{"authors": [["Lynch", "Kevin", "K", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Treacy", "Oliver", "O", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Gerlach", "Jared Q", "JQ", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Annuk", "Heidi", "H", "Glycoscience Group, NCBES National Centre for Biomedical Engineering Science, National University of Ireland Galway, Galway, Ireland."], ["Lohan", "Paul", "P", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Cabral", "Joana", "J", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Joshi", "Lokesh", "L", "Glycoscience Group, NCBES National Centre for Biomedical Engineering Science, National University of Ireland Galway, Galway, Ireland."], ["Ryan", "Aideen E", "AE", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."], ["Ritter", "Thomas", "T", "School of Medicine, Regenerative Medicine Institute (REMEDI), National University of Ireland Galway, Galway, Ireland."]], "date": "2017-10-30", "id": "29163502", "text": "Dendritic cellular therapies and dendritic cell vaccines show promise for the treatment of autoimmune diseases, the prolongation of graft survival in transplantation, and in educating the immune system to fight cancers. Cell surface glycosylation plays a crucial role in the cell-cell interaction, uptake of antigens, migration, and homing of DCs. Glycosylation is known to change with environment and the functional state of DCs. Tolerogenic DCs (tDCs) are commonly generated using corticosteroids including dexamethasone, however, to date, little is known on how corticosteroid treatment alters glycosylation and what functional consequences this may have. Here, we present a comprehensive profile of rat bone marrow-derived dendritic cells, examining their cell surface glycosylation profile before and after Dexa treatment as resolved by both lectin microarrays and lectin-coupled flow cytometry. We further examine the functional consequences of altering cell surface glycosylation on immunogenicity and tolerogenicity of DCs. Dexa treatment of rat DCs leads to profoundly reduced expression of markers of immunogenicity (MHC I/II, CD80, CD86) and pro-inflammatory molecules (IL-6, IL-12p40, inducible nitric oxide synthase) indicating a tolerogenic phenotype. Moreover, by comprehensive lectin microarray profiling and flow cytometry analysis, we show that sialic acid (Sia) is significantly upregulated on tDCs after Dexa treatment, and that this may play a vital role in the therapeutic attributes of these cells. Interestingly, removal of Sia by neuraminidase treatment increases the immunogenicity of immature DCs and also leads to increased expression of pro-inflammatory cytokines while tDCs are moderately protected from this increase in immunogenicity. These findings may have important implications in strategies aimed at increasing tolerogenicity where it is advantageous to reduce immune activation over prolonged periods. These findings are also relevant in therapeutic strategies aimed at increasing the immunogenicity of cells, for example, in the context of tumor specific immunotherapies.", "doi": "10.3389/fimmu.2017.01427", "title": "Regulating Immunogenicity and Tolerogenicity of Bone Marrow-Derived Dendritic Cells through Modulation of Cell Surface Glycosylation by Dexamethasone Treatment.", "journal": ["Frontiers in immunology", "Front Immunol"]}