{"authors": [["Ramesh", "Akshaya", "A", "Graduate Program in Genetics and Genomics, Boston University School of Medicine, Boston, MA, United States."], ["Darko", "Sam", "S", "NIH Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, United States."], ["Hua", "Axin", "A", "Department of Microbiology, Boston University School of Medicine, Boston, MA, United States."], ["Overman", "Glenn", "G", "Duke Human Vaccine Institute, Duke University Medical Center, Durham, NC, United States."], ["Ransier", "Amy", "A", "NIH Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, United States."], ["Francica", "Joseph R", "JR", "NIH Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, United States."], ["Trama", "Ashley", "A", "Duke Human Vaccine Institute, Duke University Medical Center, Durham, NC, United States."], ["Tomaras", "Georgia D", "GD", "Duke Human Vaccine Institute, Duke University Medical Center, Durham, NC, United States."], ["Haynes", "Barton F", "BF", "Duke Human Vaccine Institute, Duke University Medical Center, Durham, NC, United States."], ["Douek", "Daniel C", "DC", "NIH Vaccine Research Center, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, United States."], ["Kepler", "Thomas B", "TB", "Department of Microbiology, Boston University School of Medicine, Boston, MA, United States."]], "date": "2017-10-27", "id": "29163486", "text": "The rhesus macaque is a critically important animal model in biomedical research, most recently playing a key role in the development of vaccines against human immunodeficiency virus-1. Nevertheless, the immunoglobulin (Ig) loci of macaques are as yet incompletely determined and our understanding of differences between human and macaque humoral immunity remains deficient. We completed a high-coverage, high-quality whole genome sequencing and assembly project with a single rhesus macaque of Indian origin, and partial genome assemblies using genomic molecular targeting of the Ig loci in nine other rhesus macaques of Indian origin. These data indicate that the macaque Ig loci are substantially more diverse than those in humans, including greater sequence diversity and copy-number variation between individuals. It appears likely that such copy-number variation even occurs between allelic loci within individuals. Different Ig gene families in the macaque show distinct relationships to the corresponding human gene families and appear to evolve under different mechanisms. These results raise intriguing questions about the evolution of antigen receptors in primates but also have important practical implications for the design and interpretation of biomedical studies.", "doi": "10.3389/fimmu.2017.01407", "title": "Structure and Diversity of the Rhesus Macaque Immunoglobulin Loci through Multiple De Novo Genome Assemblies.", "journal": ["Frontiers in immunology", "Front Immunol"]}