{"authors": [["Van Dyke", "Marley C Caballero", "MCC", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Chaturvedi", "Ashok K", "AK", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Hardison", "Sarah E", "SE", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Leopold Wager", "Chrissy M", "CM", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Castro-Lopez", "Natalia", "N", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Hole", "Camaron R", "CR", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Wozniak", "Karen L", "KL", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."], ["Wormley", "Floyd L", "FL", "Department of Biology, The University of Texas at San Antonio, San Antonio, TX, United States."]], "date": "2017-10-30", "id": "29163469", "text": "Cryptococcosis is a fungal disease caused by multiple Cryptococcus serotypes; particularly C. neoformans (serotypes A and D) and C. gattii (serotypes B and C). To date, there is no clinically available vaccine to prevent cryptococcosis. Mice given an experimental pulmonary vaccination with a C. neoformans serotype A strain engineered to produce interferon-γ, denoted H99γ, are protected against a subsequent otherwise lethal experimental infection with C. neoformans serotype A. Thus, we determined the efficacy of immunization with C. neoformans strain H99γ to elicit broad-spectrum protection in BALB/c mice against multiple disparate Cryptococcus serotypes. We observed significantly increased survival rates and significantly decreased pulmonary fungal burden in H99γ immunized mice challenged with Cryptococcus serotypes A, B, or D compared to heat-killed H99γ (HKH99γ) immunized mice. Results indicated that prolonged protection against Cryptococcus serotypes B or D in H99γ immunized mice was CD4+ T cell dependent and associated with the induction of predominantly Th1-type cytokine responses. Interestingly, immunization with H99γ did not elicit greater protection against challenge with the Cryptococcus serotype C tested either due to low overall virulence of this strain or enhanced capacity of this strain to evade host immunity. Altogether, these studies provide \"proof-of-concept\" for the development of a cryptococcal vaccine that provides cross-protection against multiple disparate serotypes of Cryptococcus.", "doi": "10.3389/fimmu.2017.01359", "title": "Induction of Broad-Spectrum Protective Immunity against Disparate Cryptococcus Serotypes.", "journal": ["Frontiers in immunology", "Front Immunol"]}