{"authors": [["Borhis", "Gwenoline", "G", "INSERM u1016, Institut Cochin, Paris, France."], ["Trovato", "Maria", "M", "INSERM u1016, Institut Cochin, Paris, France."], ["Chaoul", "Nada", "N", "Commissariat à l'Energie Atomique, Institut des maladies Emergentes et Thérapies innovantes, Service d'Immuno-Virologie, Fontenay-aux Roses, France."], ["Ibrahim", "Hany M", "HM", "INSERM u1016, Institut Cochin, Paris, France."], ["Richard", "Yolande", "Y", "INSERM u1016, Institut Cochin, Paris, France."]], "date": "2017-10-27", "id": "29163465", "text": "With the goal to design effective HIV vaccines, intensive studies focused on broadly neutralizing antibodies, which arise in a fraction of HIV-infected people. Apart from identifying new vulnerability sites in the viral envelope proteins, these studies have shown that a fraction of these antibodies are produced by self/poly-reactive B-cells. These findings prompted us to revisit the B-cell differentiation and selection process during HIV/SIV infection and to consider B-cells as active players possibly shaping the helper T-cell program within germinal centers (GCs). In this context, we paid a particular attention to B-cell-activating factor (BAFF), a key cytokine in B-cell development and immune response that is overproduced during HIV/SIV infection. As it does in autoimmune diseases, BAFF excess might contribute to the abnormal rescue of self-reactive B-cells at several checkpoints of the B-cell development and impair memory B-cell generation and functions. In this review, we first point out what is known about the functions of BAFF/a proliferation-inducing ligand and their receptors [B-cell maturation, transmembrane activator and CAML interactor (TACI), and BAFF-R], in physiological and pathophysiological settings, in mice and humans. In particular, we highlight recent results on the previously underappreciated regulatory functions of TACI and on the highly regulated production of soluble TACI and BAFF-R that act as decoy receptors. In light of recent data on BAFF, TACI, and BAFF-R, we then revisit the altered phenotypes and functions of B-cell subsets during the acute and chronic phase of HIV/SIV infection. Given the atypical phenotype and reduced functions of memory B-cells in HIV/SIV infection, we particularly discuss the GC reaction, a key checkpoint where self-reactive B-cells are eliminated and pathogen-specific memory B-cells and plasmablasts/cells are generated in physiological settings. Through its capacity to differentially bind and process BAFF-R and TACI on GC B-cells and possibly on follicular helper T-cells, BAFF appears as a key regulator of the physiological GC reaction. Its local excess during HIV/SIV infection could play a key role in B-cell dysregulations.", "doi": "10.3389/fimmu.2017.01338", "title": "B-Cell-Activating Factor and the B-Cell Compartment in HIV/SIV Infection.", "journal": ["Frontiers in immunology", "Front Immunol"]}