{"authors": [["Ibáñez", "Francisco J", "FJ", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."], ["Farías", "Mónica A", "MA", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."], ["Retamal-Díaz", "Angello", "A", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."], ["Espinoza", "Janyra A", "JA", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."], ["Kalergis", "Alexis M", "AM", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."], ["González", "Pablo A", "PA", "Departamento de Genética Molecular y Microbiología, Facultad de Ciencias Biológicas, Millennium Institute on Immunology and Immunotherapy, Pontificia Universidad Católica de Chile, Santiago, Chile."]], "date": "2017-10-31", "id": "29163402", "text": "Heme oxygenase-1 (HO-1) is an inducible enzyme that is expressed in response to physical and chemical stresses, such as ultraviolet radiation, hyperthermia, hypoxia, reactive oxygen species (ROS), as well as cytokines, among others. Its activity can be positively modulated by cobalt protoporphyrin (CoPP) and negatively by tin protoporphirin (SnPP). Once induced, HO-1 degrades iron-containing heme into ferrous iron (Fe2+), carbon monoxide (CO) and biliverdin. Importantly, numerous products of HO-1 are cytoprotective with anti-apoptotic, anti-oxidant, anti-inflammatory, and anti-cancer effects. The products of HO-1 also display antiviral properties against several viruses, such as the human immunodeficiency virus (HIV), influenza, hepatitis B, hepatitis C, and Ebola virus. Here, we sought to assess the effect of modulating HO-1 activity over herpes simplex virus type 2 (HSV-2) infection in epithelial cells and neurons. There are no vaccines against HSV-2 and treatment options are scarce in the immunosuppressed, in which drug-resistant variants emerge. By using HSV strains that encode structural and non-structural forms of the green fluorescent protein (GFP), we found that pharmacological induction of HO-1 activity with CoPP significantly decreases virus plaque formation and the expression of virus-encoded genes in epithelial cells as determined by flow cytometry and western blot assays. CoPP treatment did not affect virus binding to the cell surface or entry into the cytoplasm, but rather downstream events in the virus infection cycle. Furthermore, we observed that treating cells with a CO-releasing molecule (CORM-2) recapitulated some of the anti-HSV effects elicited by CoPP. Taken together, these findings indicate that HO-1 activity interferes with the replication cycle of HSV and that its antiviral effects can be recapitulated by CO.", "doi": "10.3389/fmicb.2017.02108", "title": "Pharmacological Induction of Heme Oxygenase-1 Impairs Nuclear Accumulation of Herpes Simplex Virus Capsids upon Infection.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}