{"authors": [["Langwig", "Kate E", "KE", "Center for Communicable Disease Dynamics, Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, Massachusetts, USA klangwig@gmail.com."], ["Wargo", "Andrew R", "AR", "Virginia Institute of Marine Science, College of William and Mary, Gloucester Point, Virginia, USA."], ["Jones", "Darbi R", "DR", "Virginia Institute of Marine Science, College of William and Mary, Gloucester Point, Virginia, USA."], ["Viss", "Jessie R", "JR", "Virginia Institute of Marine Science, College of William and Mary, Gloucester Point, Virginia, USA."], ["Rutan", "Barbara J", "BJ", "Virginia Institute of Marine Science, College of William and Mary, Gloucester Point, Virginia, USA."], ["Egan", "Nicholas A", "NA", "Virginia Institute of Marine Science, College of William and Mary, Gloucester Point, Virginia, USA."], ["Sá-Guimarães", "Pedro", "P", "Instituto Gulbenkian de Ciência, Oeiras, Portugal."], ["Kim", "Min Sun", "MS", "US Geological Survey, Western Fisheries Research Center, Seattle, Washington, USA."], ["Kurath", "Gael", "G", "US Geological Survey, Western Fisheries Research Center, Seattle, Washington, USA."], ["Gomes", "M Gabriela M", "MGM", "Liverpool School of Tropical Medicine, Liverpool, United Kingdom."], ["Lipsitch", "Marc", "M", "Center for Communicable Disease Dynamics, Department of Epidemiology, Harvard T. H. Chan School of Public Health, Boston, Massachusetts, USA."]], "date": "2017-11-21", "id": "29162706", "text": "Heterogeneity in host susceptibility is a key determinant of infectious disease dynamics but is rarely accounted for in assessment of disease control measures. Understanding how susceptibility is distributed in populations, and how control measures change this distribution, is integral to predicting the course of epidemics with and without interventions. Using multiple experimental and modeling approaches, we show that rainbow trout have relatively homogeneous susceptibility to infection with infectious hematopoietic necrosis virus and that vaccination increases heterogeneity in susceptibility in a nearly all-or-nothing fashion. In a simple transmission model with an R0 of 2, the highly heterogeneous vaccine protection would cause a 35 percentage-point reduction in outbreak size over an intervention inducing homogenous protection at the same mean level. More broadly, these findings provide validation of methodology that can help to reduce biases in predictions of vaccine impact in natural settings and provide insight into how vaccination shapes population susceptibility.IMPORTANCE Differences among individuals influence transmission and spread of infectious diseases as well as the effectiveness of control measures. Control measures, such as vaccines, may provide leaky protection, protecting all hosts to an identical degree, or all-or-nothing protection, protecting some hosts completely while leaving others completely unprotected. This distinction can have a dramatic influence on disease dynamics, yet this distribution of protection is frequently unaccounted for in epidemiological models and estimates of vaccine efficacy. Here, we apply new methodology to experimentally examine host heterogeneity in susceptibility and mode of vaccine action as distinct components influencing disease outcome. Through multiple experiments and new modeling approaches, we show that the distribution of vaccine effects can be robustly estimated. These results offer new experimental and inferential methodology that can improve predictions of vaccine effectiveness and have broad applicability to human, wildlife, and ecosystem health.", "doi": "10.1128/mBio.00796-17", "title": "Vaccine Effects on Heterogeneity in Susceptibility and Implications for Population Health Management.", "journal": ["mBio", "MBio"]}