{"authors": [["McKimm-Breschkin", "Jennifer L", "JL", "Department of Microbiology and Immunology, Peter Doherty Institute, University of Melbourne, Australia. Electronic address: jmbvirology@gmail.com."], ["Jiang", "Shibo", "S", "College of Basic Medical Sciences, Fudan University, Shanghai, China; Lindsley F. Kimball Research Institute, New York Blood Center, NY, USA."], ["Hui", "David S", "DS", "Department of Medicine and Therapeutics, Chinese University of Hong Kong, Hong Kong Special Administrative Region."], ["Beigel", "John H", "JH", "Leidos Biomedical Research, Inc., Support to National Institute of Allergy and Infectious Diseases, National Institutes of Health (NIH), Bethesda, MD, USA."], ["Govorkova", "Elena A", "EA", "Department of Infectious Diseases, St. Jude Children's Research Hospital, Memphis, USA."], ["Lee", "Nelson", "N", "Faculty of Medicine and Dentistry, University of Alberta, Canada."]], "date": "2017-11-21", "id": "29162476", "text": "The International Society for Influenza and other Respiratory Virus Diseases held its 5th Antiviral Group (isirv-AVG) Conference in Shanghai, China, in conjunction with the Shanghai Public Health Center and Fudan University from 14-16 June 2017. The three-day programme encompassed presentations on some of the clinical features, management, immune responses and virology of respiratory infections, including influenza A(H1N1)pdm09 and A(H7N9) viruses, MERS-CoV, SARS-CoV, adenovirus Type 80, enterovirus D68, metapneumovirus and respiratory syncytial virus (RSV). Updates were presented on several therapeutics currently in clinical trials, including influenza polymerase inhibitors pimodivir/JNJ6362387, S033188, favipiravir, monoclonal antibodies MHAA45449A and VIS410, and host directed strategies for influenza including nitazoxanide, and polymerase ALS-008112 and fusion inhibitors AK0529, GS-5806 for RSV. Updates were also given on the use of the currently licensed neuraminidase inhibitors. Given the location in China, there were also presentations on the use of Traditional Chinese Medicines. Following on from the previous conference, there were ongoing discussions on appropriate endpoints for severe influenza in clinical trials from regulators and clinicians, an issue which remains unresolved. The aim of this conference summary is to provide information for not only conference participants, but a detailed referenced review of the current status of clinical trials, and pre-clinical development of therapeutics and vaccines for influenza and other respiratory diseases for a broader audience.", "doi": "10.1016/j.antiviral.2017.11.013", "title": "Prevention and treatment of respiratory viral infections: Presentations on antivirals, traditional therapies and host-directed interventions at the 5th ISIRV Antiviral Group conference.", "journal": ["Antiviral research", "Antiviral Res."]}