{"authors": [["Gillis", "Hayley D", "HD", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada; Nova Scotia Health Authority (NSHA), Halifax, Nova Scotia (NS), Canada."], ["Demczuk", "Walter H B", "WHB", "National Microbiology Laboratory (NML), Winnipeg, MB, Canada."], ["Griffith", "Averil", "A", "National Microbiology Laboratory (NML), Winnipeg, MB, Canada."], ["Martin", "Irene", "I", "National Microbiology Laboratory (NML), Winnipeg, MB, Canada."], ["Warhuus", "Michelle", "M", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada."], ["Lang", "Amanda L S", "ALS", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada; Nova Scotia Health Authority (NSHA), Halifax, Nova Scotia (NS), Canada."], ["ElSherif", "May", "M", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada; Nova Scotia Health Authority (NSHA), Halifax, Nova Scotia (NS), Canada."], ["McNeil", "Shelly A", "SA", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada; Nova Scotia Health Authority (NSHA), Halifax, Nova Scotia (NS), Canada."], ["LeBlanc", "Jason J", "JJ", "Canadian Center for Vaccinology (CCfV), Dalhousie University, Halifax, Nova Scotia (NS), Canada; Nova Scotia Health Authority (NSHA), Halifax, Nova Scotia (NS), Canada. Electronic address: jason.leblanc@nshealth.ca."]], "date": "2017-11-21", "id": "29162393", "text": "Serotyping of Streptococcus pneumoniae is important to monitor disease epidemiology and assess the impact of pneumococcal vaccines. Traditionally, the Quellung reaction used serotype-specific antibodies to classify S. pneumoniae based on differences in capsular antigens. More recently, PCR-based serotype deduction relying on serotype-specific capsule biosynthesis genes has been broadly applied for pneumococcal surveillance. However, PCR-based serotyping lacks discrimination for certain S. pneumoniae serotypes, including the differentiation of serotype 22F from 22A, and serotype 33F from 33A and 37. Serotypes 22F and 33F are emerging serotypes that are absent in the currently licensed 13-valent pneumococcal conjugate vaccine, but present in the new candidate 15-valent formulation. This study validated novel PCR reactions to detect and discriminate S. pneumoniae serotypes 22F and 33F. In order to differentiate S. pneumoniae serotypes 22F or 33F from genetically similar serotypes, two novel PCR reactions were designed and validated. The specificity of all PCR targets was evaluated using all 92 different S. pneumoniae serotypes, as well as 32 other streptococci. Reproducibility was evaluated using geographically and genetically diverse strains of S. pneumoniae serotypes 22F and 22A, or serotypes 33F, 33A, and 37 that were previously characterized by reputable reference laboratories. Overall, S. pneumoniae serotypes 22F and 33F could be accurately and reproducibly be detected and discriminated using PCR alone. Such a molecular serotyping approach provides a valuable diagnostic tool that is feasible in any molecular laboratory, to enable pneumococcal serotype surveillance and subsequent assessment of the impact of the new 15-valent candidate pneumococcal vaccine.", "doi": "10.1016/j.mimet.2017.11.017", "title": "PCR-based discrimination of emerging Streptococcus pneumoniae serotypes 22F and 33F.", "journal": ["Journal of microbiological methods", "J. Microbiol. Methods"]}