{"authors": [["Nagar", "Ruchit", "R", "Harvard Medical School, 25 Shattuck St, Boston, MA 02115, USA. Electronic address: ruchit@khushibaby.org."], ["Venkat", "Preethi", "P", "Georgetown University School of Medicine, 3900 Reservoir Rd NW, Washington, DC 20007, USA."], ["Stone", "Logan D", "LD", "University of Miami Miller School of Medicine, 1600 NW 10th Ave, Miami, FL 33136, USA."], ["Engel", "Kyle A", "KA", "University of Chicago, 5801 S Ellis Ave, Chicago, IL, USA."], ["Sadda", "Praneeth", "P", "Yale School of Medicine, 333 Cedar St, New Haven, CT, USA."], ["Shahnawaz", "Mohammed", "M", "India Institute of Health Management Research, 1, Prabhudayal Marg, Near Sanganer Airport, Jaipur, Rajasthan 302029, India."]], "date": "2017-11-18", "id": "29162321", "text": "Five hundred thousand children under the age of 5 die from vaccine preventable diseases in India every year. More than just improving coverage, increasing timeliness of immunizations is critical to ensuring infant health in the first year of life. Novel, culturally appropriate community engagement strategies are worth exploring to close the immunization gap. In our study, a digital NFC (Near Field Communication) pendant worn on black thread and voice call reminder system was tested for the effectiveness in improving DTP3 adherence within 2 monthly camps from DTP1 administration.A cluster randomized controlled trial was conducted in which 96 village health camps were randomized to 3 arms: NFC sticker, NFC pendant, and NFC pendant with voice call reminder in local dialect. Randomization was done across 5 blocks in the Udaipur District serviced by Seva Mandir from August 2015 to April 2016.In terms of our three primary outcomes related to DTP3 adherence, point estimates show conflicting results. Two outcomes presented adherence in the control. DTP3 completion within two camps after DTP1 showed higher adherence in the Control (Sticker) (74.2%) arm compared to the Pendant (67.2%) and Pendant and Voice arms (69.3%). Likewise, the estimate for DTP3 completion within 180 days of birth in the Control (Sticker) (69.4%) arm was higher than estimates in the Pendant (57.4%) and Pendant and Voice arms (58.7%). However, one outcome displayed higher adherence in the intervention. DTP3 completion within two months from the time of registration was higher in the Pendant (37.7%) and Pendant and Voice arms (38.7%) compared to the Control (Sticker) arm (27.4%). In all primary outcomes, differences in adherence were statistically insignificant both before and after controlling for confounding factors. In terms of secondary outcomes, our results suggest that providing a necklace generated significant community discussion (H = 8.8796, df = 2, p = .0118), had strong satisfaction among users (χ2=26.039, df = 4, p < .0001), and resulted in increased visibility within families (grandmothers:χ2=34.023, df = 2, p < .0001, fathers: χ2=34.588, df = 2, p < .0001).Neither the NFC necklace nor the necklace with additional voice call reminders in the local dialect directly resulted in an increase in infant immunization timeliness through DTP3, the primary outcome. Still our process outcomes suggest that our culturally symbolic necklace has potential to be an assistive tool in immunization campaigns. Follow-on work will seek to examine whether positive behavior change towards vaccines can be fostered with earlier engagement of this platform beginning in the prenatal stage, under a continuum of care framework.", "doi": "10.1016/j.vaccine.2017.11.023", "title": "A cluster randomized trial to determine the effectiveness of a novel, digital pendant and voice reminder platform on increasing infant immunization adherence in rural Udaipur, India.", "journal": ["Vaccine", "Vaccine"]}