{"authors": [["Abdul Ahmad", "Siti Aisyah", "SA", "Virus-Host Interaction Research Group, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor, Malaysia."], ["Palanisamy", "Uma D", "UD", "Virus-Host Interaction Research Group, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor, Malaysia."], ["Tejo", "Bimo A", "BA", "Department of Chemistry, Universiti Putra Malaysia, 43400, Serdang, Malaysia."], ["Chew", "Miaw Fang", "MF", "Virus-Host Interaction Research Group, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor, Malaysia."], ["Tham", "Hong Wai", "HW", "Virus-Host Interaction Research Group, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor, Malaysia."], ["Syed Hassan", "Sharifah", "S", "Virus-Host Interaction Research Group, Jeffrey Cheah School of Medicine and Health Sciences, Monash University Malaysia, Jalan Lagoon Selatan, 47500, Bandar Sunway, Selangor, Malaysia. sharifah.syedhassan@monash.edu."]], "date": "2017-11-21", "id": "29162124", "text": "The rapid rise and spread in dengue cases, together with the unavailability of safe vaccines and effective antiviral drugs, warrant the need to discover and develop novel anti-dengue treatments. In this study the antiviral activity of geraniin, extracted from the rind of Nephelium lappaceum, against dengue virus type-2 (DENV-2) was investigated.Geraniin was prepared from Nephelium lappaceum rind by reverse phase C-18 column chromatography. Cytotoxicity of geraniin towards Vero cells was evaluated using MTT assay while IC50 value was determined by plaque reduction assay. The mode-of-action of geraniin was characterized using the virucidal, attachment, penetration and the time-of-addition assays'. Docking experiments with geraniin molecule and the DENV envelope (E) protein was also performed. Finally, recombinant E Domain III (rE-DIII) protein was produced to physiologically test the binding of geraniin to DENV-2 E-DIII protein, through ELISA competitive binding assay.Cytotoxicity assay confirmed that geraniin was not toxic to Vero cells, even at the highest concentration tested. The compound exhibited DENV-2 plaque formation inhibition, with an IC50 of 1.75 μM. We further revealed that geraniin reduced viral infectivity and inhibited DENV-2 from attaching to the cells but had little effect on its penetration. Geraniin was observed to be most effective when added at the early stage of DENV-2 infection. Docking experiments showed that geraniin binds to DENV E protein, specifically at the DIII region, while the ELISA competitive binding assay confirmed geraniin's interaction with rE-DIII with high affinity.Geraniin from the rind of Nephelium lappaceum has antiviral activity against DENV-2. It is postulated that the compound inhibits viral attachment by binding to the E-DIII protein and interferes with the initial cell-virus interaction. Our results demonstrate that geraniin has the potential to be developed into an effective antiviral treatment, particularly for early phase dengue viral infection.", "doi": "10.1186/s12985-017-0895-1", "title": "Geraniin extracted from the rind of Nephelium lappaceum binds to dengue virus type-2 envelope protein and inhibits early stage of virus replication.", "journal": ["Virology journal", "Virol. J."]}