{"authors": [["Liu", "Sijing", "S", "Food Safety Monitoring and Risk Assessment Key Laboratory of Sichuan Province, Department of Public Health Laboratory Sciences, West China School of Public Health, Sichuan University, Chengdu, PR China."], ["Jiang", "Mingjuan", "M", null], ["Su", "Lin", "L", null], ["Tang", "Tian", "T", null], ["Zhang", "Xiang", "X", null], ["Li", "Yongyu", "Y", null], ["Pu", "Qikang", "Q", null], ["Ren", "Chenyan", "C", null], ["Wang", "Chuan", "C", null]], "date": "2017-11-22", "id": "29161696", "text": "Due to its capability to multiply in either phagocytic or nonphagocytic cells, and to subsequently elicit a robust cellular immune response, Listeria ivanovii (LI) is thought to be feasible for developing bacteria-based live attenuated vaccines. We previously generated several recombinant LI strains expressing Mycobacterium tuberculosis antigens. Since the expression level of heterogeneous protein was sometimes very low, we attempted to elucidate the principle of heterogeneous protein expression in such recombinant LI strains. In this study, we inserted the M. tuberculosis antigen gene Rv0129c into LI strains at the same site as the genome but with a different insertion orientation. RT-qPCR and Western blot showed that when the insertion orientation of the heterogeneous gene was opposite to the LIorfXYZ gene in the Listeria pathogenicity island 1 in the bacterial genome, the heterogeneous gene could be transcribed well but the protein expression level seemed limited, both in vitro and in vivo. When inserted at an orientation consistent with LIorfXYZ at the same site in the genome, the expected 43-kD protein was observed in vitro as well as in a mouse model. Bacterial virulence was found to have decreased after recombination. This work confirms that the protein expression level of the heterogenous gene in such genome-recombinant LI-based vaccines is related to its inserted orientation in the bacterial genome, and a foreign gene inserted at this position of LIPI-1 will abolish Listeria virulence without affecting its growth.", "doi": "10.1159/000480637", "title": "The Protein Expression Level of a Heterogeneous Gene Inserted in LIPI-1 of the Listeria ivanovii Genome Relies on Its Insertion Orientation.", "journal": ["Journal of molecular microbiology and biotechnology", "J. Mol. Microbiol. Biotechnol."]}