{"authors": [["Sobhkhez", "Mehrdad", "M", "Norwegian College of Fishery Science, UiT The Arctic University of Norway, Tromsø, Norway."], ["Krasnov", "Aleksej", "A", "Nofima AS, Norwegian Institute of Food, Fisheries & Aquaculture Research, Ås, Norway."], ["Chang", "Chia Jung", "CJ", "Norwegian College of Fishery Science, UiT The Arctic University of Norway, Tromsø, Norway."], ["Robertsen", "Børre", "B", "Norwegian College of Fishery Science, UiT The Arctic University of Norway, Tromsø, Norway."]], "date": "2017-11-21", "id": "29161315", "text": "A previous study showed that a plasmid expressing IFNa (pIFNa) strongly enhanced protection and antibody production of a DNA vaccine against infectious salmon anemia virus (ISAV) in Atlantic salmon. The vaccine consisted of a plasmid (pHE) expressing the virus hemagglutinin-esterase as an antigen. To increase the understanding of the adjuvant effect of pIFNa, we here compared transcriptome responses in salmon muscle at the injection site at week 1 and 2 after injection of pIFNa, pHE, plasmid control (pcDNA3.3) and PBS, respectively. The results showed that the IFNa plasmid mediates an increase in gene transcripts of at least three major types in the muscle; typical IFN-I induced genes (ISGs), certain chemokines and markers of B- cells, T-cells and antigen-presenting cells. The latter suggests recruitment of cells to the plasmid injection site. Attraction of lymphocytes was likely caused by the induction of chemokines homologous to mammalian CCL5, CCL8, CCL19 and CXCL10. IFN may possibly also co-stimulate activation of lymphocytes as suggested by studies in mammals. A major finding was that both pcDNA3.3 and pHE caused responses similar to pIFNa, but at lower magnitude. Plasmid DNA may thus by itself have adjuvant activity as observed in mammalian models. Notably, pHE had a lower effect on many immune genes including ISGs and chemokines than pcDNA3.3, which suggests an inhibitory effect of HE expression on the immune genes. This hypothesis was supported by an Mx-reporter assay. The present study thus suggests that a main role for pIFNa as adjuvant in the DNA vaccine against ISAV may be to overcome the inhibitory effect of HE- expression on plasmid-induced ISGs and chemokines.", "doi": "10.1371/journal.pone.0188456", "title": "Transcriptome analysis of plasmid-induced genes sheds light on the role of type I IFN as adjuvant in DNA vaccine against infectious salmon anemia virus.", "journal": ["PloS one", "PLoS ONE"]}