{"authors": [["Senapati", "Rashmirani", "R", "Viral Research and Diagnostic Laboratory, Regional Medical research Centre (ICMR), Nalcosquare, Chandrasekharpur, Bhubanewar, Odisha, India."], ["Nayak", "Bhagyalaxmi", "B", "Department of gynecology oncology, Acharya Hari Hara Regional cancer centre, Cuttack, Odisha, India."], ["Kar", "Shantanu Kumar", "SK", "Directorate of Medical research, IMS & SUM Hospital, S 'O' A University, Bhubaneswar, Odisha, India."], ["Dwibedi", "Bhagirathi", "B", "Viral Research and Diagnostic Laboratory, Regional Medical research Centre (ICMR), Nalcosquare, Chandrasekharpur, Bhubanewar, Odisha, India."]], "date": "2017-11-21", "id": "29161285", "text": "HPV is the major causative agent for cervical cancer. Study on the risk of cervical cancer associated with different hr-HPV genotypes would be useful for disease management and new vaccine strategy. With limited reports available, the present study aimed to investigate the pattern of HPV genotypes coinfections and risk of cervical carcinoma associated with them in Indian population. 15 HPV genotypes were detected by E6/E7 multiplex nested type-specific PCR in the HPV-positive cervical samples of 172 cervical cancer cases and 174 subjects with normal cytology. Association between the genotypes and cervical cancer was estimated by calculating the Odds ratio and 95% confidence interval. Risk of cervical carcinoma was associated with multiple genotypes excluding HPV16 (OR:5.87; 95% CI-1.28-26-29; p = .02), multiple genotypes excluding HPV18 (OR = 2.5; 95% CI = 1.09-6.05; p = .03), multiple genotypes of α9 species(OR = 5.3 95% CI = 1.14-24.03; p = .007), and multiple genotypes of α7 species (OR = 2.5; 95% CI = .49-13.45; p = .2). Genotypes not targeted by quadrivalent vaccine types (OR = 2.94 95% CI = 1.48-5.80; p = .001) conferred 2.94 fold higher risk of cervical carcinoma. Cases those coinfected with phylogenetically related genotypes (OR = 2.29; 95% CI(.69-7.59) p = .17) were at 2.9 fold higher risk of invasive cervical carcinoma than those infected with other genotypes although it is not statistically significant. Whereas phylogenetically unrelated genotypes coinfection is negatively associated with cervical carcinoma (OR = .44 95% CI (.244-.8) p = .007) and it is statistically significant.Genotypes not targeted by 9-valent vaccines (OR = .40; 95% CI = .19-.85; p = .017) associated with lesser risk of cervical carcinoma as compared to other genotypes. Subjects infected with any HPV genotype/genotypes excluding HPV16 in association with HPV 18 (OR = 4.1; 95% CI = 1.81-9.25 P = < .001) were at 4.1 fold higher risk of developing invasive cervical carcinoma.In conclusion, the risk of development of cervical cancer is genotype specific and might be associated with type-specific interactions between the genotypes in multiple infections.", "doi": "10.1371/journal.pone.0187844", "title": "HPV genotypes co-infections associated with cervical carcinoma: Special focus on phylogenetically related and non-vaccine targeted genotypes.", "journal": ["PloS one", "PLoS ONE"]}