{"authors": [["Erasmus", "Jesse H", "JH", "1 Institute for Human Infections and Immunity and Department of Microbiology and Immunology, University of Texas Medical Branch, Galveston, Texas."], ["Weaver", "Scott C", "SC", "1 Institute for Human Infections and Immunity and Department of Microbiology and Immunology, University of Texas Medical Branch, Galveston, Texas."]], "date": "2017-11-21", "id": "29161110", "text": "The coupling of viral and arthropod host diversity, with evolving methods of virus discovery, has resulted in the identification and classification of a growing number of novel insect-specific viruses (ISVs) that appear to be evolutionarily related to many human pathogens but have either lost or have yet to gain the ability to replicate in vertebrates. The discovery of ISVs has raised many questions as to the origin and evolution of many human pathogenic viruses and points to the role that arthropods may play in this evolutionary process. Furthermore, the use of ISVs to control the transmission of arthropod-borne viruses has been proposed and demonstrated experimentally. Previously, our laboratory reported on the discovery and characterization of Eilat virus (EILV), an insect-specific alphavirus that phylogenetically groups within the mosquito-borne clade of medically relevant alphaviruses, including eastern equine encephalitis virus (EEEV) and Venezuelan equine encephalitis virus (VEEV), as well as chikungunya virus (CHIKV). Despite its evolutionary relationship to these human pathogens, EILV is unable to replicate in vertebrate cells due to blocks at attachment/entry and RNA replication. We recently demonstrated that, using a chimeric virus approach, EILV could be utilized as a platform for vaccine and diagnostic development, serving as a proof-of-concept for other ISVs. Due to the vast abundance of ISVs, there is an untapped resource for the development of vaccines and diagnostics for a variety of human pathogens and further work in this area is warranted.", "doi": "10.1089/dna.2017.4019", "title": "Biotechnological Applications of an Insect-Specific Alphavirus.", "journal": ["DNA and cell biology", "DNA Cell Biol."]}