{"authors": [["Flagg", "Elaine W", "EW", "Both authors are with the Division of STD Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention, Atlanta, GA."], ["Torrone", "Elizabeth A", "EA", "Both authors are with the Division of STD Prevention, National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention, Centers for Disease Control and Prevention, Atlanta, GA."]], "date": "2017-11-21", "id": "29161070", "text": "To detect decreases in anogenital warts (AGW) among sex and age groups likely to be affected by human papillomavirus vaccination.We estimated annual AGW prevalence during 2006 to 2014 using health care claims among US private health insurance enrollees aged 15 to 39 years. We derived AGW diagnoses using 1 of the following: (1) condylomata acuminata diagnosis, (2) viral wart diagnosis combined with a benign anogenital neoplasm diagnosis or destruction or excision of an anogenital lesion, or (3) AGW medication combined with a benign anogenital neoplasm diagnosis or destruction or excision of an anogenital lesion.Prevalence decreased during 2008 to 2014 among females aged 15 to 19 years (annual percentage change [APC] = -14.1%; P < .001) and during 2009 to 2014 among women aged 20 to 24 years (APC = -12.9%; P < .001) and among women aged 25 to 29 years (APC = -6.0%; P = .001). We observed significant declines among men aged 20 to 24 years (APC = -6.5%; P = .005). Prevalence increased or was stable in all other sex and age groups.We observed AGW decreases among females in the age groups most likely to be affected by human papillomavirus vaccination and decreases in men aged 20 to 24 years. Decreased prevalence in young men is likely attributable to herd protection from vaccination among females.", "doi": "10.2105/AJPH.2017.304119", "title": "Declines in Anogenital Warts Among Age Groups Most Likely to Be Impacted by Human Papillomavirus Vaccination, United States, 2006-2014.", "journal": ["American journal of public health", "Am J Public Health"]}