{"authors": [["Moi", "Meng Ling", "ML", "1​Institute of Tropical Medicine, Nagasaki University, Nagasaki, Japan."], ["Ami", "Yasushi", "Y", "2​Division of Experimental Animal Research, National Institute of Infectious Diseases, Musashimurayama, Tokyo, Japan."], ["Muhammad Azami", "Nor Azila", "NA", "3​Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Shirai", "Kenji", "K", "4​Department of Rheumatology and Clinical Immunology, Clinical Research Center for Allergy and Rheumatology, Sagamihara National Hospital, National Hospital Organization, Kanagawa, Japan."], ["Yoksan", "Sutee", "S", "5​Institute of Molecular Biosciences, Mahidol University, Salaya, Nakhon Pathom, Thailand."], ["Suzaki", "Yuriko", "Y", "2​Division of Experimental Animal Research, National Institute of Infectious Diseases, Musashimurayama, Tokyo, Japan."], ["Kitaura", "Kazutaka", "K", "4​Department of Rheumatology and Clinical Immunology, Clinical Research Center for Allergy and Rheumatology, Sagamihara National Hospital, National Hospital Organization, Kanagawa, Japan."], ["Lim", "Chang-Kweng", "CK", "3​Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Saijo", "Masayuki", "M", "3​Department of Virology I, National Institute of Infectious Diseases, Tokyo, Japan."], ["Suzuki", "Ryuji", "R", "4​Department of Rheumatology and Clinical Immunology, Clinical Research Center for Allergy and Rheumatology, Sagamihara National Hospital, National Hospital Organization, Kanagawa, Japan."], ["Takasaki", "Tomohiko", "T", "6​Kanagawa Prefectural Institute of Public Health, Kanagawa, Japan."], ["Kurane", "Ichiro", "I", "7​National Institute of Infectious Diseases, Tokyo, Japan."]], "date": "2017-11-21", "id": "29160199", "text": "Dengue virus (DENV) is one of the major infectious diseases in tropical regions and approximately half of the world population is at risk of infection. Vaccines would offer an effective control measure against this disease. We previously reported on the utility of marmosets as an animal model for studying primary and secondary dengue infections. Infected marmosets consistently develop viraemia and antibody kinetics that reflect those of patients with dengue. Thus, it is important to determine the utility of marmosets as an animal model for demonstrating vaccine efficacy. In this study, marmosets were inoculated with candidate vaccine and parent strains and challenged with a clinical DENV strain. The viraemia and antibody kinetics in these marmosets were determined. Marmosets consistently develop lower viraemia with an attenuated vaccine strain. During secondary challenge, the IgM response was delayed, whereas the IgG levels rose rapidly, indicating a secondary antibody response. The neutralizing activities against the homotypic serotype were high; all marmosets were protected against viraemia following secondary inoculation. The viraemia markers and antibody responses were consistent with those of human DENV infection and vaccinees. These results demonstrate the utility of marmosets as an animal model for the study of vaccine efficacy.", "doi": "10.1099/jgv.0.000913", "title": "Marmosets (Callithrix jacchus) as a non-human primate model for evaluation of candidate dengue vaccines: induction and maintenance of specific protective immunity against challenges with clinical isolates.", "journal": ["The Journal of general virology", "J. Gen. Virol."]}