{"authors": [["Çuburu", "Nicolas", "N", "Laboratory of Cellular Oncology, National Cancer Institute, National Institutes of Health, Bethesda, Maryland."], ["Khan", "Selina", "S", "Janssen Vaccines & Prevention BV, Leiden, The Netherlands."], ["Thompson", "Cynthia D", "CD", "Laboratory of Cellular Oncology, National Cancer Institute, National Institutes of Health, Bethesda, Maryland."], ["Kim", "Rina", "R", "Laboratory of Cellular Oncology, National Cancer Institute, National Institutes of Health, Bethesda, Maryland."], ["Vellinga", "Jort", "J", "Janssen Vaccines & Prevention BV, Leiden, The Netherlands."], ["Zahn", "Roland", "R", "Janssen Vaccines & Prevention BV, Leiden, The Netherlands."], ["Lowy", "Douglas R", "DR", "Laboratory of Cellular Oncology, National Cancer Institute, National Institutes of Health, Bethesda, Maryland."], ["Scheper", "Gert", "G", "Janssen Vaccines & Prevention BV, Leiden, The Netherlands."], ["Schiller", "John T", "JT", "Laboratory of Cellular Oncology, National Cancer Institute, National Institutes of Health, Bethesda, Maryland."]], "date": "2017-11-21", "id": "29159802", "text": "Recent advances in immunotherapy against cancer underscore the importance of T lymphocytes and tumor microenvironment, but few vaccines targeting cancer have been approved likely due in part to the dearth of common tumor antigens, insufficient immunogenicity and the evolution of immune evasion mechanisms during the progression to malignancy. Human papillomaviruses (HPVs) are the primary etiologic agents of cervical cancer and progression from persistent HPV-infection to cervical intraepithelial lesions and eventually cancer requires persistent expression of the oncoproteins E6 and E7. This offers the opportunity to specifically target these virus-specific antigens for vaccine-induced clearance of infected cells before cancers develop. Here we have evaluated the immunogenicity of Adenovirus Types 26 and 35 derived vectors expressing a fusion of HPV16 E6 and E7 oncoproteins after intramuscular (IM) and/or intravaginal (Ivag) immunization in mice. The adenovirus vectors were shown to transduce an intact cervicovaginal epithelium. IM prime followed by Ivag boost maximized the induction and trafficking of HPV-specific CD8+ T cells producing IFN-γ and TNF-α to the cervicovaginal tract. Importantly, the cervicovaginal CD8+ T cells expressed CD69 and CD103; hallmarks of intraepithelial tissue-resident memory CD8+ T cells. This prime-boost strategy targeting heterologous locations also induced circulating HPV-specific CD8+ T cell responses. Our study prompts further evaluation of Ivag immunization with adenoviral vectors expressing modified E6 and E7 antigens for therapeutic vaccination against persistent HPV infection and cervical intraepithelial neoplasia.", "doi": "10.1002/ijc.31166", "title": "Adenovirus vector-based prime-boost vaccination via heterologous routes induces cervicovaginal CD8+ T cell responses against HPV16 oncoproteins.", "journal": ["International journal of cancer", "Int. J. Cancer"]}