{"authors": [["Abara", "Winston E", "WE", "From Centers for Disease Control and Prevention, Atlanta, Georgia; American College of Physicians, Philadelphia, Pennsylvania; and Alaska Native Tribal Health Consortium and Centers for Disease Control and Prevention, Anchorage, Alaska."], ["Qaseem", "Amir", "A", "From Centers for Disease Control and Prevention, Atlanta, Georgia; American College of Physicians, Philadelphia, Pennsylvania; and Alaska Native Tribal Health Consortium and Centers for Disease Control and Prevention, Anchorage, Alaska."], ["Schillie", "Sarah", "S", "From Centers for Disease Control and Prevention, Atlanta, Georgia; American College of Physicians, Philadelphia, Pennsylvania; and Alaska Native Tribal Health Consortium and Centers for Disease Control and Prevention, Anchorage, Alaska."], ["McMahon", "Brian J", "BJ", "From Centers for Disease Control and Prevention, Atlanta, Georgia; American College of Physicians, Philadelphia, Pennsylvania; and Alaska Native Tribal Health Consortium and Centers for Disease Control and Prevention, Anchorage, Alaska."], ["Harris", "Aaron M", "AM", "From Centers for Disease Control and Prevention, Atlanta, Georgia; American College of Physicians, Philadelphia, Pennsylvania; and Alaska Native Tribal Health Consortium and Centers for Disease Control and Prevention, Anchorage, Alaska."], [null, null, null, null]], "date": "2017-11-21", "id": "29159414", "text": "Vaccination, screening, and linkage to care can reduce the burden of chronic hepatitis B virus (HBV) infection. However, recommendations vary among organizations, and their implementation has been suboptimal. The American College of Physicians' High Value Care Task Force and the Centers for Disease Control and Prevention developed this article to present best practice statements for hepatitis B vaccination, screening, and linkage to care.A narrative literature review of clinical guidelines, systematic reviews, randomized trials, and intervention studies on hepatitis B vaccination, screening, and linkage to care published between January 2005 and June 2017 was conducted.Clinicians should vaccinate against hepatitis B virus (HBV) in all unvaccinated adults (including pregnant women) at risk for infection due to sexual, percutaneous, or mucosal exposure; health care and public safety workers at risk for blood exposure; adults with chronic liver disease, end-stage renal disease (including hemodialysis patients), or HIV infection; travelers to HBV-endemic regions; and adults seeking protection from HBV infection.Clinicians should screen (hepatitis B surface antigen, antibody to hepatitis B core antigen, and antibody to hepatitis B surface antigen) for HBV in high-risk persons, including persons born in countries with 2% or higher HBV prevalence, men who have sex with men, persons who inject drugs, HIV-positive persons, household and sexual contacts of HBV-infected persons, persons requiring immunosuppressive therapy, persons with end-stage renal disease (including hemodialysis patients), blood and tissue donors, persons infected with hepatitis C virus, persons with elevated alanine aminotransferase levels (≥19 IU/L for women and ≥30 IU/L for men), incarcerated persons, pregnant women, and infants born to HBV-infected mothers.Clinicians should provide or refer all patients identified with HBV (HBsAg-positive) for posttest counseling and hepatitis B-directed care.", "doi": "10.7326/M17-1106", "title": "Hepatitis B Vaccination, Screening, and Linkage to Care: Best Practice Advice From the American College of Physicians and the Centers for Disease Control and Prevention.", "journal": ["Annals of internal medicine", "Ann. Intern. Med."]}