{"authors": [["Bahuaud", "Mathilde", "M", "Plateforme d'Immunomonotoring Vaccinal, Laboratoire d'Immunologie, Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Bodilis", "Hélène", "H", "Centre d'Investigation Clinique Cochin-Pasteur (CIC1417), Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Malphettes", "Marion", "M", "Service d'Immuno-Hématologie clinique, Groupe hospitalier Saint-Louis-Lariboisière-Fernand Widal, APHP, Paris, France."], ["Maugard Landre", "Anaïs", "A", "Centre d'Investigation Clinique Cochin-Pasteur (CIC1417), Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Matondo", "Caroline", "C", "Plateforme d'Immunomonotoring Vaccinal, Laboratoire d'Immunologie, Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Bouscary", "Didier", "D", "Service d'Hématologie clinique, Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Batteux", "Frédéric", "F", "Plateforme d'Immunomonotoring Vaccinal, Laboratoire d'Immunologie, Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Launay", "Odile", "O", "Centre d'Investigation Clinique Cochin-Pasteur (CIC1417), Groupe hospitalier Cochin-Broca-Hôtel Dieu, AP-HP, Paris, France."], ["Fermand", "Jean-Paul", "JP", "Service d'Immuno-Hématologie clinique, Groupe hospitalier Saint-Louis-Lariboisière-Fernand Widal, APHP, Paris, France."]], "date": "2017-11-06", "id": "29159320", "text": "Smoldering multiple myeloma (SMM) is an asymptomatic clonal plasma cell disorder that frequently progress to multiple myeloma (MM), a disease at high risk of pneumococcal infections. Moreover, if the polysaccharide vaccine is poorly immunogenic in MM, the 13-valent conjugated vaccine has never been tested in clonal plasma cell disorders. We evaluated its immunogenicity for 7 serotypes in 20 patients ≥ 50 years of age with smoldering multiple myeloma (SMM) pre and post routine-vaccination with PCV13. Concentrations of IgG specific for 7 serotypes were measured at baseline, 1, 6, and 12 months after vaccination by standardized ELISA and an Opsonophagocytic Assay (OPA). The primary endpoint was the proportion of patients responding to at least 5 of the 7 serotypes by ELISA at one month. At 1 month post vaccination, 12 patients (60%) were responders by ELISA, among whom 8 were also responders by OPA. At 6 months, 6 (30% of total) of the 12 responders had persistent immunity, and only 2 (10% of total) at 12 months. These results suggested a partial response in this population and a rapid decrease in antibody levels in the first months of vaccination. Although one injection of the 13-valent pneumococcal conjugate vaccine is immunogenic in some patients with SMM, the response is transient. Repeated injections are likely to be needed for effective and sustained protection.", "doi": "10.1016/j.heliyon.2017.e00441", "title": "Immunogenicity and persistence of the 13-valent Pneumococcal Conjugate Vaccine (PCV13) in patients with untreated Smoldering Multiple Myeloma (SMM): A pilot study.", "journal": ["Heliyon", "Heliyon"]}