{"authors": [["Ong", "Hui Kian", "HK", "Department of Pathology, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Tan", "Wen Siang", "WS", "Department of Microbiology, Faculty of Biotechnology and Biomolecular Sciences, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Ho", "Kok Lian", "KL", "Department of Pathology, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."]], "date": "2017-11-15", "id": "29158984", "text": "Cancers have killed millions of people in human history and are still posing a serious health problem worldwide. Therefore, there is an urgent need for developing preventive and therapeutic cancer vaccines. Among various cancer vaccine development platforms, virus-like particles (VLPs) offer several advantages. VLPs are multimeric nanostructures with morphology resembling that of native viruses and are mainly composed of surface structural proteins of viruses but are devoid of viral genetic materials rendering them neither infective nor replicative. In addition, they can be engineered to display multiple, highly ordered heterologous epitopes or peptides in order to optimize the antigenicity and immunogenicity of the displayed entities. Like native viruses, specific epitopes displayed on VLPs can be taken up, processed, and presented by antigen-presenting cells to elicit potent specific humoral and cell-mediated immune responses. Several studies also indicated that VLPs could overcome the immunosuppressive state of the tumor microenvironment and break self-tolerance to elicit strong cytotoxic lymphocyte activity, which is crucial for both virus clearance and destruction of cancerous cells. Collectively, these unique characteristics of VLPs make them optimal cancer vaccine candidates. This review discusses current progress in the development of VLP-based cancer vaccines and some potential drawbacks of VLPs in cancer vaccine development. Extracellular vesicles with close resembling to viral particles are also discussed and compared with VLPs as a platform in cancer vaccine developments.", "doi": "10.7717/peerj.4053", "title": "Virus like particles as a platform for cancer vaccine development.", "journal": ["PeerJ", "PeerJ"]}