{"authors": [["Climent", "Núria", "N", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain."], ["García", "Isabel", "I", "Biomedical Research Networking Centre on Bioengineering, Biomaterials and Nanomedicine (CIBER-BBN), Paseo Miramón 182, Donostia-San Sebastián, Spain; CIC biomaGUNE, Paseo de Miramón 182, Donostia-San Sebastián, Spain."], ["Marradi", "Marco", "M", "Biomedical Research Networking Centre on Bioengineering, Biomaterials and Nanomedicine (CIBER-BBN), Paseo Miramón 182, Donostia-San Sebastián, Spain; CIC biomaGUNE, Paseo de Miramón 182, Donostia-San Sebastián, Spain."], ["Chiodo", "Fabrizio", "F", "CIC biomaGUNE, Paseo de Miramón 182, Donostia-San Sebastián, Spain; Bio-organic Synthesis, Leiden Institute of Chemistry, Leiden University, The Netherland."], ["Miralles", "Laia", "L", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain."], ["Maleno", "María José", "MJ", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain."], ["Gatell", "José María", "JM", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain; Service of Infectious Diseases & AIDS Unit, Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain."], ["García", "Felipe", "F", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain; Service of Infectious Diseases & AIDS Unit, Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain."], ["Penadés", "Soledad", "S", "Biomedical Research Networking Centre on Bioengineering, Biomaterials and Nanomedicine (CIBER-BBN), Paseo Miramón 182, Donostia-San Sebastián, Spain; CIC biomaGUNE, Paseo de Miramón 182, Donostia-San Sebastián, Spain."], ["Plana", "Montserrat", "M", "AIDS Research Group, Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS), HIV Vaccine Development in Catalonia (HIVACAT), Hospital Clínic de Barcelona, Faculty of Medicine, University of Barcelona, Barcelona, Spain. Electronic address: mplana@clinic.ub.es."]], "date": "2017-11-20", "id": "29157976", "text": "Gold nanoparticles (GNPs) decorated with glycans ameliorate dendritic cells (DC) uptake, antigen-presentation and T-cells cross-talk, which are important aspects in vaccine design. GNPs allow for high antigen loading, DC targeting, lack of toxicity and are straightforward prepared and easy to handle. The present study aimed to assess the capacity of DC to process and present HIV-1-peptides loaded onto GNPs bearing high-mannoside-type oligosaccharides (P1@HM) to autologous T-cells from HIV-1 patients. The results showed that P1@HM increased HIV-specific CD4+ and CD8+ T-cell proliferation and induced highly functional cytokine secretion compared with HIV-peptides alone. P1@HM elicits a highly efficient secretion of pro-TH1 cytokines and chemokines, a moderate production of pro-TH2 and significant higher secretion of pro-inflammatory cytokines such as TNF-α and IL-1β. Thus, co-delivery of HIV-1 antigens and HM by GNPs is an excellent vaccine delivery system inducing HIV-specific cellular immune responses in HIV+ patients, being a promising approach to improve anti-HIV-1 vaccines.", "doi": "10.1016/j.nano.2017.11.009", "title": "Loading dendritic cells with gold nanoparticles (GNPs) bearing HIV-peptides and mannosides enhance HIV-specific T cell responses.", "journal": ["Nanomedicine : nanotechnology, biology, and medicine", "Nanomedicine"]}