{"authors": [["Fraiz", "Lauren Dapena", "LD", "College of Physicians and Surgeons, Columbia University Medical Center, 622 W 168th Street, New York, NY 10032, United States. Electronic address: lad2177@cumc.columbia.edu."], ["de Roche", "Ariel", "A", "College of Physicians and Surgeons, Columbia University Medical Center, 622 W 168th Street, New York, NY 10032, United States. Electronic address: ad3107@cumc.columbia.edu."], ["Mauro", "Christine", "C", "Mailman School of Public Health, Columbia University Medical College, 722 W 168th St, New York, NY 10032, United States. Electronic address: cmm2212@cumc.columbia.edu."], ["Catallozzi", "Marina", "M", "College of Physicians and Surgeons, Columbia University Medical Center, 622 W 168th Street, New York, NY 10032, United States; Mailman School of Public Health, Columbia University Medical College, 722 W 168th St, New York, NY 10032, United States; New York Presbyterian Hospital, 622 W 168th Street, New York, NY 10032, United States. Electronic address: mc2840@cumc.columbia.edu."], ["Zimet", "Gregory D", "GD", "Department of Pediatrics, Indiana University School of Medicine, 410 West 10th Street, Suite 1001, Indianapolis, IN 46202, United States. Electronic address: gzimet@iu.edu."], ["Shapiro", "Gilla K", "GK", "Department of Psychology, McGill University, 1205 Dr. Penfield Avenue, Montreal, Quebec H3A 1B1, Canada; Department of Behavioral Sciences, Rush University Medical Center, 1645 West Jackson Blvd., Ste. 400, Chicago, IL 60612, United States. Electronic address: gilla.shapiro@mail.mcgill.ca."], ["Rosenthal", "Susan L", "SL", "College of Physicians and Surgeons, Columbia University Medical Center, 622 W 168th Street, New York, NY 10032, United States; Mailman School of Public Health, Columbia University Medical College, 722 W 168th St, New York, NY 10032, United States; New York Presbyterian Hospital, 622 W 168th Street, New York, NY 10032, United States. Electronic address: slr2154@cumc.columbia.edu."]], "date": "2017-11-20", "id": "29157958", "text": "Zika virus infection during pregnancy can cause significant infant morbidity. Little is known about pregnant women's attitudes regarding behavioral strategies and hypothetical vaccination to prevent Zika infections and sequelae.Pregnant women across the United States (N = 362) completed an online questionnaire regarding attitudes about Zika, including six behavioral prevention strategies (i.e., abstaining from sex, using condoms, not traveling to an area with Zika, their partner not traveling into an area with Zika, using mosquito repellant, wearing long pants and sleeves) and vaccination.Most women (91%) were married/living with the baby's father, 65% were non-Hispanic White, and 71% had been pregnant. Seventy-four percent were worried about Zika, while 30% thought they were knowledgeable about Zika. The mean knowledge score was 5.0 out of 8 (SD = 2.09), and the mean behavioral strategies score was 4.9 out of 12 (SD = 3.7) with a range of 0 (none would be hard to do) to 12 (all would be hard to do). In a multivariable model, having had a sexually transmitted infection, living/traveling in an area with Zika, and worrying about Zika were significantly related to reporting behavioral strategies as hard to do. Seventy-two percent would be willing to be vaccinated. In the multivariable model, living/traveling in an area with Zika, believing they knew a lot about Zika, worrying about Zika, and considering Zika vaccine development as important were significantly associated with willingness to get vaccinated.Pregnant women were worried about Zika, yet had gaps in their factual knowledge. Most women reported they would get vaccinated if a vaccine was available. Pregnant women who reported themselves as vulnerable (being worried, having lived in or traveled to a Zika area) were more likely to view behavioral strategies as hard to do and to accept vaccination.", "doi": "10.1016/j.vaccine.2017.11.021", "title": "U.S. pregnant women's knowledge and attitudes about behavioral strategies and vaccines to prevent Zika acquisition.", "journal": ["Vaccine", "Vaccine"]}