{"authors": [["Mahapatra", "Mana", "M", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK."], ["Upadhyaya", "Sasmita", "S", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK."], ["Aviso", "Sharie", "S", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK; School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch 6150, Australia."], ["Babu", "Aravindh", "A", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK."], ["Hutchings", "Geoff", "G", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK."], ["Parida", "Satya", "S", "The Pirbright Institute, Ash Road, Pirbright, Surrey GU24 ONF, UK; School of Veterinary and Biomedical Sciences, Murdoch University, Murdoch 6150, Australia. Electronic address: satya.parida@pirbright.ac.uk."]], "date": "2017-11-20", "id": "29157957", "text": "Foot-and-mouth disease (FMD) is endemic in Southeast Asia (SEA) and East Asia with circulation of multiple serotypes and multiple genotypes within each serotype of the virus. Although countries like Japan and South Korea in the Far East were free of FMD, in 2010 FMD serotype O (O/Mya-98) outbreaks were recorded and since then South Korea has experienced several FMD outbreaks despite regular vaccination. In this study a total of 85 serotype O FMD viruses (FMDV) isolated from 2007 to 2012 from SEA, East Asia and Far East were characterized by virus neutralisation tests using antisera to four existing (O/HKN/6/83, O/IND/R2/75, O/SKR/2010 and O/PanAsia-2) and one putative (O/MYA/2009) vaccine strains, and by full capsid sequencing. Serological studies revealed broad cross-reactivity with the vaccine strains; O/PanAsia-2 exhibited a good match with 95.3%, O/HKN/6/83 with 91.8%, O/IND/R2/75 with 80%, and the putative strain O/MYA/2009 with 89.4% isolates employed in this study. Similarly O/PanAsia-2 and O/IND/R2/75 vaccines showed a good match with all eight viruses belonging to O-Ind-2001d sublineage whereas the vaccines of O/Mya-98 lineage, O/MYA/2009 and O/SKR/2010 exhibited the lowest match indicating their unsuitability to protect infections from O-Ind-2001d viruses. A Bayesian analysis of the capsid sequence data indicated these circulating viruses (n = 85) to be of either SEA or Middle East-South Asian (ME-SA) topotype. The ME-SA topotype viruses were mainly detected in Lao PDR, Vietnam, Myanmar and Thailand reflecting the trade links with the Indian subcontinent, and also within the SEA countries. Implications of these results in the context of FMD control in SEA and East Asian countries are discussed.", "doi": "10.1016/j.vaccine.2017.10.099", "title": "Selection of vaccine strains for serotype O foot-and-mouth disease viruses (2007-2012) circulating in Southeast Asia, East Asia and Far East.", "journal": ["Vaccine", "Vaccine"]}