{"authors": [["Wei", "Panying", "P", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China."], ["Zhang", "Tao", "T", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China."], ["Dong", "Hong", "H", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China."], ["Chen", "Qiaohong", "Q", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China."], ["Mu", "Xiang", "X", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China. Electronic address: muxiang1109@bua.edu.cn."], ["Hu", "Ge", "G", "Beijing Key Laboratory of Traditional Chinese Veterinary Medicine (TCVM), Animal Science and Technology college， Beijing Agricultural College, Beijing 102206, People's Republic of China. Electronic address: huge@bua.edu.cn."]], "date": "2017-09-25", "id": "29157813", "text": "Outbreaks of the influenza A virus (IAV) often occur in various avian and mammalian species, including humans, causing serious respiratory injury worldwide. Therapeutic actions are limited to vaccines and a few antiviral drugs. Combination antiviral compounds and anti-inflammatory modulators to control the propagation of viruses would be more efficient therapeutic strategies for infectious diseases.This study was designed to isolate anti-inflammatory and antiviral compounds from Cynanchun paniculatum and elucidate their potential molecular mechanisms.Bioactivity-guided isolation (via in vitro anti-inflammatory assay) was performed on the ethanolic extract of C. paniculatum, the structures of active compounds were elucidated by comparing spectral data (ESI-MS, 1H NMR and 13C NMR) with literature values. The antiviral activity of active compounds against Influenza A virus (IAV) was determined using the cytopathic effect (CPE) inhibition assay. Inhibitory effects of active compounds on influenza A/FM1/1/47 (H1N1) virus infection were also determined by RT-PCR. Effect of active compounds on NF-kB and MAPK signaling pathways after virus infection was determined by ELISA.Two compounds that showed great anti-inflammatory activity were isolated from C. paniculatum and elucidated as cynanversicoside A and cynanversicoside C. Cytokine assay demonstrated that cynanversicoside A and cynanversicoside C can suppress the production of TNF-α, IL-6 and IL-1β in Mice Pulmonary Microvascular Endothelial Cells (MPMEC) after Influenza virus A/FM/1/47 infection (p < .05) and also decreased the expressions of p-p65 and p-IκBα in infected cells. Furthermore, the phosphorylation of p38, ERK and JNK was also significantly attenuated. Subsequently, cynanversicoside A and cynanversicoside C treatment resulted in decreased viral replication and viral mRNA synthesis.These results indicate that cynanversicoside A isolated from C. paniculatum has potent anti-inflammatory and antiviral effects on IAV-infected MPMEC by the regulation of NF-κB and MAPK signaling pathways.", "doi": "10.1016/j.phymed.2017.09.009", "title": "Anti-inflammatory and antiviral activities of cynanversicoside A and cynanversicoside C isolated from Cynanchun paniculatum in influenza A virus-infected mice pulmonary microvascular endothelial cells.", "journal": ["Phytomedicine : international journal of phytotherapy and phytopharmacology", "Phytomedicine"]}