{"authors": [["Moghram", "Basem Ameen", "BA", "Department of Computer Science, Faculty of Computers and Information, Cairo University, Cairo, 12613, Egypt. Electronic address: basem.moghram@gmail.com."], ["Nabil", "Emad", "E", "Department of Computer Science, Faculty of Computers and Information, Cairo University, Cairo, 12613, Egypt. Electronic address: e.nabil@fci-cu.edu.eg."], ["Badr", "Amr", "A", "Department of Computer Science, Faculty of Computers and Information, Cairo University, Cairo, 12613, Egypt. Electronic address: amr.badr@fci-cu.edu.eg."]], "date": "2017-10-12", "id": "29157448", "text": "T-cell epitope structure identification is a significant challenging immunoinformatic problem within epitope-based vaccine design. Epitopes or antigenic peptides are a set of amino acids that bind with the Major Histocompatibility Complex (MHC) molecules. The aim of this process is presented by Antigen Presenting Cells to be inspected by T-cells. MHC-molecule-binding epitopes are responsible for triggering the immune response to antigens. The epitope's three-dimensional (3D) molecular structure (i.e., tertiary structure) reflects its proper function. Therefore, the identification of MHC class-II epitopes structure is a significant step towards epitope-based vaccine design and understanding of the immune system.In this paper, we propose a new technique using a Genetic Algorithm for Predicting the Epitope Structure (GAPES), to predict the structure of MHC class-II epitopes based on their sequence. The proposed Elitist-based genetic algorithm for predicting the epitope's tertiary structure is based on Ab-Initio Empirical Conformational Energy Program for Peptides (ECEPP) Force Field Model. The developed secondary structure prediction technique relies on Ramachandran Plot. We used two alignment algorithms: the ROSS alignment and TM-Score alignment. We applied four different alignment approaches to calculate the similarity scores of the dataset under test. We utilized the support vector machine (SVM) classifier as an evaluation of the prediction performance.The prediction accuracy and the Area Under Receiver Operating Characteristic (ROC) Curve (AUC) were calculated as measures of performance. The calculations are performed on twelve similarity-reduced datasets of the Immune Epitope Data Base (IEDB) and a large dataset of peptide-binding affinities to HLA-DRB1*0101. The results showed that GAPES was reliable and very accurate. We achieved an average prediction accuracy of 93.50% and an average AUC of 0.974 in the IEDB dataset. Also, we achieved an accuracy of 95.125% and an AUC of 0.987 on the HLA-DRB1*0101 allele of the Wang benchmark dataset.The results indicate that the proposed prediction technique \"GAPES\" is a promising technique that will help researchers and scientists to predict the protein structure and it will assist them in the intelligent design of new epitope-based vaccines.", "doi": "10.1016/j.cmpb.2017.10.011", "title": "Ab-initio conformational epitope structure prediction using genetic algorithm and SVM for vaccine design.", "journal": ["Computer methods and programs in biomedicine", "Comput Methods Programs Biomed"]}