{"authors": [["Dillon", "Patrick M", "PM", "University of Virginia, Charlottesville, VA, 22908, USA. pmd5b@hscmail.mcc.virginia.edu."], ["Petroni", "Gina R", "GR", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Smolkin", "Mark E", "ME", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Brenin", "David R", "DR", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Chianese-Bullock", "Kimberly A", "KA", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Smith", "Kelly T", "KT", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Olson", "Walter C", "WC", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Fanous", "Ibrahim S", "IS", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Nail", "Carmel J", "CJ", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Brenin", "Christiana M", "CM", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Hall", "Emily H", "EH", "University of Virginia, Charlottesville, VA, 22908, USA."], ["Slingluff", "Craig L", "CL", "University of Virginia, Charlottesville, VA, 22908, USA."]], "date": "2017-11-21", "id": "29157306", "text": "Breast cancer remains a leading cause of cancer death worldwide. There is evidence that immunotherapy may play a role in the eradication of residual disease. Peptide vaccines for immunotherapy are capable of durable immune memory, but vaccines alone have shown sparse clinical activity against breast cancer to date. Toll-like receptor (TLR) agonists and helper peptides are excellent adjuvants for vaccine immunotherapy and they are examined in this human clinical trial.A vaccine consisting of 9 MHC class I-restricted breast cancer-associated peptides (from MAGE-A1, -A3, and -A10, CEA, NY-ESO-1, and HER2 proteins) was combined with a TLR3 agonist, poly-ICLC, along with a helper peptide derived from tetanus toxoid. The vaccine was administered on days 1, 8, 15, 36, 57, 78. CD8+ T cell responses to the vaccine were assessed by both direct and stimulated interferon gamma ELIspot assays.Twelve patients with breast cancer were treated: five had estrogen receptor positive disease and five were HER2 amplified. There were no dose-limiting toxicities. Toxicities were limited to Grade 1 and Grade 2 and included mild injection site reactions and flu-like symptoms, which occurred in most patients. The most common toxicities were injection site reaction/induration and fatigue, which were experienced by 100% and 92% of participants, respectively. In the stimulated ELIspot assays, peptide-specific CD8+ T cell responses were detected in 4 of 11 evaluable patients. Two patients had borderline immune responses to the vaccine. The two peptides derived from CEA were immunogenic. No difference in immune response was evident between patients receiving endocrine therapy and those not receiving endocrine therapy during the vaccine series.Peptide vaccine administered in the adjuvant breast cancer setting was safe and feasible. The TLR3 adjuvant, poly-ICLC, plus helper peptide mixture provided modest immune stimulation. Further optimization is required for this multi-peptide vaccine/adjuvant combination.ClinicalTrials.gov (posted 2/15/2012): NCT01532960. Registered 2/8/2012. https://clinicaltrials.gov/show/NCT01532960.", "doi": "10.1186/s40425-017-0295-5", "title": "A pilot study of the immunogenicity of a 9-peptide breast cancer vaccine plus poly-ICLC in early stage breast cancer.", "journal": ["Journal for immunotherapy of cancer", "J Immunother Cancer"]}