{"authors": [["Rojas", "José Manuel", "JM", "Centro de Investigación en Sanidad Animal (CISA-INIA), Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria, Valdeolmos, Madrid, Spain."], ["Avia", "Miguel", "M", "Centro de Investigación en Sanidad Animal (CISA-INIA), Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria, Valdeolmos, Madrid, Spain."], ["Pascual", "Elena", "E", "Centro de Investigación en Sanidad Animal (CISA-INIA), Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria, Valdeolmos, Madrid, Spain."], ["Sevilla", "Noemí", "N", "Centro de Investigación en Sanidad Animal (CISA-INIA), Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria, Valdeolmos, Madrid, Spain."], ["Martín", "Verónica", "V", "Centro de Investigación en Sanidad Animal (CISA-INIA), Instituto Nacional de Investigación y Tecnología Agraria y Alimentaria, Valdeolmos, Madrid, Spain. veronica.martin@inia.es."]], "date": "2017-11-21", "id": "29157291", "text": "Peste des petits ruminants virus (PPRV) causes an economically important disease that limits productivity in small domestic ruminants and often affects the livestock of the poorest populations in developing countries. Animals that survive PPRV develop strong cellular and humoral responses, which are probably necessary for protection. Vaccination should thus aim at mimicking these natural responses. Immunization strategies against this morbillivirus using recombinant adenoviruses expressing PPRV-F or -H proteins can protect PPRV-challenged animals and permit differentiation of infected from vaccinated animals. Little is known of the T cell repertoire these recombinant vaccines induce. In the present work, we identified several CD4+ and CD8+ T cell epitopes in sheep infected with PPRV. We also show that recombinant adenovirus vaccination induced T cell responses to the same epitopes, and led to memory T cell differentiation. T cells primed by these recombinant adenovirus vaccines expanded after PPRV challenge and probably contributed to protection. These data validate the use of recombinant adenovirus expressing PPRV genes as DIVA strategies to control this highly contagious disease.", "doi": "10.1186/s13567-017-0482-x", "title": "Vaccination with recombinant adenovirus expressing peste des petits ruminants virus-F or -H proteins elicits T cell responses to epitopes that arises during PPRV infection.", "journal": ["Veterinary research", "Vet. Res."]}