{"authors": [["Roensbo", "Mette T", "MT", "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark."], ["Blaakaer", "Jan", "J", "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark."], ["Skov", "Karin", "K", "Department of Renal Medicine, Aarhus University Hospital, Aarhus, Denmark."], ["Hammer", "Anne", "A", "Department of Clinical Medicine, Aarhus University, Aarhus, Denmark."]], "date": "2017-12-11", "id": "29156081", "text": "Women receiving immunosuppressive treatment due to organ transplantation are at increased risk of Human papilloma virus (HPV)-related diseases, including cervical neoplasia. This pilot study aimed to describe the cervical HPV prevalence and genotype distribution in immunosuppressed Danish women.We included women who underwent renal (RTR) or bone marrow transplantation (BMTR) in 2009-2012 or 2014 at Aarhus University Hospital, Denmark. Women undergoing transplantation in 2009-2012 had one cervical cytology performed, whereas women undergoing transplantation in 2014 had three, one before and two after transplantation. The samples were examined for cytological abnormalities and tested for HPV using Cobas® HPV Test and CLART® HPV2 Test.Of 94 eligible cases we included 60 RTR and BMTR. The overall prevalence of high-risk HPV was 15.0 [95% confidence interval (CI) 7.1-26.6] and the prevalence was higher among BMTR (29.4; 95% CI 10.3-56.0) than RTR (9.3%, 95% CI 2.6-22.1), although this was not statistically significant (p = 0.10). The distribution of high-risk HPV was broad, with HPV 45 as the most common genotype (3.3%). The prevalences of high-risk HPV types included in the bivalent/quadrivalent and the nonavalent vaccines were 1.7 and 8.3%, respectively. The prevalence of low-grade and high-grade cytological abnormalities was 6.7 and 5.0%, respectively.Immunosuppressed women were infected with a broad range of high-risk HPV genotypes and the prevalence of cytological abnormalities was higher than found in previous studies of the general population. The nonavalent HPV vaccine will offer immunosuppressed individuals a greater protection against HPV-related diseases compared with the bivalent/quadrivalent HPV vaccines.", "doi": "10.1111/aogs.13261", "title": "Cervical HPV prevalence and genotype distribution in immunosuppressed Danish women.", "journal": ["Acta obstetricia et gynecologica Scandinavica", "Acta Obstet Gynecol Scand"]}