{"authors": [["Chen", "Huey-Ling", "HL", "Department of Pediatrics, National Taiwan University Children's Hospital and College of Medicine, National Taiwan University, Taipei."], ["Wen", "Wan-Hsin", "WH", "Department of Pediatrics, Cardinal Tien Hospital, New Taipei City, Taiwan."], ["Chang", "Mei-Hwei", "MH", "Department of Pediatrics, National Taiwan University Children's Hospital and College of Medicine, National Taiwan University, Taipei."]], "date": null, "id": "29156049", "text": "Hepatitis B virus (HBV) immunization has been effectively preventing chronic HBV infection with >90% efficacy in countries with universal neonatal immunization. Perinatal mother-to-infant transmission of HBV remains the major cause of chronic HBV infection despite immunization. Maternal hepatitis B e-antigen (HBeAg) and high viral load have been noted to be the most important risk factors for transmission. In recent years, short-term antiviral therapy for pregnant women in the third trimester has been shown to be highly effective in reducing 90% of vaccine failure in children. It is important to monitor maternal aminotransferase elevations postpartum. Long-term outcome of mothers and children is needed and awaits further investigations. Despite the above-mentioned preventive measures, it is also important to monitor high-risk children at 1 year of age with hepatitis B surface antigen and anti-hepatitis B to identify those with chronic HBV infection. Most of the children with chronic HBV infection were in the immune-tolerant phase. The goals for antiviral treatment in children are to reduce severity of liver injury, achieve HBeAg seroconversion, and prevent development of liver fibrosis and cancer. Studies on antiviral therapy are undergoing to elucidate the optimal indication and drug treatment for children. The ideal future goal of treatment is to eradicate chronic HBV infection globally.", "doi": "10.1093/infdis/jix429", "title": "Management of Pregnant Women and Children: Focusing on Preventing Mother-to-Infant Transmission.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}