{"authors": [["van der Heijden", "E M D L", "EMDL", "Department of Infectious Diseases & Immunology, Division of Immunology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands."], ["Chileshe", "J", "J", "Bovine Tuberculosis and Brucellosis Research Programme, Department of Veterinary Tropical Diseases, Faculty of Veterinary Science, University of Pretoria, Pretoria, South Africa."], ["Vernooij", "J C M", "JCM", "Department of Farm Animal Health, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands."], ["Gortazar", "C", "C", "SaBio Instituto de Investigación en Recursos Cinegéticos IREC (CSIC-UCLM-JCCM), Ciudad Real, Spain."], ["Juste", "R A", "RA", "NEIKER-Instituto Vasco de Investigación y Desarrollo Agrario, Animal Health Department, Bizkaia Science and Technology Park, Derio (Bizkaia), Spain."], ["Sevilla", "I", "I", "NEIKER-Instituto Vasco de Investigación y Desarrollo Agrario, Animal Health Department, Bizkaia Science and Technology Park, Derio (Bizkaia), Spain."], ["Crafford", "J E", "JE", "Bovine Tuberculosis and Brucellosis Research Programme, Department of Veterinary Tropical Diseases, Faculty of Veterinary Science, University of Pretoria, Pretoria, South Africa."], ["Rutten", "V P M G", "VPMG", "Department of Infectious Diseases & Immunology, Division of Immunology, Faculty of Veterinary Medicine, Utrecht University, Utrecht, The Netherlands."], ["Michel", "A L", "AL", "Bovine Tuberculosis and Brucellosis Research Programme, Department of Veterinary Tropical Diseases, Faculty of Veterinary Science, University of Pretoria, Pretoria, South Africa."]], "date": "2017-11-20", "id": "29155877", "text": "Conventional control and eradication strategies for bovine tuberculosis (BTB) face tremendous difficulties in developing countries; countries with wildlife reservoirs, a complex wildlife-livestock-human interface or a lack of veterinary and veterinary public health surveillance. Vaccination of cattle and other species might in some cases provide the only suitable control strategy for BTB, while in others it may supplement existing test-and-slaughter schemes. However, the use of live BCG has several limitations and the global rise of HIV/AIDS infections has furthermore warranted the exploration of inactivated vaccine preparations. The aim of this study was to compare the immune response profiles in response to parenteral vaccination with live BCG and two inactivated vaccine candidates in cattle. Twenty-four mixed breed calves (Bos taurus) aged 4-6 months, were allocated to one of four groups and vaccinated sub-cutaneously with live M. bovis BCG (Danish 1331), formalin-inactivated M. bovis BCG, heat-killed M. bovis or PBS/Montanide™ (control). Interferon-γ responsiveness and antibody production were measured prior to vaccination and at weekly intervals thereafter for twelve weeks. At nine weeks post-priming, animals were skin tested using tuberculins and MTBC specific protein cocktails and subsequently challenged through intranodular injection of live M. bovis BCG. The animals in the heat-killed M. bovis group demonstrated strong and sustained cell-mediated and humoral immune responses, significantly higher than the control group in response to vaccination, which may indicate a protective immune profile. Animals in this group showed reactivity to the skin test reagents, confirming good vaccine take. Lastly, although not statistically significant, recovery of BCG after challenge was lowest in the heat-killed M. bovis group. In conclusion, the parenteral heat-killed M. bovis vaccine proved to be clearly immunogenic in cattle in the present study, urging further evaluation of the vaccine in challenge studies using virulent M. bovis and assessment of vaccine efficacy in field conditions.", "doi": "10.1371/journal.pone.0188448", "title": "Immune response profiles of calves following vaccination with live BCG and inactivated Mycobacterium bovis vaccine candidates.", "journal": ["PloS one", "PLoS ONE"]}