{"authors": [["Sethumadhavan", "Shalini", "S", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Silva", "Murillo", "M", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Philbrook", "Phaethon", "P", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Nguyen", "Thao", "T", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Hatfield", "Stephen M", "SM", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Ohta", "Akio", "A", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."], ["Sitkovsky", "Michail V", "MV", "New England Inflammation and Tissue Protection Institute, Northeastern University, Boston, MA, United States of America."]], "date": "2017-11-20", "id": "29155844", "text": "Human cancers are known to downregulate Major Histocompatibility Complex (MHC) class I expression thereby escaping recognition and rejection by anti-tumor T cells. Here we report that oxygen tension in the tumor microenvironment (TME) serves as an extrinsic cue that regulates antigen presentation by MHC class I molecules. In support of this view, hypoxia is shown to negatively regulate MHC expression in a HIF-dependent manner as evidenced by (i) lower MHC expression in the hypoxic TME in vivo and in hypoxic 3-dimensional (3D) but not 2-dimensional (2D) tumor cell cultures in vitro; (ii) decreased MHC in human renal cell carcinomas with constitutive expression of HIF due to genetic loss of von Hippel-Lindau (VHL) function as compared with isogenically paired cells with restored VHL function, and iii) increased MHC in tumor cells with siRNA-mediated knockdown of HIF. In addition, hypoxia downregulated antigen presenting proteins like TAP 1/2 and LMP7 that are known to have a dominant role in surface display of peptide-MHC complexes. Corroborating oxygen-dependent regulation of MHC antigen presentation, hyperoxia (60% oxygen) transcriptionally upregulated MHC expression and increased levels of TAP2, LMP2 and 7. In conclusion, this study reveals a novel mechanism by which intra-tumoral hypoxia and HIF can potentiate immune escape. It also suggests the use of hyperoxia to improve tumor cell-based cancer vaccines and for mining novel immune epitopes. Furthermore, this study highlights the advantage of 3D cell cultures in reproducing hypoxia-dependent changes observed in the TME.", "doi": "10.1371/journal.pone.0187314", "title": "Hypoxia and hypoxia-inducible factor (HIF) downregulate antigen-presenting MHC class I molecules limiting tumor cell recognition by T cells.", "journal": ["PloS one", "PLoS ONE"]}