{"authors": [["Zhang", "Yue", "Y", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Taian, Shandong, China; State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, Beijing, China."], ["Yu", "Xiao-Lin", "XL", "State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, Beijing, China."], ["Zha", "Jun", "J", "State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, Beijing, China."], ["Mao", "Li-Zhen", "LZ", "Asialand Biomed Technology Co., Ltd., Changzhou, China."], ["Chai", "Jia-Qian", "JQ", "Shandong Provincial Key Laboratory of Animal Biotechnology and Disease Control and Prevention, Shandong Agricultural University, Taian, Shandong, China. Electronic address: jqchai@sdau.edu.cn."], ["Liu", "Rui-Tian", "RT", "State Key Laboratory of Biochemical Engineering, Institute of Process Engineering, Chinese Academy of Sciences, Beijing, China. Electronic address: rtliu@ipe.ac.cn."]], "date": "2017-11-16", "id": "29155303", "text": "Inflammation is strongly associated with the mechanism of β-cell failure in type 2 diabetes mellitus (T2DM). Blockade of the key proinflammatory cytokine IL-1β has been implicated as a promising therapeutic strategy for the prevention and treatment of type 2 diabetes. In this study, we developed an IL-1β-targeted therapeutic vaccine consisting of an IL-1β epitope peptide (A1β) and assessed its efficacy on a diabetic KK-Ay mouse model.KK-Ay mice were immunized with A1β for three injections at a 2-week interval. The induced antibody titers, body weights and blood glucose levels were monitored every two weeks. Then the intraperitoneal glucose tolerance test and insulin tolerance test were performed. The β-cell mass, β-cell apoptosis and proliferation were evaluated by immunofluorescence. IL-1β gene expression in islets was also measured by quantitative RT-PCR.A1β immunization induced robust antibody responses, reduced body weight gain, improved glucose tolerance and insulin sensitivity in KK-Ay mice. Moreover, A1β restored β-cell mass, inhibited β-cell apoptosis, enhanced β-cell proliferation and downregulated IL-1β expression.The novel IL-1β-targeted epitope vaccine has the therapeutic potential for T2DM.", "doi": "10.1016/j.lfs.2017.11.021", "title": "Therapeutic vaccine against IL-1β improved glucose control in a mouse model of type 2 diabetes.", "journal": ["Life sciences", "Life Sci."]}