{"authors": [["Zhang", "Dong-Xing", "DX", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China."], ["Kang", "Yuan-Huan", "YH", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China."], ["Chen", "Long", "L", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China."], ["Siddiqui", "Shahrood Ahmed", "SA", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China."], ["Wang", "Chun-Feng", "CF", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China."], ["Qian", "Ai-Dong", "AD", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China. Electronic address: qianaidong0115@163.com."], ["Shan", "Xiao-Feng", "XF", "College of Animal Science and Technology, Jilin Agricultural University, Changchun 130118, China. Electronic address: sxf1997@163.com."]], "date": "2017-11-16", "id": "29155272", "text": "Aeromonas veronii is a gram-negative pathogen capable of infecting both fish and mammals, including humans, and natural infection in fish results in irreparable damage to the aquaculture industry. Lactic acid bacteria (LAB) have a number of properties that make them attractive candidates as delivery vehicles for presentation to the mucosa sites of compounds with pharmaceutical interest, in particular vaccines. In this study, we generated two recombinant Lactobacillus casei (surface-displayed or secretory) expressing the OmpAI of A.veronii and evaluated the effect on immune responses in fish model. A 1022 bp gene fragment of the 42 kDa OmpAI antigen of A.veronii was cloned into pPG-1 (surface-displayed) and pPG-2 (secretory) and electrotransformed into Lactobacillus casei CC16. The recombinant plasmid in L.casei could be stably inherited over 50 generations, and production of OmpAI protein had slight limited effects on cells growth. Treatment of common carp with the recombinant vaccine candidate stimulated high serum or skin mucus specific antibody titers and induced a higher lysozyme, ACP, SOD activity, while fish fed with Lc-pPG or PBS had no detectable immobilizing immune responses. Expression of IL-10, IL-β, IFN-γ, TNF-α genes in the group immunized with recombinant L.casei were significantly (P < 0.05) up regulated as compared with control groups, indicating that inflammatory response and cell immune response were triggered. Further, viable recombinant L.casei strains were directly delivered and survive throughout the intestinal tract, the recombinant OmpAI was also detected in intestine mucosal. The results showed that common carp received Lc-pPG1-OmpAI (66.7%) and Lc-pPG2-OmpAI (50.0%) had higher survival rates compared with the controls after challenge with A.veronii, indicating that Lc-pPG1-OmpAI and Lc-pPG2-OmpAI had beneficial effects on immune response and enhanced disease resistance of common carp against A.veronii infection. Our study here demonstrates, for the first time, the ability of recombinant L.casei as oral vaccine against A.veronii infection in carps. The combination of OmpAI delivery and LAB approach may be a promising mucosal therapeutic agent for treating and controlling A.veronii.", "doi": "10.1016/j.fsi.2017.10.043", "title": "Oral immunization with recombinant Lactobacillus casei expressing OmpAI confers protection against Aeromonas veronii challenge in common carp, Cyprinus carpio.", "journal": ["Fish & shellfish immunology", "Fish Shellfish Immunol."]}