{"authors": [["Iskandar", "Viska I", "VI", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan."], ["Sasaki", "Yutaka", "Y", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan."], ["Yoshino", "Naoto", "N", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan."], ["Abubakar", "Raden Z R", "RZR", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan."], ["Sato", "Shigehiro", "S", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan."], ["Muraki", "Yasushi", "Y", "Division of Infectious Diseases and Immunology, Department of Microbiology, School of Medicine, Iwate Medical University, 2-1-1 Nishitokuta, Yahaba, Iwate 028-3694, Japan. Electronic address: ymuraki@iwate-med.ac.jp."]], "date": "2017-11-17", "id": "29155214", "text": "A cell-based vaccine production method for influenza virus may be an effective and more rapid alternative to egg-based systems. For high-yield virus production, the effect of bovine, porcine, fungal, and recombinant trypsins on influenza A/H1N1 virus replication in MDCK SI-6 cells (SI-6 cells), a novel MDCK cell line developed by our research group, was examined. SI-6 cells infected with influenza A/H1N1 virus were incubated in the presence of four trypsin types at various concentrations, and virus yields in the culture medium were evaluated by a hemagglutination (HA) assay. Virus growth was most efficient in the presence of bovine and porcine trypsins. An analysis of the optimized concentration and definitive HA titer of each trypsin by Gaussian distribution revealed that comparable high virus yields (166.1 and 164.2 HAU/50μl) were obtained at the optimized concentrations of bovine (0.4μg/ml) and porcine (2.1μg/ml) trypsins, respectively, the yields of which were significantly higher than that of fungal and recombinant trypsins. We conclude that bovine and porcine trypsins are suitable for influenza A/H1N1 virus replication in SI-6 cells. This result complements our previous study and suggests the possible application of SI-6 cells to the development of cell-based influenza vaccines.", "doi": "10.1016/j.jviromet.2017.11.006", "title": "Optimization of trypsins for influenza A/H1N1 virus replication in MDCK SI-6 cells, a novel MDCK cell line.", "journal": ["Journal of virological methods", "J. Virol. Methods"]}