{"authors": [["Garcia", "Carlos H S", "CHS", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil; UMR 7245 CNRS Molécules de Communication et Adaptation des Micro-organismes, Muséum National d'Histoire Naturelle, Sorbonne Universités, CP 52, 61 rue Buffon, 75231 Paris Cedex 05, France."], ["Depoix", "Delphine", "D", "UMR 7245 CNRS Molécules de Communication et Adaptation des Micro-organismes, Muséum National d'Histoire Naturelle, Sorbonne Universités, CP 52, 61 rue Buffon, 75231 Paris Cedex 05, France."], ["Queiroz", "Rayner M L", "RML", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil."], ["Souza", "Jaques M F", "JMF", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil."], ["Fontes", "Wagner", "W", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil."], ["de Sousa", "Marcelo V", "MV", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil."], ["Santos", "Marlon D M", "MDM", "Computational Mass Spectrometry & Proteomics Group, Carlos Chagas Institute, Fiocruz, Curitiba, Parana 81350-010, Brazil."], ["Carvalho", "Paulo C", "PC", "Computational Mass Spectrometry & Proteomics Group, Carlos Chagas Institute, Fiocruz, Curitiba, Parana 81350-010, Brazil."], ["Grellier", "Philippe", "P", "UMR 7245 CNRS Molécules de Communication et Adaptation des Micro-organismes, Muséum National d'Histoire Naturelle, Sorbonne Universités, CP 52, 61 rue Buffon, 75231 Paris Cedex 05, France. Electronic address: grellier@mnhn.fr."], ["Charneau", "Sébastien", "S", "Laboratory of Biochemistry and Protein Chemistry, Department of Cell Biology, Institute of Biology, University of Brasilia, Brasilia, DF 70910-900, Brazil. Electronic address: charneau@unb.br."]], "date": "2017-11-15", "id": "29155091", "text": "Plasmodium mature sexual cycle occurs in the vector mosquitoes and ensures the transmission to a new host. Gametogenesis takes place within minutes in the vector midgut. Gametocytes have to complete a deep nuclear reorganization, quick differentiation, and in the case of male gametocytes, intracytoplasmic flagellum assembly that results in free-swimming microgametes required for macrogamete fertilization. In efforts to improve our knowledge of molecular mechanisms involved in gamete morphogenesis, we carried out a nanoLC/MSMS based quantitative proteomic analysis throughout the xanthurenic acid-induced gametogenesis of the rodent parasite P. berghei. Time-course analyses were performed 7 and 15min after gametogenesis induction. From 2617 iTRAQ-labelled peptides, 49 proteins were found differentially abundant. Proteins related to RNA translation, DNA, and protein biosynthesis were most prominent and strongly regulated. The energetic metabolic pathway, glycolysis, environmental stress response, RNA/protein biosynthesis, mitosis and axoneme formation, both related to tubulin-associated cytoskeleton dynamic, were predominant regulated cell processes at protein level during the differentiation. Our results also include 26 phosphoproteins in gametocytes/gametes. This first iTRAQ-based proteomic time course analysis of Plasmodium gamete development sheds light on the biological protein orchestration within gametogenesis.Malaria is one of the most serious and widespread parasitic diseases that affected humans in medicine history. The increasing emergence of resistance of parasites from Plasmodium genus to the available antimalarial drugs and the absence of efficient vaccines require an urgent need of development of new therapeutic strategies to fight against that disease. The sexual reproduction is a key step of Plasmodium life cycle and constitutes an attractive target for the development of new therapeutic approaches since it would control malaria based on an inhibition of the parasite transmission to Anopheles, and then to humans. Male and female gamete formation (gametogenesis) is thus a biological event that is determinant for the perpetuation of the parasite in which drastic morphological and metabolic changes occur in a short time interval, resulting in the production of 8 male gametes from a male gametocyte, and fertilization of the female gamete. Development of such transmission-blocking strategies required in deep understanding of the molecular and cellular events associated to gametogenesis. Despite several studies, our understanding on gametogenesis is still incomplete and requires further investigations. This work is the first large-scale quantitative proteomic insight into the P. berghei gamete morphogenesis providing valuable time course data. Plasmodium gametogenesis clearly requires regulation of expression and phosphorylation of proteins belonging to different metabolic pathways and functions, in order to produce mature male and female gametes.", "doi": "10.1016/j.jprot.2017.11.009", "title": "Dynamic molecular events associated to Plasmodium berghei gametogenesis through proteomic approach.", "journal": ["Journal of proteomics", "J Proteomics"]}