{"authors": [["Duong", "Huu Thuy Trang", "HTT", "School of Chemical Engineering, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Kim", "Nak Won", "NW", "School of Pharmacy, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Thambi", "Thavasyappan", "T", "School of Chemical Engineering, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Giang Phan", "V H", "VH", "School of Chemical Engineering, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Lee", "Min Sang", "MS", "School of Pharmacy, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Yin", "Yue", "Y", "School of Pharmacy, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea."], ["Jeong", "Ji Hoon", "JH", "School of Pharmacy, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea. Electronic address: jhjeong@skku.edu."], ["Lee", "Doo Sung", "DS", "School of Chemical Engineering, Theranostic Macromolecules Research Center, Sungkyunkwan University, Suwon 440-746, Republic of Korea. Electronic address: dslee@skku.edu."]], "date": "2017-11-15", "id": "29154976", "text": "Successful delivery of a DNA vaccine to antigen-presenting cells and their subsequent stimulation of CD4+ and CD8+ T cell immunity remains an inefficient process. In general, the delivery of prophylactic vaccines is mainly mired by low transfection efficacy, poor immunogenicity, and safety issues from the materials employed. Currently, several strategies have been exploited to improve immunogenicity, but an effective strategy for safe and pain-free delivery of DNA vaccines is complicated. Herein, we report the rapid delivery of polyplex-based DNA vaccines using microneedle arrays coated with a polyelectrolyte multilayer assembly of charge reversal pH-responsive copolymer and heparin. The charge reversal pH-responsive copolymer, composed of oligo(sulfamethazine)-b-poly(ethylene glycol)-b-poly(amino urethane) (OSM-b-PEG-b-PAEU), was used as a triggering layer in the polyelectrolyte multilayer assembly on microneedles. Charge reversal characteristics of this copolymer, that is, the OSM-b-PEG-b-PAEU copolymer exhibit, positive charge at low pH (pH4.03) and becoming negative charge when exposed to physiological pH conditions (pH7.4), allowing the facile assembly and disassembly of polyelectrolyte multilayers. The electrostatic repulsion between heparin and OSM-b-PEG-b-PAEU charge reversal copolymer triggered the release of DNA vaccines. DNA vaccines laden on microneedles are effectively transfected into RAW 264.7 macrophage cells in vitro. Vaccination of BALB/c mice by DNA vaccine-loaded microneedle arrays coated with a polyelectrolyte multilayer generated antigen-specific robust immune responses. These findings provide potential strategy of charge reversal pH-responsive copolymers coated microneedles for DNA vaccine delivery.", "doi": "10.1016/j.jconrel.2017.11.025", "title": "Microneedle arrays coated with charge reversal pH-sensitive copolymers improve antigen presenting cells-homing DNA vaccine delivery and immune responses.", "journal": ["Journal of controlled release : official journal of the Controlled Release Society", "J Control Release"]}