{"authors": [["Dulwich", "Katherine L", "KL", "1​The Pirbright Institute, Ash Road, Woking, GU24 0NF, UK."], ["Giotis", "Efstathios S", "ES", "2​Section of Virology, Faculty of Medicine, Imperial College London, St. Mary's Campus, Norfolk Place, London W2 1PG, UK."], ["Gray", "Alice", "A", "1​The Pirbright Institute, Ash Road, Woking, GU24 0NF, UK."], ["Nair", "Venugopal", "V", "1​The Pirbright Institute, Ash Road, Woking, GU24 0NF, UK."], ["Skinner", "Michael A", "MA", "2​Section of Virology, Faculty of Medicine, Imperial College London, St. Mary's Campus, Norfolk Place, London W2 1PG, UK."], ["Broadbent", "Andrew J", "AJ", "1​The Pirbright Institute, Ash Road, Woking, GU24 0NF, UK."]], "date": "2017-11-20", "id": "29154745", "text": "Infectious bursal disease virus (IBDV) belongs to the family Birnaviridae and is economically important to the poultry industry worldwide. IBDV infects B cells in the bursa of Fabricius (BF), causing immunosuppression and morbidity in young chickens. In addition to strains that cause classical Gumboro disease, the so-called 'very virulent' (vv) strain, also in circulation, causes more severe disease and increased mortality. IBDV has traditionally been controlled through the use of live attenuated vaccines, with attenuation resulting from serial passage in non-lymphoid cells. However, the factors that contribute to the vv or attenuated phenotypes are poorly understood. In order to address this, we aimed to investigate host cell-IBDV interactions using a recently described chicken primary B-cell model, where chicken B cells are harvested from the BF and cultured ex vivo in the presence of chicken CD40L. We demonstrated that these cells could support the replication of IBDV when infected ex vivo in the laboratory. Furthermore, we evaluated the gene expression profiles of B cells infected with an attenuated strain (D78) and a very virulent strain (UK661) by microarray. We found that key genes involved in B-cell activation and signalling (TNFSF13B, CD72 and GRAP) were down-regulated following infection relative to mock, which we speculate could contribute to IBDV-mediated immunosuppression. Moreover, cells responded to infection by expressing antiviral type I IFNs and IFN-stimulated genes, but the induction was far less pronounced upon infection with UK661, which we speculate could contribute to its virulence.", "doi": "10.1099/jgv.0.000979", "title": "Differential gene expression in chicken primary B cells infected ex vivo with attenuated and very virulent strains of infectious bursal disease virus (IBDV).", "journal": ["The Journal of general virology", "J. Gen. Virol."]}