{"authors": [["Duffy", "Margaret R", "MR", "1​Batavia Biosciences BV, Leiden, The Netherlands."], ["Alonso-Padilla", "Julio", "J", "2​Institute of Cardiovascular and Medical Sciences, College of Medicine, Veterinary and Life Sciences, University of Glasgow, Glasgow, UK."], ["John", "Lijo", "L", "3​Division of Virology, Department of Clinical Microbiology, Umeå University, Sweden."], ["Chandra", "Naresh", "N", "3​Division of Virology, Department of Clinical Microbiology, Umeå University, Sweden."], ["Khan", "Selina", "S", "4​Viral Vaccine Discovery and Early Development, Janssen Vaccines and Prevention BV, Leiden, The Netherlands."], ["Ballmann", "Monika Z", "MZ", "1​Batavia Biosciences BV, Leiden, The Netherlands."], ["Lipiec", "Agnieszka", "A", "1​Batavia Biosciences BV, Leiden, The Netherlands."], ["Heemskerk", "Evert", "E", "1​Batavia Biosciences BV, Leiden, The Netherlands."], ["Custers", "Jerome", "J", "4​Viral Vaccine Discovery and Early Development, Janssen Vaccines and Prevention BV, Leiden, The Netherlands."], ["Arnberg", "Niklas", "N", "3​Division of Virology, Department of Clinical Microbiology, Umeå University, Sweden."], ["Havenga", "Menzo", "M", "1​Batavia Biosciences BV, Leiden, The Netherlands."], ["Baker", "Andrew H", "AH", "¶​Present address: Centre for Cardiovascular Sciences, Queen's Medical Research Institute, University of Edinburgh, Edinburgh, UK."], ["Lemckert", "Angelique", "A", "1​Batavia Biosciences BV, Leiden, The Netherlands."]], "date": "2017-11-20", "id": "29154744", "text": "The vectorization of rare human adenovirus (HAdV) types will widen our knowledge of this family and their interaction with cells, tissues and organs. In this study we focus on HAdV-56, a member of human Ad species D, and create ease-of-use cloning systems to generate recombinant HAdV-56 vectors carrying foreign genes. We present in vitro transduction profiles for HAdV-56 in direct comparison to the most commonly used HAdV-5-based vector. In vivo characterizations demonstrate that when it is delivered intravenously (i.v.) HAdV-56 mainly targets the spleen and, to a lesser extent, the lungs, whilst largely bypassing liver transduction in mice. HAdV-56 triggered robust inflammatory and cellular immune responses, with higher induction of IFNγ, TNFα, IL5, IL6, IP10, MCP1 and MIG1 compared to HAdV-5 following i.v. administration. We also investigated its potential as a vaccine vector candidate by performing prime immunizations in mice with HAdV-56 encoding luciferase (HAdV-56-Luc). Direct comparisons were made to HAdV-26, a highly potent human vaccine vector currently in phase II clinical trials. HAdV-56-Luc induced luciferase 'antigen'-specific IFNγ-producing cells and anti-HAdV-56 neutralizing antibodies in Balb/c mice, demonstrating a near identical profile to that of HAdV-26. Taken together, the data presented provides further insight into human Ad receptor/co-receptor usage, and the first report on HAdV-56 vectors and their potential for gene therapy and vaccine applications.", "doi": "10.1099/jgv.0.000978", "title": "Generation and characterization of a novel candidate gene therapy and vaccination vector based on human species D adenovirus type 56.", "journal": ["The Journal of general virology", "J. Gen. Virol."]}