{"authors": [["Abbassi-Daloii", "Tooba", "T", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Yousefi", "Soheil", "S", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Sekhavati", "Mohammad Hadi", "MH", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."], ["Tahmoorespur", "Mojtaba", "M", "Department of Animal Science, Ferdowsi University of Mashhad, Mashhad, Iran."]], "date": "2017-11-20", "id": "29154438", "text": "Brucellosis caused by the bacterium Brucella affects various domestic and wild species. The outer membrane proteins 25 and 31 play key roles on stimulation of cell-mediated immune response against Brucella. GroEL as one of the major Brucella antigens stimulates the immune system and increases intracellular survival of bacteria. In the present study, we assumed injection of GroEL in combination with OMP25 and OMP31 would offer higher immunity levels. So, the impact of GroEL with different concentrations of recombinant outer membrane proteins emulsified in Chitosan Nanoparticles on immune responses was evaluated in mice model. Results showed both univalent (except rGroEL) and divalent immunized groups induced higher IFN-γ, TNF-α, and IL-4 titers in comparison to negative control groups. While GroEL showed negative effect on TNF-α titer, there were positive increase trends in IFN-γ in some treatments. Analysis of humoral antibody response revealed both univalent and divalent immunized groups induced higher IgG2a titer than IgG1 titer, indicating strong bent of Th1 immune response. Also, results showed GroEL can have positive impact on lymphocyte proliferation response. Overall, mice immunization using individual OMP25 or OMP31 demonstrated more effective cell-mediated immunity, although some combinations of rGroEL and rOMP31 vaccines were more efficient than other divalent ones.", "doi": "10.1111/apm.12778", "title": "Impact of heat shock protein 60KD in combination with outer membrane proteins on immune response against Brucella melitensis.", "journal": ["APMIS : acta pathologica, microbiologica, et immunologica Scandinavica", "APMIS"]}