{"authors": [["Lampe", "Elisabeth O", "EO", "Center for Integrative Microbiology and Evolution, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway; Department of Pharmaceutical Biosciences, School of Pharmacy, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway."], ["Zingmark", "Carl", "C", "Department of Clinical Microbiology, Clinical Bacteriology, and Laboratory for Molecular Infection Medicine Sweden (MIMS), Umeå, Sweden."], ["Tandberg", "Julia I", "JI", "Center for Integrative Microbiology and Evolution, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway; Department of Pharmaceutical Biosciences, School of Pharmacy, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway."], ["Thrane", "Ida Marie P", "IMP", "Center for Integrative Microbiology and Evolution, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway; Department of Pharmaceutical Biosciences, School of Pharmacy, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway."], ["Brudal", "Espen", "E", "Norwegian University of Life Sciences, Faculty of Veterinary Medicine, Department of Food Safety and Infection Biology, Oslo, Norway."], ["Sjöstedt", "Anders", "A", "Department of Clinical Microbiology, Clinical Bacteriology, and Laboratory for Molecular Infection Medicine Sweden (MIMS), Umeå, Sweden."], ["Winther-Larsen", "Hanne C", "HC", "Center for Integrative Microbiology and Evolution, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway; Department of Pharmaceutical Biosciences, School of Pharmacy, University of Oslo, PO Box 1068 Blindern, 0316 Oslo, Norway. Electronic address: hannewi@farmasi.uio.no."]], "date": "2017-11-16", "id": "29153776", "text": "Francisella noatunensis ssp. noatunensis (F.n.n.) is the causative agent of francisellosis in Atlantic cod and constitutes one of the main challenges for future aquaculture on this species. A facultative intracellular bacterium like F.n.n. exert an immunologic challenge against which live attenuated vaccines in general are most effective. Thus, we constructed a deletion in the F.n.n. clpB gene as ΔclpB mutants are among the most promising vaccine candidates in human pathogenic Francisella.Characterization of F.n.n. ΔclpB using primary Atlantic cod head kidney leukocytes, the zebrafish embryo and adult zebrafish model with focus on potential attenuation, relevant immune responses and immunogenic potential.Interleukin 1 beta transcription in Atlantic cod leukocytes was significantly elevated from 24 to 96 h post infection with F.n.n. ΔclpB compared to F.n.n. wild-type (wt). Growth attenuation of the deletion mutant in zebrafish embryos was observed by fluorescence microscopy and confirmed by genome quantification by qPCR. In the immunization experiment, adult zebrafish were immunized with 7 × 106 CFU of F.n.n. ΔclpB before challenge four weeks later with 6 × 108 CFU of F.n.n. wt. One day after challenge, immunized zebrafish responded with significantly lower interleukin 8 levels compared to the non-immunized control. Immunized fish were protected against the acute mortality observed in non-immunized zebrafish after challenge and bacterial genomes quantified by qPCR were reduced to a minimum 28 days post challenge, indicating protective immunity stimulated by F.n.n. ΔclpB.Deletion mutation of clpB in F.n.n. causes in vitro and in vivo attenuation and elicits a protective immune response in adult zebrafish against a lethal dose of F.n.n. wt. Taken together, the results presented increases the knowledge on protective immune responses against F.n.n.", "doi": "10.1016/j.vaccine.2017.11.009", "title": "Francisella noatunensis subspecies noatunensis clpB deletion mutant impairs development of francisellosis in a zebrafish model.", "journal": ["Vaccine", "Vaccine"]}