{"authors": [["Pfeiffer", "G", "G", "Institute of Public Health, Ruprecht-Karls Universität Heidelberg, Germany. Electronic address: Gillian.Pfeiffer@hotmail.de."], ["Fisker", "A B", "AB", "Research Centre for Vitamins and Vaccines, Bandim Health Project, Statens Serum Institut, Copenhagen, Denmark."], ["Nebié", "E", "E", "Centre de Recherche en Santé, Nouna, Burkina Faso."], ["Hengelbrock", "J", "J", "University Medical Center Hamburg-Eppendorf, Department of Medical Biometry and Epidemiology, Germany."], ["Sié", "A", "A", "Centre de Recherche en Santé, Nouna, Burkina Faso."], ["Becher", "H", "H", "Institute of Public Health, Ruprecht-Karls Universität Heidelberg, Germany; University Medical Center Hamburg-Eppendorf, Department of Medical Biometry and Epidemiology, Germany."], ["Müller", "O", "O", "Institute of Public Health, Ruprecht-Karls Universität Heidelberg, Germany."]], "date": "2017-11-15", "id": "29153586", "text": "Previous studies in African countries have been suggestive of non-specific effects (NSE) of vaccination on child survival. Live vaccines (e.g. measles, MV) have been found to reduce child mortality while inactivated vaccines (e.g. diphtheria-tetanus-pertussis, DTP) have been associated with increased mortality; NSE were often found to be sex-specific.A case-control study nested into the Health and Demographic Surveillance System (HDSS) cohort of the Centre de Recherche en Santé de Nouna (CRSN) was conducted in northwestern Burkina Faso. A total of 3,010 children born in 2009-11, were included in the study, 375 cases and 2635 age and village matched controls. The main outcome measures were the mortality odds ratios for vaccinated versus unvaccinated children by antigen. The main outcome measures were the mortality odds ratios for vaccinated versus unvaccinated children by antigen.Most deaths occurred in late infancy, and there were significantly more deaths in males as compared to females (OR 1.29, CI 1.04-1.60). Overall, there was no statistically significant association between vaccine status and mortality. However, among children in the age group 2-8 months, there was a consistent sex-differential pattern for all doses of oral polio vaccine combined with pentavalent vaccine (OPV + Penta), with the vaccines being associated with lower mortality in boys, but not in girls. Routine MV + yellow fever vaccine was associated with reduced mortality, but only before mass vaccination campaigns with meningitis and measles vaccines took place.The findings of this study provide further support on the existence of NSE of childhood vaccinations in a large population of rural Burkina Faso. More randomized controlled trials are needed to confirm these observations.", "doi": "10.1016/j.vaccine.2017.10.089", "title": "Non-specific effects of childhood vaccinations - A case control study nested into a Health and Demographic Surveillance System in rural Burkina Faso.", "journal": ["Vaccine", "Vaccine"]}