{"authors": [["Fischer", "William A", "WA", "Division of Pulmonary and Critical Care Medicine, University of North Carolina School of Medicine, Chapel Hill, NC, USA."], ["Vetter", "Pauline", "P", "Division of Infectious Diseases, Geneva University Hospitals, Geneva, Switzerland."], ["Bausch", "Daniel G", "DG", "Epidemic Clinical Management Team, WHO, Geneva, Switzerland."], ["Burgess", "Timothy", "T", "Department of Preventative Medicine and Biostatistics, Uniformed Services University of the Health Sciences, Bethesda, MD, USA."], ["Davey", "Richard T", "RT", "Laboratory of Immunoregulation, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Bethesda, MD, USA."], ["Fowler", "Robert", "R", "Institute of Health Policy, Management and Evaluation, Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."], ["Hayden", "Frederick G", "FG", "Division of Infectious Diseases and International Health, University of Virginia Health System, Charlottesville, VA, USA."], ["Jahrling", "Peter B", "PB", "NIAID Integrated Research Facility, Frederick, MD, USA."], ["Kalil", "Andre C", "AC", "Division of Infectious Diseases, University of Nebraska Medical Center, Omaha, NE, USA."], ["Mayers", "Douglas L", "DL", "Geneva Foundation, Tacoma, WA, USA."], ["Mehta", "Aneesh K", "AK", "Division of Infectious Diseases, Emory University School of Medicine, Atlanta, GA, USA."], ["Uyeki", "Timothy M", "TM", "National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, GA, USA."], ["Jacobs", "Michael", "M", "Department of Infection, Royal Free London NHS Foundation Trust, London, UK. Electronic address: michael.jacobs@ucl.ac.uk."]], "date": "2017-11-15", "id": "29153266", "text": "The massive outbreak of Ebola virus disease in west Africa between 2013 and 2016 resulted in intense efforts to evaluate the efficacy of several specific countermeasures developed through years of preclinical work, including the first clinical trials for therapeutics and vaccines. In this Review, we discuss how the experience and data generated from that outbreak have helped to advance the understanding of the use of these countermeasures for post-exposure prophylaxis against Ebola virus infection. In future outbreaks, post-exposure prophylaxis could play an important part in reducing community transmission of Ebola virus by providing more immediate protection than does immunisation as well as providing additional protection for health-care workers who are inadvertently exposed over the course of their work. We propose provisional guidance for use of post-exposure prophylaxis in Ebola virus disease and identify the priorities for future preparedness and further research.", "doi": "10.1016/S1473-3099(17)30677-1", "title": "Ebola virus disease: an update on post-exposure prophylaxis.", "journal": ["The Lancet. Infectious diseases", "Lancet Infect Dis"]}