{"authors": [["Hall", "Kylie J", "KJ", "Center for Immunization Research and Education, Department of Public Health, North Dakota State University, Fargo, North Dakota. Electronic address: kylie.hall@ndsu.edu."], ["Howell", "Molly A", "MA", "North Dakota Department of Health, Bismarck, North Dakota."], ["Jansen", "Rick J", "RJ", "Center for Immunization Research and Education, Department of Public Health, North Dakota State University, Fargo, North Dakota."], ["Carson", "Paul J", "PJ", "Center for Immunization Research and Education, Department of Public Health, North Dakota State University, Fargo, North Dakota."]], "date": null, "id": "29153127", "text": "North Dakota's school-reported kindergarten immunization rates were among the lowest in the U.S. during the 2015-2016 school year. Ninety percent of kindergartners were fully immunized in accordance with state requirements, 3% had an exemption, and as many as 7% were noncompliant. School enforcement of immunization requirements has been noted as variable. This study sought to better understand the relationship between school-reported immunization rates and the enforcement of immunization requirements.Kindergarten immunization rates were compared between schools annually enforcing immunization requirements to the point of excluding noncompliant children and schools not enforcing. In addition, immunization rates were assessed after an educational intervention that led some school districts to change their enforcement policies during the 2015-2016 school year. Analyses were completed in 2016 and 2017.Kindergarten immunization rates were significantly higher in schools that annually enforced compared with schools that did not enforce (p≤0.001, all vaccines; difference between means: diphtheria-tetanus-attenuated pertussis=7.5% [95% CI=3.9%, 11.1%]; polio=6.2% [95% CI=3.3%, 9.1%]; measles, mumps, and rubella=7% [95% CI=3.5%, 10.5%]; hepatitis B=3.7% [95% CI=1.5%, 5.9%]; and varicella=6.9% [95% CI=3.4%, 10.4%]). School districts that began enforcing saw a significant increase in vaccination rates (diphtheria-tetanus-attenuated pertussis=6% [95% CI=2%, 11%] and measles, mumps, and rubella=7% [95% CI=3%, 11%]). Enforcement in newly enforcing districts led to a large decrease in the number of noncompliant students and did not lead to significant increases in exemption rates.In North Dakota, lack of school enforcement is strongly associated with lower immunization rates and a large noncompliant population. Addressing noncompliance through school enforcement could significantly increase school-reported immunization rates.", "doi": "10.1016/j.amepre.2017.08.010", "title": "Enforcement Associated With Higher School-Reported Immunization Rates.", "journal": ["American journal of preventive medicine", "Am J Prev Med"]}