{"authors": [["Vasudevan", "Anupama", "A", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."], ["Woerner", "Amy", "A", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."], ["Schmeisser", "Falko", "F", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."], ["Verma", "Swati", "S", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."], ["Williams", "Ollie", "O", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."], ["Weir", "Jerry P", "JP", "Division of Viral Products, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, USA."]], "date": "2017-11-20", "id": "29152878", "text": "The single radial immunodiffusion (SRID) assay, the accepted method for determining potency of inactivated influenza vaccines, measures an immunogenic form of the influenza hemagglutinin. Nevertheless, alternative methods for measuring vaccine potency have been explored to address some of the weaknesses of the SRID assay, including limited sensitivity and the requirement for large amounts of standardized reagents. Monoclonal antibody (mAb)-based potency assays also have the ability to detect and measure relevant immunogenic forms of HA.The objective of this study was to continue evaluation of mAb-based alternative methods for measuring the potency of inactivated influenza vaccines, focusing on A(H7N9) pandemic influenza vaccines.Several murine mAbs that recognize different epitopes on the H7 hemagglutinin (HA) were identified and characterized. These mAbs were evaluated in both a mAb-capture ELISA and a mAb-based biolayer interferometry (BLI) assay.Results indicated that potency of inactivated A(H7N9) vaccines, including vaccine samples that were stressed by heat treatment, measured by either alternative method correlated well with potency determined by the traditional SRID potency assay.The availability of multiple H7 mAbs, directed to different HA epitopes, provides needed redundancy in the potency analysis as A(H7N9) viruses continue to evolve antigenically and suggests the importance of having a broad, well-characterized panel of mAbs available for development of vaccines against influenza strains with pandemic potential. In addition, the results highlight the potential of mAb-based platform such as ELISA and BLI for development as alternative methods for determining the potency of inactivated influenza vaccines.", "doi": "10.1111/irv.12528", "title": "Potency determination of inactivated H7 influenza vaccines using monoclonal antibody-based ELISA and biolayer interferometry assays.", "journal": ["Influenza and other respiratory viruses", "Influenza Other Respir Viruses"]}