{"authors": [["Wang", "Ying", "Y", "Center of Excellence for Vector-Borne Diseases (CEVBD), Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS, 66506, USA."], ["Wei", "Lanjing", "L", "Center of Excellence for Vector-Borne Diseases (CEVBD), Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS, 66506, USA."], ["Liu", "Huitao", "H", "Center of Excellence for Vector-Borne Diseases (CEVBD), Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS, 66506, USA."], ["Cheng", "Chuanmin", "C", "Center of Excellence for Vector-Borne Diseases (CEVBD), Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS, 66506, USA."], ["Ganta", "Roman R", "RR", "Center of Excellence for Vector-Borne Diseases (CEVBD), Department of Diagnostic Medicine/Pathobiology, College of Veterinary Medicine, Kansas State University, Manhattan, KS, 66506, USA. rganta@vet.ksu.edu."]], "date": "2017-11-17", "id": "29150636", "text": "Obligate intracellular bacteria (obligates) belonging to Rickettsiales and Chlamydiales cause diseases in hundreds of millions of people worldwide and in many animal species. Lack of an efficient system for targeted mutagenesis in obligates remains a major impediment in understanding microbial pathogenesis. Challenges in creating targeted mutations may be attributed to essential nature of majority of the genes and intracellular replication dependence. Despite success in generating random mutations, a method that works well in creating mutations in specific genes of interest followed by complementation remains problematic for obligates and is a highly sought-after goal. We describe protocols to generate stable targeted mutations by allelic exchange in Ehrlichia chaffeensis, an obligate intracellular tick-borne bacterium responsible for human monocytic ehrlichiosis. Targeted mutations in E. chaffeensis were created to disrupt two genes, and also to restore one gene by another allelic exchange mutation leading to the restoration of transcription and protein expression from the inactivated gene and the recovered organisms also express mCherry, which distinguishes from the wild type. We expect that the methods developed are broadly applicable to other obligates, particularly to rickettsial pathogens, to routinely perform targeted mutations to enable studies focused on protein structure-function analyses, host-pathogen interactions and in developing vaccines.", "doi": "10.1038/s41598-017-16023-y", "title": "A genetic system for targeted mutations to disrupt and restore genes in the obligate bacterium, Ehrlichia chaffeensis.", "journal": ["Scientific reports", "Sci Rep"]}