{"authors": [["Alice", "Alejandro F", "AF", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Kramer", "Gwen", "G", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Bambina", "Shelly", "S", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Baird", "Jason R", "JR", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Bahjat", "Keith S", "KS", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Gough", "Michael J", "MJ", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and."], ["Crittenden", "Marka R", "MR", "Earle A. Chiles Research Institute, Robert W. Franz Cancer Center, Providence Portland Medical Center, Portland, OR 97213; and marka.crittenden@providence.org."]], "date": "2017-11-17", "id": "29150567", "text": "Although prophylactic vaccines provide protective humoral immunity against infectious agents, vaccines that elicit potent CD8 T cell responses are valuable tools to shape and drive cellular immunity against cancer and intracellular infection. In particular, IFN-γ-polarized cytotoxic CD8 T cell immunity is considered optimal for protective immunity against intracellular Ags. Suppressor of cytokine signaling (SOCS)1 is a cross-functional negative regulator of TLR and cytokine receptor signaling via degradation of the receptor-signaling complex. We hypothesized that loss of SOCS1 in dendritic cells (DCs) would improve T cell responses by accentuating IFN-γ-directed immune responses. We tested this hypothesis using a recombinant Listeria monocytogenes vaccine platform that targets CD11c+ DCs in mice in which SOCS1 is selectively deleted in all CD11c+ cells. Unexpectedly, in mice lacking SOCS1 expression in CD11c+ cells, we observed a decrease in CD8+ T cell response to the L. monocytogenes vaccine. NK cell responses were also decreased in mice lacking SOCS1 expression in CD11c+ cells but did not explain the defect in CD8+ T cell immunity. We found that DCs lacking SOCS1 expression were functional in driving Ag-specific CD8+ T cell expansion in vitro but that this process was defective following infection in vivo. Instead, monocyte-derived innate TNF-α and inducible NO synthase-producing DCs dominated the antibacterial response. Thus, loss of SOCS1 in CD11c+ cells skewed the balance of immune response to infection by increasing innate responses while decreasing Ag-specific adaptive responses to infectious Ags.", "doi": "10.4049/jimmunol.1700909", "title": "Amplifying IFN-γ Signaling in Dendritic Cells by CD11c-Specific Loss of SOCS1 Increases Innate Immunity to Infection while Decreasing Adaptive Immunity.", "journal": ["Journal of immunology (Baltimore, Md. : 1950)", "J. Immunol."]}