{"authors": [["Hosseini", "Siamand", "S", "School of Biological Sciences, Royal Holloway University of London, Egham, Surrey, TW20 OEX, UK."], ["Curilovs", "Alex", "A", "SporeGen Ltd., Bourne Labs, RHUL, Egham, Surrey, TW20 0EX, UK."], ["Cutting", "Simon M", "SM", "School of Biological Sciences, Royal Holloway University of London, Egham, Surrey, TW20 OEX, UK. s.cutting@rhul.ac.uk."]], "date": "2017-11-17", "id": "29150519", "text": "Genetic manipulation of bacterial spores of the genus Bacillus has shown potential for vaccination and for delivery of drugs or enzymes. Remarkably, proteins displayed on the spore surface retain activity and generally are not degraded. The heat stability of spores coupled with their desiccation resistance makes them suitable for delivery to humans or to animals by the oral route. Despite these attributes one regulatory obstacle has remained regarding the fate of recombinant spores shed into the environment as viable spores. We have addressed the biological containment of spore GMOs by utilizing the concept of a 'thymine-less death', a phenomenon first reported six decades ago. Using Bacillus subtilis we have inserted chimeric genes in the two thymidylate synthase genes, thyA and thyB, using a two-step process. Insertion is made first at thyA followed by thyB where resistance to trimethoprim enables selection of recombinants. Importantly, this method requires introduction of no new antibiotic resistance genes. Recombinant spores have a strict dependence on thymine (or thymidine) and in their absence cells lyse and die. Insertions are stable with no evidence for suppression or reversion. Using this system we have successfully created a number of spore vaccines as well as spores displaying active enzymes.Importance Genetic manipulation of bacterial spores offers a number of exciting possibilities for public and animal health including their use as heat stable vehicles for delivering vaccines or enzymes. Despite this, one remaining problem is the fate of recombinant spores if released to the environment where they could survive in a dormant form indefinitely. We describe a solution whereby following genetic manipulation the bacterium is rendered dependent on thymine. As a consequence spores if released would produce bacteria unable to survive and they would exhibit a thymine-less death due to rapid cessation of metabolism. The method we describe has been validated using a number of exemplars and solves a problem for containing spore GMOs in the environment.", "doi": "10.1128/AEM.02334-17", "title": "Biological Containment of Genetically Modified Bacillus subtilis.", "journal": ["Applied and environmental microbiology", "Appl. Environ. Microbiol."]}