{"authors": [["Ni", "Yawei", "Y", "Research and Development, Nanotherapeutics, Inc., Alachua, FL, USA. Electronic address: yni@kjbiosciences.com."], ["Springer", "Michael J", "MJ", "Research and Development, Nanotherapeutics, Inc., Alachua, FL, USA."], ["Guo", "Jianhua", "J", "Department of Veterinary Pathobiology, College of Veterinary Medicine and Biomedical Sciences, Texas A&M University, College Station, TX, USA."], ["Finger-Baker", "Isaac", "I", "Research and Development, Nanotherapeutics, Inc., Alachua, FL, USA."], ["Wilson", "James P", "JP", "Research and Development, Nanotherapeutics, Inc., Alachua, FL, USA."], ["Cobb", "Ronald R", "RR", "Research and Development, Nanotherapeutics, Inc., Alachua, FL, USA."], ["Turner", "Debra", "D", "Department of Veterinary Pathobiology, College of Veterinary Medicine and Biomedical Sciences, Texas A&M University, College Station, TX, USA."], ["Tizard", "Ian", "I", "Department of Veterinary Pathobiology, College of Veterinary Medicine and Biomedical Sciences, Texas A&M University, College Station, TX, USA."]], "date": "2017-11-14", "id": "29150208", "text": "Typhoid fever remains a serious public health problem with a high impact on toddlers and young children. Vaccines against the Vi capsular polysaccharide are efficacious against typhoid fever demonstrating that antibodies against Vi confer protection. The currently licensed Vi typhoid vaccines have however limited efficacy and are manufactured by a complex process from wild-type bacteria. Due to these inherent issues with the current vaccines, an alternative vaccine based on an O-acetylated high molecular weight (HMW) polygalacturonic acid (GelSite-OAc™) was generated. The HMW polygalacturonic acid shares the same backbone as the Vi polysaccharide of Salmonella Typhi. The GelSite-OAc™ has a high molecular weight (>1 × 106 Da) and a high degree of O-acetylation (DOAc) (>5 μmole/mg), both exceeding the potency specifications of the current Vi vaccine. Studies in Balb/c mice demonstrated that GelSite-OAc™ was highly immunogenic, inducing a strong antigen-specific antibody response in a DOAc- and dose-dependent manner which was comparable to or higher than those induced by the licensed Vi vaccine. Importantly, the GelSite-OAc™ was shown to be fully protective in mice against lethal challenge with Salmonella Typhi. Furthermore, the GelSite-OAc™ demonstrated a boosting effect or memory response, exhibiting a >2-fold increase in antibody levels upon the second immunization with either GelSite-OAc™ or the Vi vaccine. This novel boosting effect is unique among polysaccharide antigens and potentially makes GelSite-OAc™ effective in people under 2 years old. Together these results suggest that the GelSite-OAc™ could be a highly effective vaccine against Salmonella Typhi.", "doi": "10.1016/j.vaccine.2017.10.081", "title": "Development of a synthetic Vi polysaccharide vaccine for typhoid fever.", "journal": ["Vaccine", "Vaccine"]}