{"authors": [["Lekoane", "Bridget K M", "BKM", "Discipline of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Mazisi Kunene Road, Durban, 4041, South Africa."], ["Mashamba-Thompson", "Tivani P", "TP", "Discipline of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Mazisi Kunene Road, Durban, 4041, South Africa."], ["Ginindza", "Themba G", "TG", "Discipline of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Mazisi Kunene Road, Durban, 4041, South Africa. Ginindza@ukzn.ac.za."]], "date": "2017-11-17", "id": "29149907", "text": "Despite the introduction of HPV vaccines, the incidence of HPV-related cancers (cervical, penile, anal, vulvar, vagina, head, and neck) in sub-Saharan Africa has been rising. The increasing incidence of these HPV-related cancers has been attributed to changes in lifestyle-related risk factors, most notably sexual behavior. The main objective of this study is to map evidence on the distribution of HIV-related cancers in sub-Saharan Africa (SSA).We will conduct a scoping review to explore, describe, and map literature on the distribution of HPV-related cancers in sub-Saharan Africa. The primary search will include peer-reviewed and review articles. The list of references from included studies will also be searched. The search will be performed using EBSCOhost platform by searching the following databases within the platform: Academic search complete, health source: nursing/academic edition, CINAHL with full text, PubMed, Science Direct, Google scholar and World Health Organization (WHO) library databases, and gray literature. The researcher will search the articles using keywords, from the included studies; abstract and full articles will be screened by two independent reviewers. The screening will be guided by the inclusion and exclusion criteria. A thematic content analysis will be used to present the narrative account of the reviews, using NVivo version 10.We anticipate finding relevant literature on the distribution of HPV-related cancers in sub-Saharan Africa. The study findings will help reveal research gaps to guide future research.PROSPERO CRD42017062403.", "doi": "10.1186/s13643-017-0623-3", "title": "Mapping evidence on the distribution of human papillomavirus-related cancers in sub-Saharan Africa: scoping review protocol.", "journal": ["Systematic reviews", "Syst Rev"]}