{"authors": [["De Serrano", "Luis O", "LO", "Department of Biomedical & Pharmaceutical Sciences and Center for Translational Medicine, University of Montana, 32 Campus Drive, Missoula, MT, 59812, USA."], ["Burkhart", "David J", "DJ", "Department of Biomedical & Pharmaceutical Sciences and Center for Translational Medicine, University of Montana, 32 Campus Drive, Missoula, MT, 59812, USA. David.Burkhart@mso.umt.edu."]], "date": "2017-11-17", "id": "29149896", "text": "Vaccinology is one of the most important cornerstones in modern medicine, providing better quality of life. The human immune system is composed of innate and adaptive immune processes that interplay when infection occurs. Innate immunity relies on pathogen-associated molecular patterns which are recognized by pathogen recognition receptors localized in antigen presenting cells. After antigen processing and presentation, CD4+ T cell polarization occurs, further leading to B cell and CD8+ activation and humoral and cell-mediated adaptive immune responses. Liposomes are being employed as vaccine technologies and their design is of importance to ensure proper immune responses. Physicochemical parameters like liposome size, charge, lamellarity and bilayer fluidity must be completely understood to ensure optimal vaccine stability and efficacy. Liposomal vaccines can be developed to target specific immune cell types for the induction of certain immune responses. In this review, we will present promising liposomal vaccine approaches for the treatment of important viral, bacterial, fungal and parasitic infections (including tuberculosis, TB). Cationic liposomes are the most studied liposome types due to their enhanced interaction with the negatively charged immune cells. Thus, a special section on the cationic lipid dimethyldioctadecylammonium and TB is also presented.", "doi": "10.1186/s12951-017-0319-9", "title": "Liposomal vaccine formulations as prophylactic agents: design considerations for modern vaccines.", "journal": ["Journal of nanobiotechnology", "J Nanobiotechnology"]}