{"authors": [["Sarker", "Dipak K", "DK", "Interfacial Nanotechnology Group, School of Pharmacy and Biomolecular Sciences, The University of Brighton, Moulsecoomb Campus, Lewes Road, Brighton, BN2 4GJ. United Kingdom."]], "date": "2017-11-17", "id": "29149812", "text": "Drugs can represents a multitude of compounds from proteins and peptides, such as growth hormones and insulin and on to simple organic molecules such as flurbiprofen, ibuprofen and lidocaine. Given the chemical nature of these compounds two features are always present. A portion or portions of the molecule that has little affinity for apolar surfaces and media and the opposite a series of part or one large part that has considerable affinity for hydrophilic, polar or charged media and surfaces. A series of techniques are routinely used to probe the molecular interactions that can arise between components, such as the drug, a range of surface-active excipients and flavor compounds, for example terpenoids and the solvent or dispersion medium.Fifty-eight papers were included in the review, a large number (16) being of a theoretical nature and an equally large number (14) directly pertaining to medicine and pharmacy; alongside experimental data and phenomenological modelling. The review therefore simultaneously represents an amalgam of review article and research paper, with routinely used or established (10) and well-reported methodologies (also included in the citations within the review). Experimental data included from various sources as diverse as foam micro-conductivity, interferometric measurements of surface adsorbates and laser fluorescence spectroscopy (FRAP) are used to indicate the complexity and utility of foams and surface soft matter structures for a range of purposes but specifically, here for encapsulation and incorporation of therapeutics actives (pharmaceutical molecules, vaccines and excipients used in medicaments). Techniques such as interfacial tensiometry, interfacial rheology (viscosity, elasticity and visco-elasticity) and nanoparticle particle size (hydrodynamic diameter) and charge measurements (zeta potential), in addition to atomic force and scanning electron microscopy have proven to be very useful in understanding how such elemental components combine, link or replace one another (competitive displacement). They have also proved both beneficial and worthwhile in the sense of quantifying the unseen actions and interplay of adsorbed molecules and the macroscopic effects, such as froth formation, creaming or sedimentation that can occur as a result of these interactions.The disclosures and evaluations presented in this review confirm the importance of a theoretical understanding of a complex model of the molecular interactions, network and present a framework for the understanding of really very complex physical forms. Future therapeutic developer rely on an understanding of such complexity to garner a route to a more successful administration and formulation of a new generation of therapeutic delivery systems for use in medicine.", "doi": "10.2174/1570163814666171117132202", "title": "Architectures and Mechanical Properties of Drugs and Complexes of Surface-active Compounds at Air-water and Oil-water Interfaces.", "journal": ["Current drug discovery technologies", "Curr Drug Discov Technol"]}