{"authors": [["Dykman", "Lev A", "LA", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia; Saratov Science Research Veterinary Institute, Russian Academy of Sciences, 6 Ulitsa 53-ei Strelkovoi Divizii, Saratov 410028, Russia. Electronic address: dykman_l@ibppm.ru."], ["Staroverov", "Sergey A", "SA", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia; Saratov Science Research Veterinary Institute, Russian Academy of Sciences, 6 Ulitsa 53-ei Strelkovoi Divizii, Saratov 410028, Russia."], ["Fomin", "Alexander S", "AS", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia; Saratov Science Research Veterinary Institute, Russian Academy of Sciences, 6 Ulitsa 53-ei Strelkovoi Divizii, Saratov 410028, Russia."], ["Khanadeev", "Vitaly A", "VA", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia."], ["Khlebtsov", "Boris N", "BN", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia."], ["Bogatyrev", "Vladimir A", "VA", "Institute of Biochemistry and Physiology of Plants and Microorganisms, Russian Academy of Sciences, 13 Prospekt Entuziastov, Saratov 410049, Russia."]], "date": "2017-11-14", "id": "29149704", "text": "Gold nanoparticles (GNPs) are advantageous as an adjuvant in the design of effective vaccines and in the preparation of high-affinity antibodies to haptens and complete antigens. Another method of activating immunocompetent cells with colloidal gold is to conjugate GNPs with CpG oligodeoxynucleotides (ODNs). We examined how the size and shape of GNPs and various combinations of GNPs and CpG ODNs 1826 affect the immune response. When animals were injected with a model antigen (BSA) coupled to gold nanospheres (diameters, 15 and 50nm), nanorods, nanoshells, and nanostars, the titers of the resultant antibodies differed substantially. The antibody titers decreased in the sequence GNPs-50nm>GNPs-15nm>nanoshells>nanostars>nanorods>native BSA. We conclude that 50 and 15nm gold nanospheres are the optimal antigen carrier and adjuvant for immunization. The highest titer of anti-BSA antibodies was detected in the blood serum of mice immunized simultaneously with BSA-GNP and CpG-GNP conjugates.", "doi": "10.1016/j.intimp.2017.11.008", "title": "Gold nanoparticles as an adjuvant: Influence of size, shape, and technique of combination with CpG on antibody production.", "journal": ["International immunopharmacology", "Int. Immunopharmacol."]}