{"authors": [["Zhang", "Chuan", "C", "Department of Pharmacy, West China Second University Hospital, Sichuan University, Chengdu, China."], ["Wang", "Xiaodong", "X", "Key Laboratory of Birth Defects and Related Diseases of Women and Children (Sichuan University), Ministry of Education, Chengdu, China."], ["Liu", "Dan", "D", "Department of Pharmacy, West China Second University Hospital, Sichuan University, Chengdu, China."], ["Zhang", "Lingli", "L", "Department of Pharmacy, West China Second University Hospital, Sichuan University, Chengdu, China."], ["Sun", "Xin", "X", "Chinese Evidence-Based Medicine Centre, West China Hospital, Sichuan University, Chengdu, China."]], "date": "2017-11-17", "id": "29149524", "text": "Pregnant women were identified as a population of priority for vaccination during the H1N1 influenza pandemic outbreak in 2009.To assess adverse fetal outcomes following the administration of H1N1 pandemic vaccination during pregnancy.PubMed, Embase, and Cochrane Library were searched up to January 2017.Cohort studies investigating fetal outcomes after H1N1 influenza vaccination during pregnancy were eligible. The language was limited to English.Pairs of reviewers independently screened studies for eligibility, assessed the risk of bias, and extracted data from the included studies.A total of 19 cohort studies were eligible. The use of vaccines during any period of pregnancy was associated with lower risk of stillbirth (adjusted hazard ratio 0.80, 95% confidence interval 0.69-0.92). No significant differences were found between the vaccinated versus unvaccinated groups in terms of the risks of spontaneous abortion, premature birth, and small for gestational age.The administration of H1N1 vaccines during pregnancy might reduce the risk of stillbirth, a complication associated with H1N1 infection. The quality of evidence was, however, not adequate to reach a definitive conclusion.", "doi": "10.1002/ijgo.12394", "title": "A systematic review and meta-analysis of fetal outcomes following the administration of influenza A/H1N1 vaccination during pregnancy.", "journal": ["International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics", "Int J Gynaecol Obstet"]}