{"authors": [["Baghban Rahimi", "Sanaz", "S", "Department of Microbiology, Golestan University of Medical Sciences, Gorgan, Iran."], ["Mohebbi", "Alireza", "A", "Department of Microbiology, Golestan University of Medical Sciences, Gorgan, Iran."], ["Vakilzadeh", "Gelareh", "G", "Department of Neuroscience, School of Advanced Technologies in Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Biglari", "Peyvand", "P", "Department of Virology, Pasteur Institute of Iran, P.O. Box: 1316943551, Tehran, Iran."], ["Razeghi Jahromi", "Soodeh", "S", "Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Mohebi", "Seyed Reza", "SR", "Gastroenterology and Liver Diseases Research Center, Research Institute for Gastroenterology and Liver Diseases, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Shirian", "Sadegh", "S", "Department of Pathology, School of Veterinary Medicine, Shahrekord University, Shahrekord, Iran."], ["Gorji", "Ali", "A", "Shefa Neuroscience Research Center, Khatam Alanbia Hospital, Tehran, Iran."], ["Ghaemi", "Amir", "A", "Department of Virology, Pasteur Institute of Iran, P.O. Box: 1316943551, Tehran, Iran. ghaem_amir@yahoo.com."]], "date": "2017-11-17", "id": "29149434", "text": "To be effective, therapeutic cancer vaccines should stimulate both an effective cell-mediated and a robust cytotoxic CD8+ T-cell response against human papillomavirus (HPV)-infected cells to treat the pre-existing tumors and prevent potential future tumors. In this study, the therapeutic experiments were designed in order to evaluate antitumor effect against the syngeneic TC-1 tumor model. The anti-tumor efficacy of a HPV-16 E7 DNA vaccine adjuvanted with melatonin (MLT) was evaluated in a C57BL/6 mouse tumor model by measuring tumor growth post vaccination and the survival rate of tumor-bearing mice, analyzing the specific lymphocyte proliferation responses in control and vaccinated mice by MTT assay. The E7-specific cytotoxic T cells (CTL) were analyzed by lymphocyte proliferation and lactate dehydrogenates (LDH) release assays. IFN-γ, IL-4 and TNF-α secretion in splenocyte cultures as well as vascular endothelial growth factor (VEGF) and IL-10 in the tumor microenvironment were assayed by ELISA. Our results demonstrated that subcutaneous administration of C57BL/6 mice with a DNA vaccine adjuvanted with MLT dose-dependently and significantly induced strong HPV16 E7-specific CD8+ cytotoxicity and IFN-γ and TNF-α responses capable of reducing HPV-16 E7-expressing tumor volume. A significantly higher level of E7-specific T-cell proliferation was also found in the adjuvanted vaccine group. Furthermore, tumor growth was significantly inhibited when the DNA vaccine was combined with MLT and the survival time of TC-1 tumor bearing mice was also significantly prolonged. In vivo studies further demonstrated that MLT decreased the accumulation of IL-10 and VEGF in the tumor microenvironment of vaccinated mice. These data indicate that melatonin as an adjuvant augmented the cancer vaccine efficiency against HPV-associated tumors in a dose dependent manner.", "doi": "10.1007/s00705-017-3647-z", "title": "Enhancement of therapeutic DNA vaccine potency by melatonin through inhibiting VEGF expression and induction of antitumor immunity mediated by CD8+ T cells.", "journal": ["Archives of virology", "Arch. Virol."]}