{"authors": [["Ye", "Suifang", "S", "University of Queensland Centre for Clinical Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Whiley", "David M", "DM", "University of Queensland Centre for Clinical Research, The University of Queensland, Brisbane, Queensland, Australia."], ["Ware", "Robert S", "RS", "Menzies Health Institute Queensland, Griffith University, Gold Coast, Queensland, Australia."], ["Kirkwood", "Carl D", "CD", "Murdoch Childrens Research Institute, Melbourne, Victoria, Australia."], ["Lambert", "Stephen B", "SB", "UQ Child Health Research Centre, The University of Queensland, Brisbane, Queensland, Australia."], ["Grimwood", "Keith", "K", "The School of Medicine and Menzies Health Institute Queensland, Griffith University, Gold Coast, Queensland, Australia."]], "date": "2017-11-15", "id": "29149283", "text": "Rotavirus vaccines have reduced moderate-to-severe gastroenteritis episodes in infants and young children. Nevertheless, knowledge gaps exist concerning rotavirus vaccine shedding and vaccine impact upon mild and asymptomatic wild-type infections. Our primary objective was to investigate vaccine shedding in Australian infants where the multivalent human-bovine reassortant rotavirus vaccine, RotaTeq®, was part of the routine vaccination schedule.The Observational Research in Childhood Infectious Diseases (ORChID) birth cohort study was conducted in Brisbane, Australia, from September 2010 to October 2014. Newborn infants were enrolled progressively and followed until their second birthday. Parents recorded daily symptoms and mailed weekly stool swab samples from their infants to the laboratory where reverse transcription-polymerase chain reaction (RT-PCR) testing was performed, and rotavirus-positive samples underwent genotyping to distinguish between vaccine and wild-type strains.Rotavirus was detected in 1,068/11,139 (9.6%) stool swabs from 158 infants, and 994 (93.1%) were genotyped. RotaTeq® vaccine strains accounted for 951/994 (95.7%) of typed rotavirus-positive swabs. Proportions of infants shedding RotaTeq® after the first, second and third vaccine doses were 87.0%, 57.4% and 47.3% respectively and median (interquartile range) shedding duration after vaccine doses 1-3 was 3 (1-8), 1.5 (1-3) and 1 (1-2) weeks respectively. In contrast, the incidence rate of wild-type rotavirus episodes was 10.3 (95% confidence interval 6.8-15.6) per 100 child-years of observation.RotaTeq® vaccine virus was detected in stool samples from 47-87% of infants after each vaccine dose. Genotyping is an essential tool for differentiating between rotavirus vaccine and wild-type strains and monitoring vaccine impact in children.", "doi": "10.1093/cid/cix1022", "title": "Multivalent rotavirus vaccine and wild-type rotavirus strain shedding in Australian infants: a birth cohort study.", "journal": ["Clinical infectious diseases : an official publication of the Infectious Diseases Society of America", "Clin. Infect. Dis."]}