{"authors": [["Li", "Dong", "D", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."], ["Zhuang", "Jie", "J", "School of Pharmacy, Institute of Nanotechnology and Health, Shanghai University of Medicine & Health Sciences , Shanghai 201318, China."], ["He", "Haisheng", "H", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."], ["Jiang", "Sifan", "S", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."], ["Banerjee", "Amrita", "A", "Department of Chemical Engineering, University of California at Santa Barbara , Santa Barbara, California 93106, United States."], ["Lu", "Yi", "Y", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."], ["Wu", "Wei", "W", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."], ["Mitragotri", "Samir", "S", "Department of Chemical Engineering, University of California at Santa Barbara , Santa Barbara, California 93106, United States."], ["Gan", "Li", "L", "Department of Pharmaceutical Engineering, School of Chemical and Environmental Engineering, Shanghai Institute of Technology , Shanghai 201418, China."], ["Qi", "Jianping", "J", "School of Pharmacy, Key Laboratory of Smart Drug Delivery of MOE, Fudan University , Shanghai 201203, China."]], "date": "2017-11-29", "id": "29148702", "text": "Geometry has been considered as one of the important parameters in nanoparticle design because it affects cellular uptake, transport across the physiological barriers, and in vivo distribution. However, only a few studies have been conducted to elucidate the influence of nanoparticle geometry in their in vivo fate after oral administration. This article discloses the effect of nanoparticle shape on transport and absorption in gastrointestinal (GI) tract. Nanorods and nanospheres were prepared and labeled using fluorescence resonance energy transfer molecules to track the in vivo fate of intact nanoparticles accurately. Results demonstrated that nanorods had significantly longer retention time in GI tract compared with nanospheres. Furthermore, nanorods exhibited stronger ability of penetration into space of villi than nanospheres, which is the main reason of longer retention time. In addition, mesenteric lymph transported 1.75% nanorods within 10 h, which was more than that with nanospheres (0.98%). Fluorescent signals arising from nanoparticles were found in the kidney but not in the liver, lung, spleen, or blood, which could be ascribed to low absorption of intact nanoparticles. In conclusion, nanoparticle geometry influences in vivo fate after oral delivery and nanorods should be further investigated for designing oral delivery systems for therapeutic drugs, vaccines, or diagnostic materials.", "doi": "10.1021/acsami.7b11821", "title": "Influence of Particle Geometry on Gastrointestinal Transit and Absorption following Oral Administration.", "journal": ["ACS applied materials & interfaces", "ACS Appl Mater Interfaces"]}