{"authors": [["Ren", "Meishen", "M", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Lin", "Hua", "H", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Chen", "Shijie", "S", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Yang", "Miao", "M", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["An", "Wei", "W", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Wang", "Yin", "Y", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Xue", "Changhua", "C", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Sun", "Yinjie", "Y", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Yan", "Yubao", "Y", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."], ["Hu", "Juan", "J", "College of Veterinary Medicine (Ren), Sichuan Agricultural University, Chengdu, China."]], "date": "2017-11-17", "id": "29148297", "text": "Aujeszky's disease, caused by pseudorabies virus (PRV), has damaged the economy of the Chinese swine industry. A large number of PRV gene-deleted vaccines have been constructed based on deletion of the glycoprotein E ( gE) gene combined with other virulence-related gene deletions, such as thymidine kinase ( TK), whereas PRV wild-type strains contain an intact gE gene. We developed a sensitive duplex droplet digital PCR (ddPCR) assay to rapidly detect PRV wild-type isolates and gE gene-deleted viral vaccines. We compared this assay with a TaqMan real-time PCR (qPCR) using the same primers and probes. Both assays exhibited good linearity and repeatability; however, ddPCR maintained linearity at extremely low concentrations, whereas qPCR did not. Based on positive results for both gE and gB, the detection limit of ddPCR was found to be 4.75 copies/µL in contrast of 76 copies/µL for qPCR, showing that ddPCR provided a 16-fold improvement in sensitivity. In addition, no nonspecific amplification was shown in specificity testing, and the PRV wild-type was distinguished from a gE-deleted strain. The ddPCR was more sensitive when analyzing clinical serum samples. Thus, ddPCR may become an appropriate detection platform for PRV.", "doi": "10.1177/1040638717743281", "title": "Detection of pseudorabies virus by duplex droplet digital PCR assay.", "journal": ["Journal of veterinary diagnostic investigation : official publication of the American Association of Veterinary Laboratory Diagnosticians, Inc", "J. Vet. Diagn. Invest."]}