{"authors": [["Ko", "Ara", "A", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Wui", "Seo Ri", "SR", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Ryu", "Ji In", "JI", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Do", "Hien Thi Thu", "HTT", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Lee", "Yeon Jeong", "YJ", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Lim", "Soo Jeong", "SJ", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea."], ["Rhee", "Inmoo", "I", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea. nature@sejong.ac.kr."], ["Jung", "Dae Im", "DI", "Laboratory Science Division, International Vaccine Institute, Seoul, 08826, Republic of Korea."], ["Park", "Jin-Ah", "JA", "Laboratory Science Division, International Vaccine Institute, Seoul, 08826, Republic of Korea."], ["Choi", "Jung-Ah", "JA", "Laboratory Science Division, International Vaccine Institute, Seoul, 08826, Republic of Korea."], ["Song", "Man Ki", "MK", "Laboratory Science Division, International Vaccine Institute, Seoul, 08826, Republic of Korea."], ["Lee", "Na Gyong", "NG", "Department of Bioscience & Biotechnology, Sejong University, 98 Kunja-dong, Kwangjin-gu, Seoul, 05006, Republic of Korea. nglee@sejong.ac.kr."]], "date": "2017-11-17", "id": "29147873", "text": "Adjuvants are essential vaccine components used to enhance, accelerate, and/or prolong adaptive immunity against specific vaccine antigens. In this study, we compared the adjuvanticity of two adjuvant formulations containing de-O-acylated lipooligosaccharide (dLOS), a toll-like receptor 4 agonist, on the Japanese encephalitis (JE) vaccine in mice. Mice were immunized once or twice at a two-week interval with inactivated JE vaccine in the absence or presence of adjuvant. We found that both the alum- and the liposome-based formulation induced significantly faster and higher serum IgG antibody responses as compared with the non-adjuvanted vaccine after either one or two immunizations. The antibody titers of the mouse immune sera correlated with 50% plaque reduction neutralization test (PRNT50) antibody titers. In addition, the dLOS/liposome formulation was more effective in inducing a Th1-type immune response than the dLOS/alum formulation, as suggested by a strong antigen-specific interferon (IFN)-γ response. Based on these results, we suggest that both alum- and liposome-based adjuvant formulations containing dLOS may be used for the development of JE vaccines with improved immunogenicity.", "doi": "10.1007/s12272-017-0985-z", "title": "Comparison of the adjuvanticity of two adjuvant formulations containing de-O-acylated lipooligosaccharide on Japanese encephalitis vaccine in mice.", "journal": ["Archives of pharmacal research", "Arch. Pharm. Res."]}