{"authors": [["Rahman", "Masmudur M", "MM", "The Biodesign Institute; Center for Immunotherapy, Vaccines, and Virotherapy; Arizona State University, Tempe, AZ, 85287-5401, USA."], ["Bagdassarian", "Eugenie", "E", "UMR 1161 Virology ANSES, INRA, ENVA, National veterinary school, 94700, Maisons-Alfort, France."], ["Ali", "Mohamed A M", "MAM", "Department of Biochemistry, Faculty of Science, Ain Shams University, Abbassia, 11566, Cairo, Egypt."], ["McFadden", "Grant", "G", "The Biodesign Institute; Center for Immunotherapy, Vaccines, and Virotherapy; Arizona State University, Tempe, AZ, 85287-5401, USA. grantmcf@asu.edu."]], "date": "2017-11-16", "id": "29146961", "text": "Myxoma virus (MYXV), a Leporipoxvirus, is being developed as an oncolytic virotherapeutic for the treatment of a variety of human cancers. MYXV tropism for human cancer cells is largely mediated by intracellular signaling networks that regulate viral replication or innate antiviral response pathways. Thus, MYXV is fully or partially permissive for the majority of human cancer cells that harbor defects in antiviral signaling, but a minority are nonpermissive because the virus infection aborts before its completion. To identify host factors relevant for MYXV tropism in human cancer cells, we performed a small interfering RNA (siRNA) library screen targeting the 58 human DEAD-box RNA helicases in two permissive human cancer cells (HeLa and A549), one semi-permissive (786-0), and one nonpermissive cell line (PANC-1). Five host RNA helicases (DDX3X, DDX5, DHX9, DHX37, DDX52) were inhibitory for optimal replication and thus classified as anti-viral, while three other cellular RNA helicases (DHX29, DHX35, RIG-I) were identified as pro-viral or pro-cellular because knockdown consistently reduced MYXV replication and/or required metabolic functions of permissive cancer cells. These findings suggest that replication of MYXV, and likely all poxviruses, is dramatically regulated positively and negatively by multiple host DEAD-box RNA helicases.", "doi": "10.1038/s41598-017-15941-1", "title": "Identification of host DEAD-box RNA helicases that regulate cellular tropism of oncolytic Myxoma virus in human cancer cells.", "journal": ["Scientific reports", "Sci Rep"]}