{"authors": [["Hummel", "Jeff", "J", "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."], ["Bienzle", "Dorothee", "D", "Department of Pathobiology, Ontario Veterinary College, University of Guelph, Guelph, Ontario, N1G 2W1, Canada."], ["Morrison", "Annette", "A", "Central Animal Facility, University of Guelph, Guelph, Ontario, N1G 2W1, Canada."], ["Cieplak", "Michelle", "M", "Central Animal Facility, University of Guelph, Guelph, Ontario, N1G 2W1, Canada."], ["Stephenson", "Kyle", "K", "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."], ["DeLay", "Josepha", "J", "Animal Health Laboratory, University of Guelph, Guelph, Ontario, N1G 2W1, Canada."], ["Woods", "J Paul", "JP", "Department of Clinical Studies, University of Guelph, Guelph, Ontario, N1G 2W1, Canada."], ["Lichty", "Brian D", "BD", "McMaster Immunology Research Centre, McMaster University, Hamilton, Ontario, L8S 4L8, Canada."], ["Bridle", "Byram W", "BW", "Department of Pathobiology, Ontario Veterinary College, University of Guelph, Guelph, Ontario, N1G 2W1, Canada. bbridle@uoguelph.ca."]], "date": "2017-11-16", "id": "29146945", "text": "Direct killing of malignant cells combined with induction of tumour-specific immune responses makes oncolytic vaccines attractive for cancer therapy. We previously developed a heterologous cancer immunization strategy that utilized a replication-defective adenovirus-vectored primary vaccine encoding a tumour antigen followed by boosting with a replication-competent Maraba virus expressing the same antigen. To assess the safety of oncolytic Maraba virus-based booster vaccines and inform the design of clinical trials, we conducted translational studies in cats, which have immune systems that are similar to people and spontaneously develop cancers of comparable types and etiologies. A dose of Maraba virus up to 2.5 × 1011 pfu per cat was well-tolerated, with adverse effects limited to mild, transient pyrexia, weight loss, neutropenia, lymphopenia and thrombocytopenia. Maraba viral genomes were present in some urine, stool and most plasma samples up to one week post-infection, but no infectious viruses were recovered. Post-mortem analysis showed one heart, one lung and all spleen samples contained Maraba virus genomes. No replication-competent viruses were recovered from any tissues. Post-mortem histopathological analyses revealed hyperplasia of lymphoid tissues, but no abnormal lesions were attributed to vaccination. This study demonstrated that Maraba virus-vectored cancer vaccines were well-tolerated and supports their use in treating cats.", "doi": "10.1038/s41598-017-15992-4", "title": "Maraba virus-vectored cancer vaccines represent a safe and novel therapeutic option for cats.", "journal": ["Scientific reports", "Sci Rep"]}