{"authors": [["Redman", "Jason M", "JM", "Medical Oncology Service, National Cancer Institute, National Institutes of Health, Bethesda, MD."], ["Gulley", "James L", "JL", "Genitourinary Malignancies Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD."], ["Madan", "Ravi A", "RA", "Genitourinary Malignancies Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD. Electronic address: madanr@mail.nih.gov."]], "date": null, "id": "29146441", "text": "Sipuleucel-T, a therapeutic dendritic-cell vaccine, was Food and Drug Administration-approved for prostate cancer in 2010. No new immunotherapies for prostate cancer have been approved since. However, novel agents and combination approaches offer great promise for improving outcomes for prostate cancer patients. Here we review the latest developments in immunotherapy for prostate cancer. Sipuleucel-T has demonstrated a survival advantage of 4.1 months in metastatic castration-resistant prostate cancer. PSA-TRICOM (PROSTVAC), a prostate-specific antigen-targeted vaccine platform, showed evidence of clinical and immunologic efficacy in early-phase clinical trials, and results from a phase III trial in advanced disease are pending. While immune checkpoint inhibitors appear to have modest activity as monotherapy, preclinical and clinical data suggest that they may synergize with vaccines, poly [ADP-ribose] polymerase inhibitors, and other agents. Several clinical studies that combine these therapies are underway. Combining prostate cancer vaccines with immune checkpoint inhibitors has great potential for improving clinical outcomes in prostate cancer. Such combination approaches may create and then recruit tumor-specific T cells to tumor while also increasing their effector function. Other emerging agents may also enhance immune-mediated tumor destruction.", "doi": "10.1016/j.urolonc.2017.09.024", "title": "Combining immunotherapies for the treatment of prostate cancer.", "journal": ["Urologic oncology", "Urol. Oncol."]}