{"authors": [["Ainslie", "Kylie E C", "KEC", "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, 1518 Clifton Rd., Atlanta, GA 30322, USA."], ["Shi", "Meng", "M", "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, 1518 Clifton Rd., Atlanta, GA 30322, USA."], ["Haber", "Michael", "M", "Department of Biostatistics and Bioinformatics, Rollins School of Public Health, Emory University, 1518 Clifton Rd., Atlanta, GA 30322, USA. Electronic address: mhaber@emory.edu."], ["Orenstein", "Walter A", "WA", "Division of Infectious Diseases, Department of Medicine, School of Medicine, Emory University, 1462 Clifton Rd., Atlanta, GA 30322, USA."]], "date": "2017-11-13", "id": "29146382", "text": "Estimates of the effectiveness of influenza vaccines are commonly obtained from a test-negative design (TND) study, where cases and controls are patients seeking care for an acute respiratory illness who test positive and negative, respectively, for influenza infection. Vaccine effectiveness (VE) estimates from TND studies are usually interpreted as vaccine effectiveness against medically-attended influenza (MAI). However, it is also important to estimate VE against any influenza illness (symptomatic influenza (SI)) as individuals with SI are still a public health burden even if they do not seek medical care. We present a numerical method to evaluate the bias of TND-based estimates of influenza VE with respect to MAI and SI. We consider two sources of bias: (a) confounding bias due to a (possibly unobserved) covariate that is associated with both vaccination and the probability of the outcome of interest and (b) bias resulting from the effect of vaccination on the probability of seeking care. Our results indicate that (a) VE estimates may suffer from substantial confounding bias when a confounder has a different effect on the probabilities of influenza and non-influenza ARI, and (b) when vaccination reduces the probability of seeking care against influenza ARI, then estimates of VE against MAI may be unbiased while estimates of VE against SI may be have a substantial positive bias.", "doi": "10.1016/j.vaccine.2017.10.107", "title": "On the bias of estimates of influenza vaccine effectiveness from test-negative studies.", "journal": ["Vaccine", "Vaccine"]}