{"authors": [["van Deursen", "A M M", "AMM", "Department of Pediatric Immunology and Infectious Diseases, Wilhelmina Children's Hospital, University Medical Centre Utrecht, The Netherlands; Julius Centre for Health Sciences and Primary Care, University Medical Centre Utrecht, The Netherlands; Research Centre Spaarne Gasthuis Academy, Hoofddorp, The Netherlands. Electronic address: a.m.m.vandeursen@umcutrecht.nl."], ["Schurink-Van't Klooster", "T M", "TM", "Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands."], ["Man", "W H", "WH", "Department of Pediatric Immunology and Infectious Diseases, Wilhelmina Children's Hospital, University Medical Centre Utrecht, The Netherlands; Research Centre Spaarne Gasthuis Academy, Hoofddorp, The Netherlands."], ["van de Kassteele", "J", "J", "Department of Statistics, Informatics and Mathematical Modelling, National Institute for Public Health and the Environment, The Netherlands."], ["van Gageldonk-Lafeber", "A B", "AB", "Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands."], ["Bruijning-Verhagen", "P C J L", "PCJL", "Julius Centre for Health Sciences and Primary Care, University Medical Centre Utrecht, The Netherlands; Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands."], ["de Melker", "H E", "HE", "Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands."], ["Sanders", "E A M", "EAM", "Department of Pediatric Immunology and Infectious Diseases, Wilhelmina Children's Hospital, University Medical Centre Utrecht, The Netherlands; Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands."], ["Knol", "M J", "MJ", "Department of Epidemiology and Surveillance, Centre for Infectious Disease Control, National Institute for Public Health and the Environment, The Netherlands. Electronic address: mirjam.knol@rivm.nl."]], "date": "2017-11-13", "id": "29146381", "text": "The long-term impact of pneumococcal conjugate vaccines on pneumonia hospitalizations in all age-groups varies between countries. In the Netherlands, the 7-valent pneumococcal conjugate vaccine (PCV7) was implemented for newborns in 2006 and replaced by PCV10 in 2011. We assessed the impact of PCVs on community-acquired pneumonia (CAP) hospitalization rates in all age-groups.A time series analysis using Poisson regression was performed on 155,994 CAP hospitalizations. Hospitalization rates were calculated using the total number of hospitalizations as denominator. The time trend in the pre-PCV period (1999-2006) was extrapolated to predict the hospitalization rate in the post-PCV period (2006-2014) if PCV had not been implemented. Rate ratios over time were calculated by comparing observed and predicted time trends.In children <5 years of age, the observed hospitalization rates during the post-PCV period were significantly lower than predicted if PCV had not been implemented (0-6 months: 0.62, 95% CI: 0.41-0.96; 6 months - 1 year: 0.67, 95% CI: 0.50-0.90; 2-4 years: 0.78, 95% CI: 0.61-0.97). In all other age-groups, rate ratios declined over time but did not reach statistical significance.After introduction of PCV, CAP hospitalizations declined in young children but no clear impact of PCV on CAP hospitalizations was seen in other age-groups.", "doi": "10.1016/j.vaccine.2017.10.090", "title": "Impact of infant pneumococcal conjugate vaccination on community acquired pneumonia hospitalization in all ages in the Netherlands.", "journal": ["Vaccine", "Vaccine"]}