{"authors": [["Nymark", "Liv S", "LS", "Department of Public Health, Aarhus University, Bartholins Allé 2, DK-8000 Aarhus C, Denmark; Research Center for Vitamins and Vaccines, Bandim Health Project, Statens Serums Institut, Artillerivej 5, DK-2300 Copenhagen S, Denmark; Department of Health Services Research & Policy, London School of Hygiene & Tropical Medicine, 15-17 Tavistock Place, London WC1H 9SH, UK. Electronic address: lsny@protonmail.com."], ["Sharma", "Tarang", "T", "Nordic Cochrane Centre, Rigshospitalet, Blegdamsvej 9, DK- 2100 Copenhagen Ø, Denmark; Faculty of Health and Medical Sciences, University of Copenhagen, Blegdamsvej 3, 2200 København N, Denmark."], ["Miller", "Alexander", "A", "Independent Researcher, London, UK."], ["Enemark", "Ulrika", "U", "Department of Public Health, Aarhus University, Bartholins Allé 2, DK-8000 Aarhus C, Denmark; Research Center for Vitamins and Vaccines, Bandim Health Project, Statens Serums Institut, Artillerivej 5, DK-2300 Copenhagen S, Denmark."], ["Griffiths", "Ulla Kou", "UK", "Department of Global Health and Development, London School of Hygiene & Tropical Medicine, 15-17 Tavistock Place, London WC1H 9SH, UK; UNICEF, 3 UN Plaza, New York, NY 10007, USA."]], "date": "2017-11-13", "id": "29146380", "text": "The objectives of this review were to identify vaccine economic evaluations that include herd immunity and describe the methodological approaches used.We used Kim and Goldie's search strategy from a systematic review (1976-2007) of modelling approaches used in vaccine economic evaluations and additionally searched PubMed/MEDLINE and Embase for 2007-2015. Studies were classified according to modelling approach used. Methods for estimating herd immunity effects were described, in particular for the static models.We identified 625 economic evaluations of vaccines against human-transmissible diseases from 1976 to 2015. Of these, 172 (28%) included herd immunity. While 4% of studies included herd immunity in 2001, 53% of those published in 2015 did this. Pneumococcal, human papilloma and rotavirus vaccines represented the majority of studies (63%) considering herd immunity. Ninety-five of the 172 studies utilised a static model, 59 applied a dynamic model, eight a hybrid model and ten did not clearly state which method was used. Relatively crude methods and assumptions were used in the majority of the static model studies.The proportion of economic evaluations using a dynamic model has increased in recent years. However, 55% of the included studies used a static model for estimating herd immunity. Values from a static model can only be considered reliable if high quality surveillance data are incorporated into the analysis. Without this, the results are questionable and they should only be included in sensitivity analysis.", "doi": "10.1016/j.vaccine.2017.10.024", "title": "Inclusion of the value of herd immunity in economic evaluations of vaccines. A systematic review of methods used.", "journal": ["Vaccine", "Vaccine"]}