{"authors": [["Batista", "Milene Tavares", "MT", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil; Center for Innovations in Medicine, Biodesign Institute, Arizona State University, Tempe, AZ, USA."], ["Ferreira", "Ewerton Lucena", "EL", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil."], ["Pereira", "Gisela de Souza", "GS", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil."], ["Stafford", "Phillip", "P", "Center for Innovations in Medicine, Biodesign Institute, Arizona State University, Tempe, AZ, USA."], ["Maeda", "Denicar Lina Nascimento Fabris", "DLNF", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil."], ["Rodrigues", "Juliana Falcão", "JF", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil."], ["Brady", "L Jeannine", "LJ", "Department of Oral Biology, University of Florida, College of Dentistry, Gainesville, FL, USA."], ["Johnston", "Stephen Albert", "SA", "Center for Innovations in Medicine, Biodesign Institute, Arizona State University, Tempe, AZ, USA."], ["Ferreira", "Luís Carlos de Souza", "LCS", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil."], ["Ferreira", "Rita de Cássia Café", "RCC", "Department of Microbiology, Biomedical Science Institute, University of São Paulo, São Paulo, São Paulo State, Brazil. Electronic address: ritacafe@usp.br."]], "date": "2017-11-13", "id": "29146379", "text": "In this study, we evaluated the immunogenicity, protective efficacy and peptide-based immune signatures of antibodies raised in mice after sublingual immunization with a recombinant form of the P1 (aka AgI/II, PAc) adhesin (P139-512) of Streptococcus mutans, a major etiological agent of dental caries. Sublingual administration of P139-512 in combination with the mucosal adjuvant LTK4R (a derivative of heat-labile LT toxin) induced strong and long-lasting systemic and mucosal immune responses. Incorporation of the adjuvant resulted in an enhancement of the anti-adhesive and anti-colonization activity against S. mutans as evaluated both under in vitro and in vivo conditions. Incorporation of the adjuvant to the vaccine formulation also changed the epitope specificity of the induced antibodies as determined by immunological signatures of sera collected from vaccinated mice. Use of a peptide microarray library led to the identification of peptide targets recognized by antibodies in serum samples with enhanced anti-adhesive effects. Altogether, the results presented herein showed that the sublingual administration of a P1-based subunit vaccine represents a promising approach for the prevention of dental caries caused by S. mutans. In addition, the present study disclosed the role of adjuvants on the epitope specificity and functionality of antibodies raised by subunit vaccines.", "doi": "10.1016/j.vaccine.2017.11.007", "title": "LT adjuvant modulates epitope specificity and improves the efficacy of murine antibodies elicited by sublingual vaccination with the N-terminal domain of Streptococcus mutans P1.", "journal": ["Vaccine", "Vaccine"]}