{"authors": [["Kapadia", "Chintan H", "CH", "Division of Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Tian", "Shaomin", "S", "Department of Microbiology & Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["Perry", "Jillian L", "JL", "Lineberger Comprehensive Cancer Center, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Sailer", "David", "D", "Department of Chemistry, University of North Carolina, Chapel Hill, NC 27599, USA."], ["Christopher Luft", "J", "J", "Division of Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA."], ["DeSimone", "Joseph M", "JM", "Division of Molecular Pharmaceutics, Eshelman School of Pharmacy, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; Department of Microbiology & Immunology, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599, USA; Department of Chemistry, University of North Carolina, Chapel Hill, NC 27599, USA; Department of Chemical and Biomolecular Engineering, NC State University, Raleigh, NC 27695, USA. Electronic address: desimone@unc.edu."]], "date": "2017-11-13", "id": "29146244", "text": "Tumor-specific CD8+ cytotoxic T lymphocytes (CTLs) play a critical role in an anti-tumor immune response. However, vaccination intended to elicit a potent CD8+ T cell responses employing tumor-associated peptide antigens, are typically ineffective due to poor immunogenicity. Previously, we engineered a polyethylene glycol (PEG) hydrogel-based subunit vaccine for the delivery of an antigenic peptide and CpG (adjuvant) to elicit potent CTLs. In this study, we further examined the effect of antigen release kinetics on their induced immune responses. A CD8+ T cell epitope peptide from OVA (CSIINFEKL) and CpG were co-conjugated to nanoparticles utilizing either a disulfide or a thioether linkage. Subsequent studies comparing peptide release rates as a function of linker, determined that the thioether linkage provided sustained release of peptide over 72h. Ability to control the release of peptide resulted in both higher and prolonged antigen presentation when compared to disulfide-linked peptide. Both NP vaccine formulations resulted in activation and maturation of bone marrow derived dendritic cells (BMDCs) and induced potent CD8+ T cell responses when compared to soluble antigen and soluble CpG. Immunization with either disulfide or thioether linked vaccine constructs effectively inhibited EG7-OVA tumor growth in mice, however only treatment with the thioether linked vaccine construct resulted in enhanced survival.", "doi": "10.1016/j.jconrel.2017.11.020", "title": "Extending antigen release from particulate vaccines results in enhanced antitumor immune response.", "journal": ["Journal of controlled release : official journal of the Controlled Release Society", "J Control Release"]}