{"authors": [["Atkins", "Katherine E", "KE", "Centre for the Mathematical Modelling of Infectious Diseases and Department of Infectious Disease Epidemiology, Faculty of Epidemiology and Population Health, London School of Hygiene & Tropical Medicine, London, UK. Electronic address: Katherine.Atkins@lshtm.ac.uk."], ["Lafferty", "Erin I", "EI", "Centre for the Mathematical Modelling of Infectious Diseases and Department of Infectious Disease Epidemiology, Faculty of Epidemiology and Population Health, London School of Hygiene & Tropical Medicine, London, UK."], ["Deeny", "Sarah R", "SR", "The Health Foundation, London, UK."], ["Davies", "Nicholas G", "NG", "Centre for the Mathematical Modelling of Infectious Diseases and Department of Infectious Disease Epidemiology, Faculty of Epidemiology and Population Health, London School of Hygiene & Tropical Medicine, London, UK."], ["Robotham", "Julie V", "JV", "Modelling and Economics Unit, National Infection Service, Public Health England, London, UK."], ["Jit", "Mark", "M", "Centre for the Mathematical Modelling of Infectious Diseases and Department of Infectious Disease Epidemiology, Faculty of Epidemiology and Population Health, London School of Hygiene & Tropical Medicine, London, UK; Modelling and Economics Unit, National Infection Service, Public Health England, London, UK."]], "date": "2017-11-13", "id": "29146178", "text": "Antibiotic resistance is a major global threat to the provision of safe and effective health care. To control antibiotic resistance, vaccines have been proposed as an essential intervention, complementing improvements in diagnostic testing, antibiotic stewardship, and drug pipelines. The decision to introduce or amend vaccination programmes is routinely based on mathematical modelling. However, few mathematical models address the impact of vaccination on antibiotic resistance. We reviewed the literature using PubMed to identify all studies that used an original mathematical model to quantify the impact of a vaccine on antibiotic resistance transmission within a human population. We reviewed the models from the resulting studies in the context of a new framework to elucidate the pathways through which vaccination might impact antibiotic resistance. We identified eight mathematical modelling studies; the state of the literature highlighted important gaps in our understanding. Notably, studies are limited in the range of pathways represented, their geographical scope, and the vaccine-pathogen combinations assessed. Furthermore, to translate model predictions into public health decision making, more work is needed to understand how model structure and parameterisation affects model predictions and how to embed these predictions within economic frameworks.", "doi": "10.1016/S1473-3099(17)30478-4", "title": "Use of mathematical modelling to assess the impact of vaccines on antibiotic resistance.", "journal": ["The Lancet. Infectious diseases", "Lancet Infect Dis"]}