{"authors": [["Scholz", "Judith", "J", "Max-Planck Institute of Biochemistry, Am Klopferspitz 18, 82152, Martinsried, Germany."], ["Suppmann", "Sabine", "S", "Max-Planck Institute of Biochemistry, Am Klopferspitz 18, 82152, Martinsried, Germany. suppmann@biochem.mpg.de."]], "date": "2017-11-16", "id": "29145860", "text": "In the last three decades, the Baculovirus expression vector system (BEV) has evolved to one of the most widely used eukaryotic systems for heterologous protein expression including approved vaccines and therapies. Despite the significant improvements introduced during the past years, the BEV system still has major drawbacks, primarily the time required to generate recombinant virus and virus instability for certain target proteins. In this study we show that the conventional method to generate recombinant Baculovirus using a Tn7 transposition based system can be shortened to a single-step transfection-only procedure without further amplification.In a first step we have adapted a recently published protocol that replaces the standard liposome-based transfection procedure of adherent insect cells by transfecting insect cells in suspension with a preformed DNA-PEI complex generating P0 virus. We have then expressed and purified six different target proteins, among them four intracellular and two secreted proteins, by infecting insect cells either with P0 or P1 virus.We demonstrate that transfection in suspension is as efficient as the standard protocol, but in addition allows generation of high amounts of P0 virus early in the process. To test if this P0 virus generated by bacmid transfection can be used directly for protein expression in either the screening or production process, we compared P0 versus amplified P1 virus-mediated protein expression. We show that protein expression levels, purity and yield of the purified proteins are equally high for P0 and P1.The standard protocol for generating recombinant baculovirus comprises transfection of the bacmid followed by one or two subsequent virus amplification steps. In this study we show that Baculovirus generated by transfection-only is equally efficient in driving protein expression. This reduces the time from bacmid DNA to protein to eight days and reduces the risk of virus decay. In contrast to transient gene expression protocols, the required amount of DNA is minimal: 100 µg bacmid DNA is sufficient for a production scale of 10 L.", "doi": "10.1186/s12896-017-0400-3", "title": "A new single-step protocol for rapid baculovirus-driven protein production in insect cells.", "journal": ["BMC biotechnology", "BMC Biotechnol."]}