{"authors": [["Haralambieva", "Iana H", "IH", "Mayo Vaccine Research Group, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Gibson", "Michael J", "MJ", "Mayo Vaccine Research Group, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Kennedy", "Richard B", "RB", "Mayo Vaccine Research Group, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Ovsyannikova", "Inna G", "IG", "Mayo Vaccine Research Group, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Warner", "Nathaniel D", "ND", "Division of Biomedical Statistics and Informatics- Department of Health Science Research, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Grill", "Diane E", "DE", "Division of Biomedical Statistics and Informatics- Department of Health Science Research, Mayo Clinic and Foundation, Rochester, MN, United States of America."], ["Poland", "Gregory A", "GA", "Mayo Vaccine Research Group, Mayo Clinic and Foundation, Rochester, MN, United States of America."]], "date": "2017-11-16", "id": "29145521", "text": "The lack of standardization of the currently used commercial anti-rubella IgG antibody assays leads to frequent misinterpretation of results for samples with low/equivocal antibody concentration. The use of alternative approaches in rubella serology could add new information leading to a fuller understanding of rubella protective immunity and neutralizing antibody response after vaccination.We applied microarray technology to measure antibodies to all rubella virus proteins in 75 high and 75 low rubella virus-specific antibody responders after two MMR vaccine doses. These data were used in multivariate penalized logistic regression modeling of rubella-specific neutralizing antibody response after vaccination.We measured antibodies to all rubella virus structural proteins (i.e., the glycoproteins E1 and E2 and the capsid C protein) and to the non-structural protein P150. Antibody levels to each of these proteins were: correlated with the neutralizing antibody titer (p<0.006); demonstrated differences between the high and the low antibody responder groups (p<0.008); and were components of the model associated with/predictive of vaccine-induced rubella virus-specific neutralizing antibody titers (misclassification error = 0.2).Our study supports the use of this new technology, as well as the use of antibody profiles/patterns (rather than single antibody measures) as biomarkers of neutralizing antibody response and correlates of protective immunity in rubella virus serology.", "doi": "10.1371/journal.pone.0188149", "title": "Characterization of rubella-specific humoral immunity following two doses of MMR vaccine using proteome microarray technology.", "journal": ["PloS one", "PLoS ONE"]}