{"authors": [["de Bruyn", "Julia", "J", "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW, Australia."], ["Thomson", "Peter C", "PC", "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW, Australia."], ["Bagnol", "Brigitte", "B", "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW, Australia."], ["Maulaga", "Wende", "W", "Central Veterinary Laboratory, Tanzania Veterinary Laboratory Agency, Dar es Salaam, Tanzania."], ["Rukambile", "Elpidius", "E", "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW, Australia."], ["Alders", "Robyn G", "RG", "School of Life and Environmental Sciences, University of Sydney, Sydney, NSW, Australia."]], "date": "2017-11-16", "id": "29145463", "text": "Newcastle disease (ND) is a viral disease of poultry with global importance, responsible for the loss of a potential source of household nutrition and economic livelihood in many low-income food-deficit countries. Periodic outbreaks of this endemic disease result in high mortality amongst free-ranging chicken flocks and may serve as a disincentive for rural households to invest time or resources in poultry-keeping. Sustainable ND control can be achieved through vaccination using a thermotolerant vaccine administered via eyedrop by trained \"community vaccinators\". This article evaluates the uptake and outcomes of fee-for-service ND vaccination programs in eight rural villages in the semi-arid central zone of Tanzania. It represents part of an interdisciplinary program seeking to address chronic undernutrition in children through improvements to existing poultry and crop systems. Newcastle disease vaccination uptake was found to vary substantially across communities and seasons, with a significantly higher level of vaccination amongst households participating in a longitudinal study of children's growth compared with non-participating households (p = 0.009). Two multivariable model analyses were used to explore associations between vaccination and chicken numbers, allowing for clustered data and socioeconomic and cultural variation amongst the population. Results demonstrated that both (a) households that undertook ND vaccination had a significantly larger chicken flock size in the period between that vaccination campaign and the next compared with those that did not vaccinate (p = 0.018); and (b) households with larger chicken flocks at the time of vaccination were significantly more likely to participate in vaccination programs (p < 0.001). Additionally, households vaccinating in all three vaccination campaigns held over 12 months were identified to have significantly larger chicken flocks at the end of this period (p < 0.001). Opportunities to understand causality and complexity through quantitative analyses are limited, and there is a role for qualitative approaches to explore decisions made by poultry-keeping households and the motivations, challenges and priorities of community vaccinators. Evidence of a bi-directional relationship, however, whereby vaccination leads to greater chicken numbers, and larger flocks are more likely to be vaccinated, offers useful insights into the efficacy of fee-for-service animal health programs. This article concludes that attention should be focused on ways of supporting the participation of vulnerable households in ND vaccination campaigns, and encouraging regular vaccination throughout the year, as a pathway to strengthen food security, promote resilience and contribute to improved human nutrition.", "doi": "10.1371/journal.pone.0188230", "title": "The chicken or the egg? Exploring bi-directional associations between Newcastle disease vaccination and village chicken flock size in rural Tanzania.", "journal": ["PloS one", "PLoS ONE"]}