{"authors": [["Fan", "Yuchen", "Y", "Department of Pharmaceutical Sciences, University of Michigan , Ann Arbor, Michigan 48109, United States."], ["Kuai", "Rui", "R", "Department of Pharmaceutical Sciences, University of Michigan , Ann Arbor, Michigan 48109, United States."], ["Xu", "Yao", "Y", "Department of Pharmaceutical Sciences, University of Michigan , Ann Arbor, Michigan 48109, United States."], ["Ochyl", "Lukasz J", "LJ", "Department of Pharmaceutical Sciences, University of Michigan , Ann Arbor, Michigan 48109, United States."], ["Irvine", "Darrell J", "DJ", "Massachusetts Institute of Technology , Department of Materials Science and Engineering, Cambridge, Massachusetts 02139, United States."], ["Moon", "James J", "JJ", "Department of Pharmaceutical Sciences, University of Michigan , Ann Arbor, Michigan 48109, United States."]], "date": "2017-11-22", "id": "29144754", "text": "Despite their potential, conventional whole-cell cancer vaccines prepared by freeze-thawing or irradiation have shown limited therapeutic efficacy in clinical trials. Recent studies have indicated that cancer cells treated with certain chemotherapeutics, such as mitoxantrone, can undergo immunogenic cell death (ICD) and initiate antitumor immune responses. However, it remains unclear how to exploit ICD for cancer immunotherapy. Here, we present a new material-based strategy for converting immunogenically dying tumor cells into a powerful platform for cancer vaccination and demonstrate their therapeutic potential in murine models of melanoma and colon carcinoma. We have generated immunogenically dying tumor cells surface-modified with adjuvant-loaded nanoparticles. Dying tumor cells laden with adjuvant nanodepots efficiently promote activation and antigen cross-presentation by dendritic cells in vitro and elicit robust antigen-specific CD8α+ T-cells in vivo. Furthermore, whole tumor-cell vaccination combined with immune checkpoint blockade leads to complete tumor regression in ∼78% of CT26 tumor-bearing mice and establishes long-term immunity against tumor recurrence. Our strategy presented here may open new doors to \"personalized\" cancer immunotherapy tailored to individual patient's tumor cells.", "doi": "10.1021/acs.nanolett.7b03218", "title": "Immunogenic Cell Death Amplified by Co-localized Adjuvant Delivery for Cancer Immunotherapy.", "journal": ["Nano letters", "Nano Lett."]}