{"authors": [["Sartori", "Mariana P D N", "MPDN", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Agostini", "Lidiane P", "LP", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Tovar", "Thaís T", "TT", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Reis", "Raquel S", "RS", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Dettogni", "Raquel S", "RS", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Dos Santos", "Eldamária de V W", "EVW", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."], ["Filho", "Antônio C", "AC", "Emescam, Escola Superior de Ciências da Santa Casa de Misericórdia de Vitória, Avenida Nossa Senhora da Penha, Santa Luiza, Vitória, Espírito Santo, Brazil."], ["Louro", "Iúri D", "ID", "Núcleo de Genética Humana e Molecular, Departamento de Ciências Biológicas, Centro de Ciências Humanas e Naturais, Universidade Federal do Espírito Santo, Vitória, Espírito Santo, Brazil."]], "date": "2017-11-16", "id": "29144546", "text": "Human papillomavirus (HPV) is found in adults and adolescents and is associated with genital warts and cervical cancer. However, it has been detected in girls younger than 10 years old. Currently, there are no prevention methods for this age group, since it is not considered a risk group. The aim of this study was to evaluate the presence of infection and HPV subtype in girls under 9 years old attended at a referral service in the State of Espírito Santo, Brazil. Forty-three girls younger than 9 years old had gynecological brush samples collected from vulval and perineal/anal regions. Viral detection and subtyping were done using polymerase chain reaction, restriction fragment length polymorphism and DNA sequencing. Statistics was performed using Action Stat 3.1. The mean age of girls was 6.1 years. Sexual activity and abuse were not reported by 95.3%. Family stories showed viral infection in 9.3% of mothers, 4.7% of fathers and 9.3% of caretakers. None of these were related with the children infection. In the only case of mother's gestational HPV infection, the daughter tested negative. Genital warts and infection were observed in 7% and 13.9% of the patients, respectively. Viral subtypes detected were 6, 11, 38, and 42. These results demonstrate the presence of HPV infection in girls under 9 years of age. Prevalence studies are needed in order to evaluate a possible alteration in age of vaccination policy.", "doi": "10.1002/jmv.24992", "title": "Presence of infection and analysis of HPV subtypes in girls younger than 9 years old attended at a referral service in Espírito Santo, Brazil.", "journal": ["Journal of medical virology", "J. Med. Virol."]}