{"authors": [["Clermont", "Adrienne", "A", "Department of International Health, Johns Hopkins Bloomberg School of Public Health, 615 N. Wolfe St., Baltimore, MD, 21205, USA. aclermo2@jhu.edu."]], "date": "2017-11-07", "id": "29143623", "text": "Inequality in healthcare across population groups in low-income countries is a growing topic of interest in global health. The Lives Saved Tool (LiST), which uses health intervention coverage to model maternal, neonatal, and child health outcomes such as mortality rates, can be used to analyze the impact of within-country inequality.Data from nationally representative household surveys (98 surveys conducted between 1998 and 2014), disaggregated by wealth quintile, were used to create a LiST analysis that models the impact of scaling up health intervention coverage for the entire country from the national average to the rate of the top wealth quintile (richest 20% of the population). Interventions for which household survey data are available were used as proxies for other interventions that are not measured in surveys, based on co-delivery of intervention packages.For the 98 countries included in the analysis, 24-32% of child deaths (including 34-47% of neonatal deaths and 16-19% of post-neonatal deaths) could be prevented by scaling up national coverage of key health interventions to the level of the top wealth quintile. On average, the interventions with most unequal coverage rates across wealth quintiles were those related to childbirth in health facilities and to water and sanitation infrastructure; the most equally distributed were those delivered through community-based mass campaigns, such as vaccines, vitamin A supplementation, and bednet distribution.LiST is a powerful tool for exploring the policy and programmatic implications of within-country inequality in low-income, high-mortality-burden countries. An \"Equity Tool\" app has been developed within the software to make this type of analysis easily accessible to users.", "doi": "10.1186/s12889-017-4737-2", "title": "The impact of eliminating within-country inequality in health coverage on maternal and child mortality: a Lives Saved Tool analysis.", "journal": ["BMC public health", "BMC Public Health"]}