{"authors": [["Dhivya", "S", "S", "Plant Genetic Engineering Laboratory, Department of Biotechnology, Bharathiar University, Coimbatore, India."], ["Baskar", "V", "V", "Plant Genetic Engineering Laboratory, Department of Biotechnology, Bharathiar University, Coimbatore, India."], ["Kumar", "S R", "SR", "Plant Genetic Engineering Laboratory, Department of Biotechnology, Bharathiar University, Coimbatore, India."], ["Sathishkumar", "R", "R", "Plant Genetic Engineering Laboratory, Department of Biotechnology, Bharathiar University, Coimbatore, India."]], "date": "2017-11-16", "id": "29143375", "text": "The role of polyketide and non-ribosomal proteins from the class of small molecule metabolism of Mycobacterium tuberculosis is well documented in envelope organization, virulence, and pathogenesis. Consequently, the identification of T cell epitopes from these proteins could serve to define potential antigens for the development of vaccines. Fourty-one proteins from polyketide and non-ribosomal peptide synthesis of small molecule metabolism proteins of M tuberculosis H37Rv were analyzed computationally for the presence of HLA class I binding nanomeric peptides. All possible overlapping nanomeric peptide sequences from 41 small molecule metabolic proteins were generated through in silico and analyzed for their ability to bind to 33 alleles belonging to A, B, and C loci of HLA class I molecule. Polyketide and non-ribosomal protein analyses revealed that 20% of generated peptides were predicted to bind HLA with halftime of dissociation T1/2  ≥ 100 minutes, and 77% of them were mono-allelic in their binding. The structural bases for recognition of nanomers by different HLA molecules were studied by structural modeling of HLA class I-peptide complexes. Pathogen peptides that could mimic as self-peptides or partially self-peptides in the host were excluded using a comparative study with the human proteome; thus, subunit or DNA vaccines will have more chance of success.", "doi": "10.1002/jmr.2685", "title": "An immunoinformatics approach to define T cell epitopes from polyketide and non-ribosomal peptide synthesis proteins of Mycobacterium tuberculosis as potential vaccine candidates.", "journal": ["Journal of molecular recognition : JMR", "J. Mol. Recognit."]}