{"authors": [["Berzofsky", "Jay A", "JA", "Vaccine Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA. berzofsj@mail.nih.gov."], ["Terabe", "Masaki", "M", "Vaccine Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA."], ["Trepel", "Jane B", "JB", "Developmental Therapeutics Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA."], ["Pastan", "Ira", "I", "Lab of Molecular Biology, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA."], ["Stroncek", "David F", "DF", "Cell Processing Section, Division of Transfusion Medicine, NIH Clinical Center, National Institutes of Health, Bethesda, MD, USA."], ["Morris", "John C", "JC", "Department of Medicine, University of Cincinnati School of Medicine, Cincinnati, OH, USA."], ["Wood", "Lauren V", "LV", "Vaccine Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda, MD, USA."]], "date": "2017-11-15", "id": "29143114", "text": "We translated two cancer vaccine strategies from mice into human clinical trials. (1) In preclinical studies on TARP, an antigen expressed in most prostate cancers, we mapped epitopes presented by HLA-A*0201, modified them to increase affinity and immunogenicity in HLA transgenic mice, and induced human T cells that killed human cancer cells (\"epitope enhancement\"). In a clinical trial, HLA-A2+ prostate cancer patients with PSA biochemical recurrence (Stage D0) were vaccinated with two peptides either in Montanide-ISA51 or on autologous dendritic cells (DCs). In stage D0, the Prostate-Specific Antigen (PSA) slope is prognostic of time to radiographic evidence of metastases and death. With no difference between arms, 74% of combined subjects had a decreased PSA slope at 1 year compared to their own baseline slopes (p = 0.0004). For patients vaccinated with DCs, response inversely correlated with a tolerogenic DC signature. A randomized placebo-controlled phase II trial is underway. (2) HER2 is a driver surface oncogene product expressed in multiple tumors. We made an adenoviral vector vaccine expressing the extracellular and transmembrane domains of HER2 and cured mice with large established HER2+ tumors, dependent on antibodies to HER2, not T cells. The mechanism differed from that of trastuzumab. We tested a human version in advanced metastatic cancer patients naïve to HER2-directed therapies. At the second and third dose levels, 45% of evaluable patients showed clinical benefit. Circulating tumor cells also declined in some vaccinated patients. Thus, cancer vaccines developed in mice were successfully translated to humans with promising early results.", "doi": "10.1007/s00262-017-2084-x", "title": "Cancer vaccine strategies: translation from mice to human clinical trials.", "journal": ["Cancer immunology, immunotherapy : CII", "Cancer Immunol. Immunother."]}