{"authors": [["Van Ostade", "Xaveer", "X", "Laboratory of Protein Science, Proteomics and Epigenetic Signaling (PPES), University of Antwerp, Wilrijk, Belgium. Xaveer.VanOstade@uantwerpen.be."], ["Dom", "Martin", "M", "Laboratory of Protein Science, Proteomics and Epigenetic Signaling (PPES), University of Antwerp, Wilrijk, Belgium."], ["Tjalma", "Wiebren", "W", "Gynecological Oncology Unit, Department of Obstetrics and Gynecology, Multidisciplinary Breast Clinic, Antwerp University Hospital, University of Antwerp, Edegem, Belgium."], ["Van Raemdonck", "Geert", "G", "Laboratory of Protein Science, Proteomics and Epigenetic Signaling (PPES), University of Antwerp, Wilrijk, Belgium."]], "date": "2017-11-15", "id": "29143101", "text": "Despite improvement in vaccines against human papilloma virus (HPV), the causative agent of cervical cancer, screening women for cervical precancer will remain indispensable in the coming 30-40 years. A simple test that could be performed at home or at a doctor's practice and that informs the woman whether she is at risk would significantly help make a broader group of patients who aware that they need medical treatment. Cervical vaginal fluid (CVF) is a body fluid that is very well suited for such a test.Narrative review of cervical (pre)cancer candidate biomarkers from cervicovaginal fluid, is based on a detailed review of the literature. We will also discuss the possibilities that these biomarkers create for the development of a self-test or point-of-care test for cervical (pre)cancer.Several DNA, DNA methylation, miRNA, and protein biomarkers were identified in the cervical vaginal fluid; however, not all of these biomarkers are suited for development of a simple diagnostic assay.Proteins, especially alpha-actinin-4, are most suited for development of a simple assay for cervical (pre)cancer. Accuracy of the test could further be improved by combination of several proteins or by combination with a new type of biomarker, e.g., originating from the cervicovaginal microbiome or metabolome.", "doi": "10.1007/s00404-017-4587-2", "title": "Candidate biomarkers in the cervical vaginal fluid for the (self-)diagnosis of cervical precancer.", "journal": ["Archives of gynecology and obstetrics", "Arch. Gynecol. Obstet."]}