{"authors": [["Taniguchi", "Hironori", "H", "Genetics of Prokaryotes, Faculty of Biology & CeBiTec, Bielefeld University, P.O. Box 100131, 33501 Bielefeld, Germany."], ["Henke", "Nadja A", "NA", "Genetics of Prokaryotes, Faculty of Biology & CeBiTec, Bielefeld University, P.O. Box 100131, 33501 Bielefeld, Germany."], ["Heider", "Sabine A E", "SAE", "GSK Vaccines S.r.I., Siena 53100, Italy."], ["Wendisch", "Volker F", "VF", "Genetics of Prokaryotes, Faculty of Biology & CeBiTec, Bielefeld University, P.O. Box 100131, 33501 Bielefeld, Germany."]], "date": "2017-01-13", "id": "29142827", "text": "Corynebacterium glutamicum shows yellow pigmentation due to biosynthesis of the C50 carotenoid decaprenoxanthin and its glycosides. This bacterium has been engineered for production of various non-native cyclic C40 and C50 carotenoids such as β-carotene, astaxanthin or sarcinaxanthin. In this study, the effect of modulating gene expression more broadly by overexpression of sigma factor genes on carotenoid production by C. glutamicum was characterized. Overexpression of the primary sigma factor gene sigA improved lycopene production by recombinant C. glutamicum up to 8-fold. In C. glutamicum wild type, overexpression of sigA led to 2-fold increased accumulation of the native carotenoid decaprenoxanthin in the stationary growth phase. Under these conditions, genes related to thiamine synthesis and aromatic compound degradation showed increased RNA levels and addition of thiamine and the aromatic iron chelator protocatechuic acid to the culture medium enhanced carotenoid production when sigA was overexpressed. Deletion of the gene for the alternative sigma factor SigB, which is expected to replace SigA in RNA polymerase holoenzymes during transition to the stationary growth phase, also increased carotenoid production. The strategy of sigA overexpression could be successfully transferred to production of the non-native carotenoids β-carotene and bisanhydrobacterioruberin (BABR). Production of the latter is the first demonstration that C. glutamicum may accumulate a non-native linear C50 carotenoid instead of the native cyclic C50 carotenoid decaprenoxanthin.", "doi": "10.1016/j.meteno.2017.01.001", "title": "Overexpression of the primary sigma factor gene sigA improved carotenoid production by Corynebacterium glutamicum: Application to production of β-carotene and the non-native linear C50 carotenoid bisanhydrobacterioruberin.", "journal": ["Metabolic engineering communications", "Metab Eng Commun"]}