{"authors": [["Gothai", "Sivapragasam", "S", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Muniandy", "Katyakyini", "K", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Zarin", "Mazni Abu", "MA", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Sean", "Tan Woan", "TW", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Kumar", "S Suresh", "SS", "Department of Medical Microbiology and Parasitology, Faculty of Medicine and Health Sciences, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Munusamy", "Murugan A", "MA", "Department of Botany and Microbiology, College of Science, King Saud University, Riyadh, Saudi Arabia."], ["Fakurazi", "Sharida", "S", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."], ["Arulselvan", "Palanisamy", "P", "Laboratory of Vaccines and Immunotherapeutics, Institute of Bioscience, Universiti Putra Malaysia, Serdang, Selangor, Malaysia."]], "date": "2017-10-11", "id": "29142400", "text": "Moringa oleifera (MO), commonly known as the drumstick tree, is used in folklore medicine for the treatment of skin disease.The objective of this study is to evaluate the ethyl acetate (EtOAc) fraction of MO leaves for in vitro antibacterial, antioxidant, and wound healing activities and conduct gas chromatography-mass spectrometry (GC-MS) analysis.Antibacterial activity was evaluated against six Gram-positive bacteria and 10 Gram-negative bacteria by disc diffusion method. Free radical scavenging activity was assessed by 1, 1-diphenyl-2-picryl hydrazyl (DPPH) radical hydrogen peroxide scavenging and total phenolic content (TPC). Wound healing efficiency was studied using cell viability, proliferation, and scratch assays in diabetic human dermal fibroblast (HDF-D) cells.The EtOAc fraction showed moderate activity against all bacterial strains tested, and the maximum inhibition zone was observed against Streptococcus pyogenes (30 mm in diameter). The fraction showed higher sensitivity to Gram-positive strains than Gram-negative strains. In the quantitative analysis of antioxidant content, the EtOAc fraction was found to have a TPC of 65.81 ± 0.01. The DPPH scavenging activity and the hydrogen peroxide assay were correlated with the TPC value, with IC50 values of 18.21 ± 0.06 and 59.22 ± 0.04, respectively. The wound healing experiment revealed a significant enhancement of cell proliferation and migration of HDF-D cells. GC-MS analysis confirmed the presence of 17 bioactive constituents that may be the principal factors in the significant antibacterial, antioxidant, and wound healing activity.The EtOAc fraction of MO leaves possesses remarkable wound healing properties, which can be attributed to the antibacterial and antioxidant activities of the fraction.Moringa oleifera (MO) leaf ethyl acetate (EtOAc) fraction possesses antibacterial activities toward Gram-positive bacteria such as Streptococcus pyogenes, Streptococcus faecalis, Bacillus subtilis, Bacillus cereus and Staphylococcus aureus, and Gram-negative bacteria such as Proteus mirabilis and Salmonella typhimuriumMO leaf EtOAc fraction contained the phenolic content of 65.81 ± 0.01 and flavonoid content of 37.1 ± 0.03, respectively. In addition, the fraction contained 17 bioactive constituents associated with the antibacterial, antioxidant, and wound healing properties that were identified using gas chromatography-mass spectrometry analysisMO leaf EtOAc fraction supports wound closure rate about 80% for treatments when compared with control group. Abbreviations used: MO: Moringa oleifera; EtOAc: Ethyl acetate; GC-MS: Gas Chromatography-Mass Spectrometry; HDF-D: Diabetic Human Dermal Fibroblast cells.", "doi": "10.4103/pm.pm_368_16", "title": "Chemical Composition of Moringa oleifera Ethyl Acetate Fraction and Its Biological Activity in Diabetic Human Dermal Fibroblasts.", "journal": ["Pharmacognosy magazine", "Pharmacogn Mag"]}