{"authors": [["Eichwald", "Catherine", "C", "Institute of Virology, University of Zürich, Zürich, Switzerland."], ["De Lorenzo", "Giuditta", "G", "International Centre for Genetic Engineering and Biotechnology (ICGEB), Trieste, Italy."], ["Schraner", "Elisabeth M", "EM", "Institute of Virology, University of Zürich, Zürich, Switzerland."], ["Papa", "Guido", "G", "International Centre for Genetic Engineering and Biotechnology (ICGEB), Trieste, Italy."], ["Bollati", "Michela", "M", "Biophysics Institute of the National Research Council (CNR-IBF), Department of Biosciences, University of Milan, Milan, Italy."], ["Swuec", "Paolo", "P", "Pediatric Clinical Research Center Fondazione Romeo ed Enrica Invernizzi, Department of Biosciences, University of Milan, Milan, Italy."], ["de Rosa", "Matteo", "M", "Biophysics Institute of the National Research Council (CNR-IBF), Department of Biosciences, University of Milan, Milan, Italy."], ["Milani", "Mario", "M", "Biophysics Institute of the National Research Council (CNR-IBF), Department of Biosciences, University of Milan, Milan, Italy."], ["Mastrangelo", "Eloise", "E", "Biophysics Institute of the National Research Council (CNR-IBF), Department of Biosciences, University of Milan, Milan, Italy."], ["Ackermann", "Mathias", "M", "Institute of Virology, University of Zürich, Zürich, Switzerland."], ["Burrone", "Oscar R", "OR", "International Centre for Genetic Engineering and Biotechnology (ICGEB), Trieste, Italy."], ["Arnoldi", "Francesca", "F", "International Centre for Genetic Engineering and Biotechnology (ICGEB), Trieste, Italy farnoldi@units.it."]], "date": "2017-11-15", "id": "29142132", "text": "Despite the availability of two attenuated vaccines, rotavirus (RV) gastroenteritis remains an important cause of mortality among children in developing countries causing about 215,000 infant deaths annually. Currently, there are no specific antiviral therapies available. RV is a non-enveloped virus with a segmented double-stranded RNA genome. Viral genome replication and assembly of transcriptionally active double-layered particles (DLPs) take place in cytoplasmic viral structures called viroplasms. In this study, we describe strong impairment of the early stages of RV replication induced by a small molecule known as RNA polymerase III inhibitor, ML-60218 (ML). This compound was found to disrupt already assembled viroplasms and hamper the formation of new ones without the need of de novo transcription of cellular RNAs. This phenotype correlated with reduction in accumulated viral proteins and newly made viral genome segments, disappearance of the hyperphosphorylated isoforms of the viroplasm-resident protein NSP5 and inhibition of infectious progeny virus production. In in vitro transcription assays with purified DLPs, ML showed a dose-dependent inhibitory activity indicating the viral nature of its target. ML was found to interfere with the formation of higher order structures of VP6, the protein forming the DLP outer layer, without compromising its ability to trimerize. Electron microscopy of ML-treated DLPs showed a dose-dependent structural damage. Our data suggest that interactions between VP6 trimers are essential not only for DLP stability but also for the structural integrity of viroplasms in infected cells.IMPORTANCE Rotavirus gastroenteritis is responsible for a large number of infant deaths in developing countries. Unfortunately, in those countries where effective vaccines are urgently needed, the efficacy of the available vaccines is particularly low. Therefore, the development of antivirals is an important goal, as they might complement the available vaccines or represent an alternative option. Moreover, they may be decisive in fighting the acute phase of infection. This work describes the inhibitory effect on rotavirus replication of a small molecule initially reported as an RNA polymerase III inhibitor. The molecule is the first chemical compound identified able to disrupt viroplasms, the viral replication machinery, and to compromise the stability of DLPs by targeting the viral protein VP6. This molecule thus represents a starting point towards the development of more potent and less cytotoxic compounds against rotavirus infection.", "doi": "10.1128/JVI.01943-17", "title": "Identification of a small molecule that compromises the structural integrity of viroplasms and rotavirus double-layered particles.", "journal": ["Journal of virology", "J. Virol."]}