{"authors": [["El Fezzazi", "Hanna", "H", "Dengue Vaccination Impact and Economics, Sanofi Pasteur, Lyon, France."], ["Branchu", "Marie", "M", "Ecole des Hautes Etudes en Santé Publique (EHESP)-ESSEC Business School, Cergy, France."], ["Carrasquilla", "Gabriel", "G", "Fundación Santa Fe de Bogotá, Bogotá, Colombia."], ["Pitisuttithum", "Punnee", "P", "Vaccine Trial Centre, Faculty of Tropical Medicine, Mahidol University, Bangkok, Thailand."], ["Perroud", "Ana Paula", "AP", "Clinical Research and Development, Sanofi Pasteur, Sâo Paulo, Brazil."], ["Frago", "Carina", "C", "Clinical Sciences, Sanofi Pasteur, Singapore, Singapore."], ["Coudeville", "Laurent", "L", "Dengue Vaccination Impact and Economics, Sanofi Pasteur, Lyon, France."]], "date": "2017-10-12", "id": "29141713", "text": "A tetravalent dengue vaccine (CYD-TDV) has recently been approved in 12 countries in southeast Asia and Latin America for individuals aged 9-45 years or 9-60 years (age indication approvals vary by country) living in endemic areas. Data on utilization of medical and nonmedical resources as well as time lost from school and work were collected during the active phase of two phase III efficacy studies performed in 10 countries in the Asia-Pacific region and Latin America (NCT01373281; NCT01374516). We compared dengue-related resource utilization and costs among vaccinated and nonvaccinated participants. Country-specific unit costs were derived from available literature. There were 901 virologically confirmed dengue episodes among participants aged ≥ 9 years (N = 25,826): corresponding to 373 episodes in the CYD-TDV group (N = 17,230) and 528 episodes in the control group (N = 8,596). Fewer episodes in the CYD-TDV group resulted in hospitalization than in the control group (7.0% versus 13.3%; P = 0.002), but both had a similar average length of stay of 4 days. Overall, a two-thirds reduction in resource consumption and missed school/work days was observed in the CYD-TDV group relative to the control group. The estimated direct and indirect cost (2014 I$) associated with dengue episodes per participant in the CYD-TDV group was 73% lower than in the control group (I$6.72 versus I$25.08); representing a saving of I$I8.36 (95% confidence interval [CI]:17.05-19.78) per participant with vaccination. This is the first study providing information on dengue costs among vaccinated individuals and direct confirmation that vaccination has the potential to reduce dengue illness costs.", "doi": "10.4269/ajtmh.16-0952", "title": "Resource Use and Costs of Dengue: Analysis of Data from Phase III Efficacy Studies of a Tetravalent Dengue Vaccine.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}