{"authors": [["Yan", "Yunfeng", "Y", "College of Biotechnology and Bioengineering, Zhejiang University of Technology , Hangzhou, Zhejiang 310014, China."], ["Xiong", "Hu", "H", "Simmons Comprehensive Cancer Center, Department of Biochemistry, The University of Texas Southwestern Medical Center , Dallas, Texas 75390, United States."], ["Zhang", "Xinyi", "X", "Simmons Comprehensive Cancer Center, Department of Biochemistry, The University of Texas Southwestern Medical Center , Dallas, Texas 75390, United States."], ["Cheng", "Qiang", "Q", "Simmons Comprehensive Cancer Center, Department of Biochemistry, The University of Texas Southwestern Medical Center , Dallas, Texas 75390, United States."], ["Siegwart", "Daniel J", "DJ", "Simmons Comprehensive Cancer Center, Department of Biochemistry, The University of Texas Southwestern Medical Center , Dallas, Texas 75390, United States."]], "date": "2017-11-27", "id": "29141136", "text": "Messenger RNA (mRNA) has recently come into focus as an emerging therapeutic class with great potential for protein replacement therapy, cancer immunotherapy, regenerative medicine, vaccines, and gene editing. However, the lack of effective and safe delivery methods impedes the broad application of mRNA-based therapeutics. We report a robust approach to develop efficient polymeric delivery carriers for mRNA. Lead polyesters were identified by in vitro screening of a 480-member combinatorially modified poly(trimethylolpropane allyl ether-co-suberoyl chloride) library for the delivery of luciferase encoding mRNA (Luc mRNA) to IGROV1 cells. The formulation of mRNA polyplex nanoparticles (NPs) with Pluronic F127 decreased the surface charge. Although this improved the stability of mRNA nanoparticles, the delivery potency decreased with increased F127 content. Thus, we determined that NP stabilization with 5% F127 could balance the protective effects and delivery potency. 5% F127 formulated PE4K-A17-0.33C12 mRNA NPs enabled luciferase expression predominantly in the lungs after intravenous injection into mice. The efficient mRNA delivery specifically to lungs by degradable carriers suggests the potential for the treatment of pulmonary diseases.", "doi": "10.1021/acs.biomac.7b01356", "title": "Systemic mRNA Delivery to the Lungs by Functional Polyester-based Carriers.", "journal": ["Biomacromolecules", "Biomacromolecules"]}