{"authors": [["Tian", "Tian", "T", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Mijiti", "Peierdun", "P", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Bingxue", "Huang", "H", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Fadong", "Zhang", "Z", "Surgery Department of Toutunhe District General Hospital, Urumqi, Xinjiang, China."], ["Ainiwaer", "Abidan", "A", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Guoyao", "Sang", "S", "Clinical Laboratory of Xinjiang Medical University First Affiliated Hospital, Urumqi, Xinjiang, China."], ["Zhanlin", "Zhang", "Z", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Mahan", "Yeledan", "Y", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Xiaoqin", "Tuo", "T", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Zheng", "Gong", "G", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Jianghong", "Dai", "D", "Department of Epidemiology and Biostatistics, School of Public Health, Xinjiang Medical University, Urumqi, Xinjiang, China."]], "date": "2017-11-15", "id": "29141014", "text": "Infection with human papillomavirus (HPV) is the most common sexually transmitted infection among men who have sex with men (MSM). Study on prevalence and risk factors of anal HPV infection among HIV-negative MSM in Northwestern China was rare.We performed a cross-sectional study of HPV prevalence using anal swab specimens among HIV-negative MSM in Urumqi city of Xinjiang Uyghur Autonomous Region, China between April 1st and October 30th in 2016. Prevalence of any anal HPV infection, high-risk and low-risk HPV infection was estimated. Risk factors associated with any anal HPV infection was analyzed using univariate and multivariate logistic regression models.Among 538 potential participants, 500(92.9%) were recruited in this study. The genotyping results of anal HPV infection were available for all. Of them, 259 (51.8%), 190 (38.0%) and 141(28.2%) were positive for at least one of the targeted 37 HPV genotypes, high-risk HPV genotypes, and any low-risk HPV genotypes. The most prevalent anal HPV genotype was HPV 6(11.8%), followed by HPV 16(11.2%), HPV 11(10.8%), HPV 51(7.0%) and HPV 18(5.4%).Among those infected with at least one of the targeted 37 anal HPV genotypes, 75(29.0%), 155(59.8%) and 191(73.7%) were infected with 2-valent, quadrivalent and 9-valent HPV vaccine-covered genotypes. Receptive anal intercourse in the past year was the only predictor of any anal HPV infection in multivariate logistic regression model.Prevalence of any anal HPV infection and high-risk HPV infection among HIV-negative MSM in Urumqi city of Xinjiang is high. The majority of genotypes detected in our study were covered by quadrivalent and 9-valent HPV vaccines. Regular anal exams and early HPV vaccination among MSM may be considered in future HPV prevention programs in Xinjiang, China.", "doi": "10.1371/journal.pone.0187928", "title": "Prevalence and risk factors of anal human papillomavirus infection among HIV-negative men who have sex with men in Urumqi city of Xinjiang Uyghur Autonomous Region, China.", "journal": ["PloS one", "PLoS ONE"]}