{"authors": [["Succi", "Regina Cm", "RC", "1 Escola Paulista de Medicina, Universidade Federal de São Paulo, UNIFESP, São Paulo, Brazil 2 Westat, Rockville, MD, USA 3 Faculty of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, Brazil 4 Clínica de Inmunodeficiencias/Depto. de Infectología, Hospital Infantil de Mexico Federico Gomez, Mexico City 5 Department of Child & Adolescent Health, the University of the West Indies, Jamaica 6 National Institute of Child Health and Faculty of Medicine of National University of San Marcos of Lima Peru 7 Hospital Federal dos Servidores do Estado, Rio de Janeiro, Brasil 8 Facultad de Medicina, Universidad de Buenos Aires, Ciudad de Buenos Aires, Argentina 9 Instituto de Pesquisas Biomédicas da Pontifícia Universidade Católica do Rio Grande do Sul and Irmandade da Santa Casa de Misericórdia de Porto Alegre, both in Porto Alegre, Brazil 10 Maternal and Pediatric Infectious Disease Branch, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, MD, USA."], ["Krauss", "Margot R", "MR", null], ["Harris", "D Robert", "DR", null], ["Machado", "Daisy M", "DM", null], ["de Moraes-Pinto", "Maria I", "MI", null], ["Mussi-Pinhata", "Marisa M", "MM", null], ["Pavia Ruz", "Noris", "N", null], ["Pierre", "Russell B", "RB", null], ["Kolevic Roca", "Lenka A", "LA", null], ["Joao", "Esaú", "E", null], ["Foradori", "Irene", "I", null], ["Scotta", "Marcelo C", "MC", null], ["Hazra", "Rohan", "R", null], ["Siberry", "George K", "GK", null], [null, null, null, null]], "date": "2017-11-14", "id": "29140938", "text": "Perinatally HIV-infected (PHIV) children are at risk for undervaccination and poor vaccine response at four years of age. Childhood vaccine coverage and immune response were compared between PHIV and HIV-exposed uninfected (HEU) children in Latin America and the Caribbean.PHIV and HEU children were enrolled prospectively at fifteen sites from 2002-2009. Full vaccination by age four years was defined as: three hepatitis B virus (HBV) vaccine doses; four tetanus toxoid-containing vaccine doses; three doses of Haemophilus influenzae type b (Hib) vaccine by age 12 months or ≥1 dose given after age 12 months; one measles-containing vaccine dose; one rubella-containing vaccine dose. Immunity was defined by serum antibody titer. Fisher's exact test (for categorical measures) and t-test (for continuous measures) were used for comparisons.Among 519 children seen at age four years, 191 had serum specimens available (137 PHIV, 54 HEU). Among those with specimens available, 29.3% initiated combination antiretroviral therapy (cART) <12 months of age, 30.9% initiated at ≥12 months of age, and 39.8% had not received cART by the time they were seen at four years of age.At four years of age, 59.9% were on PI-containing cART (cART/PI), and 20.4% were on no ARV. PHIV children were less likely than HEU children to be fully vaccinated for tetanus (55.5% vs. 77.8%, p=0.005) and measles and rubella (both 70.1% vs. 94.4%, p<0.001). Among those fully vaccinated, immunity was significantly lower among PHIV than HEU for all vaccines examined: 20.9% vs. 37.8% for HBV (p=0.04), 72.0% vs. 90.5% for tetanus (p=0.02), 51.4% vs. 68.8% for Hib (p=0.05), 80.2% vs. 100% for measles (p<0.001) and 72.9% vs. 98.0% for rubella (p<0.001) vaccine, respectively.Compared to HEU, PHIV children were significantly less likely to be immune to vaccine-preventable diseases when fully vaccinated. Strategies to increase immunity against vaccine-preventable diseases among PHIV require further study.", "doi": "10.1097/INF.0000000000001831", "title": "Immunity Following Childhood Vaccinations in Perinatally HIV-Exposed Children with and without HIV Infection in Latin America.", "journal": ["The Pediatric infectious disease journal", "Pediatr. Infect. Dis. J."]}