{"authors": [["Schmidt", "B-M", "BM", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["Tameris", "M", "M", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["Geldenhuys", "H", "H", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["Luabeya", "A", "A", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["Bunyasi", "E", "E", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["Hawkridge", "T", "T", "Department of Health, South Africa."], ["McClain", "J B", "JB", "Aeras, Rockville, MD, USA."], ["Mahomed", "H", "H", "Department of Health, South Africa."], ["Scriba", "T J", "TJ", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."], ["McShane", "H", "H", "Nuffield Department of Clinical Medicine, Jenner Institute, University of Oxford, Oxford, UK."], ["Hatherill", "M", "M", "South African Tuberculosis Vaccine Initiative, Institute of Infectious Disease and Molecular Medicine and Division of Immunology, Department of Pathology, University of Cape Town, Cape Town, South Africa."]], "date": "2017-12-04", "id": "29140587", "text": "Paediatric laboratory reference intervals used in Africa and Asia may be derived from historical intervals of predominantly Caucasian infants in Europe or North America. These intervals may therefore not be compatible with the range of normality for developing country populations. We aimed to compare haematology and biochemistry parameters in healthy South African infants with local laboratory reference intervals.We compared the baseline haematology and biochemistry results of 634 (316 male and 318 female) HIV-unexposed infants, aged 3-6 months, living in a rural area of the Western Cape Province, South Africa, against laboratory reference intervals supplied by the South African National Health Laboratory Services (NHLS). We calculated the percentage of observed values out of bound (in terms of lower and upper limits) compared to laboratory reference intervals.Of the 634 healthy infants screened, 316 (49.84%) were male and 318 (50.16%) female. A majority (91.05%) had platelet counts above the laboratory reference interval upper limit (350 × 109 cells/l), while over half, 54.85% and 56.98% had mean corpuscular volume (MCV) and mean corpuscular haemoglobin (MCH) values below the lower limits of 77.0-105.0 fl and 26.0-34.0 pg, respectively. A small proportion were outside the reference limits for haematocrit, namely 15.71% below and 7.14% above the normal limits of 0.31-0.38 l/l. For male and female infants, 33.65% and 18.04% of alkaline phosphatase (ALP) values and 7.01% and 14.56% of alanine transaminase (ALT) values were above the upper limits, respectively. For male infants, 10.83% of gamma-glutamyl transferase (GGT) values, and for female infants, 31.11% of GGT values were below the lower limits of 12 U/l for males and 15 U/l for females. We observed no significant deviations (>10% out of bound) from NHLS reference intervals in the remaining haematology and biochemistry parameters measured.Haematology and biochemistry parameters in apparently healthy South African infants deviate frequently from national laboratory reference intervals, including abnormalities consistent with subclinical hypochromic microcytic anaemia. It is important that clinical laboratory reference intervals for children are derived locally, rather than being adopted from Caucasian norms in developed countries, because clinical trials of vaccines, drugs and diagnostics are increasingly conducted in sub-Saharan Africa.", "doi": "10.1111/tmi.13009", "title": "Comparison of haematology and biochemistry parameters in healthy South African infants with laboratory reference intervals.", "journal": ["Tropical medicine & international health : TM & IH", "Trop. Med. Int. Health"]}