{"authors": [["Leroux-Roels", "G", "G", "Center for Vaccinology, Ghent University and University Hospital, Belgium."], ["Cramer", "J P", "JP", "Takeda Pharmaceuticals International AG, Zurich, Switzerland."], ["Mendelman", "P M", "PM", "Takeda Vaccines Inc., Boston, MA, USA."], ["Sherwood", "J", "J", "Takeda Pharmaceuticals International AG, Zurich, Switzerland."], ["Clemens", "R", "R", "Takeda Pharmaceuticals International AG, Zurich, Switzerland."], ["Aerssens", "A", "A", "Center for Vaccinology, Ghent University and University Hospital, Belgium."], ["De Coster", "I", "I", "Centre for the Evaluation of Vaccination, Vaccine and Infectious Disease Institute, University of Antwerp, Belgium."], ["Borkowski", "A", "A", "Takeda Pharmaceuticals International AG, Zurich, Switzerland."], ["Baehner", "F", "F", "Takeda Pharmaceuticals International AG, Zurich, Switzerland."], ["Van Damme", "P", "P", "Centre for the Evaluation of Vaccination, Vaccine and Infectious Disease Institute, University of Antwerp, Belgium."]], "date": "2017-11-13", "id": "29140444", "text": "We investigated safety and immunogenicity of 1-2 doses of different bivalent virus-like particle (VLP) norovirus vaccine candidate (NoV) formulations in healthy 18-64-year-olds.On Days 1 and 28 participants (n=420) randomized to 14 equal groups received intramuscular control vaccine (hepatitis A) or one of 11 NoV formulations contained varying dosages of GI.1 and GII.4c genotype VLP antigens with Al(OH)3, and 0μg, 15μg or 50μg MPL. Immunogenicity was assessed on Days 1, 28, 56, 208 and 393. Solicited local and systemic reactions were recorded for 7 days, unsolicited adverse events until Day 56, and serious adverse events (SAE) throughout the trial.All NoV formulations induced similar increases in Pan-Ig, IgA and histo-blood group binding antigen-blocking (HBGA) antibodies by Day 56, mostly after 1 dose, that persisted above baseline to Day 393. Higher GI.1 content interfered with GII.4c responses, and responses did not benefit from MPL. Overall reactogenicity consisted of mainly mild injection site pain, headache and fatigue. No vaccine-related SAEs were reported.All candidate NoV formulations were well tolerated. Overall, 15μg GI.1/50μg GII.4c elicited the best balance of immunogenicity with no clear benefit of MPL, and is the candidate formulation being taken forward in clinical development.", "doi": "10.1093/infdis/jix572", "title": "Safety and immunogenicity of different formulations of norovirus vaccine candidate in healthy adults: a randomized, controlled, double-blind clinical trial.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}