{"authors": [["Banerjee", "Anupam", "A", null], ["Pal", "Abantika", "A", null], ["Pal", "Debnath", "D", null], ["Mitra", "Pralay", "P", null]], "date": "2017-11-13", "id": "29140409", "text": "Zaire ebolavirus, one of the most pathogenic species of Ebolavirus, is a significant threat to the human community being both highly infectious and lethal. The viral proteins (VPs), specifically VP24 and VP35, antagonize the interferon (IFN) proteins accountable for human immune response. Several efforts have been made to design vaccines and therapeutics drugs. However, the success is not encouraging because of limited knowledge about the binding site information of the VPs. Such limitations stem largely from the highly infectious nature of the virus that requires specialized personnel and biosafety laboratories. As an alternative, computational techniques have also been adopted to improve the success rate of drug discovery. This article elaborates on the interactions between viral and human IFN proteins that lead to IFN antagonism. A computational framework is proposed after evaluating existing computational studies. This protein interaction and protein design-based computational framework identified critical interacting residues of the VP (VP24) responsible for the formation of a stable complex with the human KPNA5 (karyopherin alpha proteins 5). The mutations of those critical residues, as demonstrated in this article, affected the overall stability of the complex because of a sharp decrease in both the number of hydrogen bonds and possible charge-charge interactions. Therefore, we proposed that the framework could be an effective alternative to experimental work for destabilizing interactions between the VPs and human proteins responsible for IFN induction and response.", "doi": "10.1093/bfgp/elx034", "title": "Ebolavirus interferon antagonists-protein interaction perspectives to combat pathogenesis.", "journal": ["Briefings in functional genomics", "Brief Funct Genomics"]}