{"authors": [["Arnold", "Kelly B", "KB", "Department of Biomedical Engineering, University of Michigan, Ann Arbor, MI, USA."], ["Chung", "Amy W", "AW", "Department of Microbiology and Immunology, The Peter Doherty Institute for Infection and Immunity, University of Melbourne, Parkville, Vic., Australia."]], "date": "2017-11-15", "id": "29139548", "text": "Antibodies are highly functional glycoproteins capable of providing immune protection through multiple mechanisms, including direct pathogen neutralization and the engagement of their Fc portions with surrounding effector immune cells that induce anti-pathogenic responses. Small modifications to multiple antibody biophysical features induced by vaccines can significantly alter functional immune outcomes, though it is difficult to predict which combinations confer protective immunity. In order to give insight into the highly complex and dynamic processes that drive an effective humoral immune response, here we discuss recent applications of 'Systems Serology', a new approach that uses data-driven (also called 'machine learning') computational analysis and high-throughput experimental data to infer networks of important antibody features associated with protective humoral immunity and/or Fc functional activity. This approach offers the ability to understand humoral immunity beyond single correlates of protection, assessing the relative importance of multiple biophysical modifications to antibody features with multivariate computational approaches. Systems Serology has the exciting potential to help identify novel correlates of protection from infection and may generate a more comprehensive understanding of the mechanisms behind protection, including key relationships between specific Fc functions and antibody biophysical features (e.g. antigen recognition, isotype, subclass and/or glycosylation events). Reviewed here are some of the experimental and computational technologies available for Systems Serology research and evidence that the application has broad relevance to multiple different infectious diseases including viruses, bacteria, fungi and parasites.", "doi": "10.1111/imm.12861", "title": "Prospects from systems serology research.", "journal": ["Immunology", "Immunology"]}