{"authors": [["Kiniry", "Brenna E", "BE", "Department of Medical Microbiology and Immunology, School of Medicine, University of California, Davis, California, USA."], ["Li", "Shengbin", "S", "Department of Veterinary and Biomedical Sciences, University of Minnesota, Minneapolis, Minnesota, USA."], ["Ganesh", "Anupama", "A", "Department of Medical Microbiology and Immunology, School of Medicine, University of California, Davis, California, USA."], ["Hunt", "Peter W", "PW", "Division of Experimental Medicine, Department of Medicine, Zuckerberg San Francisco General Hospital, UCSF, San Francisco, California, USA."], ["Somsouk", "Ma", "M", "Division of Gastroenterology, Department of Medicine, Zuckerberg San Francisco General Hospital, UCSF, San Francisco, California, USA."], ["Skinner", "Pamela J", "PJ", "Department of Veterinary and Biomedical Sciences, University of Minnesota, Minneapolis, Minnesota, USA."], ["Deeks", "Steven G", "SG", "Positive Health Program, Department of Medicine, Zuckerberg San Francisco General Hospital, UCSF, San Francisco, California, USA."], ["Shacklett", "Barbara L", "BL", "Department of Medical Microbiology and Immunology, School of Medicine, University of California, Davis, California, USA."]], "date": "2017-11-15", "id": "29139476", "text": "Tissue-resident memory (TRM) CD8+ T-cells are non-recirculating, long-lived cells housed in tissues that can confer protection against mucosal pathogens. Human immunodeficiency virus-1 (HIV-1) is a mucosal pathogen and the gastrointestinal tract is an important site of viral pathogenesis and transmission. Thus, CD8+ TRM cells may be an important effector subset for controlling HIV-1 in mucosal tissues. This study sought to determine the abundance, phenotype, and functionality of CD8+ TRM cells in the context of chronic HIV-1 infection. We found that the majority of rectosigmoid CD8+ T-cells were CD69+CD103+S1PR1- and T-betLowEomesoderminNeg, indicative of a tissue-residency phenotype similar to that described in murine models. HIV-1-specific CD8+ TRM responses appeared strongest in individuals naturally controlling HIV-1 infection. Two CD8+ TRM subsets, distinguished by CD103 expression intensity, were identified. CD103Low CD8+ TRM primarily displayed a transitional memory phenotype and contained HIV-1-specific cells and cells expressing high levels of Eomesodermin, whereas CD103High CD8+ TRM primarily displayed an effector memory phenotype and were EomesoderminNeg. These findings suggest a large fraction of CD8+ T-cells housed in the human rectosigmoid mucosa are tissue-resident and that TRM contribute to the anti-HIV-1 immune response. Further exploration of CD8+ TRM will inform development of anti-HIV-1 immune-based therapies and vaccines targeted to the mucosa.Mucosal Immunology advance online publication 15 November 2017; doi:10.1038/mi.2017.96.", "doi": "10.1038/mi.2017.96", "title": "Detection of HIV-1-specific gastrointestinal tissue resident CD8+ T-cells in chronic infection.", "journal": ["Mucosal immunology", "Mucosal Immunol"]}