{"authors": [["Nykvist", "Marie", "M", "1​Zoonosis Science Center, Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden."], ["Gillman", "Anna", "A", "2​Section for Infectious Diseases, Department of Medical Sciences, Uppsala University, Uppsala, Sweden."], ["Söderström Lindström", "Hanna", "H", "4​Department of Public Health and Clinical Medicine, Occupational and Environmental Medicine, Umeå University, Umeå, Sweden."], ["Tang", "Chaojun", "C", "3​Department of Chemistry, Umeå University, Umeå, Sweden."], ["Fedorova", "Ganna", "G", "5​University of South Bohemia in Ceske Budejovice, Faculty of Fisheries and Protection of Waters, South Bohemian Research Center of Aquaculture and Biodiversity of Hydrocenoses, Vodnany, Czech Republic."], ["Lundkvist", "Åke", "Å", "1​Zoonosis Science Center, Department of Medical Biochemistry and Microbiology, Uppsala University, Uppsala, Sweden."], ["Latorre-Margalef", "Neus", "N", "6​Centre for Ecology and Evolution in Microbial Model Systems (EEMiS), Faculty of Health and Life Sciences, Linnaeus University, Kalmar, Sweden."], ["Wille", "Michelle", "M", "†​Present address: WHO Collaborating Centre for Reference and Research on Influenza, The Peter Doherty Institute for Infection and Immunity, Melbourne, Australia."], ["Järhult", "Josef D", "JD", "2​Section for Infectious Diseases, Department of Medical Sciences, Uppsala University, Uppsala, Sweden."]], "date": "2017-11-15", "id": "29139346", "text": "Neuraminidase inhibitors are a cornerstone of influenza pandemic preparedness before vaccines can be mass-produced and thus a neuraminidase inhibitor-resistant pandemic is a serious threat to public health. Earlier work has demonstrated the potential for development and persistence of oseltamivir resistance in influenza A viruses exposed to environmentally relevant water concentrations of the drug when infecting mallards, the natural influenza reservoir that serves as the genetic base for human pandemics. As zanamivir is the major second-line neuraminidase inhibitor treatment, this study aimed to assess the potential for development and persistence of zanamivir resistance in an in vivo mallard model; especially important as zanamivir will probably be increasingly used. Our results indicate less potential for development and persistence of resistance due to zanamivir than oseltamivir in an environmental setting. This conclusion is based on: (1) the lower increase in zanamivir IC50 conferred by the mutations caused by zanamivir exposure (2-17-fold); (2) the higher zanamivir water concentration needed to induce resistance (at least 10 µg l-1); (3) the lack of zanamivir resistance persistence without drug pressure; and (4) the multiple resistance-related substitutions seen during zanamivir exposure (V116A, A138V, R152K, T157I and D199G) suggesting lack of one straight-forward evolutionary path to resistance. Our study also adds further evidence regarding the stability of the oseltamivir-induced substitution H275Y without drug pressure, and demonstrates the ability of a H275Y-carrying virus to acquire secondary mutations, further boosting oseltamivir resistance when exposed to zanamivir. Similar studies using influenza A viruses of the N2-phylogenetic group of neuraminidases are recommended.", "doi": "10.1099/jgv.0.000977", "title": "In vivo mallard experiments indicate that zanamivir has less potential for environmental influenza A virus resistance development than oseltamivir.", "journal": ["The Journal of general virology", "J. Gen. Virol."]}