{"authors": [["Tabatabaei", "M", "M", "Department of Immunology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Mosaffa", "N", "N", "Department of Immunology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Ghods", "R", "R", "Oncopathology Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Nikoo", "S", "S", "Immunology Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Kazemnejad", "S", "S", "Reproductive Biotechnology Research Center, Avicenna Research Institute, ACECR, Tehran, Iran."], ["Khanmohammadi", "M", "M", "Reproductive Biotechnology Research Center, Avicenna Research Institute, ACECR, Tehran, Iran."], ["Mirzadeghan", "E", "E", "Reproductive Biotechnology Research Center, Avicenna Research Institute, ACECR, Tehran, Iran."], ["Mahmoudi", "A R", "AR", "Immunology Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Bolouri", "M R", "MR", "Immunology Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Falak", "R", "R", "Immunology Research Center, Iran University of Medical Sciences, Tehran, Iran."], ["Keshavarzi", "B", "B", "Department of Immunology, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Ramezani", "M", "M", "Department of Biochemistry, School of Medicine, Ardabil University of Medical Science, Ardabil, Iran."], ["Zarnani", "A H", "AH", "Immunology Research Center, Iran University of Medical Sciences, Tehran, Iran."]], "date": "2017-11-15", "id": "29139122", "text": "As a prophylactic cancer vaccine, human amniotic membrane epithelial cells (hAECs) conferred effective protection in a murine model of colon cancer. The immunized mice mounted strong cross-protective CTL and antibody responses. Tumor burden was significantly reduced in tumor-bearing mice after immunization with hAECs. Placental cancer immunotherapy could be a promising approach for primary prevention of cancer. In spite of being the star of therapeutic strategies for cancer treatment, the results of immunotherapeutic approaches are still far from expectations. In this regard, primary prevention of cancer using prophylactic cancer vaccines has gained considerable attention. The immunologic similarities between cancer development and placentation have helped researchers to unravel molecular mechanisms responsible for carcinogenesis and to take advantage of stem cells from reproductive organs to elicit robust anti-cancer immune responses. Here, we showed that vaccination of mice with human amniotic membrane epithelial cells (hAECs) conferred effective protection against colon cancer and led to expansion of systemic and splenic cytotoxic T cell population and induction of cross-protective cytotoxic responses against tumor cells. Vaccinated mice mounted tumor-specific Th1 responses and produced cross-reactive antibodies against cell surface markers of cancer cells. Tumor burden was also significantly reduced in tumor-bearing mice immunized with hAECs. Our findings pave the way for potential future application of hAECs as an effective prophylactic cancer vaccine.", "doi": "10.1002/ijc.31159", "title": "Vaccination with human amniotic epithelial cells confer effective protection in a murine model of Colon adenocarcinoma.", "journal": ["International journal of cancer", "Int. J. Cancer"]}