{"authors": [["Lotter", "Kennia", "K", "School of Medicine, University of Notre Dame Fremantle, Fremantle, Western Australia, Australia."], ["Regan", "Annette K", "AK", "Department of Health, Perth, Western Australia, Australia."], ["Thomas", "Tyra", "T", "Department of Health, Perth, Western Australia, Australia."], ["Effler", "Paul V", "PV", "Department of Health, Perth, Western Australia, Australia."], ["Mak", "Donna B", "DB", "School of Medicine, University of Notre Dame Fremantle, Fremantle, Western Australia, Australia."]], "date": "2017-11-14", "id": "29139107", "text": "Antenatal influenza and pertussis vaccination prevent serious disease in mothers and infants. Aboriginal individuals are at increased risk of infection yet little is known about vaccine coverage among Aboriginal mothers.To estimate the uptake of influenza and pertussis vaccination among pregnant Aboriginal women in Western Australia and identify barriers and enablers to vaccination.Four hundred Aboriginal women, aged ≥18 years, who gave birth to a live infant between April and October 2015, were randomly selected and invited to participate in telephone interviews. Of the 387 women who did not decline, 178 had a functioning phone number and 100 completed the survey. Analyses were weighted by maternal residence.During pregnancy the majority of Aboriginal mothers were recommended influenza (66%; unweighted, 65/96 = 68%) and pertussis (65%; unweighted, 62/94 = 66%) vaccines, with 62% (unweighted, 56/94 = 56%) and 63% (unweighted, 60/93 = 65%) receiving the vaccinations, respectively. Almost all vaccinated women (98%) reported wanting to protect their baby as the reason for immunisation. Rural mothers were more likely than metropolitan mothers to have been vaccinated against influenza (odds ratio (OR) 4.1, 95% CI 1.7-10.2) and pertussis (OR 3.1, 95% CI 1.2-7.6). Recommendation by a healthcare provider was strongly associated with vaccine uptake (influenza: OR 15.6, 95% CI 4.9-49.5; pertussis: OR 13.3, 95% CI 4.6-38.0).Vaccination uptake among Western Australian Aboriginal mothers is comparable with rates reported for non-Aboriginal populations worldwide. Provider recommendation is the single most important factor associated with vaccination uptake, underlining the importance of integrating vaccination into routine antenatal care.", "doi": "10.1111/ajo.12739", "title": "Antenatal influenza and pertussis vaccine uptake among Aboriginal mothers in Western Australia.", "journal": ["The Australian & New Zealand journal of obstetrics & gynaecology", "Aust N Z J Obstet Gynaecol"]}