{"authors": [["Jazouli", "M", "M", "Research and Development of Recombinant Vaccine, Multi-Chemical Industry, Lot. 157, Z I, Sud-Ouest (ERAC) B.P.: 278, 28810, Mohammedia, Morocco. m.jazouli@mci-santeanimale.com."], ["Lightowlers", "M", "M", "Molecular Parasitology Laboratory, The University of Melbourne, Princes Highway, Werribee, VIC, 3030, Australia."], ["Gauci", "C G", "CG", "Molecular Parasitology Laboratory, The University of Melbourne, Princes Highway, Werribee, VIC, 3030, Australia."], ["Tadlaoui", "K", "K", "Research and Development of Recombinant Vaccine, Multi-Chemical Industry, Lot. 157, Z I, Sud-Ouest (ERAC) B.P.: 278, 28810, Mohammedia, Morocco."], ["Belmlih", "A", "A", "Research and Development of Recombinant Vaccine, Multi-Chemical Industry, Lot. 157, Z I, Sud-Ouest (ERAC) B.P.: 278, 28810, Mohammedia, Morocco."], ["Ennaji", "M M", "MM", "Laboratory of Virology, Hygiene and Microbiology, Faculty of Science and Technology, University Hassan II-Casablanca, 20650, Mohammedia, Morocco."], ["Elharrak", "M", "M", "Research and Development of Recombinant Vaccine, Multi-Chemical Industry, Lot. 157, Z I, Sud-Ouest (ERAC) B.P.: 278, 28810, Mohammedia, Morocco."]], "date": null, "id": "29139018", "text": "Cystic echinococcosis (CE) is a widely distributed zoonosis that is highly endemic in the Mediterranean basin. The disease represents a serious public health threat and causes economic losses. The parasite life-cycle involves dogs and ruminants as definitive and intermediate hosts; humans are accidently infected, causing serious clinical issues. Vaccination of ruminants and dog treatments represent the most efficient measures to prevent parasite transmission. The recombinant protein vaccine, EG95, has been used successfully in sheep vaccine trials against CE in several countries. In this study, we expressed the modified antigen, EG95NC-GST, in Escherichia coli for use as a vaccine against Echinococcus granulosus in ruminants. We tested three different media formulations for E. coli culture and established for each culture conditions for optimal levels of soluble EG95 expression. The results demonstrate that SOC and TB media provided high yields in cell density and EG95 protein expression. Purification of the recombinant protein with affinity chromatography (using FPLC) was also performed to increase the purity of the EG95NC--GST antigen.", "doi": "10.1007/s10930-017-9742-x", "title": "Vaccination Against Hydatidosis: Molecular Cloning and Optimal Expression of the EG95NC- Recombinant Antigen in Escherichia coli.", "journal": ["The protein journal", "Protein J."]}