{"authors": [["Adenlewo", "Oyebimpe Jumoke", "OJ", "Faculty of Dentistry, Obafemi Awolowo University, Ile-Ife, Nigeria."], ["Adeosun", "Peter Olalekan", "PO", "Dental Hospital, Obafemi Awolowo University Teaching Hospitals Complex, Ile-Ife, Nigeria."], ["Fatusi", "Olawunmi Adedoyin", "OA", "Faculty of Dentistry, Obafemi Awolowo University, Ile-Ife, Nigeria."]], "date": "2017-09-14", "id": "29138669", "text": "Medical and dental students are a high-risk group for hepatitis B virus (HBV) infection which is an occupational hazard for them and a leading cause of death globally. Prevention strategies include vaccination and observance of standard precaution. However, available reports claim utilization of the prevention strategies is low. This study evaluated the attitude of the students towards HBV vaccine and cross-infection practices.This study was a cross-sectional study carried out at the College of Health Sciences, Obafemi Awolowo University, Nigeria. Using the convenience sampling method, anonymous self-administered questionnaires were distributed to the first 120 participants that volunteered to participate in the study. Data analysis was done using IBM's Statistical Package (SPSS) version 20 software. Statistical level of significance was set at p < 0.05.Over eighty percent (83.2%) of the participants had at least a dose of the HBV vaccine while 79.65% completed the three doses. Majority (94.7%) of the students that did not receive the vaccine cited their busy schedule as the reason for their failure to be vaccinated. Taking every patient as a contagious disease risk (86.5%), washing hands after contact with patients' body fluids (82.1%) and wearing gloves before touching mucous membranes and non-intact skin (74.1%) were the most practiced universal standard precaution items.The uptake rate of HBV vaccination and practice of standard precaution among the students are commendable. However, there is need for improvement considering the level of HBV infection in Nigeria.", "doi": "10.11604/pamj.2017.28.33.11662", "title": "Medical and dental students' attitude and practice of prevention strategies against hepatitis B virus infection in a Nigerian university.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}