{"authors": [["Mokaya", "Evans", "E", "USAID's Maternal and Child Survival Program (MCSP)/John Snow, Inc (JSI), Nairobi, Kenya."], ["Mugoya", "Isaac", "I", "USAID's Maternal and Child Survival Program (MCSP)/John Snow, Inc (JSI), Nairobi, Kenya."], ["Raburu", "Jane", "J", "Kisumu County Health Team/Ministry of Health, Kisumu, Kenya."], ["Shimp", "Lora", "L", "USAID's Maternal and Child Survival Program (MCSP)/John Snow, Inc (JSI), Washington DC, USA."]], "date": "2017-09-13", "id": "29138660", "text": "In Kenya, failure to complete immunization schedules by children who previously accessed immunization services is an obstacle to ensuring that children are fully immunized. Home visit approaches used to track defaulting children have not been successful in reducing the drop-out rate.This study tested the use of phone contacts as an approach for tracking immunization defaulters in twelve purposively-selected facilities in three districts of western Kenya. For nine months, children accessing immunization services in the facilities were tracked and caregivers were asked their reasons for defaulting.In all of the facilities, caregiver phone ownership was above 80%. In 11 of the 12 facilities, defaulter rates between pentavalent1 and pentavalent3 vaccination doses reduced significantly to within the acceptable level of < 10%. Caregivers provided reliable contact information and health workers positively perceived phone-based defaulter communications. Tracking a defaulter required on average 2 minutes by voice and Ksh 6 ($ 0.07). Competing tasks and concerns about vaccinating sick children and side-effects were the most cited reasons for caregivers defaulting. Notably, a significant number of children categorised as defaulters had been vaccinated in a different facility (and were therefore \"false defaulters\").Use of phone contacts for follow-up is a feasible and cost-effective method for tracking defaulters. This approach should complement traditional home visits, especially for caregivers without phones. Given communication-related reasons for defaulting, it is important that immunization programs scale-up community education activities. A system for health facilities to share details of defaulting children should be established to reduce \"false defaulters\".", "doi": "10.11604/pamj.2017.28.24.12631", "title": "Use of cellular phone contacts to increase return rates for immunization services in Kenya.", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}