{"authors": [["Behrouzi", "Ava", "A", "Department of Mycobacteriology & Pulmonary Research, Pasteur Institute of Iran, Tehran, Iran; Microbiology Research Center (MRC), Pasteur Institute of Iran, Tehran, Iran."], ["Bouzari", "Saeid", "S", "Department of Molecular Biology, Pasteur Institute of Iran, Tehran, Iran."], ["Oloomi", "Mana", "M", "Department of Molecular Biology, Pasteur Institute of Iran, Tehran, Iran."], ["Fateh", "Abolfazl", "A", "Department of Mycobacteriology & Pulmonary Research, Pasteur Institute of Iran, Tehran, Iran; Microbiology Research Center (MRC), Pasteur Institute of Iran, Tehran, Iran."], ["Vaziri", "Farzam", "F", "Department of Mycobacteriology & Pulmonary Research, Pasteur Institute of Iran, Tehran, Iran; Microbiology Research Center (MRC), Pasteur Institute of Iran, Tehran, Iran."], ["Afrough", "Parviz", "P", "Department of Mycobacteriology & Pulmonary Research, Pasteur Institute of Iran, Tehran, Iran; Microbiology Research Center (MRC), Pasteur Institute of Iran, Tehran, Iran."], ["Amanzadeh", "Amir", "A", "National Cell Bank of Iran, Pasteur Institute of Iran, Tehran, Iran."], ["Siadat", "Seyed Davar", "SD", "Department of Mycobacteriology & Pulmonary Research, Pasteur Institute of Iran, Tehran, Iran; Microbiology Research Center (MRC), Pasteur Institute of Iran, Tehran, Iran. Electronic address: d.siadat@gmail.com."]], "date": "2017-11-11", "id": "29138085", "text": "Infections due to nontypeable Haemophilus influenzae (NTHi) are important causes of child mortality throughout the world. Given the lack of effective vaccines for these strains and the spread and prevalence of these infections in the world, it is necessary to design novel vaccine candidates against these strains. D and E proteins are conserved membrane-specific lipoproteins among encapsulated and non-encapsulated H. influenza strains, which, according to the exposure surface and conservation degree between both strains, can be considered as vaccine candidates suitable for studies. This research was conducted to design a recombinant truncated fusion protein ED. Vaccination of BALB/c mice with recombinant truncated fusion protein ED showed high level of protective responses against NTHi. There were also strong responses of IgG and its subclasses (especially IgG1) as well as high titer levels of IL-4. A mixture of responses was observed considering IgG2a and INF-γ antibody titers, but the dominant response was toward Th2. According to the obtained results and the importance of humoral immunity in the immune system and vaccines production, it could be concluded that the produced recombinant construct can be used as a suitable vaccine candidate against NTHi or together with other carrier proteins.", "doi": "10.1016/j.micpath.2017.11.007", "title": "In silico design, cloning, expression and immunologic evaluation of ED fusion protein of NT H. influenzae.", "journal": ["Microbial pathogenesis", "Microb. Pathog."]}