{"authors": [["Neo", "Freddy Jun Xian", "FJX", "DSO National Laboratories, 27, Medical Drive, #09-01, Singapore, 117510, Singapore."], ["Loh", "Jimmy Jin Phang", "JJP", "DSO National Laboratories, 27, Medical Drive, #09-01, Singapore, 117510, Singapore."], ["Ting", "Peijun", "P", "DSO National Laboratories, 27, Medical Drive, #09-01, Singapore, 117510, Singapore."], ["Yeo", "Wei Xin", "WX", "HQ Medical Corps, Singapore Armed Forces, HQ Medical Corps, 701 Transit Road #04-01, Singapore, 778910, Singapore."], ["Gao", "Christine Qiu Han", "CQH", "HQ Medical Corps, Singapore Armed Forces, HQ Medical Corps, 701 Transit Road #04-01, Singapore, 778910, Singapore."], ["Lee", "Vernon Jian Ming", "VJM", "HQ Medical Corps, Singapore Armed Forces, HQ Medical Corps, 701 Transit Road #04-01, Singapore, 778910, Singapore."], ["Tan", "Boon Huan", "BH", "DSO National Laboratories, 27, Medical Drive, #09-01, Singapore, 117510, Singapore."], ["Ng", "Ching Ging", "CG", "DSO National Laboratories, 27, Medical Drive, #09-01, Singapore, 117510, Singapore. nchinggi@dso.org.sg."]], "date": "2017-11-14", "id": "29137606", "text": "From 31 August to 9 September 2015, a total of 150 military personnel at a military institution in Singapore were infected with acute gastroenteritis (AGE) with an attack rate of approximately 3%. This study aimed to determine the epidemiology of the outbreak, investigate its origins, and discuss measures to prevent future occurrences.After the AGE outbreak was declared on 31 August 2015, symptom surveys, hygiene inspections, and the testing of water, food, and stool samples were initiated. We collected 86 stool samples from AGE cases and 58 samples from food-handlers during the course of the outbreak and these stool samples were tested for 8 bacterial pathogens and 2 viral pathogens (i.e., norovirus and sapovirus).We detected Sapovirus (SaV), group I Norovirus (NoV GI) and group II Norovirus (NoV GII) from the stool samples of AGE cases. Further sequence analyses showed that the AGE outbreak in August was caused mainly by three rarely reported calicivirus novel genotypes: NoV GI.7, NoV GII.17 and SaV GII.3. Control measures implemented focused on the escalation of personal and environmental hygiene, which included the separation of affected and unaffected soldiers, enforcement of rigorous hand-washing and hygiene, raising awareness of food and water safety, and disinfection of communal areas with bleach.This study identified both NoV and SaV as the causative agents for an AGE outbreak at a Singapore military camp in August 2015. This study is also the first to report SaV as one of the main causative agents, highlighting the importance of caliciviruses as causative agents of AGE outbreaks in the Singapore military. As there are no commercially available vaccines against caliciviruses, strict personal hygiene and proper disinfection of environmental surfaces remain crucial to prevent calicivirus outbreak and transmission.", "doi": "10.1186/s12879-017-2821-y", "title": "Outbreak of caliciviruses in the Singapore military, 2015.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}