{"authors": [["Hussey", "Hannah", "H", "Institute of Tropical Medicine and International Health, Charité-Universitätsmedizin Berlin, Berlin, Germany. hshussey@gmail.com."], ["Abdullahi", "Leila", "L", "Vaccines for Africa Initiative, Division of Medical Microbiology & Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Cape Town, South Africa."], ["Collins", "Jamie", "J", "Department of Biostatistics, School of Public Health, Harvard Medical School, Boston, MA, USA."], ["Muloiwa", "Rudzani", "R", "Department of Paediatrics & Child Health, Groote Schuur Hospital, University of Cape Town, Cape Town, South Africa."], ["Hussey", "Gregory", "G", "Vaccines for Africa Initiative, Division of Medical Microbiology & Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Cape Town, South Africa."], ["Kagina", "Benjamin", "B", "Vaccines for Africa Initiative, Division of Medical Microbiology & Institute of Infectious Disease and Molecular Medicine, University of Cape Town, Cape Town, South Africa."]], "date": "2017-11-14", "id": "29137604", "text": "Varicella zoster virus (VZV) causes varicella and herpes zoster. These vaccine preventable diseases are common globally. Most available data on VZV epidemiology are from industrialised temperate countries and cannot be used to guide decisions on the immunization policy against VZV in Africa. This systematic review aims to review the published data on VZV morbidity and mortality in Africa.All published studies conducted in Africa from 1974 to 2015 were eligible. Eligible studies must have reported any VZV epidemiological measure (incidence, prevalence, hospitalization rate and mortality rate). For inclusion in the review, studies must have used a defined VZV case definition, be it clinical or laboratory-based.Twenty articles from 13 African countries were included in the review. Most included studies were cross-sectional, conducted on hospitalized patients, and half of the studies used varying serological methods for diagnosis. VZV seroprevalence was very high among adults. Limited data on VZV seroprevalence in children showed very low seropositivity to anti-VZV antibodies. Co-morbidity with VZV was common.There is lack of quality data that could be used to develop VZV control programmes, including vaccination, in Africa.PROSPERO 2015: CRD42015026144 .", "doi": "10.1186/s12879-017-2815-9", "title": "Varicella zoster virus-associated morbidity and mortality in Africa - a systematic review.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}