{"authors": [["Baum", "Aaron", "A", "Aaron Baum ( aaron.baum@mssm.edu ) is an assistant professor of health system design and global health at the Icahn School of Medicine at Mount Sinai and an economist at the Arnhold Institute for Global Health, both in New York City."], ["Elize", "Wesly", "W", "Wesly Elize is a physician and health project officer at Fonkoze, in Port-au-Prince, Haiti."], ["Jean-Louis", "Florence", "F", "Florence Jean-Louis is a physician and human development director at Fonkoze."]], "date": null, "id": "29137512", "text": "Globally, two-thirds of child deaths could be prevented by increased provision of health interventions such as vaccines, micronutrient supplements, and water purification tablets. We report the results from a randomized controlled trial in Haiti during 2012 that tested whether microfinance institutions-which reach 200 million households worldwide-can effectively deliver health products. These institutions provide loans to underserved entrepreneurs, primarily poor women in rural areas. In the intervention group, micronutrient powders to improve the nutrition of young children were distributed at regularly occurring microfinance meetings by a trained borrower. In both the control and the intervention groups, nurses led seminars on nutrition and extended breastfeeding during microfinance meetings. At three-month follow-up, the mean difference in hemoglobin concentration between children in the intervention group and those in the control group was 0.28 grams per deciliter (g/dL)-with a subsample of younger children (under two years of age) showing greater relative improvement (0.46 g/dL)-and the odds ratio for children in the intervention group meeting the diagnostic criteria for anemia was 0.64. The results are similar to those of previous studies that evaluated micronutrient powder distribution through dedicated health institutions. Our findings suggest that microfinance institutions are a promising platform for the large-scale delivery of health products in low-income countries.", "doi": "10.1377/hlthaff.2017.0281", "title": "Microfinance Institutions' Successful Delivery Of Micronutrient Powders: A Randomized Trial In Rural Haiti.", "journal": ["Health affairs (Project Hope)", "Health Aff (Millwood)"]}