{"authors": [["Wang", "Zhao", "Z", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Liang", "Qian", "Q", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Zhang", "Yajing", "Y", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Yang", "Jie", "J", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Li", "Mingming", "M", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Wang", "Kunlun", "K", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Cui", "Min", "M", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Chen", "Huanchun", "H", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Fu", "Zhen F", "ZF", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Zhao", "Ling", "L", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."], ["Zhou", "Ming", "M", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, China."]], "date": "2017-06-05", "id": "29137362", "text": "Rabies remains an important public health threat, killing approximately 59,000 people worldwide annually, most of which are from the developing countries of Africa and Asia where dog rabies are endemic. Therefore, developing an affordable and efficacious vaccine for dog-mediated rabies control is needful in these countries. Our previous studies indicated that over-expression of granulocyte-macrophage colony stimulating factor (GM-CSF) or macrophage inflammatory protein-1 (MIP-1α or CCL3) by recombinant rabies virus (rRABV) could enhance the immunogenicity by activating dendritic cells (DCs). In this study, to further characterize the role of activating DCs in RABV immunogenicity, High mobility group box 1 (HMGB1), a highly conserved and non-histone chromosomal protein that can promote DCs maturation and activation, were investigated. The wild-type HMGB1 (HMGB1wt) and an optimized HMGB1 (HMGB1mut) were individually inserted into the genome of the rRABV strain LBNSE (designated as LBNSE-HMGB1wt and LBNSE-HMGB1mut, respectively), and the effect of over-expression of HMGB1 on the immunogenicity of RABV was investigated. The results demonstrated that LBNSE-HMGB1mut could promote significantly more DCs activation, and the recruitment of follicular helper T, germinal center B and plasma cells in vaccinated mice than those immunized with LBNSE-HMGB1wt or parent virus LBNSE. Further investigations suggested that mice vaccinated with LBNSE-HMGB1mut produced significantly higher level of RABV-neutralizing antibodies and offered a better protection than those vaccinated with LBNSE or LBNSE-HMGB1wt. Taken together, these data provides a better understanding of the mechanism for HMGB1 as a potential adjuvant in enhancing the immunogenicity of RABV, which would contribute to developing more-efficacious rabies vaccines.", "doi": "10.18632/oncotarget.18368", "title": "An optimized HMGB1 expressed by recombinant rabies virus enhances immunogenicity through activation of dendritic cells in mice.", "journal": ["Oncotarget", "Oncotarget"]}