{"authors": [["Suárez", "Narjara González", "NG", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Báez", "Gretchen Bergado", "GB", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Rodríguez", "Mabel Cruz", "MC", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Pérez", "Amelia Gutiérrez", "AG", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["García", "Lisset Chao", "LC", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Hernández Fernández", "Diana Rosa", "DR", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Pous", "Judith Raymond", "JR", "System Biology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."], ["Ramírez", "Belinda Sánchez", "BS", "Tumor Immunology Direction, Molecular Immunology Institute, Center of Molecular Immunology, Havana 11600, Cuba."]], "date": "2017-08-03", "id": "29137309", "text": "The human epidermal growth factor receptor (HER1) and its partner HER2 are extensively described oncogenes and validated targets for cancer therapy. However, the effectiveness of monospecific therapies targeting these receptors is hampered by resistance emergence, which is frequently associated with the upregulation of other members of HER family. Combined therapies using monoclonal antibodies or tyrosine kinase inhibitors have been suggested as a promising strategy to circumvent this resistance mechanism. We propose an alternative approach based on simultaneous inactivation of HER1 and HER2 by multi-epitope blockade with specific polyclonal antibodies induced by vaccination. Elicited antibodies impaired both receptors activation and induced their degradation, which caused the inhibition of down-signaling cascades. This effect was translated into cell cycle arrest and apoptosis induction of human tumor cells. Elicited antibodies were able to reduce the viability of a panel of human tumor lines with differential expression levels of HER1 and HER2. The most significant effects were obtained in the tumor lines with lower expression levels of both receptors. These new insights would contribute to the rational design of HER receptors targeting multivalent vaccines, as an encouraging approach for the treatment of cancer patients.", "doi": "10.18632/oncotarget.19958", "title": "Anti-proliferative and pro-apoptotic effects induced by simultaneous inactivation of HER1 and HER2 through endogenous polyclonal antibodies.", "journal": ["Oncotarget", "Oncotarget"]}