{"authors": [["Zhang", "Xingcui", "X", "Research Center of Avian Disease, College of Veterinary Medicine of Sichuan Agricultural University, Wenjiang District, Chengdu 611130, China. zhangxc923@163.com."], ["Jia", "Renyong", "R", "Research Center of Avian Disease, College of Veterinary Medicine of Sichuan Agricultural University, Wenjiang District, Chengdu 611130, China. jiary@sicau.edu.cn."], ["Shen", "Haoyue", "H", "Research Center of Avian Disease, College of Veterinary Medicine of Sichuan Agricultural University, Wenjiang District, Chengdu 611130, China. shenhaoyue0724@163.com."], ["Wang", "Mingshu", "M", "Research Center of Avian Disease, College of Veterinary Medicine of Sichuan Agricultural University, Wenjiang District, Chengdu 611130, China. mshwang@163.com."], ["Yin", "Zhongqiong", "Z", "Key Laboratory of Animal Disease and Human Health of Sichuan Province, Wenjiang District, Chengdu 611130, China. yinzhongq@163.com."], ["Cheng", "Anchun", "A", "Research Center of Avian Disease, College of Veterinary Medicine of Sichuan Agricultural University, Wenjiang District, Chengdu 611130, China. chenganchun@vip.163.com."]], "date": "2017-11-13", "id": "29137162", "text": "Flaviviruses are enveloped, single-stranded RNA viruses that widely infect many animal species. The envelope protein, a structural protein of flavivirus, plays an important role in host cell viral infections. It is composed of three separate structural envelope domains I, II, and III (EDI, EDII, and EDIII). EDI is a structurally central domain of the envelope protein which stabilizes the overall orientation of the protein, and the glycosylation sites in EDI are related to virus production, pH sensitivity, and neuroinvasiveness. EDII plays an important role in membrane fusion because of the immunodominance of the fusion loop epitope and the envelope dimer epitope. Additionally, EDIII is the major target of neutralization antibodies. The envelope protein is an important target for research to develop vaccine candidates and antiviral therapeutics. This review summarizes the structures and functions of ED I/II/III, and provides practical applications for the three domains, with the ultimate goal of implementing strategies to utilize the envelope protein against flavivirus infections, thus achieving better diagnostics and developing potential flavivirus therapeutics and vaccines.", "doi": "10.3390/v9110338", "title": "Structures and Functions of the Envelope Glycoprotein in Flavivirus Infections.", "journal": ["Viruses", "Viruses"]}