{"journal": "Hypertension", "url": "http://www.eurekalert.org/pub_releases/2017-05/usmc-hiy051917.php", "description": "Otherwise healthy young people with high systolic blood pressure over 140 are at greater risk for future artery stiffening linked to an increased risk of stroke as well as possible damage to the kidneys and brain, new research shows.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09279", "date": "Fri, 19 May 2017 04:00:00 GMT", "funder": "Reynolds Foundation, National Institutes of Health, American Heart Association Strategically Focused Research Networks, Dedman Family Endowed Program for Scholars in Clinical Care", "title": "Hypertension in young adults shows long-term heart risks", "region": "namerica", "source_link": "http://www.utsouthwestern.edu/newsroom/news-releases/year-2017/may/young-adult-hypertension.html", "institution": "UT Southwestern Medical Center", "text": "DALLAS - May 19, 2017 - Otherwise healthy young people with high systolic blood pressure over 140 are at greater risk for future artery stiffening linked to an increased risk of stroke as well as possible damage to the kidneys and brain, new research shows.\r\nThe condition, called isolated systolic hypertension (ISH), occurs in people 18 to 49 who exhibit systolic blood pressure of 140 or higher (versus the optimal of under 120), but a normal diastolic pressure of around 80. Systolic pressure is the top number in a blood pressure reading and diastolic is the bottom number.\r\nThis study - the largest ever conducted in the U.S. looking at whether young, otherwise healthy ISH patients actually have a cardiovascular problem - suggests the common approach of ignoring higher systolic blood pressure levels in younger adults may be wrong, said study author Dr. Wanpen Vongpatanasin, Director of UT Southwestern Medical Center's Hypertension Program.\r\n\"I think we should consider treating these patients sooner rather than later,\" said Dr. Vongpatanasin, Professor of Internal Medicine in the Division of Cardiology at UT Southwestern Medical Center. \"I'm concerned that not treating these individuals now will lead to more brain and kidney damage in the future. This condition is not going to get better. It's going to get worse.\"\r\nAlthough the condition is commonly treated in elderly patients, some physicians have avoided treating it in younger patients, thinking the higher systolic reading was an anomaly related to youth that would self-correct, or perhaps even a sign of a stronger heart since it sometimes showed up in high school athletes, said Dr. Vongpatanasin, who holds the Norman and Audrey Kaplan Chair in Hypertension and the Fredric L. Coe Professorship in Nephrolithiasis in Mineral Metabolism at UT Southwestern.\r\nThe findings are important because although young people rarely have heart attacks or strokes, the incidence of isolated systolic hypertension in Americans 18 to 39 more than doubled over the last two decades and is now estimated to be about 5 percent, Dr. Vongpatanasin said. Researchers suspect the growing numbers may be related to increasing rates of obesity.\r\nThis new study, published in the journal Hypertension, found that the threat of aortic stiffness is not only real, but also visible. UT Southwestern researchers examined 2,001 participants in the Dallas Heart Study, a population-based study of more than 6,000 adults in Dallas County. The researchers took cardiovascular magnetic resonance (CMR) pictures of the participants' hearts to assess the condition of the aorta - the major artery that carries oxygenated blood from the heart to the body. A section of the aorta that leads directly from the heart, called the proximal aorta, was the part found to be stiffened in young individuals with high systolic blood pressure.\r\nThe next step will be to scan kidneys, brains, and hearts of participants from the Dallas Heart Study to determine what effect the aortic stiffening has had. \r\nThe Dallas Heart Study is the centerpiece of the Donald W. Reynolds Foundation Cardiovascular Clinical Research Center in Dallas, one of three such Centers in the nation, along with those at Harvard and Johns Hopkins. The Dallas Heart Study is a multiethnic population-based study of 6,101 adults from Dallas County designed to:\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}