{"journal": "eLife", "url": "http://www.eurekalert.org/pub_releases/2017-05/nlmc-cpa051817.php", "description": "Chronic pain in any one body part may distort the intensity with which a key brain region perceives pain everywhere else.", "article_link": null, "date": "Fri, 19 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of General Medical Sciences, NIH/National Institute of Neurological Disorders and Stroke, National Science Foundation, Anesthesia Research Fund of New York University Department of Anesthesiology", "title": "Chronic pain amplifies the brain's reaction to new injuries", "region": "namerica", "source_link": null, "institution": "NYU Langone Medical Center / New York University School of Medicine", "text": "Chronic pain in any one body part may distort the intensity with which a key brain region perceives pain everywhere else. This is the finding of a study in rats, which was led by researchers at NYU Langone Medical Center, published in the journal eLife, and presented at the annual meeting of the American Pain Society May 19. Designed by evolution to help us avoid injury and be more likely to survive, our brains are wired to generate alarm when we are injured, and fear when we again encounter the same injury source. The new study supports the theory that chronic pain rewires circuits in a brain region called the anterior cingulate cortex (ACC) to increase \"aversion,\" the amount of attention paid to, and alarm felt about, any given pain signal, say the study authors. Most previous studies have focused on nociception, the intensity of incoming sensory signals from say a burnt finger, instead of what the brain does with such signals once they arrive. \"We pursued this study because of what we saw in the clinic, where patients with chronic pain, say in the lower back, report much higher than normal pain after surgery in the knee or abdomen,\" says Jing Wang, MD, PhD, vice chair for Clinical and Translational Research Department of Anesthesiology, Perioperative Care and Pain Medicine at NYU Langone. \"Our study results argue that chronic pain causes distortion in how the ACC calculates pain intensity with system-wide consequences.\" As many as 1.5 billion people worldwide suffer from chronic pain, some from fibromyalgia and several other syndromes where patients are more sensitive to pain throughout the body for reasons unknown. Past research had shown that a body part that is the source of chronic pain triggers greater than normal signaling activity in ACC nerve cells when that same area is injured again. The new study is the first to show that chronic pain in one locale causes a greater reaction to pain-causing stimuli throughout the body. Specifically, researchers found that chronic pain in one limb in rats increased the aversive response to acute pain stimuli in the opposite limb. To understand these mechanisms behind this, Wang and colleagues stitched into a certain spot in the DNA of nerve cells in rats the code for a light-sensitive protein. At the same time, the team implanted electrodes in the AAC to measure nerve cell activity. With these elements in place, the team was able to shine light on the ACC, which reacted with the light-sensitive protein to adjust the activity of nerve cells there as rats encountered painful stimuli, judged their intensity, and learned to avoid them. The researchers found that chronic pain dramatically increases ACC activity, and that artificially increasing AAC activity made the brain region's response to low intensity pain stimuli larger than normal, such that it \"bothered\" the rat much more than it should. By the same token, turning down ACC nerve cell signaling returned the aversive behavioral response, which had been amplified by chronic pain, back to normal.  Beyond pain processing, the study results imply that chronic pain can magnify responses to stimuli that are aversive but not painful, like the responses to light that worsen migraines. Furthermore, the ACC is known to be involved in emotional processes and connected to many brain regions. That, combined with the current study results, suggests that chronic anxiety and depression may also amplify the attention and alarm attached to pain stimuli that would otherwise be too small to bother us, researchers say. In zeroing in on the ACC, the research team has also provided a rational target for technologies like deep brain stimulation and transcranial magnetic stimulation, which deliver electric currents to reverse nerve cell signaling patterns that cause disease, says Wang. He and his colleagues are already working on related protocols designed to dial back the increased ACC activity linked to chronic pain, with clinical testing expected to begin in 2018.  ", "meeting": "American Pain Society Annual Scientific Meeting", "keywords": ["Medicine/Health", " Neurobiology", " Pain"]}