{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-new051717.php", "description": "EuroPCR 2017, Paris, France: Patients at intermediate risk for surgery have lower risk of early neurological complications including stroke with transcatheter aortic valve implantation (TAVI) than with surgical aortic valve replacement, showed results reported for the first time at EuroPCR 2017 from the large, randomized SURTAVI (Surgical Replacement and Transcatheter Aortic Valve Implantation) trial.", "article_link": null, "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "", "title": "Neurological events with TAVI and surgical valve replacement in intermediate-risk patients", "region": "europe", "source_link": null, "institution": "PCR", "text": "TAVI is increasingly being used to treat patients at intermediate risk for surgical mortality who require aortic valve replacement. However, patients undergoing valve replacement face increased risk of death and long-term morbidity due to periprocedural stroke after either transcatheter or surgical valve replacement procedures. \"As TAVI moves into lower-risk patients, it's important to understand the relative risk for neurological complications following surgical aortic value replacement and TAVI,\" explained the lead author of the SURTAVI trial, Pieter Kappetein, Professor in Cardiothoracic Surgery at Erasmus Medical Center, Rotterdam, the Netherlands.The trial randomised 1,660 patients with severe, symptomatic aortic stenosis and at intermediate surgical risk to aortic valve replacement with TAVI or surgery. A neurologist or stroke specialist evaluated any patient who had a suspected neurological event after their procedure.Results showed that the incidence of early stroke at 30 days was significantly lower in patients undergoing TAVI (3.3%) than in those having surgical aortic valve replacement (5.4%, p=0.031). Stroke incidence remained lower at two years with TAVI compared to surgery (6.3% vs. 8.0%, p=0.143). One-year mortality was similar for TAVI and surgery patients with stroke or with encephalopathy at 30 days.\"Surgical aortic valve replacement carries a higher risk in intermediate-risk patients and TAVI might be the preferred treatment in patients with aortic stenosis,\" suggested Kappetein. He said, \"This is the first time that there has been shown to be a lower stroke rate with TAVI compared to surgery,\" adding that the findings will change practice.Further results showed that quality of life, based on the SF-36 physical summary, was lower at 30 days for all patients with early stroke compared to those not having a stroke. Quality of life improved more quickly in TAVI patients with stroke but was similar by six months regardless of procedure type.", "meeting": "EuroPCR 2017", "keywords": ["Medicine/Health", " Cardiology"]}