{"journal": "Science Signaling", "url": "http://www.eurekalert.org/pub_releases/2017-05/jhm-hti051717.php", "description": "Johns Hopkins researchers say they have identified a new way that cells in the brain alert the rest of the body to recruit immune cells when the brain is injured. The work was completed in mouse models that mimic infection, stroke or trauma in humans.", "article_link": "http://dx.doi.org/10.1126/scisignal.aai7696", "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Mental Health", "title": "How the injured brain tells the body it's hurt", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/how_the_injured_brain_tells_the_body_its_hurt", "institution": "Johns Hopkins Medicine", "text": " Johns Hopkins researchers say they have identified a new way that cells in the brain alert the rest of the body to recruit immune cells when the brain is injured. The work was completed in mouse models that mimic infection, stroke or trauma in humans. Investigators already knew there was a communication highway between the brain and the immune system but have been unclear about how exactly how the brain sends signals to the immune system. While immune system cells' purpose is to defend and protect the body, ironically the brain's \"call to arms\" may cause more harm than good when it instructs immune cells to enter into the brain. The persistence of these cells can cause chronic inflammation and damage the brain.In their new study, described in Science Signaling April 13, Johns Hopkins researchers say there is evidence that vesicles or small (about the size of a virus), fat-like molecules and protein-filled sacks released from a type of immune cell in the brain called astrocytes travel through the bloodstream to the liver. The liver then instructs white blood cells to go to the site of injury in the brain.\r\n \"This work describes an entirely new way that the brain talks with the body,\" says Norman Haughey, Ph.D., professor of neurology at the Johns Hopkins University School of Medicine. \"Identifying this pathway has helped us pinpoint ways to impede this process and reduce brain damage brought on by the body's own excessive immune response.\"Because of the work of several other collaborators, Haughey says, his team knew that some sort of inflammation-promoting molecule was released from brain and targeted to the liver after brain injury to send immune system cells to the damaged area, but the identity of this go-between had been elusive for years.The questions remained of what the signal was, and how, exactly, the signal got all the way to the liver from the brain, particularly since the blood-brain barrier prevents many molecules in the brain from crossing over into the rest of the body, just as it prevents molecules from getting into the brain. The team focused on an enzyme called neutral sphingomyelinase, known as nSMase2, which they knew from a separate project was turned on by an immune system chemical messenger, a cytokine interleukin 1-beta (IL-1b) that promotes inflammation. Sphingomyelinases like nSMase2 play a normal role in the cell's metabolism by breaking down fatty molecules into smaller components that cells use for every day functions.To see if possibly nSMase2 was also involved in alerting the immune system during brain injury, the researchers mimicked brain injury in mice by injecting cytokine IL-1b into the striatum, a structure found in the deep center of the brain. As a comparison group, they injected saline (saltwater) in the same brain area of other mice. They also injected the mouse brains with both the cytokine IL-1b and a drug called altenusin that blocks the nSMase enzyme from working.Twenty-four hours after the injection, the researchers saw large numbers of immune system white blood cells in tissue samples of the rodent brains near the site of injury of those mice injected with the cytokine IL-1b, but not in the brain tissue of the control group of mice. In addition, they no longer saw the same large influx of white blood cells into the brain when they used the drug that inhibited nSMase, with the number of white blood cells in the brain dropping by about 90 percent. This finding told the researchers of nSMase2's involvement but still didn't tell them about the signal sent from the brain to activate the body's immune response. According to Haughey, after many failed experiments to determine the brain's messenger, he visited his colleague and collaborator Daniel Anthony at Oxford University, who introduced him to the concept of \"exosomes\" -- miniature vesicles released from cells.\"That conversation was the 'Ah-ha' moment when it all began to make sense,\" says Haughey.He read earlier studies showing that the enzyme nSMase2 was required for forming and releasing exosomes. Exosomes form inside cell compartments and release outside the cell when these compartments fuse with the cell's surrounding membrane. Exosomes are surrounded by bits of cell membrane and filled with proteins and different types of the genetic material RNA.To test that exosomes were the source of this brain to body communication, Haughey's research team isolated exosomes from the blood of mice four hours after injecting the cytokine IL-1b into brain and then injected the exosomes into the tail veins of different mice that had the cytokine and the nSMase-blocking drug altenusin already in their brains.The researchers found that white blood cells in healthy mice who received exosomes from the blood of the mice with brain damage traveled to the site of brain injury, which the researchers say demonstrates that exosomes released from brain in response to damage alert the immune system to send the immune cell sentinels to the brain.When they stripped the vesicles of protein and their genetic cargo and injected them back into mice, the blood cells no longer went to the site of brain injury.Finally, the researchers analyzed the protein and genetic material contents of the exosomes in an effort to identify the molecules inside that alerted the immune system to brain damage. They found 10 unique proteins and 23 microRNAs -- short bits of RNA that don't code for genes -- at increased levels in the vesicles. Several of these components had connections to a specific mechanism used by the liver to activate inflammation.\"Given the therapeutic potential of the nSMase target, we're now working closely with Drs. Barbara Slusher, Camilo Rojas, Ajit Thomas and colleagues at the Johns Hopkins Drug Discovery facility to identify potent inhibitors of the nSMase enzyme which can be developed for clinical use,\" says Haughey.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}