{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-05/aha-emf051517.php", "description": "Eating three or more servings of fruit and vegetables per day may lower your risk of developing blockages in leg arteries.", "article_link": "http://dx.doi.org/10.1161/ATVBAHA.116.308474.", "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "NIH/National Heart and Lung Blood Institute", "title": "Eating more fruits and vegetables may lower risk of blockages in leg arteries", "region": "namerica", "source_link": "http://newsroom.heart.org/news/eating-more-fruits-and-vegetables-may-lower-risk-of-blockages-in-leg-arteries?preview=f5430d887f0162751bb469258e9a27da", "institution": "American Heart Association", "text": "DALLAS, May 18, 2017 - Eating three or more servings of fruit and vegetables per day may lower your risk of developing peripheral artery disease (PAD), according to new research in Arteriosclerosis, Thrombosis and Vascular Biology, an American Heart Association journal.PAD narrows the arteries of the legs, limiting blood flow to the muscles and making it difficult or painful to walk or stand.Previous studies linked lower consumption of fruits and vegetables with the increased occurrence of coronary heart disease and stroke. However, there has been little research into the association of eating fruits and vegetables and PAD.\"Our current study provides important information to the public that something as simple as adding more fruits and vegetables to your diet could have a major impact on the prevalence of life-altering peripheral artery disease,\" said Jeffrey Berger, M.D., study coauthor and associate professor of medicine and surgery at New York University School of Medicine in New York City.Participants, who were average age 64 (64 percent women, nearly 90 percent white), completed medical and lifestyle questionnaires and ankle brachial index tests at more than 20,000 sites across America. An ankle brachial index test is a comparison of blood pressure differences between readings at the ankle and the forearm. Researchers also said their study confirmed that Americans' overall fruit and vegetable intake remains dismally low.The association of fruit and vegetable intake and lower PAD risk persisted after accounting for age, gender, race, smoking status and multiple other cardiovascular risk factors. Researchers noted older white women were most likely to eat three or more servings of fruits and vegetables daily, while younger black men were the least likely to report daily intake of three or more servings of fruits and vegetables. Low fruit and vegetable intake was particularly associated with PAD among current and former smokers.\"Our study gives further evidence for the importance of incorporating more fruits and vegetables in the diet,\" said Sean Heffron, M.D., M.S., M.Sc., study coauthor and instructor in medicine at New York University School of Medicine. \"One-on-one dietary assessments and counseling for PAD patients, as well as greater public health awareness of the importance of fruit and vegetable consumption, are both needed.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}