{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/asu-mth051617.php", "description": "The World Meteorological Organization (WMO) has announced today world records for the highest reported historical death tolls from tropical cyclones, tornadoes, lightning and hailstorms. It marks the first time the official WMO Archive of Weather and Climate Extremes has broadened its scope from strictly temperature and weather records to address the impacts of specific events.", "article_link": null, "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "", "title": "Measuring the human impact of weather", "region": "namerica", "source_link": null, "institution": "Arizona State University", "text": "The World Meteorological Organization (WMO) has announced today world records for the highest reported historical death tolls from tropical cyclones, tornadoes, lightning and hailstorms. It marks the first time the official WMO Archive of Weather and Climate Extremes has broadened its scope from strictly temperature and weather records to address the impacts of specific events. \"In today's world, it seems like the latest weather disaster is the worst,\" said Randy Cerveny, an Arizona State University professor of geographical science and urban planning and chief Rapporteur of Climate and Weather Extremes for WMO. Cerveny is the keeper of the world's weather extremes. \"Knowing exactly how bad various types of weather have been in the past has been an integral part of preparing for the future,\" Cerveny added. \"For example, I have often heard since 2005 that Hurricane Katrina was the deadliest tropical cyclone/hurricane to have ever occurred. While Katrina was bad (more than 2,000 died), it pales in comparison to the tropical cyclone that hit the area of present-day Bangladesh in 1970, that killed an estimated 300,000 people.\"\"This type of extreme (mortality totals) provides a very useful set of baseline numbers against which future disasters can be compared,\" Cerveny said. \"Extreme weather causes serious destruction and major loss of life,\" added WMO Secretary-General Petteri Taalas. \"That is one of the reasons behind the WMO's efforts to improve early warnings of multiple hazards and impact-based forecasting, and to learn lessons gleaned from historical disasters to prevent future ones. The human aspect inherent in extreme events should never be lost.\"Cerveny convened an international WMO committee of 19 experts that conducted an in-depth investigation of documented mortality records for five specific weather-related events. The committee's findings are: \"These events highlight the deadly tragedies associated with different types of weather,\" explained Cerveny. \"Detailed knowledge of these historical extremes confirm our continuing responsibilities to not only forecast and monitor weather and climate but to utilize that information to save lives around the world so disasters of these types are lessened or even eliminated in the future.\" Cerveny said more event impacts could be added in the future for such weather-related events as floods and heat waves.  \"I think that many people are unaware of exactly how dangerous certain types of weather can be,\" Cerveny added. \"The more that we are aware of the dangers, hopefully the less likely we will see repeats of these types of disasters.\"  A full list of weather and climate extremes is available at the WMO Archive of Weather and Climate Extremes (wmo.asu.edu).  ", "meeting": "", "keywords": ["Atmospheric Science", " Climate Science", " Temperature-Dependent Phenomena", " Weather/Storms", " Earth Science", " Temperature-Dependent Phenomena"]}