{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-fer051717.php", "description": "EuroPCR 2017, Paris, France: Revascularization with percutaneous coronary intervention (PCI) achieves a high success rate with low procedural risk in patients with coronary chronic total occlusion, show results reported at EuroPCR 2017 from the first European randomized trial to compare PCI with optimized medical therapy in this group of patients.", "article_link": null, "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "", "title": "First European randomized trial of PCI vs. optimized medical therapy in CTO", "region": "europe", "source_link": null, "institution": "PCR", "text": "Chronic total occlusion occurs in around 20% of patients with stable coronary artery disease but accounts for only 7% of patients undergoing PCI because of a lack of evidence on the benefits compared to optimal medical therapy.The EURO-CTO trial randomised 396 patients from 26 centres on a 2:1 basis to PCI or optimal medical therapy. Optimal medical therapy comprised standard secondary prevention medications plus anti-anginal drugs, including beta-blockers, nitrates, calcium antagonists and others, primarily ranolazine. Half (50%) of the patients had single vessel CTOs and 30% had a non-CTO lesion treated before randomisation. Nine patients randomised to optimal medical therapy crossed over to PCI during follow-up.Results showed a high procedural success rate with PCI and low procedural risk. The chronic total occlusion was successfully opened in 86.3% of patients treated with PCI. There were no procedural deaths and the overall 12-month major adverse cardiac and cerebrovascular events (MACCE) rate was 0.4% (3 cases of tamponade, 1 stroke, 2 vascular repair).Improvement in clinical symptoms was more pronounced in patients treated with PCI than with optimal medical therapy, based on the Seattle Angina Questionnaire (SAQ) subscales of physical limitation and angina frequency. The PCI group also showed a trend to improved quality of life and significantly greater absolute freedom from angina.\"The clinical symptoms and wellbeing of patients with chronic total occlusion improve more efficiently with PCI than with optimal medical therapy. PCI should be the primary treatment option for these patients,\" said lead author Gerald Werner, Professor of Cardiology and Director of the Cardiology Department at Klinikum Darmstadt, Darmstadt, Germany.Current guidelines for managing stable coronary artery disease do not accept a CTO as an indication to perform CTO, in contrast to non-occlusive lesions. Werner said, \"This study should lead to reconsideration of this assessment. In fact, there is no study that would prove that a CTO lesion is benign compared to a non-CTO lesion, so why should they be treated differently?\"", "meeting": "EuroPCR 2017", "keywords": ["Medicine/Health", " Cardiology"]}