{"journal": "Cell", "url": "http://www.eurekalert.org/pub_releases/2017-05/uowh-bfw051817.php", "description": "A biochemical self-destruct trigger found in many types of cells takes on a different role in brain cells infected with West Nile virus.  In a turnabout, it guards the lives of these cells and calls up the body's defenses.  Neurons  might be protected by this otherwise self-demise mechanism because they are non-renewable and too important to kill off.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.03.011", "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "National Institutes of Health, National Science Foundation", "title": "Brain fights West Nile Virus in unexpected way", "region": "namerica", "source_link": null, "institution": "University of Washington Health Sciences/UW Medicine", "text": "In a turnabout, a biochemical self-destruct trigger found in many other types of cells appears to guard the lives of brain cells during an infection with West Nile virus. UW Medicine scientists led research showing that this chemical pathway doesn't have to sacrifice brain cells to destroy the viruses and recruit the body's defenses against infection.The same chemical pathway can preserve the brain's nerve cells, or neurons, by using an alternative approach to summon protection.The self-destruct trigger, a protein called RIPK3 (pronounced rip-3), is better known for activating a certain type of cell death during infection or damaging events in other parts of the body.  The death of infected cells in this manner is a protective mechanism that helps the body eliminate the infection.During a West Nile virus infection, however, the activation of RIPK3 in brain cells doesn't cause them to die. That's because its signaling within the central nervous system is not the same as in cell types elsewhere in the body. Its brain-specific role implies that there are central nervous system functions for RIPK3 not observed in other tissues.\"There is something special about neurons, perhaps because they are non-renewable and too important to undergo cell death,\" said Andrew Oberst, assistant professor of immunology at the University of Washington School of Medicine. He is the senior author of a recent Cell paper on how brain cells ward off West Nile virus.\"RIPK3 acts as part of the milieu of signals that support anti-viral inflammation in the brain,\" said the lead author of the paper, Brian Daniels, a UW Medicine postdoctoral fellow in immunology.   RIPK3 responds to the presence of West Nile virus in the brain by placing an order for chemokines, the researchers observed.Daniels explained that these chemicals underlie a successful ousting of West Nile virus. Chemokines attract an influx of infection-fighting white blood cells. These efforts contribute to the clearance of the virus from the brain, but not by directly stopping replacement virus from reproducing within brain cells. Instead, the brain tissue undergoes a kind of inflammation that restricts the West Nile virus infection.In a different cell type, such as a fibroblast, the entry of a West Nile virus would result in the cell initiating its own demise. Their findings, the researchers noted, suggest that additional care might need to be taken in developing and testing drugs against RIPK3 to treat neurodegenerative disorders, brain damage from stroke or injury, and autoimmune diseases of the nervous system such as multiple sclerosis.  Too much interference with RIPK3 in the brain could make it prone to certain viral infections. Yueh-Ming Loo is a UW research assistant professor of immunology and another key scientist on the study. Like Oberst, she is from the UW Center for Innate Immunity and Immune Disease. She's interested in why certain pathogens like West Nile virus gravitate toward and invade the central nervous system in some people and animals, but not in others.Not everyone infected with the West Nile virus develops neurological disease. Some don't even realize they were exposed. How the body controls brain infections when they do occur, especially with the blood-brain barrier restricting access, is also still poorly understood. Loo explained that the efforts to subdue the virus in the brain can be a delicate balance.  An inappropriately zealous immune response to the pathogen can inadvertently cause long-term neurological problems.The UW Medicine researchers conducted part of their studies in mice to learn more about the role of RIPK3 in fighting brain infections. They found that mice that were genetically deficient in RIPK3 were highly susceptible to having West Nile virus overtake the brain. These mice displayed a fatal defect in their ability to produce a chemokine-generated neuroinflammation. The mouse studies and related lab work, the researchers noted, provide evidence that RIPK3 coordinates the infiltration of disease-fighting cells into the central nervous system during West Nile virus infection.Central nervous system infections are a \"profound and growing burden to global public health,\" the researchers noted in discussing the significance of this scientific question.", "meeting": "", "keywords": ["Cell Biology", " Microbiology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Neurobiology", " Neurochemistry"]}