{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-05/tl-tlh051717.php", "description": "Despite global improvements in healthcare quality and access over 25 years, inequalities between the best and worst-performing countries have grown. Even among countries of similar development levels, there is wide variation in healthcare access and quality, exposing untapped potential for improving healthcare in these regions, according to a Global Burden of Disease study published in The Lancet.", "article_link": null, "date": "Thu, 18 May 2017 04:00:00 GMT", "funder": "", "title": "The Lancet: Healthcare access and quality has improved globally, but inequality between countries has grown", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "Despite global improvements in healthcare quality and access over 25 years, inequalities between the best and worst-performing countries have grown. Even among countries of similar development levels, there is wide variation in healthcare access and quality, exposing untapped potential for improving healthcare in these regions, according to a Global Burden of Disease study published in The Lancet.The study develops a novel index which measures the quality and accessibility of healthcare. The rating (scored 0-100) is based on death rates from 32 diseases that could be avoided by effective medical care in the country year-on-year. The new study assesses performance for 195 countries from 1990-2015, providing crucial data to help monitor progress on universal health coverage and identify local priorities for improving healthcare. \"Despite overall improvement globally, there is variation in healthcare performance and few countries have consistently achieved optimal healthcare access and quality,\" says senior author Professor Christopher Murray, Institute for Health Metrics and Evaluation at the University of Washington, USA. \"By measuring healthcare quality and access, we hope to provide countries across the development spectrum with valuable data on where improvements are most needed to have the biggest impact on the health of their nation.\" [1]Globally, the index increased from 40.7 in 1990 to 53.7 in 2015 and 167 countries saw healthcare access and quality significantly improve. However, over the same timeframe, the divide between the best and worst-performing countries grew by almost 5 points - ranging from 23.1 to 84.7 (a 61.6 point gap) in 1990 and from 28.6 to 94.6 (66.0 point gap) in 2015.Overall in 2015, western European countries generally scored highest, while those in sub-Saharan Africa and Oceania mainly scored lowest. But not all countries in the same region performed similarly. For example, within sub-Saharan Africa, 2015 healthcare performance in Cape Verde was among the middle of the table of all countries while Lesotho, Somalia and Chad were amongst the poorest performing countries. The same was true of countries in Latin America and the Caribbean. While many countries in western Europe alongside Canada, Japan and Australia were ranked in the top-performing group, the UK and USA were outpaced by their peers, ranking in the second-best group.The paper also breaks down each country's performance according to each of the 32 diseases studied (see figure 2). Commenting on the UK, Professor Martin McKee, co-author from London School of Hygiene & Tropical Medicine, UK, says: \"The UK has made consistent progress since 1990, but with a score of 85 it now lags behind many of its European neighbours, including Finland, Sweden, Spain (all 90) and Italy (89), all of which have health systems very similar to the British NHS and so are most directly comparable. The gap between what the UK achieves and what it would be expected to, given its level of development, is also wider than in other western European countries. The UK does well in some areas, including cerebrovascular disease (88), likely to reflect the quality of general practice, where high blood pressure is detected and treated and advances in acute management of stroke, especially in London, but it lags behind in outcomes of some cancers, a problem that has many causes but is often attributed to low levels of investment in specialist care.\" [1] Looking at the top performers, Andorra maintained its top ranking from 1990 and with a rating of 94.6 out of 100 in 2015. Other than Switzerland the rest of the top 5 performers were Nordic countries (1: Andorra (94.6), 2: Iceland (93.6), 3: Switzerland (91.8), 4: Sweden (90.5), 5: Norway (90.5)). Between 1990 and 2015, South Korea, Turkey, Peru, China and the Maldives recorded some of the largest improvements (increasing by 24.1, 24.9, 23.7, 24.7 and 29.6 since 1990, respectively), showing that more rapid advances are possible than seen overall. Potential drivers of this may include the financial arrangements of the healthcare system, provider ownership and its governance. The authors note that further research will be needed to specify this, which could then provide a model to help other countries improve. The study is also the first of its kind to use sociodemographic data to analyse how healthcare improved in line with economic development in each country. The researchers compared each country's healthcare quality and access performance rating with the rating it would be expected to have, based on its level of economic development. This gap helps illustrate the extent to which a country's healthcare system could be improved, and compare countries at similar levels of development.There was huge variation for countries of similar development levels. Importantly, for 62 countries the gap between their actual and expected rating widened, particularly in southern sub-Saharan African countries (Lesotho, Swaziland, and Zimbabwe), Iraq, Pakistan and Honduras. Meanwhile, several countries performed very well considering their levels of development, such as in eastern and western sub-Saharan Africa (Burundi, Comoros and Rwanda), Turkey, Peru and South Korea.Professor Murray adds: \"These findings could reflect several challenges faced by these countries, including subnational inequalities in wealth and healthcare options, and recent or rapid epidemiological transitions whereby the healthcare system's offerings trail behind the diseases afflicting populations. Overall, our results are a warning sign that heightened healthcare access and quality is not an inevitable product of increased development.\" [1]The authors note some limitations to their model, including that limited data in many lower income countries means that there may be greater uncertainty for some results. Additionally, their measure was focused on personal healthcare access and quality, and did not necessarily capture the important effects of public health programs on improving outcomes.  In future, the authors plan to extend the analysis to include public health intervention impact, subnational health inequalities and health financing measures, as well as including an increased number of avoidable causes of death to account for recent medical advances (such as antiretroviral therapy for HIV) and causes with lower death rates.", "meeting": "", "keywords": ["Medicine/Health"]}