{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uhcm-drs051717.php", "description": "Results from the DAWN stroke trial provide compelling evidence that selected patients suffering a major ischemic stroke recovered significantly better with mechanical retrieval of the blood clot with medical therapy compared with medical therapy alone when initiated up to 24 hours of the stroke.", "article_link": null, "date": "Wed, 17 May 2017 04:00:00 GMT", "funder": "Stryker", "title": "DAWN results show reduction in disability from stroke up to 24 hours of onset", "region": "namerica", "source_link": null, "institution": "University Hospitals Cleveland Medical Center", "text": "CLEVELAND - Results from the DAWN stroke trial presented at the European Stroke Organization Conference (ESOC) provide compelling evidence that selected patients suffering a major ischemic stroke recovered significantly better with mechanical retrieval of the blood clot with medical therapy compared with medical therapy alone when initiated past the current guidelines of within 6 hours and up to 24 hours of the stroke.\r\n\r\nUniversity Hospitals Cleveland Medical Center was one of the top seven recruiting sites in the multi-site study that enrolled a total of 206 patients in the nation. The results showed that patients treated with the retrieval system, known as mechanical thrombectomy, had significantly decreased post-stroke disability and improved functional independence at 90 days compared to medical management alone.\r\n\r\n\"This is incredible,\" said Cathy Sila, MD, Director of UH's Comprehensive Stroke Center, and principal investigator of the study at the UH site. \"Almost half of the patients (48.6 percent) receiving the thrombectomy therapy had a good outcome at 90 days after treatment--defined as the patients being independent in activities of daily living--as opposed to only 13.1 percent of the patients treated medically or with clot-busting drugs alone. This 35 percent difference may be higher than any level of benefit from any stroke trial.\"  \r\n\r\n\"Not only did the patients treated with mechanical thrombectomy  dramatically improve during hospitalization, sometimes being able to walk and be discharged to home, but there was also a much lower risk of subsequent neurological worsening because of the poor blood flow to the brain,\" said Dr. Sila.\r\n\r\n\"The number of patients needed to treat to achieve a good outcome was 2.8. This is a much greater chance of response than what was seen in trials that did not routinely use advanced brain imaging to guide treatment,\" she said.  \"We have long believed in the usefulness of MRI scans to define appropriateness of treatment.  UH had been using a similar MRI  protocol since 2010, five years before the DAWN trial began in 2015.\" \r\nAnthony Furlan, MD, Chairman of the Department of Neurology at UH and Case Western Reserve University School of Medicine, was on the DAWN study's steering committee and helped write the study protocol. \r\n\"These results provide physicians who treat stroke with evidence of the benefits of thrombectomy even when administered out as far as 24 hours, and should help to make decisions clearer as to which patients to treat,\" said Dr. Furlan. \"These positive outcomes of the DAWN trial represent a major change in patient selection for endovascular therapy for stroke,\" he said.\r\n\r\nIn the study, researchers used neuroimaging to determine which patients would likely benefit from the procedure. According to Dr. Sila, they would examine how much brain tissue had suffered irreversible damage and how much might be able to be saved.  If the amount of damaged tissue were no bigger than the size of a small apricot, researchers believed the patient could benefit from the therapy.\r\n\r\nNeuro-interventionists would then use a mechanical stent retriever called the Trevo Retriever to remove the blood clot, followed by treatment with the clot-busting medication.\r\n\r\nThe study had been stopped earlier this year after an FDA-approved planned interim review by the independent Data Safety Monitoring Board (DSMB) of data from the first 200 patients enrolled nationally because there was such a dramatic difference between the two arms of the study. The study had been designed to enroll up to a maximum of 500 patients.\r\n\r\nDr. Sila said that in Northeast Ohio, we have about 18,000 strokes per year.  Stroke survivors commonly experience devastating disabilities and loss of independence due to impaired movement, paralysis, loss of speech and memory. Randomized clinical data has proven the benefit of mechanical thrombectomy with stent retrievers in helping patients with large vessel occlusion strokes, but these devices have only been indicated to reduce disability if used within six hours of stroke onset. \r\n\r\n\"For patients presenting with stroke symptoms beyond six hours, the benefit of clot retrieval using a stent retriever was unknown,\" said Dr. Furlan. \"Now we have evidence that for patients who present to the hospital outside of the six hour time window could have a better chance for an independent life with improved clinical outcomes. Although this is great news, earlier treatment is always better because with stroke 'time is brain.'\" \r\n\r\nThe study was supported by Stryker, which produces the Trevo Retriever, a tiny stent-shaped medical device that is attached to a thin wire.  The retriever is designed to ensnare the blood clot to remove it from a blood vessel.\r\n\r\nUH is working with Case Western Reserve University to develop the Cleveland Brain Health Initiative, linking this kind of leading edge neuroscience work from CWRU, UH, Cleveland Clinic, MetroHealth Medical Center and the Louis Stokes Cleveland VA Medical Center to advance progress therapy and treatment of devastating neurological diseases.\r\n", "meeting": "3rd European Stroke Organisation Conference", "keywords": ["Medicine/Health", " Stroke", " Clinical Trials", " Neurobiology"]}