{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/acoc-cdc051517.php", "description": "Cardiovascular diseases (CVD), including heart diseases and stroke, account for one-third of deaths throughout the world, according to a new scientific study that examined every country over the past 25 years.", "article_link": null, "date": "Wed, 17 May 2017 04:00:00 GMT", "funder": "", "title": "Cardiovascular disease causes one-third of deaths worldwide", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Cardiovascular diseases (CVD), including heart diseases and stroke, account for one-third of deaths throughout the world, according to a new scientific study that examined every country over the past 25 years. Countries with the greatest number of cardiovascular deaths, after accounting for population size, are found throughout Eastern Europe, Central Asia, the Middle East, South America, sub-Saharan Africa, and Oceania. Additionally, the steep declines experienced by the United States, Canada, Australia, New Zealand, Japan, South Korea, and countries in Western Europe over the past two decades have begun to taper off and plateau.\r\n\"It is an alarming threat to global health,\" said Dr. Gregory Roth, Assistant Professor at the Institute for Health Metrics and Evaluation (IHME) at the University of Washington and in the Division of Cardiology at the University of Washington School of Medicine. \"Trends in CVD mortality are no longer declining for high-income regions and low- and middle-income countries are also seeing more CVD-related deaths.\" Dr. Roth is the lead author of the paper, \"Global, Regional, and National Burden of Cardiovascular Diseases for 10 Causes, 1990-2015,\" which was published today in the Journal of the American College of Cardiology. In 2015, there were more than 400 million individuals living with CVD and nearly 18 million CVD deaths worldwide. From 1990 to 2010, the age-standardized death rate from CVD dropped globally, driven by improvements in high-income countries, but that progress has slowed over the last five years. In 1990, there were about 393 deaths for every 100,000 people from CVD globally. That fell to 307 deaths per 100,000 in 2010, and, over the next five years, decreased only slightly, to 286 deaths per 100,000.\"This paper is the manifestation of two paradoxes,\" said JACC Editor-in-Chief Valentin Fuster, MD, PhD. \"First, we keep discussing how much we have progressed among our subspecialty, yet the paradox is that the disease state remains the number 1 killer in the world. The second paradox is that medicine remains very expensive, yet we don't put efforts into promoting health at younger ages, which could be a cost-effective method to preventing the onset of the disease. Instead, we continue to only invest in treating advanced manifestations of cardiovascular disease.\" The paper is based on the most recent Global Burden of Disease (GBD) study, an international consortium of more than 2,300 researchers in 133 nations, convened by IHME. Dr. Paulo Lotufo with the University of São Paulo in Brazil, one of the paper's co-authors, noted: \"High levels of cardiovascular disease can be especially problematic for low-resource countries with limited access to or availability of effective treatments. Many nations are now dealing with a 'double burden' of chronic and infectious disease, which puts additional strain on health systems.\"Prevalence rates of CVD, including coronary artery disease, atrial fibrillation, heart failure, stroke, and peripheral arterial disease, were highest across sub-Saharan Africa, Eastern and Central Europe, and Central Asia. Some of the lowest rates occurred in high-income Asian countries such as Singapore, Japan, and South Korea, and southern South American countries, including Chile and Argentina. The highest CVD death rates occurred throughout Central Asia and Eastern Europe, but also in countries such as Iraq, Afghanistan, and many South Pacific island nations. The lowest rates were in Japan, Andorra, Peru, France, Israel, and Spain.\r\nUsing a measure of development status that combines levels of education, fertility, and income - the Socio-demographic Index (SDI) - Dr. Roth and other researchers discovered that, on average, CVD mortality first increased, then declined steeply with increasing SDI, only to plateau in the last few years.\"High levels of cardiovascular disease are seen throughout the world, both in high-income countries and those with more limited access to effective and inexpensive treatments,\" Dr. Roth said. \"Risk factors for CVD, like high blood pressure, poor diet, high cholesterol, tobacco smoking, excessive alcohol use, and obesity, are common throughout most of the world.\"He noted that the study's findings present opportunities for public health officials on the local, national, and international levels to share successful strategies for addressing these risk factors. \"The population health community realizes that CVD is a global problem,\" he said. \"Now we need to find innovative ways to deliver our low-cost, effective treatments to the hundreds of millions of people who can't access them.\" Of the cardiovascular conditions studied, ischemic heart disease, also known as coronary artery or heart artery disease, was the leading cause of health loss in every region of the world except sub-Saharan Africa. In 2015, there were an estimated 7.3 million heart attacks and 110.6 million people living with heart artery disease. The highest prevalence rates for heart artery disease were found in Eastern Europe, followed by Central Asia and Central Europe, but high rates were also found in some parts of sub-Saharan Africa, the Middle East/North Africa region, and South Asia. Peripheral artery disease was the most prevalent CVD cardiovascular disease worldwide, even though much of it is estimated to be without symptoms.Stroke was the second-leading cause of global health loss. In 2015, there were nearly 9 million first-time strokes. Prevalence rate of heart artery disease and stroke began increasing as early as age 40, showing that these are not only diseases of the elderly, but also impact younger individuals who are working or caring for family.Other cardiovascular conditions examined include hypertensive heart disease, cardiomyopathy, aortic aneurysm, atrial fibrillation, and rheumatic heart disease. \"Past periods of decline in cardiovascular disease mortality marked a remarkable achievement for public health and medical care around the world,\" said Dr. Christopher Murray, director of IHME and study co-author. \"Governments, advocacy groups, clinicians, and communities should look to this new evidence when developing programs and policies that could reduce the burden of cardiovascular disease and save more lives.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying"]}