{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-crt051517.php", "description": "The mantra 'time is brain' still holds for stroke treatment, but for some patients, clot-removal therapy may be effective outside the six-hour window.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "Stryker Corporation", "title": "Clot removal therapy effective outside six-hour window for some stroke patients", "region": "namerica", "source_link": null, "institution": "University of Pittsburgh Schools of the Health Sciences", "text": "PITTSBURGH, May 16, 2017 - Results of a randomized controlled trial show that endovascular treatment (ET) to remove a stroke-causing blood clot in the brain is effective in some patients even when performed within 6 to 24 hours after a stroke. Current guidelines for acute stroke treatment endorse clot removal only when performed within six hours of a stroke. The findings are presented today at the European Stroke Organisation Conference 2017 in Prague.\"This still means that you need to be rushed to the hospital as soon as possible after a stroke has occurred because the mantra \"time is brain\" still holds. However, our study shows that even if treated outside the time window, patients will have significantly reduced disability with clot removal,\" said Tudor Jovin, M.D., director, UPMC Stroke Institute, and professor of neurology and neurosurgery at the University of Pittsburgh, who co-led the trial.The trial sets a new selection paradigm based on physiology, showing for the first time that looking at  patients fulfilling certain imaging and clinical criteria, physiological state of the brain is a much better approach to determining whether patients will benefit from endovascular therapy as opposed to adhering to strict time windows, noted co-principal investigator Raul Nogueira, M.D., professor of neurology, neurosurgery and radiology at Emory University School of Medicine, and director of neuroendovascular service and neurocritical care service at Marcus Stroke & Neuroscience Center, Grady Memorial Hospital. In the study, researchers randomly assigned stroke victims who arrived at the hospital outside the six-hour time window to either receive endovascular therapy or receive only standard medical therapy. Brain imaging and clinical information (neurological deficit) was used to identify and enroll patients who had a small area of irreversibly damaged brain and a significantly larger brain tissue area that was imminently threatened by loss of blood supply, but still alive--a criterion known as clinical core mismatch. The results showed that almost half of the patients (48.6 percent) receiving endovascular therapy had a good outcome at 90 days after treatment--defined as the patients being independent in activities of daily living--showed clinical benefit while only 13.1 percent showed benefit in the group that received clot-busting drugs alone. There was no difference in mortality between the two groups.The researchers planned to enroll 500 patients over the course of the study period. However, an intermediate review of the treatment effectiveness before enrollment was completed led the independent Data Safety Monitoring Board overseeing the study to recommend early termination of the trial after it was demonstrated that ET provided significant clinical benefit in the selected patients. The multi-center international study known as the DAWN trial included trial locations in the United States, Spain, France, Australia and Canada. The trial was sponsored by Stryker Corporation, which manufactures the clot removal devices used in the study.", "meeting": "3rd European Stroke Organisation Conference", "keywords": ["Health Care", " Medicine/Health", " Stroke", " Critical Care/Emergency Medicine"]}