{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-05/tjnj-sdb051117.php", "description": "Although the absolute difference in US county-level cardiovascular disease mortality rates have declined substantially over the past 35 years for both ischemic heart disease and cerebrovascular disease, large differences remain, according to a study published by JAMA.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "", "title": "Substantial differences between US counties for death rates from ischemic heart disease, stroke", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "Although the absolute difference in U.S. county-level cardiovascular disease mortality rates have declined substantially over the past 35 years for both ischemic heart disease and cerebrovascular disease, large differences remain, according to a study published by JAMA.Cardiovascular disease remains the leading cause of death in the United State despite declines in the national cardiovascular disease mortality rate between 1980 and 2015. Mortality rates for smaller regions of the country, such as counties, can differ substantially from the national average; these differences have important implications for local and national health policy. Gregory A. Roth, M.D., M.P.H., of the Division of Cardiology, Institute for Health Metrics and Evaluation, University of Washington, Seattle, and colleagues used death records from the National Center for Health Statistics and population counts from the U.S. Census Bureau, the National Center for Health Statistics, and the Human Mortality Database from 1980 through 2014 to estimate mortality rates from cardiovascular diseases by U.S. county (n = 3,110).The researchers found that the mortality rate for cardiovascular diseases in the U.S. declined from 507 deaths per 100,000 persons in 1980 to 253 deaths per 100,000 persons in 2014, a relative decline of 50 percent.In 2014, cardiovascular diseases accounted for more than 846,000 deaths.  There were substantial differences between county ischemic heart disease and stroke mortality rates; smaller differences were found for diseases of the myocardium, atrial fibrillation, aortic and peripheral arterial disease, rheumatic heart disease, and endocarditis.The largest concentration of counties with high cardiovascular disease mortality extended from southeastern Oklahoma along the Mississippi River Valley to eastern Kentucky. Several cardiovascular disease conditions were clustered substantially outside the South, including atrial fibrillation (Northwest), aortic aneurysm (Midwest), and endocarditis (Mountain West and Alaska).The lowest cardiovascular mortality rates were found in the counties surrounding San Francisco, central Colorado, northern Nebraska, central Minnesota, northeastern Virginia, and southern Florida.Several limitations of the study are noted in the article, including that vital statistics data and census population data were used to calculate mortality rates and both of these sources are subject to error because deaths and individuals within the population may be missed or allocated to the wrong county.\"These findings suggest major efforts are still needed to reduce geographic variation in risk of death due to ischemic heart disease and cerebrovascular diseases,\" the authors write.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}