{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/eaft-so3051517.php", "description": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal, shows that so-called 'metabolically healthy' obese people are still at higher risk of cardiovascular disease events such as heart failure or stroke than normal weight people.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "", "title": "Study of 3.5 million people shows 'healthy' obese people are still at higher risk of cardiovascular disease events than the general population", "region": "europe", "source_link": null, "institution": "European Association for the Study of Obesity", "text": "New research presented at this year's European Congress on Obesity (ECO) in Porto, Portugal (17-20) May shows that so called 'metabolically healthy' obese people are still at higher risk of cardiovascular disease events such as heart failure or stroke than normal weight people. The study is by Dr Rishi Caleyachetty and colleagues at The Institute of Applied Health Research, College of Medical and Dental Sciences, University of Birmingham, UK.People with metabolically healthy obesity (MHO) are clinically obese in terms of their body mass index (BMI) (more than 30 kg/m2), but do not have metabolic complications that usually come with obesity, such as abnormal blood fats, poor blood sugar control or diabetes, and high blood pressure. Whether MHO is associated with excess risk of cardiovascular disease (CVD) events is a subject of debate. Important limitations in the evidence to date include inconsistent definitions of metabolic health, inconsistent control for other factors (confounders), and small sample sizes. In this new study, the authors address these limitations in a large contemporary cohort, based on linked primary care electronic health records.The researchers used linked electronic health records from 1995 to 2015 in The Health Improvement Network (THIN) -- a large UK database of general practice records -- to assemble a cohort of 3.5 million individuals aged 18 years or older and initially free from CVD. To determine metabolic health, they divided the population into groups according to BMI and the presence or absence of 3 metabolic abnormalities (diabetes, high blood pressure [hypertension], and abnormal blood fats [hyperlipidemia]) which were added together to create a metabolic abnormalities score (0, 1, 2 and 3). To be classified as MHO, individuals had to have none of these metabolic abnormalities.The study examined whether the risk of developing four cardiovascular conditions (coronary heart disease (CHD), cerebrovascular disease (transient ischaemic attack or stroke), heart failure, and peripheral vascular disease (PVD)] was different for normal weight people with no metabolic conditions or people with MHO.The authors found that, compared to normal weight individuals with no metabolic abnormalities, individuals with MHO had a 50% increased risk of CHD; a 7% increased risk of cerebrovascular disease and a doubled risk of heart failure, (all statistically significant), after taking into account demographics and smoking behaviour. Against these trends, MHO individuals had a 9% lower risk of PVD. However, in further analyses that excluded cigarette smokers, individuals with MHO had a significantly (11%) increased risk of developing PVD compared with those with normal weight and zero metabolic abnormalities. The analysis also showed that the risk of CVD events in obese individuals increased with increased number of metabolic abnormalities present. For example, compared to a normal weight person with zero metabolic abnormalities, an obese person with 3 metabolic abnormalities had a 2.6 times increased risk of CHD; a 58% increased risk cerebrovascular disease including stroke; a 3.8 times increased risk of heart failure, and a 2.2 times increased risk of PVD. Dr Caleyachetty says: \"This is the largest prospective study of the association between metabolically health obesity and cardiovascular disease events. Metabolically healthy obese individuals are at higher risk of coronary heart disease, cerebrovascular disease and heart failure than normal weight metabolically healthy individuals. The priority of health professionals should be to promote and facilitate weight loss among obese persons, regardless of the presence or absence of metabolic abnormalities.\"He adds: \"At the population-level, so-called metabolically healthy obesity is not a harmless condition and perhaps it is better not to use this term to describe an obese person, regardless of how many metabolic complications they have.\"", "meeting": "European Congress on Obesity (ECO2017)", "keywords": ["Medicine/Health"]}