{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/kuot-bsw051617.php", "description": "Weighing oneself has become one of the most common morning rituals. However, your weight is not the only message that can be delivered by your bathroom scales: the team of researchers at Kaunas University of Technology (KTU) Institute of Biomedical Engineering are developing the multifunctional scales, which can monitor your health and inform about potentially dangerous life conditions, such as arteriosclerosis or cardiac arrhythmia.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "European Commission", "title": "Bathroom scales will inform about life threatening conditions", "region": "europe", "source_link": "http://ktu.edu/en/biomedical-engineering-institute/newitem/bathroom-scales-will-inform-about-life-threatening-conditions", "institution": "Kaunas University of Technology", "text": "Weighing oneself has become one of the most common morning rituals. However, your weight is not the only message that can be delivered by your bathroom scales: the team of researchers at Kaunas University of Technology (KTU) Institute of Biomedical Engineering are developing the multifunctional scales, which can monitor your health and inform about potentially dangerous life conditions, such as arteriosclerosis or cardiac arrhythmia. \"Hospitals are fully equipped with advanced technologies for diagnosing illnesses and critical conditions, but it is too expensive to use this equipment for everyday health monitoring. On the other hand, people do not have many devices for personal health monitoring at home, and these devices could be very practical\", says Vaidotas Marozas, the Director of the KTU Institute of Biomedical Engineering.He is convinced that although elderly people today are relatively cautious of technologies and prefer to be treated by medication, the future generations will rely on personal health monitoring technologies more. Bathroom scales, a common accessory of every household, can become a useful tool for health monitoring.A team of KTU researchers have already developed a prototype of multifunctional body composition scales, and are now improving the model by adding new functions and parameters.Body composition scales supplemented by handlebar and matching technologies can measure a person's pulse through sensors on the handlebar and footpad electrodes. KTU researchers have developed a method, which can help identify the problems in the person's arterial condition by the pulse arrival time from heart to the feet.\"We are measuring the speed of blood pulse wave: the faster the speed, the stiffer the arteries, which, in turn can already warn about the development of arteriosclerosis, and the latter can be the cause of increased blood pressure and other conditions\", says Birut? Paliakait?, KTU biomedical engineering master's student, working with the team of researchers from the very start of the project.Paliakait? for the research on monitoring arterial condition with body composition scales was awarded by the Lithuanian Academy of Science.\"When a person has final stage of renal insufficiency syndrome, he or she has to undergo the dialysis several times a week. As kidneys cannot manage keeping the balance of microelements in the organism, the risk of potentially life threatening conditions, such as increased potassium concentration in blood, i.e. hyperkalemia, arises\", says Paliakait?.Therefore, KTU researchers, collaborating with medical professionals, are aiming to integrate the function of recognising the development of hyperkalemia into the scales. When indicating this potentially life-threatening condition, the scales would notify the doctor, who might decide to move the planned dialysis into earlier date.\"We are continuously increasing the number of parameters, that can be measured using our scales. For example, alongside arterial stiffness, the scales can also detect cardiac arrhythmia. I believe, that in the future, the multifunctional body composition scales will measure more than 20 various health parameters\", says Marozas.Head of the Institute, Professor Vaidotas Marozas is convinced that such household health monitoring device would be affordable for everyone.\"Our technology is less complex than that of a smart phone, which needs expensive materials and elements. We are creating data processing algorithms, and our main resource is our intellect\", says Marozas.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Stroke", " Health Care Systems/Services", " Urogenital System", " Biomedical/Environmental/Chemical Engineering", " Software Engineering", " Technology Transfer"]}