{"journal": "Comparative Biochemistry and Physiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoq-vbm051617.php", "description": "The 'blood nuking' capabilities of adult brown snake venom only come about after an amazing transformation. New research led by University of Queensland scientist Associate Professor Bryan Fry has shown the venom of young brown snakes attacks the nervous system, while the venom of older snakes has dangerous effects on the circulatory system.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "", "title": "Venom becomes more potent as brown snakes age", "region": "africa", "source_link": "https://www.uq.edu.au/news/article/2017/05/venom-becomes-more-potent-brown-snakes-age", "institution": "University of Queensland", "text": "The \"blood nuking\" capabilities of adult brown snake venom only come about after an amazing transformation.New research led by University of Queensland scientist Associate Professor Bryan Fry has shown the venom of young brown snakes attacks the nervous system, while the venom of older snakes has dangerous effects on the circulatory system.\"This is because young brown snakes specialise in lizards, then specialise in mammals as adults,\" Dr Fry said.\"Young brown snakes may produce clinical symptoms like that of a death adder, as they seek out and paralyse sleeping lizards.\"Once older, their venom contains toxins that cause devastating interference with blood clotting, causing rodent prey to become immobilised by stroke.\"Although the venom is diluted in the much larger blood volume of a human and do not cause stroke, bite victims can still die from internal bleeding.\"Dr Fry, of the UQ School of Biological Sciences' Venom Evolution Laboratory said brown snakes were highly venomous and were found in mainland Australia, with the eastern brown snakes also found in New Guinea.\"The venom's action upon the blood was shown to be much more complex than previously known,\" he said.\"It was previously known that brown snakes are like taipans in converting a protein called prothrombin into thrombin, which in turn forms the blood clot.\"However, the speed of action could not be accounted for based on this action alone.\"Our team discovered brown snakes are potent in activating Factor VII, another blood clotting enzyme, which is the missing (dark matter) element of brown snake envenomations.\"The feedback loop created by this enzyme would become a venomous vortex and dramatically accelerate the effects upon the blood.\"Dr Fry said the research was an excellent example of the value of studying basic evolution, where results could have immediate implications for human health, and also contribute to the philosophy of science.This work was published in the journal Comparative Biochemistry and Physiology.", "meeting": "", "keywords": ["Biology", " Biochemistry", " Chemical/Biological Weapons", " Toxicology", " Medicine/Health", " Toxicology"]}