{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/kf-jdp051617.php", "description": "John DeLuca, Ph.D., Senior Vice President for Research and Training at Kessler Foundation, has been awarded the Mentor-Based Postdoctoral Fellowship Award in Neuropsychological Rehabilitation from the National Multiple Sclerosis Society. This five-year, $404,698 grant provides continued support for Kessler Foundations' current postdoctoral Fellowship training program. The NMSS Award has funded five previous Foundation fellows, four of whom have subsequently obtained external grant funding, published numerous peer-reviewed articles, and are actively working in the field.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "National MS Society", "title": "John DeLuca, Ph.D., of Kessler Foundation receives National MS Society Fellowship Award", "region": "namerica", "source_link": "https://kesslerfoundation.org/john-deluca-phd-kessler-foundation-receives-national-ms-society-mentor-based-fellowship#", "institution": "Kessler Foundation", "text": "EAST HANOVER, N.J. May 16, 2017 - John DeLuca, PhD, Senior Vice President for Research and Training at Kessler Foundation, has been awarded the Mentor-Based Postdoctoral Fellowship Award in Neuropsychological Rehabilitation from the National Multiple Sclerosis Society. This prestigious grant recognizes leading clinician-scientists dedicated to investigating interventions designed to improve cognitive functioning and everyday life in individuals with MS. This five-year grant for $404,698 will provide enhanced and continued support for Kessler Foundations' current postdoctoral Fellowship training program. \"Cognitive difficulties adversely affect many people with MS, but much more needs to be done to study these deficits and develop effective treatments,\" explained Dr. DeLuca. \"By funding these fellowships, the National MS Society is addressing the need for trained scientists who can conduct rigorous clinical studies using the latest in technology, including techniques for brain imaging.  Kessler Foundation provides the ideal environment for learning the skills and methodology needed to conduct rehabilitation research that improves the everyday lives of people with MS.\"Dr. DeLuca serves as primary mentor for the program's MS Fellows, as well as a role model for success in contributing to the field of MS rehabilitation through focused research projects. The interests of every fellow are nurtured so that each develops a novel line of research. Fellows are closely guided through each step of the research process, from idea curation, design, and proposal submission, to data collection and analysis, culminating in publication in peer-reviewed journals and presentations at national conferences. The NMSS Mentor-Based Postdoctoral Fellowship Award has funded five previous Kessler Foundation fellows, four of whom have subsequently obtained external grant funding for their MS research. Fellows have published numerous peer-reviewed articles, are recognized globally for their distinguished work, and all are actively working in the field of MS. ", "meeting": "", "keywords": ["Grants/Funding", " Health Care", " Professional", " Clinical Trials", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Social/Behavioral Science", " Quality of Life", " Disabled Persons", " Memory/Cognitive Processes"]}