{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-sta051617.php", "description": "Paris, France: Switching to a fixed-dose combination of aspirin plus clopidogrel after one month of potent dual antiplatelet therapy (DAPT) with a new P2Y12 inhibitor plus aspirin following an acute coronary syndrome (ACS) treated with a percutaneous coronary intervention (PCI) is associated with reduced risk of bleeding complications with no increase in ischaemic events, showed results from a study reported at EuroPCR 2017.", "article_link": null, "date": "Tue, 16 May 2017 04:00:00 GMT", "funder": "", "title": "Switching to aspirin/clopidogrel following 1 month of new P2Y12 inhibitor/aspirin post-ACS", "region": "europe", "source_link": null, "institution": "PCR", "text": "Reporting results from the first randomised study to compare these two DAPT regimens, lead author Thomas Cuisset, Interventional Cardiologist at CHU Timone, Marseille, France, predicted that they would change clinical practice.Newer P2Y12 inhibitors such as prasugrel or ticagrelor in combination with aspirin have become the first-line initial DAPT following an ACS and this has been extended, by default, to one year. Previous studies have shown that this DAPT regimen achieves a greater reduction in ischaemia in the first 30 days but this is followed by a significant increase in bleeding risk during longer-term maintenance treatment.The TOPIC (Timing of Platelet Inhibition after acute Coronary syndrome) study investigated whether giving one-month initial treatment with a newer P2Y12 inhibitor plus aspirin after a PCI for ACS and then switching to maintenance DAPT with aspirin plus clopidogrel could reduce bleeding risk without any ischaemic adverse effects. TOPIC recruited 646 ACS patients undergoing PCI who were treated with a new P2Y12 inhibitor plus aspirin for one month before being randomised to continue with this dual antiplatelet therapy or switch to aspirin (75 mg) plus clopidogrel (75 mg).The combined primary endpoint of death, urgent revascularisation, stroke and bleeding (with a Bleeding Academic Research Consortium [BARC] classification ≥ 2) was 52% lower at one year in patients switched to aspirin plus clopidogrel compared to those continuing on a new P2Y12 inhibitor plus aspirin (13.4% with switched DAPT vs. 26.3% with unchanged DAPT, hazard ratio [HR] 0.48, 95% confidence interval [CI]: 0.34-0.68, p\r\n\tThere was no difference in ischaemic events between the two dual antiplatelet regimens (9.3% of patients on switched DAPT had an ischaemic event vs. 11.5% of patients on unchanged DAPT, HR 0.80, 95% CI: 0.50-1.29, p=0.36). However, the rate of bleeding (BARC ≥2) was 70% lower in patients who switched DAPT compared to those on unchanged DAPT (4.0% vs. 14.9% at one year, HR 0.30, 95% CI: 0.18-0.50, p\r\n\t\"In patients without adverse events at one month after undergoing PCI with stenting for ACS, switched dual antiplatelet therapy is superior to unchanged DAPT in reducing bleeding events without increasing the risk of ischaemic events,\" said Cuisset.\"This strategy could be proposed in ACS patients,\" he suggested, adding, \"We think that this trial could change practice.\" However, he noted that many physicians already use switched DAPT so the likely impact would be to increase the number of patients treated this way. He cautioned, \"The remaining question will be to assess which patients can be switched at one month and which patients should continue with 'stronger DAPT'.\" Commenting on the results, Stefan James, Professor of Cardiology at Uppsala University, Sweden, said, \"The trial results suggest, as expected, that switching therapy reduces minor bleeding events.\" However, he cautioned that the trial was \"underpowered to evaluate clinically important ischaemic events that, unexpectedly, were fewer with the switching strategy,\" and was limited by its single-centre, open-label design. He concluded, \"This precludes any meaningful interpretation for clinical practice. Several major pivotal trials have shown a continuous benefit of longer-term therapy with potent and predictable platelet inhibition. Thus the TOPIC study should not change clinical practice.\"", "meeting": "EuroPCR 2017", "keywords": ["Medicine/Health", " Cardiology"]}