{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoth-sct051517.php", "description": "A clinical trial to evaluate the safety and efficacy of a stem cell product injected directly into the brain to treat chronic motor deficits from ischemic stroke has begun at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth).", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "Stem cell trial for stroke patients suffering chronic motor deficits begins at UTHealth", "region": "namerica", "source_link": "http://www.uth.edu/media/story.htm?id=66bb6dcb-0083-4fdf-9507-f0cfa2884e38", "institution": "University of Texas Health Science Center at Houston", "text": "HOUSTON - (May 15, 2017) - A clinical trial to evaluate the safety and efficacy of a stem cell product injected directly into the brain to treat chronic motor deficits from ischemic stroke has begun at McGovern Medical School at The University of Texas Health Science Center at Houston (UTHealth).McGovern Medical School at UTHealth is the only site in Texas and the central south portion of the country to open enrollment for the multi-institutional, phase 2B study - the first in the U.S. for chronic stroke. Surgeries will be conducted at Memorial Hermann-Texas Medical Center.\"This trial is one of the first randomized, sham-controlled studies to test the efficacy of administering adult-derived stem cells in patients disabled with a chronic stroke,\" said Sean I. Savitz, M.D., professor and the Frank M. Yatsu Chair in Neurology at McGovern Medical School and director of the UTHealth Institute for Stroke and Cerebrovascular Disease. \"We were chosen as one of only a handful of referral centers in the nation and patients from all over the country will be referred to our center for this trial. Overall, the study adds to our growing regenerative medicine program for patients with neurological disorders.\"   In the double-blind, sham-surgery controlled study, patients randomized to the study intervention will receive a stem cell product made by SanBio and patients must have chronic motor deficits from an ischemic stroke to be eligible for the study. The product, administered through tiny holes bored into the skull and placed near the site of the damage, came from the bone marrow of two healthy adult donors. Enrollment is limited to patients who are between six and 60 months post-stroke and have a chronic motor neurological deficit.Results of a phase 1/2A study of the stem cell product, presented at the International Society of Stem Cell Research Meeting and published in the journal, Stroke, showed statistically significant improvements in motor function and no safety concerns.", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials"]}