{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-05/acoc-hot051117.php", "description": "Many patients with an irregular heartbeat, known as atrial fibrillation, are not receiving recommended blood thinning medication they need to prevent strokes, according to a study published today in the Journal of the American College of Cardiology.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.03.540", "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "Hundreds of thousands of strokes may be preventable each year", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Many patients with an irregular heartbeat, known as atrial fibrillation, are not receiving recommended blood thinning medication they need to prevent strokes, according to a study published today in the Journal of the American College of Cardiology.People who have atrial fibrillation are at a very high risk for stroke. However, if they take blood thinners known as oral anticoagulants (OACs), it can reduce their risk by two-thirds. Recent clinical trials have also shown that a new type of blood thinner known as a direct oral anticoagulant (DOAC) can be just as--or even more--effective in preventing stroke in these patients.\"When DOACs were first introduced in 2010, there was an increase in use of oral anticoagulation,\" said Lucas N. Marzec, MD, the study's lead author and a clinical cardiac electrophysiologist at the University of Colorado and researcher with the Colorado Cardiovascular Outcomes Research Consortium in Aurora, Colorado. \"However, there are still wide disparities in how they are prescribed. For example, we found that patients at the highest risk of stroke were the least likely to be treated with a DOAC.\"Using data from the National Cardiovascular Data Registry PINNACLE Registry, the researchers looked at 655,000 patients who were treated at cardiology offices for atrial fibrillation. They found that over a nearly seven-year period, overall use of OACs increased only slightly from 52.4 percent to 60.7 percent among patients who fit the guidelines for using an OAC for stroke prevention. This means 4 in 10 atrial fibrillation patients with elevated stroke risk still are not being prescribed these medications. Previous studies have shown that even those who are prescribed DOACs often get too low a dose or the physicians who prescribe them are not following dosage recommendations. Up to 35 percent of those who get OACs are not getting the recommended amount. Based on the study findings, this translates to potentially hundreds of thousands of preventable strokes happening each year.  Additionally, there is a significant disparity in who uses OACs and DOACs and who doesn't. For example, some practices consistently used OACs in up to 70 percent of cases, while use in other practices was as low as 10 percent, according to the research. Similarly, while some clinicians adopted DOAC use in nearly 40 percent of cases, others almost never used them. \"We need to continue to support research to better understand why OACs are not being prescribed to the people who need them, so ultimately we reduce strokes in patients at risk,\" Marzec said. A related editorial referenced study limitations as minor, noting that the PINNICLE registry is limited to cardiology practices that actively volunteer to participate, and that results from PINNACLE may over-estimate adoption of DOACs and overall use of OACs in nonparticipating practices. Additionally, most data in PINNACLE came from electronic health records and therefore may not have fully captured information on patient treatment preferences or contraindications to OAC treatment. Finally, the editorial noted that the study lacked information on patient socioeconomic or pharmacy benefit status, which may affect use of the more costly DOACs. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials", " Health Care Systems/Services", " Pharmaceutical Science"]}