{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-05/uobc-rup051517.php", "description": "In one of the most comprehensive studies to date, UBC researchers have identified potential adverse reactions of a commonly used multiple sclerosis drug.", "article_link": "http://dx.doi.org/10.1212/WNL.0000000000004037", "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "Researchers uncover potential risks of common MS treatment", "region": "namerica", "source_link": "https://news.ubc.ca/2017/05/15/researchers-uncover-potential-risks-of-common-ms-treatment", "institution": "University of British Columbia", "text": "In one of the most comprehensive studies to date, UBC researchers have identified potential adverse reactions of a commonly used multiple sclerosis drug.The study aimed to identify potential adverse events related to beta-interferon treatment for relapsing-remitting multiple sclerosis by analyzing health records of over 2,000 British Columbians with multiple sclerosis between 1995 and 2008.\"Once a drug is released on the market, there are very few ways to systematically monitor adverse events,\" said Helen Tremlett, senior author of the study and a professor in the department of medicine at the Djavad Mowafaghian Centre for Brain Health. \"Clinical trials cannot identify all adverse effects of a drug treatment partly due to small sample sizes and relatively short follow-up periods.\"The study found an increased risk of events such as stroke, migraine and depression, as well as abnormalities in the blood with taking beta interferon for multiple sclerosis.\"Beta interferons are generally thought of as having a favourable safety profile, especially compared to the newer therapies for multiple sclerosis. And that is still the case; our study does not change that,\" said Tremlett, Canada Research Chair in Neuroepidemiology. \"However, very few studies had comprehensively and quantitatively assessed their safety in real world clinical practice. Our findings complement and extend on previous observations.\"The researchers found that there was a 1.8-fold increased risk of stroke, a 1.6-fold increased risk of migraine and a 1.3-fold increased risk of both depression and abnormalities in the blood. The researchers stress that patients and physicians should not change their treatment plans. The study is based on population-level data and the risk to individual patients will vary greatly depending on individual factors.Tremlett hopes that their study will lead to further research to develop biomarkers to help identify patients who are at the greatest risk of having an adverse event.\"Further advances could enable personalized or precision medicine where patients who are at increased risk of having an adverse reaction can be identified. This could help guide discussions about individual treatment options and considerations,\" she said.\"It is important for patients with multiple sclerosis to have ongoing review of the benefits and risks of therapy, and to identify supportive strategies, such as diet and exercise, that could optimize their brain health\" said Dr. Anthony Traboulsee, co-author of the study, associate professor of neurology and director of the MS Clinic at UBC.In addition to the negative effects, Tremlett and her colleagues identified a positive relationship. They found a reduced risk of bronchitis and upper respiratory infections with taking beta interferon for more than two years. These infections can be common and problematic in people with multiple sclerosis.", "meeting": "", "keywords": ["Pharmaceutical Sciences", " Medicine/Health", " Neurobiology"]}