{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoca-dpm051217.php", "description": "Because of testing inefficiencies, maintenance inadequacies and other factors, cars, trucks and buses worldwide emit 4.6 million tons more harmful nitrogen oxide (NOx) than standards allow, according to a new study co-authored by University of Colorado Boulder researchers.", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "Diesels pollute more than lab tests detect", "region": "namerica", "source_link": null, "institution": "University of Colorado at Boulder", "text": "May 15, 2017 - Because of testing inefficiencies, maintenance inadequacies and other factors, cars, trucks and buses worldwide emit 4.6 million tons more harmful nitrogen oxide (NOx) than standards allow, according to a new study co-authored by University of Colorado Boulder researchers. The study, published today in Nature, shows these excess emissions alone lead to 38,000 premature deaths annually worldwide, including 1,100 deaths in the United States. The findings reveal major inconsistencies between what vehicles emit during testing and what they emit in the real world -- a problem that's far more severe, said the researchers, than the incident in 2015, when federal regulators discovered Volkswagen had been fitting millions of new diesel cars with \"defeat devices.\" The devices sense when a vehicle is undergoing testing and reduce emissions to comply with government standards. Excess emissions from defeat devices have been linked to about 50 to 100 U.S. deaths per year, studies show.\"A lot of attention has been paid to defeat devices, but our work emphasizes the existence of a much larger problem,\" said Daven Henze, an associate professor of mechanical engineering at CU Boulder who, along with postdoctoral researcher Forrest Lacey, contributed to the study. \"It shows that in addition to tightening emissions standards, we need to be attaining the standards that already exist in real-world driving conditions.\"The research was conducted in partnership with the International Council on Clean Transportation, a Washington, D.C.-based nonprofit organization, and Environmental Health Analytics LLC. For the paper, the researchers assessed 30 studies of vehicle emissions under real-world driving conditions in 11 major vehicle markets representing 80 percent of new diesel vehicle sales in 2015. Those markets include Australia, Brazil, Canada, China, the European Union, India, Japan, Mexico, Russia, South Korea and the United States. They found that in 2015, diesel vehicles emitted 13.1 million tons of NOx, a chemical precursor to particulate matter and ozone. Exposure in humans can lead to heart disease, stroke, lung cancer and other health problems. Had the emissions met standards, the vehicles would have emitted closer to 8.6 million tons of NOx. Heavy-duty vehicles, such as commercial trucks and buses, were by far the largest contributor worldwide, accounting for 76 percent of the total excess NOx emissions.Henze used computer modeling and NASA satellite data to simulate how particulate matter and ozone levels are, and will be, impacted by excess NOx levels in specific locations. The team then computed the impacts on health, crops and climate.\"The consequences of excess diesel NOx emissions for public health are striking,\" said Susan Anenberg, co-lead author of the study and co-founder of Environmental Health Analytics LLC.China suffers the greatest health impact with 31,400 deaths annually attributed to diesel NOx pollution, with 10,700 of those deaths linked to excess NOx emissions beyond certification limits. In Europe, where diesel-passenger cars are common, 28,500 deaths annually are attributed to diesel NOx pollution, with 11,500 of those deaths linked to excess emissions.The study projects that by 2040, 183,600 people will die prematurely each year due to diesel vehicle NOx emissions unless governments act.The authors say emission certification tests, both prior to sale and by vehicle owners, could be more accurate if they were to simulate a broader variety of speeds, driving styles and ambient temperatures. Some European countries now use portable testing devices that track emissions of a car in motion.\"Tighter vehicle emission standards coupled with measures to improve real-world compliance  could prevent hundreds of thousands of early deaths from air pollution-related diseases each year,\" said Anenberg.", "meeting": "", "keywords": ["Atmospheric Science", " Atmospheric Chemistry", " Pollution/Remediation", " Death/Dying", " Public Health"]}