{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-05/uosf-sct051217.php", "description": "Researchers at the University of South Florida in Tampa, Fla., show in a new study that bone marrow stem cell transplants helped improve motor functions and nervous system conditions in mice with the disease Amyotrophic Lateral Sclerosis (ALS) by repairing damage to the  blood-spinal cord barrier. The researchers say the results of their experiment are an early step in pursuing stem cells for potential repair of the blood-spinal cord barrier, which has been identified as key in the development of ALS.", "article_link": "http://dx.doi.org/10.1038/s41598-017-00993-0", "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "title": "Stem cell transplants may advance ALS treatment by repair of blood-spinal cord barrier", "region": "namerica", "source_link": "https://hscweb3.hsc.usf.edu/blog/2017/05/12/usf-study-shows-stem-cell-transplants-may-advance-als-treatment-repair-blood-spinal-cord-barrier/", "institution": "University of South Florida (USF Health)", "text": "TAMPA, Fla. (May 15, 2017) - Researchers at the University of South Florida show in a new study that bone marrow stem cell transplants helped improve motor functions and nervous system conditions in mice with the disease Amyotrophic Lateral Sclerosis (ALS) by repairing damage to the  blood-spinal cord barrier.In a study recently published in the journal Scientific Reports, researchers in USF's Center of Excellence for Aging and Brain Repair say the results of their experiment are an early step in pursuing stem cells for potential repair of the blood-spinal cord barrier, which has been identified as key in the development of ALS.  USF Health Professor Svitlana Garbuzova-Davis, PhD, led the project. Previous studies in development of various therapeutic approaches for ALS typically used pre-symptomatic mice. \"This is the first study advancing barrier repair that treats symptomatic mice, which more closely mirrors conditions for human patients,\" Dr. Garbuzova-Davis said.Using stem cells harvested from human bone marrow, researchers transplanted cells into mice modeling ALS and already showing disease symptoms. The transplanted stem cells differentiated and attached to vascular walls of many capillaries, beginning the process of blood-spinal cord barrier repair.The stem cell treatment delayed the progression of the disease and led to improved motor function in the mice, as well as increased motor neuron cell survival, the study reported. ALS is a progressive neurodegenerative disease that affects neuronal cells in the brain and the spinal cord, which send signals to control muscles throughout the body. The progressive degeneration of motor neuron cells leads to death from ALS. More than 6,000 Americans each year are diagnosed with the disease.Because stem cells have the ability to develop into many different cell types in the body, researchers at USF's Center of Excellence for Aging and Brain Repair, Department of Neurosurgery & Brain Repair have focused on using stem cells to restore function lost through neurodegenerative disorders or injuries.Damage to the barrier between the blood circulatory system and the central nervous system has been recently recognized as a factor in ALS development, leading researchers to work on targeting the barrier for repair as a potential strategy for ALS therapy. In this study, the ALS mice were given intravenous treatments of one of three different doses of the bone marrow stem cells. Four weeks after treatment, the scientists determined improved motor function and enhanced motor neuron survival. The mice receiving the higher doses of stem cells fared better in the study, the researcher noted.The transplanted stem cells had differentiated into endothelial cells - which form the inner lining of a blood vessel, providing a barrier between blood and spinal cord tissue -- and attached to capillaries in the spinal cord. Furthermore, the researchers observed reductions in activated glial cells, which contribute to inflammatory processes in ALS.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Neurobiology", " Transplantation"]}