{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoy-dvp051517.php", "description": "A study, published in Nature, has shown that laboratory tests of nitrogen oxide emissions from diesel vehicles significantly underestimate the real-world emissions by as much as 50 percent.", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "Diesel vehicles produce 50 percent more nitrogen oxide than originally thought", "region": "europe", "source_link": "http://www.york.ac.uk/news-and-events/", "institution": "University of York", "text": "A study, published in Nature, has shown that laboratory tests of nitrogen oxide emissions from diesel vehicles significantly underestimate the real-world emissions by as much as 50 percent.\t\r\nThe research, led by the International Council on Clean Transportation and Environmental Health Analytics, LLC., in collaboration with scientists at the University of York's Stockholm Environment Institute (SEI); University of Colorado; and the International Institute for Applied Systems Analysis, examined 11 major vehicle markets representing more than 80% of new diesel vehicle sales in 2015.'Of these markets, they found vehicles emitted 13.2 million tons of nitrogen oxide under real-world driving conditions, which is 4.6 million tons more than the 8.6 million tons expected from vehicles' performance under official laboratory tests. Chris Malley, from the SEI, University of York, said: \"This study shows that excess diesel nitrogen oxide emissions effect crop yields and a variety of human health issues.  We estimate that implementing Next Generation standards could reduce crop production loss by 1-2% for Chinese wheat, Chinese maize, and Brazilian soy, and result in an additional four million tonnes of crop production globally.\"Nitrogen oxide is a key contributor to outdoor air pollution.  Long-term exposure to these pollutants is linked to a range of adverse health outcomes, including disability and reduced life expectancy due to stroke, heart disease, chronic obstructive pulmonary disease, and lung cancer.Josh Miller, researcher at the International Council on Clean Transportation (ICCT), said: \"Heavy-duty vehicles, such as commercial trucks and buses, were by far the largest contributor worldwide, accounting for 76% of the total excess gas emissions. \"Five of the 11 markets that we looked at, Brazil, China, the EU, India, and the US, produced 90% of that. \"For light-duty vehicles, such as passenger cars, trucks, and vans, the European Union produced nearly 70% of the excess diesel nitrogen oxide emissions.\" \r\nThe study estimates that excess diesel vehicle NOx emissions in 2015 were also linked to approximately 38,000 premature deaths worldwide - mostly in the European Union, China, and India. Susan Anenberg, co-Founder of Environmental Health Analytics, LLC, said: \"The consequences of excess diesel NOx emissions for public health are striking. In Europe, the ozone mortality burden each year would be 10% lower if diesel vehicle nitrogen oxide emissions were in line with certification limits.\" At a global level, the study estimates that the impact of all real-world diesel nitrogen oxide emissions will grow to 183,600 early deaths in 2040, unless something is done to reduce it. In some countries, implementing the most stringent standards - already in place elsewhere - could substantially improve the situation, according to the researchers. ", "meeting": "", "keywords": ["Atmospheric Science", " Climate Science", " Pollution/Remediation", " Climate Change"]}