{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/chop-ist051517.php", "description": "How can physicians and engineers help design athletic equipment and diagnostic tools to better protect teenaged athletes from concussions? A unique group of researchers with neuroscience, bioengineering and clinical expertise are teaming up to translate preclinical research and human studies into better diagnostic tools for the clinic and the sidelines -- as well as creating the foundation for better headgear and other protective equipment.", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Innovative study to leverage diagnostic measures for sports-related concussions in clinic, field", "region": "namerica", "source_link": null, "institution": "Children's Hospital of Philadelphia", "text": "How can physicians and engineers help design athletic equipment and diagnostic tools to better protect teenaged athletes from concussions? A unique group of researchers with neuroscience, bioengineering and clinical expertise are teaming up to translate preclinical research and human studies into better diagnostic tools for the clinic and the sidelines -- as well as creating the foundation for better headgear and other protective equipment.The study will be led by three co-investigators: Kristy Arbogast, PhD, co-scientific director of the Center for Injury Research and Prevention at Children's Hospital of Philadelphia (CHOP) and Christina Master, MD, a primary care sports medicine specialist and concussion researcher at CHOP,  and Susan Margulies, PhD, the Robert D. Bent Professor of Bioengineering at University of Pennsylvania's School of Engineering and Applied Sciences, using a new  $4.5 million  award from the National Institute of Neurological Disorders and Stroke.The five-year project focuses specifically on developing a suite of quantitative assessment tools to enhance accuracy of sports-related concussion diagnoses, with a focus on objective metrics of activity, balance, neurosensory processing including eye tracking, as well as measures of cerebral blood flow. These could provide better guidelines for estimating both recovery time after a concussion and when young athletes can safely return to play.  Researchers will examine the role of factors such as repeated exposures and direction of head motion. In addition, they will also look at sex-specific data to see how prevention and diagnosis strategies need to be tailored differently for males and females.\"To truly advance the science and answer the complex questions around concussion requires us to integrate protocols that will involve multiple disciplines and methods, instrumenting athletes on the field, using animal models in the laboratory and in-depth clinical observation of patients with concussion,\" says Dr. Arbogast. \"We'll develop evidence-based criteria that can inform policy, equipment design and clinical practice.\"In a deliberately parallel manner, the study uses pigs and humans, and leverages the strengths of both platforms: human studies will allow researchers to see how concussions happen on the field, while animal studies will allow researchers to replicate those conditions in a controlled environment. \"An innovative feature of our study design is the translation of human assessments to the animal domain,\" says Dr. Margulies. \"Human head movements are monitored in sports but not controlled. We will duplicate these movements in a reproducible way in male and female pigs and use those human assessments to relate head movements to outcomes.\"Researchers will capture objective metrics of brain function in boys and girls aged 14 to 18 with a diagnosed concussion compared to matched control participants. Simultaneously, they will follow same-age athletes equipped with head impact sensors, collecting pre- and post-season objective clinical metrics data and concussive hits from the sensors. Finally, animal models will experience head rotations scaled across species, similar to what is experienced by athlete participants, and be evaluated for functional outcomes to match those used with human study participants.The multidisciplinary research team believes this study will result in post-concussion metrics that can provide objective benchmarks for diagnosis, a preliminary understanding of the effect of sub-concussive hits, the magnitude and direction of head motion and sex on symptom time course, as well as markers in the bloodstream that relate to functional outcomes.Knowing the biomechanical exposure and injury thresholds experienced by different player positions can help sports organizations tailor prevention strategies and companies create protective equipment design for specific sports and even specific positions.\"As a clinician specializing in sports concussion, I look forward to translating study results into improved clinical practice strategies and evidence-based rules and policies for safe participation in sports and return to play after injury,\" says Dr. Master.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics", " Sports Medicine", " Sports/Recreation", " Trauma/Injury", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering"]}