{"journal": "Nature Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-05/cumc-sma051217.php", "description": "Spinal muscular atrophy is partly due to defects in the sensory neuron synapses that activate motor neurons. Symptoms may be reduced by improving synapse function.", "article_link": "http://dx.doi.org/10.1038/nn.4561", "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stoke, Department of Defense, SMA Foundation, Cure SMA, SMA-Europe, Target-ALS", "title": "Spinal muscular atrophy: New clues to cause and treatment", "region": "namerica", "source_link": null, "institution": "Columbia University Medical Center", "text": "New York, NY (May 15, 2017) -- Spinal muscular atrophy (SMA), a  neurodegenerative disease that causes progressive muscle wasting and paralysis, may be partly due to abnormalities in the synapses that connect sensory neurons and motor neurons, according to researchers at Columbia University Medical Center (CUMC). Their study, conducted in mice, also showed that increasing the activity of these synapses alone can alleviate symptoms of SMA. The findings were published online today in the journal Nature Neuroscience.SMA is triggered by mutations in a gene called SMN1 (Survival Motor Neuron 1), causing a deficiency of SMN protein in all cells--including spinal motor neurons, which stimulate the body's muscles to contract. Low levels of this protein lead to the dysfunction and death of motor neurons, beginning as early as infancy and occasionally during adulthood. \"Researchers have long thought that if we can fix these diseased neurons, we'll be able to fix the disease,\" said study leader George Z. Mentis, PhD, associate professor of pathology and cell biology and neurology, and a member of the Motor Neuron Center and the Columbia Translational Neuroscience Initiative at CUMC. \"But rescuing these neurons in mouse models of SMA has not helped much, suggesting that other cells, and perhaps other neurons, are involved.\" In a 2011 study published in Neuron, Dr. Mentis found the first evidence that abnormalities in the synapses between sensory neurons and spinal motor neurons may contribute to SMA early in the disease process, well before the death of motor neurons. The current study was undertaken to determine how the breakdown in neuron-to-neuron communication is occurring. Using mouse models of SMA, Dr. Mentis and his colleagues demonstrated that SMN deficiency in sensory neurons altered the synapses that connect them to motor neurons. The dysfunctional synapses reduced the release of glutamate, an excitatory neurotransmitter that enables neurons to send signals throughout the body. This, in turn, decreased the expression of Kv2.1, a potassium-permeable channel found on the surface of motor neurons. \"This represents a critical loss for the neuromuscular neural circuit,\" says Dr. Mentis. \"When Kv2.1 expression is reduced, motor neurons send fewer electrical spikes--the signals that tell muscles to contract.\"When the mice were treated with kainate, a compound that mimics synaptic function by stimulating glutamate receptors, activity in Kv2.1 channels returned to nearly normal levels and motor function improved--confirming that dysfunction in sensory synapses plays a critical role in the severe phenotype of SMA, which causes paralysis and often leads to death. \"This suggests that increasing synaptic activity could alleviate the neuromuscular deficits seen in SMA. Unfortunately, kainate is not a good candidate for therapy in humans because it can induce seizures. We're currently looking at alternative, safer ways to enhance the activity of these synapses,\" said Dr. Mentis.The U.S. FDA recently approved nusinersen, the first drug to treat SMA. When injected into the space surrounding the spinal cord, the drug increases levels of SMN in motor neurons.\"This study suggests that there may be more than one way to boost the health of motor neurons in patients with SMA, which represents a fundamental change in how we've looked at this disease.\"", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology"]}