{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--fcl051217.php", "description": "Most contraceptives include steroid hormones at concentrations that can produce side effects in women. UC Berkeley scientists have now found two non-steroid chemicals that are effective at lower doses, potentially providing a better option. The researchers also found that testosterone and the stress hormone cortisol work the same way as these compounds, by blocking the power kick sperm need to penetrate the egg. This may explain why high testosterone and stress lower fertility.", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Folk contraceptives lead researchers to drugs that block fertilization", "region": "namerica", "source_link": null, "institution": "University of California - Berkeley", "text": "Two chemicals found in anti-fertility folk medicines block a key step in fertilization -- the meeting of egg and sperm -- and may make effective alternatives to today's hormone-based contraceptives, which sometimes cause side effects.The chemicals are effective at low doses that seem to have no adverse effect on egg or sperm, other than to prevent the sperm from pushing through the cells that congregate around the egg and an enveloping membrane called the zona pelucida.They work by stopping sperm's power kick, which is normally stimulated by the hormone progesterone secreted by cells surrounding the egg and makes the sperm's tail whip forcefully to propel it toward and into the egg.The chemicals could serve as an emergency contraceptive taken either before or after intercourse, or as a permanent contraceptive via a skin patch or vaginal ring, say researchers at the University of California, Berkeley. Human sperm take about five to six hours to mature once they enter the female reproductive system, which is enough time for the drug to enter the system and block the kick.Also, because the chemicals prevent fertilization, they may be a more acceptable alternative in the eyes of those who object to emergency contraceptives, such as Plan B, that prevent the implantation of a potentially viable fertilized egg.\"Because these two plant compounds block fertilization at very, very low concentrations -- about 10 times lower than levels of levonorgestrel in Plan B -- they could be a new generation of emergency contraceptive we nicknamed 'molecular condoms,'\" said Polina Lishko, an assistant professor of molecular and cell biology, who led the team that discovered the anti-fertility properties of the two chemicals. \"If one can use a plant-derived, non-toxic, non-hormonal compound in lesser concentration to prevent fertilization in the first place, it could potentially be a better option.\"Lishko, first author Nadja Mannowetz, a project scientist, and former postdoctoral fellow Melissa Miller will report their findings online May 15 in the journal Proceedings of the National Academy of Sciences.Lishko and her lab colleagues study male and female reproduction, including the hormones that trigger hyperactivity in sperm. Sperm swim upstream in the reproductive track toward the egg using their tail, which normally moves with a steady, rhythmic motion. However, once sperm reach the egg and its protective cluster of cells, their tails switch to a whiplike motion, a power kick that gets the sperm through the scrum and into the egg. The key to this power kick is a calcium channel, called CatSper; when opened, calcium floods the tail, triggering the forceful tail snaps.\"The massive influx of calcium into the sperm tail changes the sperm tail's beating pattern, making it highly asymmetrical,\" Mannowetz said. \"This asymmetrical bending gives the sperm cell enough force to drill through the tenacious egg vestment.\"Last year, the three researchers found that the hormone progesterone is key to opening the calcium channel and triggering tail whipping. The hormone binds to a protein called ABHD2, which in turn opens the channel. They began a search for other chemicals that would bind to ABHD2, either opening the channel, like progesterone, or blocking the channel.In the new study, Mannowetz tested three other hormones: testosterone, estrogen and cortisol, a stress hormone. All three competed with progesterone and blocked tail whipping, though only testosterone and cortisol were effective at levels typical of the hormones' levels in the body. This suggests, she said, that stress and high testosterone levels in women decrease fertility in part by preventing sperm from penetrating the egg. They also found a second hormone that triggers tail whipping: a steroid structurally similar to progesterone called pregnenolone sulfate.Purusing books on natural contraceptives used by indigenous peoples around the world, they came across several non-steroid chemicals isolated from anti-fertility plants that resembled the steroids that bind to ABHD2 and block CatSper. One of these was pristimerin, from the plant Tripterygium wilfordii, also known as \"thunder god vine.\" Leaves from the plant have been used as an antifertility drug in Chinese traditional medicine, though some compounds in the leaves are poisonous. It has also been used as a folk remedy for rheumatoid arthritis.The other chemical was lupeol, which is found in plants such as mango and dandelion root. While it has been tested as an anticancer agent, it was not suspected of having contraceptive properties.Mannowetz found that both pristimerin and lupeol blocked progesterone binding to ADHD2, preventing sperm's power kick.\"These compounds not only blocked calcium channel activation, but also blocked sperm hyperactivated motility, reducing their activity to the level of nonactivated sperm cells,\" Lishko said. \"It doesn't kill sperm basal motility. It is not toxic to sperm cells; they still can move. But they cannot develop this powerful stroke, because this whole activation pathway is shut down.\"Lishko and her colleagues are now working with researchers in Oregon to test how effective these chemicals are in preventing primate in vitro fertilization, since their own studies involved human sperm only. They also are searching for an inexpensive source of the chemicals, members of a family called triterpenoids, since concentrations in wild plants are too low for cost-effective extraction.", "meeting": "", "keywords": ["Developmental/Reproductive Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Fertility", " Biotechnology"]}