{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-nrd051517.php", "description": "Racial and ethnic inequality in Chicago is so 'pervasive, persistent, and consequential' that the investigators describe life for white, black and Latino residents in Chicago today as a 'tale of three cities.'", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT", "funder": "", "title": "New report details Chicago's racial, ethnic disparities", "region": "namerica", "source_link": "http://news.uic.edu/new-report-details-chicagos-racial-ethnic-disparities", "institution": "University of Illinois at Chicago", "text": "Despite some progress, significant racial inequities have stagnated, and in some cases grown worse, in Chicago since the civil rights movement, according to a new report by University of Illinois at Chicago researchers.Racial and ethnic inequality in Chicago is so \"pervasive, persistent, and consequential\" that the investigators describe life for white, black and Latino residents in Chicago today as a \"tale of three cities.\"The report, \"A Tale of Three Cities: The State of Racial Justice in Chicago,\" is produced by UIC's Institute for Research on Race and Public Policy. It details the divergent conditions for blacks, Latinos and whites in the intersecting domains of housing, economics, education, justice and health.Present-day challenges facing the city and its residents are partly due to a \"failure to address the long-term consequences of decades of formal and widespread private and public discrimination along with continuing forms of entrenched but subtle institutional and interpersonal forms of discrimination,\" the report states.\"On virtually every indicator of inequality available, black people in Chicago are doing worse than everyone else, with Latinos not far behind,\" said Kasey Henricks, report co-author and a postdoctoral associate in the institute.Among the findings:Housing-High black-white segregation levels persist even among the city's most affluent households. Black households earning over $100,000 annually are almost as likely as those earning less than $25,000 to be segregated from whites.-Even when they possess equivalent measures of creditworthiness compared to whites, black and Latino households are more likely to secure mortgages that have high interest rates, ballooning payment schedules, and numerous extra fees.-Black and Latino neighborhoods were especially hard-hit in the foreclosure crises, and large portions of some minority neighborhoods continue to experience long-term vacancies with as much as 10 percent to 25 percent of housing stock abandoned in places like Englewood and Riverdale.-The aftermath of the Great Recession has left more black and Latino homeowners and renters cost-burdened, spending 30 percent or more of their income on monthly housing or rental costs.Economics-Over 30 percent of black families, around 25 percent of Latino families, and less than 10 percent of white families live below the poverty line.-In 1960, the typical white family earned 1.6 and 1.4 times more than the typical black and Latino family. Today, the typical white family earns 2.2 and 1.7 times more than typical black and Latino families.-At nearly 20 percent today, the black unemployment rate is over four times the city's white unemployment rate. The rate for Latinos is about 10 percent.-Higher levels of education do not eliminate racial and ethnic disparities in income or joblessness.Education-About 91 percent of black students and 89 percent of Latino students attend schools where 75 percent or more of the student population is eligible for free or reduced lunch. Meanwhile, white students comprise a quarter of all students at selective enrollment high schools and are overrepresented in the district's advanced courses and gifted programs.-White students represent anywhere from 32 percent to 40 percent of the student body at the district's top five nationally-ranked high schools even though they comprise less than 10 percent of the Chicago Public Schools student body.-Compared to surrounding school districts in Cook County and elsewhere in the state, Chicago Public Schools has fewer high school teachers with advanced degrees, larger class sizes, and less state investment per pupil.-Black students are suspended, both in-school and out-of-school, at double the district rate, and they are expelled at four times the rate of Latinos and 23 times the rate of whites.Justice-While both violent and property crimes are down in Chicago and nationally, incarceration rates have skyrocketed due to policy shifts, aggressive policing strategies, and mandatory minimum sentencing. Illinois prisons are operating at 150 percent of maximum capacity, and the state has one of the most overcrowded prison systems in the nation.-Chicagoans of color are subject to more police surveillance, suspicion and intervention than whites. Although blacks and Latinos have their vehicle searched at four times the rate of their white counterparts, they are half as likely to be in possession of illegal contraband or a controlled substance.-The geographical distribution of state prisons, clustered in downstate Illinois, impacts political districting and results in inflated voting for some predominantly white districts that house high numbers of prison cells because prisoners are counted as residents of the county where they are incarcerated.Health-Health outcomes are improving across Chicago, but inequalities between blacks and whites are either stagnant or widening on major indicators like heart disease, stroke, and mortality in general.-While Latino Chicagoans fare better than both whites and blacks on measures like mortality rates and incidence of certain cancers, they are uninsured at twice the rate of their black and white counterparts and may be underreported in some areas.-Racial and ethnic disparities persist in infant mortality and low birthweight -- outcomes often associated with socioeconomic status and access to prenatal care.-Many residents on the south and west sides live in healthcare provider and pharmacy \"deserts,\" with no access to either within a half-mile to mile radius.\"Advantages or disadvantages people have in one area often translate into parallel advantages or disadvantages in another,\" the researchers wrote. \"Chicagoans of all racial and ethnic groups want to live in safe and healthy communities where they don't just subsist or survive but also thrive, but not all have equal access.\"\"While the data we collected will not be a surprise to many, we hope that this effort to collect it all in one place will help us all to understand the challenges we face and how they are interconnected,\" said co-author Amanda Lewis, director of the institute and professor of African American studies and sociology.The report also highlights gaps in the available data and the challenges posed by the use of standard measures to assess racial dynamics, in particular for Asians, Pacific Islanders, Native Americans and Arab Americans. Short commentaries by scholars capture some of the key challenges facing these communities today.Institute for Research on Race and Public Policy investigators who prepared the report are Henricks; Lewis; Iván Arenas, associate director for community partnerships; and Deana Lewis, research assistant.Other contributing authors from UIC include Teresa Córdova, Faith Fletcher, Maria Krysan, Pauline Lipman, Barbara Ransby, Beth Richie, Janet Smith and Matthew Wilson. External contributors are Meredith Buchberg of the University of Texas Health Science Center at San Antonio, Louise Cainkar of Marquette University, and Brandon Lee of Asian Americans Advancing Justice.\r\n", "meeting": "", "keywords": ["K-12", " Public Health", " Social/Behavioral Science", " Demography", " Minorities", " Socioeconomics", " Employment", " Homelessness", " Poverty/Wealth", " Law Enforcement/Jurisprudence"]}