{"title": "Regulator of chromosome structure crucial to healthy brain function and nerve development", "text": "Osaka - In the nucleus of eukaryotic cells, DNA is packaged with histone proteins into complexes known as chromatin, which are further compacted into chromosomes during cell division.  Abnormalities in the structure of chromosomes are known to cause changes in gene expression during development of nerve cell networks.Research coordinated by Osaka University has now shown that the nuclear protein complex cohesin must be expressed at sufficient levels in the early mouse brain to control gene regulation and allow development of healthy neuronal networks and behavioral characteristics.Cohesin controls gene expression and chromatin structure, as well as enabling chromosomes to separate correctly immediately prior to cell division. Mutations in the genes encoding proteins that regulate cohesin and cohesin protein itself cause the developmental disorder Cornelia de Lange syndrome (CdLS). This genetic knowledge hinted that the disease does not result from faulty chromosome separation but rather from structural defects in the chromosomes.With this in mind, the researchers switched off expression of the mouse Smc3 gene, which encodes part of the cohesin complex, in particular cell types to assess its function. Different abnormalities such as cleft palates, small skulls, and problems with higher brain function were seen depending on which cell types lacked Smc3 expression, but the phenotypes were similar to those seen in CdLS patients.\"Mice with reduced expression of cohesin had abnormalities in the development of nerve cell branches and junctions (synapses) in the cerebral cortex, the gray matter of the brain that is responsible for consciousness and memory,\" study first author Yuki Fujita says. \"They were also much more anxious than control mice in a range of behavioral tests.\" (Figure 2, 3)This anxious behavior mirrored that of CdLS patients, while autopsied brain tissue from individuals with CdLS showed symptoms of disease that matched those of the experimental mice suggesting that they were a good animal model.\"We also found that reduced cohesin led to changes in the expression of genes involved in nerve cell development and the response to an immune signaling protein,\" corresponding author Toshihide Yamashita says. \"These changes were related to the neuronal and behavioral signs we saw in the mice.\"Unless sufficient cohesin was present in the developing mouse brain, the researchers showed that the regulation of a number of genes was disrupted, leading to neuronal defects and increased anxiety.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ou-roc041217.php", "region": "asia", "source_link": null, "funder": "Japan Society for the Promotion of Science, Japan Agency for Medical Research and Development", "meeting": "", "institution": "Osaka University", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Neurobiology"], "journal": "The Journal of Experimental Medicine", "description": "Research led by Osaka University showed that a regulatory protein of chromosome structure (cohesin) is essential for proper maintenance of gene expression in the developing brain. Reduced cohesin impaired development of nerve cells, leading to anxiety-related behavior in mice. This research outlines a role for cohesin as a master controller of genes necessary for development of healthy nerve cell networks.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}