{"title": "Are you listening? Your pupils indicate if you are", "text": "A new Dartmouth study finds that listeners are most likely to tune in when a speaker delivers the most emotional peaks of his/her narrative, as revealed by synchronous pupil dilation patterns of speakers and listeners due to shared attention. The findings are published in the Journal of Experimental Psychology: General. The findings also demonstrate how empathy comes into play. While listeners with both high and low empathy tuned in for the climax of a story, overall, listeners with higher empathy tuned in more. Speakers who are highly expressive were more likely to evoke pupillary synchrony. Most people know that pupils dilate to adjust the amount of light that enters the eye, but pupils also dilate rapidly in response to information that is being processed moment by moment. Previous studies assessing attention and connection typically ask listeners what they remember about a speaker's story after the fact, requiring the person to access consciousness or self-report what they think and feel, which is susceptible to bias and other memory issues. However, this study measures engagement in real-time by evaluating a physiological response or in this case, pupil dilations, which cannot be faked or controlled consciously.\"'The eyes are the window to the soul' is an ancient saying supported by many scientific studies linking pupil dilation and eye gaze to mental states such as attention and intention. Here we show that the eyes not only reveal the inner workings of one mind, but reveal when two minds connect,\" says Thalia Wheatley, associate professor of psychological and brain sciences, and principal investigator of the Dartmouth Social Intelligence Laboratory. Study participants were Dartmouth students over the age of 18 with normal to corrected vision and hearing. Speakers were videotaped telling their autobiographical narratives while their pupil dilations were tracked with an infrared eye-tracker. Four highly expressive and four low expressive video clips were then selected. Independent raters listened to the audio only and were asked to evaluate how engaging each narrative was using a physical slider bar; the data was then used to capture a time-series of changing salience for each narrative. Listeners watched speakers' video clips while their pupil dilations were tracked. As pupil dilations reflect conscious attention, the researchers looked for periods of shared attention by comparing speakers' and listeners' pupil dilation patterns for moments of synchrony.The study builds on the researchers' earlier findings demonstrating that pupil dilation patterns reflect the contents of consciousness or what one pays attention to. They plan to investigate their latest findings on pupillary synchrony further through a study using a dual infrared eye-tracker that can be used to track the dilations of a speaker and listener at the same time.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/dc-ayl040717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Dartmouth College", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Ophthalmology", " Social/Behavioral Science", " Behavior", " Language/Linguistics/Speech", " Mental Health"], "journal": "Journal of Experimental Psychology: General", "description": "A new Dartmouth study finds that listeners are most likely to tune in when a speaker delivers the most emotional peaks of his/her narrative, as revealed by synchronous pupil dilation patterns of speakers and listeners due to shared attention. The findings also demonstrate how empathy comes into play, and are published in the Journal of Experimental Psychology: General.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}