{"title": "Risks of diabetics fasting during Ramadan: Hypoglycemia rates w insulin pump v. injections", "text": "New Rochelle, NY, April 7, 2017--A new study examining the risk of fasting during Ramadan for people with type 1 diabetes compared blood glucose control and the rates of hypoglycemia and hyperglycemia between users of insulin pump therapy versus multiple daily insulin injections. The researchers report their findings in Diabetes Technology & Therapeutics (DTT), a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the DTT website.Reem Alamoudi, MD, MHSc, Imam Abdulrahman Bin Faisal National Guard Hospital, Dammam, Saudi Arabia, and coauthors from Saudi Arabia and Qatar compared glucose data collected using self-monitoring or continuous glucose monitoring in two groups of patients, one on a regimen of daily insulin injections and the other using continuous subcutaneous insulin infusion. In the article entitled \"Comparison of Insulin Pump Therapy and Multiple Daily Injections Insulin Regimen in Patients with Type 1 Diabetes During Ramadan Fasting,\" the researchers highlight the differences in glucose control, glucose variability, and rates of hypo- and hyper-glycemia between the two treatment groups. Hypoglycemia is common among patients with type 1 diabetes who fast during Ramadan and is the main cause of having to break the fast. \"In the future, use of an 'artificial pancreas' hybrid closed-loop system during Ramadan may allow patients to reduce or even eliminate hypoglycemia with increased time-in-range and reduced glucose variability,\" says DTT Editor-in-Chief Satish Garg, MD, Professor of Medicine and Pediatrics at the University of Colorado Denver (Aurora).", "article_link": "http://dx.doi.org/10.1089/dia.2016.0418", "url": "http://www.eurekalert.org/pub_releases/2017-04/mali-rod040717.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/risks-of-fasting-during-ramadan-for-diabetics----comparing-hypoglycemia-rates-with-insulin-pump-versus-injections/2145/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes Technology & Therapeutics", "description": "A new study examining the risk of fasting during Ramadan for people with type 1 diabetes compared blood glucose control and the rates of hypoglycemia and hyperglycemia between users of insulin pump therapy versus multiple daily insulin injections.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}