{"title": "High-intensity interval training rapidly improves diabetics' glucose metabolism", "text": "New research reveals that high-intensity interval training (HIIT) increases glucose metabolism in muscles as well as insulin sensitivity in type 2 diabetes. Already after a two-week training period, the glucose uptake in thigh muscles returned to a normal level.The discovery was made in a research project led by Senior Research Fellow Kari Kalliokoski and Project Manager Jarna Hannukainen at the University of Turku, Finland. The project studied the health impacts of high-intensity interval training on healthy people and diabetics, and the results are encouraging. - HIIT has a rapid impact on metabolism. However, no great differences have been demonstrated between the impact of HIIT and moderate intensity continuous training over a longer period of time. The main benefit of high-intensity interval training is mostly that it takes less time, says Doctoral Candidate Tanja Sjöros.First in the study, healthy men in their forties and fifties did either high-intensity interval training or traditional, moderate intensity training. Later, a group of people with insulin resistance carried out a similar two-week training routine. Some of them had type 2 diabetes and some prediabetes, i.e. their blood sugar levels were elevated but not yet high enough to indicate type 2 diabetes.- Before the training started, the glucose metabolism and insulin sensitivity of the insulin resistant persons were significantly reduced compared to the group of healthy individuals. However, already after two weeks of high intensity training, which amounted to six training sessions, the glucose metabolism in the thigh muscles achieved the starting level of the healthy control group, tells Sjöros.In HIIT, the training sessions are highly intensive but short and followed by recovery period. For example, HIIT can be carried out in 30-second training sessions of maximum intensity and with a recovery sessions of a couple of minutes. Glucose metabolism and insulin sensitivity improved after both the high-intensity training and the moderate intensity continuous training, so the study suggests that people can choose the type of training based on their own preferences. - However, the group that did moderate intensity training achieved only half of the improvement experienced by the HIIT group during the two-week period. Therefore, this type of training requires a longer period of time. If you have only little time to spare, high-interval training could be a great alternative to traditional training that requires more time but is lower in intensity, says Sjöros.HIIT also improves endurance. In the study, the endurance of type 2 diabetics increased only in the HIIT group, but earlier studies have shown that, when the training routine continues for over two weeks, endurance increases with the traditional, moderate intensity training just as much as it does with high-interval training.The research results published in the Scandinavian Journal of Medicine & Science in Sports highlight the beneficial effects of exercise on glucose metabolism especially in diabetics and in those who suffer from disturbances in the glucose metabolism. According to previous research, exercise lowers blood sugar as much as diabetes medication. Therefore, exercise is an essential part of treating and preventing diabetes.- It's particularly good news that when it comes to the glucose metabolism and endurance it does not seem to matter in whether the exercise takes place over a longer period of time as moderate training or over a short period as high-interval training. Everyone can choose the type of training that suits them best. In general, you can achieve the best results for you body by using both training methods, encourages Sjöros. However, the researchers advise that diabetics should consult their doctor before starting a new exercise routine. For example, if the amount of exercise increases significantly, it might be necessary to check the diabetes medication. Also other possible illnesses have to be kept in mind when planning a new exercise routine.", "article_link": "http://dx.doi.org/10.1111/sms.12875", "url": "http://www.eurekalert.org/pub_releases/2017-04/uot-hit040717.php", "region": "europe", "source_link": "http://www.utu.fi/en/news/news/Pages/High-intensity-Interval-Training-Rapidly-Improves-Diabetics'-Glucose-Metabolism.aspx", "funder": "", "meeting": "", "institution": "University of Turku", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Scandinavian Journal of Medicine and Science in Sports", "description": "New research reveals that high-intensity interval training (HIIT) increases glucose metabolism in muscles as well as insulin sensitivity in type 2 diabetes. Already after a two-week training period, the glucose uptake in thigh muscles returned to a normal level.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}