{"title": "Death by insulin -- management of self-harm and suicide in diabetes management", "text": "Diabetes affects roughly 30 million Americans, and is one of the leading causes of disability and mortality. As a result, organizations such as the American Diabetes Association (ADA), Endocrine Society and American Association of Clinical Endocrinologists (AACE) have made efforts to move away from the one size fits all management of diabetes. Instead, diabetes management is now customized based on patient variables such as age, life expectancy, co-morbid conditions, finances, and patient goals. As a result this special issue of Current Diabetes Reviews, guest edited by Dr. Alyson Myers, explores the management of diabetes in medically complex patients. The ADA has recently released a statement in November 2016 in regards to the importance of assessing the psychosocial issues that impact persons with diabetes. Psychosocial stresses like co-morbid mood disorders, food insecurities or lack of social support can impede diabetes management. One of the articles of this special issue addresses the role of diabetes medications in self-harm behavior. Drs. Madhuker Trivedi and Alyson Myers discuss the management of the self-harming or suicidal patient with diabetes. This review is a follow-up to a study that they published in 2013 in which 9.7% of patients with newly diagnosed diabetes (less than 24 months) endorsed a history of suicide attempt. Half of those patients tested positive for depression at the time of the study, thus persons with diabetes need to be screened for both depression and suicidality, as rates of both may be higher than in the general population.Insulin is considered a high risk medication, thus it can be manipulated to cause severe hyper or hypoglycemia, both of which can both potentially lead to death. Oral agents such as sulfonylureas or metformin have also been used in overdoses with or without insulin. Suicide is the tenth leading cause of death in the United States. Suicide is typically associated with mood disorders like depression or impulsivity disorders. Persons with both type 1 and type 2 diabetes have been known to have higher rates of depressive disorders; as a result suicidal ideation should be assessed in such patients. Unfortunately death by insulin may be misclassified as an accident, when it was in fact a suicide attempt. Then manner in which to distinguish between the two, as well as how to manage these high-risk patients is described in this article.In addition, the review compiles cases in the literature involving overdoses by continuous subcutaneous insulin infusion, also known as insulin pump therapy. The acuity of medical therapy in such overdoses great as some of the agents used can have hypoglycemic effects for up to 72 hours. Over-treating patients with high infusion rates of intravenous dextrose can make hypoglycemia even worse it as it stimulates further release of insulin. Frequent glycemic monitoring and a multi-disciplinary approach to patient care with a behavioral health and medical team is warranted. Overall, there is little in the literature in regards to the link between diabetes in suicide. In this article the authors highlight the link between diabetes and depression as a likely cause for the increased self-harm rates seen in those with both type 1 and type 2 diabetes. They also address the management goals of such patients and the need for further research in this area.", "article_link": "http://dx.doi.org/10.2174/1573399812666161005163618", "url": "http://www.eurekalert.org/pub_releases/2017-04/bsp-dbi040617.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Biochemistry", " Medicine/Health", " Death/Dying", " Mortality/Longevity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Current Diabetes Reviews", "description": "A special issue of Current Diabetes Reviews examining the management of diabetes in special populations: Death by Insulin -- Management of Self-Harm and Suicide in Diabetes Management.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}