{"title": "Cognitive decline after surgery tied to brain's own immune cells", "text": "After undergoing surgery, elderly patients often experience cloudy thinking that can last for weeks or even months. At one time researchers thought this cognitive decline might be caused by anesthesia, but mounting evidence suggests that heightened inflammation in the brain following surgery is the more likely cause.Now a new study in mice by UC San Francisco researchers suggests that brain inflammation and cognitive decline following surgery are triggered by the brain's own specialized immune cells, called microglia. Mice given an experimental oral drug that temporarily depletes microglia ahead of an operation were much less likely to fail memory tests several days after surgery, the UCSF team found, suggesting a possible new approach to preventing the condition in humans.The study, published April 6 in JCI Insight, an online, open-access companion publication to the Journal of Clinical Investigation, was led by collaborators Suneil Koliwad, MD, PhD, assistant professor of medicine, and Mervyn Maze, MD, professor of anesthesia and perioperative care at UCSF. Koliwad has been studying microglia for several years, and Maze developed the mouse model that was used to investigate cognitive effects of surgery.\"There is an impact on memory in the mouse model that mirrors what has been observed in studies of post-surgical cognitive impairment in humans, and we can mitigate it with treatment that we think is not harmful to the animal,\" said Koliwad, who holds the Gerold Grodsky, PhD/JAB Chair in Diabetes Research at the UCSF Diabetes Center. \"When we depleted microglia before surgery, the mice remembered much better after surgery in comparison to mice that did not receive the drug. Furthermore, we found much lower levels of inflammatory molecules in the hippocampus, a brain region that plays a key role in memory.\"Surgeries in elderly patients are becoming more common, and cognitive impairment is increasingly acknowledged by anesthesiologists to be a common side effect of surgery in these patients. A few studies in recent years have found that upwards of 10 percent of surgery patients ages 60 and older show some degree of cognitive impairment three months following surgery, although the diagnostic criteria for the condition have not yet been standardized, and causes and risk factors are still being explored.Post-operative cognitive dysfunction was previously believed to be caused by deep anesthesia during surgery. But increasing evidence instead links the condition to an inflammatory reaction in the brain, now understood to be a normal response to tissue trauma occurring anywhere in the body -- even surgeries physically distant from the brain, such as hip replacement, may trigger this response. Studies have shown that when this inflammation is excessive or too persistent, as may be the case in the elderly, the normally protective response can negatively impact cognition.\"Previous studies on post-operative inflammation in the brain had focused on whether circulating immune cells invade the brain and contribute to cognitive decline,\" Koliwad said. \"Based on our new research, we now know that the brain's own microglia initiate and orchestrate this response, including the infiltration of peripheral immune cells and the resultant memory loss.\"In experiments led by UCSF postdoctoral fellows Xiaomei Feng, PhD, and Martin Valdearcos, PhD, the researchers examined how surgery impacted cognition in mice whose microglia were experimentally depleted. Normally, mice trained in a conditioned behavior task prior to surgery perform worse at remembering the task three days after the operation. Remarkably, when researchers gave 10 mice a drug treatment to deplete microglia levels to roughly five percent of normal for seven days before undergoing the surgery, the animals were completely protected against this form of cognitive decline.\"This work demonstrates the central importance of microglia as transducers of surgical trauma in the periphery,\" said Maze, who is also William K Hamilton Distinguished Professor of Anesthesia in the  Department of Anesthesia and Perioperative Care at UCSF. \"They dictate the downstream inflammatory and neurological consequences in the brain.\"The experimental drug used in the study, PLX5622, is made by Plexxikon Inc., a Berkeley, Calif.-based biotech company, and targets a molecule called colony-stimulating factor 1 receptor (CSF1R), which microglia require in order to survive and replenish or expand their numbers.Importantly, microglial depletion was not associated with reduced surgical wound healing, or with altered levels of immune cells and molecules outside the brain, and microglia levels returned to normal within two days after the PLX5622 treatment was stopped. However, in this study the UCSF researchers did not investigate potential long-term effects of microglia depletion more than one week past surgery.\"Our plan is to conduct more preclinical research to explore the potential of this approach, in the hopes that it eventually proves to be clinically applicable not only in surgery, but also in other diseases that lead to cognitive decline,\" Koliwad said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--cda040517.php", "region": "namerica", "source_link": "http://www.ucsf.edu/news/2017/04/406451/cognitive-decline-after-surgery-tied-brains-own-immune-cells", "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Aging", " Immunology/Allergies/Asthma", " Surgery"], "journal": "Journal of Clinical Investigation", "description": "After undergoing surgery, elderly patients often experience cloudy thinking that can last for weeks or even months. At one time researchers thought this cognitive decline might be caused by anesthesia, but mounting evidence suggests that heightened inflammation in the brain following surgery is the more likely cause.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}