{"title": "Fatty liver diagnosis improved with magnetic resonance", "text": "Taking tissue samples from the liver to diagnose fatty liver can be replaced in most cases by a painless magnetic resonance investigation. This is the conclusion of a new study from Linköping University in Sweden, published in the scientific journal Gastroenterology. The authors propose that the current value considered to be a normal amount of fat in the liver should be lowered.Excess energy from food and drink can be stored in fat cells, or it can be stored as fat in the liver. The condition fatty liver has long been associated with unhealthy alcohol consumption. There is, however, a close correlation also between overweight and fatty liver, and the condition is in this case known as \"non-alcoholic fatty liver disease\", or \"NAFLD\".Around 25% of adults in Sweden have NAFLD, many without knowing about it. The condition is often discovered as an incidental finding when people visit a doctor for something else, and the doctor takes blood samples that suggest that the liver is affected. Most people who have fatty liver will not experience impaired liver function. In some cases, however, scar tissue forms and liver cirrhosis can arise. This is a serious medical condition with possibly severe complications. The standard method used to diagnose fatty liver is to take a tissue sample, or biopsy, from the liver. A doctor examines the liver sample in a microscope and assesses the amount of fat present. Taking a biopsy can involve some discomfort for the patient, and there is a small risk of profuse bleeding, so researchers are attempting to develop non-invasive investigations that do not require sticking needles into the liver.In the new study, researchers wanted to determine the accuracy of magnetic resonance spectroscopy, or MRS, of fatty liver by comparing it with the conventional biopsy method. The study involved 94 people who were being investigated for elevated levels of liver enzymes in the blood. Magnetic resonance technology can measure the percentage of the liver weight that consists of fat, even when this percentage is very low. Currently a level of 5% fat in the liver is considered to be the limit for a diagnosis of fatty liver by MRS. \"We know, however, that some people with a fat level in the liver lower than 5% suffer liver damage. Our study shows that everyone who had as low as 3% fat in the liver, as determined by MRS, was assessed to have a fatty liver when a tissue biopsy was examined in the microscope. Reducing the cut-off to 3% fat will still give us 100% accuracy in diagnosis, but we will find significantly more people who have fatty liver. These will receive an explanation for their elevated liver enzyme levels from this more gentle investigation,\" says Stergios Kechagias, professor in internal medicine at the Department of Medical and Health Sciences and consultant at the Department of Gastroenterology and Hepatology at Linköping University Hospital.Fatty liver increases the risk of developing diabetes type 2 and cardiovascular disease. But the good news is that the amount of fat in the liver can be reduced by lifestyle changes, and this significantly reduces the risk of disease. MRS makes it possible to follow small changes in the amount of fat in the liver and how it changes with time, without needing to take tissue samples from the liver.\"This is a good example of research in advanced medical physics that is very close to clinical application,\" says Peter Lundberg, adjunct professor in magnetic resonance physics at the Department of Medical and Health Sciences and associated with the Center for Medical Image Science and Visualization (CMIV). He has led the study together with Stergios Kechagias.", "article_link": "http://dx.doi.org/10.1053/j.gastro.2017.03.005", "url": "http://www.eurekalert.org/pub_releases/2017-04/lu-fld040617.php", "region": "europe", "source_link": "https://liu.se/en/article/magnetkamera-upptacker-fett-i-levern-med-okad-precision", "funder": "The Swedish Research Council, VINNOVA, Region Östergötland", "meeting": "", "institution": "Linköping University", "keywords": ["Medicine/Health", " Diagnostics", " Internal Medicine", " Liver"], "journal": "Gastroenterology", "description": "Taking tissue samples from the liver to diagnose fatty liver can be replaced in most cases by a painless magnetic resonance investigation. This is the conclusion of a new study from Linköping University in Sweden, published in the scientific journal Gastroenterology. The authors propose that the current value considered to be a normal amount of fat in the liver should be lowered.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}