{"title": "Gene mutation helps explain night owl behavior", "text": "Some people stay up late and have trouble getting up in the morning because their internal clock is genetically programmed to run slowly, according to a study published April 6 in Cell. A mutation in a gene called CRY1 alters the human circadian clock, which dictates rhythmic behavior such as sleep/wake cycles. Carriers of the gene variant experienced nighttime sleep delays of 2-2.5 hours compared to non-carriers.\"Carriers of the mutation have longer days than the planet gives them, so they are essentially playing catch-up for their entire lives,\" says first author Alina Patke, a research associate in the lab of principal investigator Michael Young, Richard and Jeanne Fisher Professor and Head of the Laboratory of Genetics at The Rockefeller University.Night owls are often diagnosed at sleep clinics with delayed sleep phase disorder (DSPD). This study is the first to implicate a gene mutation in the development of DSPD, which affects up to 10% of the public, according to clinical studies. People with DSPD often struggle to fall asleep at night, and sometimes sleep comes so late that it fractures into a series of long naps. DSPD and other sleep disorders are associated with anxiety, depression, cardiovascular disease, and diabetes. People with DSPD also have trouble conforming to societal expectations and morning work schedules.\"It's as if these people have perpetual jet lag, moving eastward every day,\" says Young. \"In the morning, they're not ready for the next day to arrive.\"Patke is a night owl and usually works late into the night. She, however, does not carry the CRY1 variant. Not all cases of DSPD are attributable to this gene mutation. However, Young and Patke found it in 1 in 75 of individuals of non-Finnish, European ancestry in a gene database search. \"Our variant has an effect on a large fraction of the population,\" she says.Young, who has studied the genes involved in the circadian clock of the fruit fly, connected with clinical researchers at the Weill Cornell Medical College to understand the molecular underpinnings of human sleep disorders. By studying the skin cells of people with DSPD, he and Patke discovered a mutation in CRY1, which helps drive the circadian clock. The circadian clock is a fundamental element of life on Earth and has remained more or less the same, genetically, throughout the evolution of animals. \"It's basically the same clock from flies to humans,\" Young says. Normally the clock begins its cycle by building up proteins, call activators, in a cell. These activators produce their own inhibitors that, over time, cause the activators to lose their potency. When all the activators in the cell have been silenced, inhibitors are no longer produced and eventually degrade. Once they've all gone, the potency of the activators surges, and the cycle begins again.The CRY1 protein is one of the clock's inhibitors. The mutation Young and Patke found is a single-point mutation in the CRY1 gene, meaning just one letter in its genetic instructions is incorrect. Yet this change causes a chunk of the gene's resulting protein to be missing. That alteration causes the inhibitor to be overly active, prolonging the time that the activators are suppressed and stretching the daily cycle by half an hour or more.In addition to their initial study of a multigenerational family in the U.S., Young and Patke collaborated with clinical researchers at Bilkent University to analyze the sleep patterns of six families of Turkish individuals, 39 carriers of the CRY1 variant and 31 non-carriers. The carriers had delayed sleep onset times and some had fractured, irregular sleep patterns. The mid-point of sleep for non-carriers was about 4 a. m. But for carriers, the mid-point was shifted to 6-8 a.m.Because the mutation does not disable the protein, it can have an effect on individuals whether they carry one or two copies of the gene. Of the 39 Turkish carriers studied, 8 had inherited the mutation from both parents, and 31 had inherited only one copy of the mutation.The circadian clock responds to external environmental cues, so it is possible for people to manage the effects of the mutation on sleep. For instance, one carrier in the study reported maintaining a sleep routine through self-enforced regular sleep and wake times and exposure to bright light during the day. \"An external cycle and good sleep hygiene can help force a slow-running clock to accommodate a 24-hour day,\" says Patke. \"We just have to work harder at it.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.03.027", "url": "http://www.eurekalert.org/pub_releases/2017-04/cp-gmh033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Genetics", " Sleep/Sleep Disorders", " Genes"], "journal": "Cell", "description": "Some people stay up late and have trouble getting up in the morning because their internal clock is genetically programmed to run slowly, according to a study published April 6 in Cell. A mutation in a gene called CRY1 alters the human circadian clock, which dictates rhythmic behavior such as sleep/wake cycles. Carriers of the gene variant experienced nighttime sleep delays of 2-2.5 hours compared to non-carriers.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}