{"title": "Stem cell consortium tackles complex genetic diseases", "text": "Much of stem cell research over the past decade has focused on Mendelian disorders -- those caused by a single gene, such as cystic fibrosis, muscular dystrophy, and Huntington's disease. But as genome-wide association studies continue to reveal, most conditions are more complex, arising from dozens or hundreds of genetic mutations working together to cause disease. To understand how someone can inherit a higher risk for hypertension or diabetes, it's necessary to study how these mutations contribute on a cellular level. To address this challenge, in 2010, the US National Heart, Lung, and Blood Institute's (NHLBI) Next Generation Genetic Association Studies Consortium sponsored a series of studies that began the hard work of analyzing induced pluripotent stem (iPS) cells gathered from large groups of patients to learn more about how individual mutations contribute to polygenetic diseases. Now, a group of 11 reports resulting from the collaborative effort appear in Cell Stem Cell, Stem Cell Reports, and EBioMedicine. The papers are presented on an interactive web portal, http://www.cell.com/consortium/NextGen.\"When this started, the stem cell field had begun to get to the point where you could contemplate making iPS cells at scale for perhaps hundreds or thousands of individuals,\" says Chad Cowan of the Harvard Stem Cell Institute, Massachusetts General Hospital, and the Broad Institute. \"The time was right and the NHLBI had the vision to know that the next step in genome-wide association studies is to systematically interrogate the molecular mechanisms of specific genes with in iPS cells.\"The challenge the consortium aimed to overcome was: if a condition--such as cardiovascular disease -- has over 100 mutations that could contribute to its cause, how do you measure each gene's role? Animal models are unlikely to help because the changes may be too subtle, and studying stem cell lines from one individual wouldn't tell the whole story as people carry different genetic risk factors. So, the research groups generated iPS cell lines -- each requiring around 4-6 months of labor and costing up to $20,000--from hundreds of individuals to assess the physiological variation. This resource is already yielding several lessons: one, the number of stem cell lines needed to analyze polygenetic disease may not require hundreds of samples. Cowan, who looked at liver metabolism abnormalities, found that his group could get results with a smaller collection of cells. Two, very small changes in gene expression could yield surprisingly dramatic changes in a cell, and researchers are curious to find out how. Three, some of the effects mutations have on cells may manifest before the stem cells are differentiated.\"While iPSCs show considerable promise as a complement to genome-wide association studies in understanding the functional basis of variation, there is still quite a lot of work to do in terms of standardization of protocols and understanding of best practices to make this type of approach a reliable discovery tool,\" writes Cell Stem Cell Editor Deborah Sweet in an editorial about the consortium (DOI: 10.1016/j.stem.2017.03.020). \"The potential is there, though, and it's an exciting prospect to consider.\" The work will also be helpful to establish the fundamental building blocks for studying polygenetic diseases. For example, these cell lines are something researchers can order from a distributor (WiCell) in the near future. The efforts may also lead to more targeted therapeutics. Other large-scale research efforts with goals similar to those of the NextGen Consortium are also in progress. In Europe, there is the HipSci Initiative in the UK and the EU project StemBANCC. ", "article_link": "http://dx.doi.org/10.1016/j.stem.2017.03.021", "url": "http://www.eurekalert.org/pub_releases/2017-04/cp-scc033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Genetics", " Population Biology", " Cardiology", " Endocrinology", " Hematology", " Metabolism/Metabolic Diseases", " Genes"], "journal": "Cell Stem Cell", "description": "Much of stem cell research over the past decade has focused on Mendelian disorders -- those caused by a single gene, such as cystic fibrosis, muscular dystrophy, and Huntington's disease. But as genome-wide association studies continue to reveal, most conditions are more complex, arising from dozens or hundreds of genetic mutations working together to cause disease. To understand how someone can inherit these disorders, it's necessary to study how these mutations contribute on a cellular level.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}