{"title": "Salk scientists expand ability of stem cells to regrow any tissue type", "text": "LA JOLLA--(April 6, 2017) When scientists talk about laboratory stem cells being totipotent or pluripotent, they mean that the cells have the potential, like an embryo, to develop into any type of tissue in the body. What totipotent stem cells can do that pluripotent ones can't do, however, is develop into tissues that support the embryo, like the placenta. These are called extra-embryonic tissues, and are vital in development and healthy growth.Now, scientists at the Salk Institute, in collaboration with researchers from Peking University, in China, are reporting their discovery of a chemical cocktail that enables cultured mouse and human stem cells to do just that: generate both embryonic and extra-embryonic tissues. Their technique, described in the journal Cell on April 6, 2017, could yield new insights into mammalian development that lead to better disease modeling, drug discovery and even tissue regeneration. This new technique is expected to be particularly useful for modeling early developmental processes and diseases affecting embryo implantation and placental function, possibly paving the way for improved in vitro fertilization techniques. \"During embryonic development, both the fertilized egg and its initial cells are considered totipotent, as they can give rise to all embryonic and extra-embryonic lineages. However, the capture of stem cells with such developmental potential in vitro has been a major challenge in stem cell biology,\" says Salk Professor Juan Carlos Izpisua Bemonte, co-senior author of the paper and holder of Salk's Roger Guillemin Chair.  \"This is the first study reporting the derivation of a stable stem cell type that shows totipotent-like bi-developmental potential towards both embryonic and extra-embryonic lineages.\" Once a mammalian egg is fertilized and begins dividing, the new cells segregate into two groups: those that will develop into the embryo and those that will develop into supportive tissues like the placenta and amniotic sac. Because this division of labor happens relatively early, researchers often can't maintain cultured cell lines stably until cells have already passed the point where they could still become either type. The newly discovered cocktail gives stem cells the ability to stably become either type, leading the Salk team to dub them extended pluripotent stem (EPS) cells.\"The discovery of EPS cells provides a potential opportunity for developing a universal method to establish stem cells that have extended developmental potency in mammals,\" says Jun Wu, a senior scientist at Salk and one of the paper's first authors. \"Importantly, the superior interspecies chimeric competency of EPS cells makes them especially valuable for studying development, evolution and human organ generation using a host animal species.\"To develop their cocktail, the Salk team, together with the team from Peking University, first screened for chemical compounds that support pluripotency. They discovered that a simple combination of four chemicals and a growth factor could stabilize the human pluripotent stem cells at a developmentally less mature state, thereby allowing them to more efficiently contribute to chimera (a mix of cells from two different species) formation in a developing mouse embryo. They also applied the same factors to mouse cells and found, surprisingly, that the newly derived mouse stem cells could not only give rise to embryonic tissue types but also differentiate into cells from the extra-embryonic lineages. Moreover, the team found that the new mouse stem cells have a superior ability to form chimeras and a single cell could give rise to an entire adult mouse, which is unprecedented in the field, according to the team.  \"The superior chimeric competency of both human and mouse EPS cells is advantageous in applications such as the generation of transgenic animal models and the production of replacement organs,\" adds Wu. \"We are now testing to see whether human EPS cells are more efficient in chimeric contribution to pigs, whose organ size and physiology are closer to humans.\" Human EPS cells, combined with the interspecies blastocyst complementation platform as reported by the same Salk team in Cell in January 2017, hold great potential for the generation of human organs in pigs to meet the rising demand for donor organs. \"We believe that the derivation of a stable stem cell line with totipotent-like features will have a broad and resounding impact on the stem cell field,\" says Izpisua Belmonte.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/si-sse040617.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/salk-scientists-expand-ability-stem-cells-regrow-tissue-type/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Biotechnology"], "journal": "Cell", "description": "The new technique, which allows scientists to generate both embryonic and non-embryonic tissues from cultured stem cells, is a step toward growing donor organs and replacement tissues to combat aging and diseases.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}