{"title": "The Lancet: Structural racism, mass incarceration, and health care system fuel growing health inequalities in the USA", "text": "Structural racism, mass incarceration, and the widening income gap between rich and poor all feed growing health inequalities in the USA, which the health care system -- by its very design and financing - only helps exacerbate, according to a new five paper Series published in The Lancet. Published as the new administration approaches its first 100 days in office, the Series highlights the urgent need for broad initiatives to address racism and inequality, as well as health reform that move towards a single-payer system, to address growing health inequalities in the USA, and prevent a 21st century health-poverty trap. Writing in The Lancet, Vermont Senator Bernie Sanders, says: \"Health care is not a commodity. It is a human right. The goal of a health-care system should be to keep people well, not to make stockholders rich. The USA has the most expensive, bureaucratic, wasteful, and ineffective healthcare system in the world. Medicare-for-all would change that by eliminating private health insurers' profits and overhead costs, and much of the paperwork they inflict on hospitals and doctors, saving hundreds of billions in medical costs.\"The survival gap between the richest and poorest Americans is widening, with low-income Americans being left further behind. Since 2001, the poorest 5% of Americans have experienced no gains in survival, while middle and high income Americans have seen their life expectancy increase by 2 years. Today, the richest 1% of Americans live 10-15 years longer than the poorest 1%. The authors identify two trends during 2001-2014: 1) poverty deepened and 2) poverty became an increasingly important risk factor for poor health. Based on current trends, the authors predict that the gap in life expectancy between the poorest 20% and wealthiest 20% of Americans will increase by nearly a decade in a single generation - from 77 and 82 for the poorest and wealthiest Americans born in 1930, to 76 and 89 for those born in 1960. Dr Jacob Bor, Boston University School of Public Health, says: \"We are witnessing a slow-moving disaster unfolding for the health of lower-income Americans who have spent their working lives in a period of rising income inequalities. Rising economic insecurity among poor and middle class Americans has led to the persistence of smoking and the rise of obesity and opioid epidemics, with adverse consequences for health and life expectancy. At the same time, paying for health care in the USA today can bankrupt households and impoverish families. The growing link between income and health in the USA has potential to create a health-poverty trap.\" [1]While the Affordable Care Act (ACA) has reduced the number of Americans without health insurance from 48.6 million in 2010 to 28.6 million in 2015, the high cost of co-payments, deductibles and co-insurance still drive many households into debt, even bankruptcy. The ACA's Medicaid expansion targeted the poorest Americans, but 19 states - mostly southern states with large minority populations and poor records of health care access - chose to opt out. Even if the ACA were not altered or repealed, an estimated 28 million people would remain uninsured in 2024. Health care access inequalities among income groups are stark - in 2015, 25.2% of poor Americans were uninsured, compared to 7.6% of non-poor Americans.Dr David Himmelstein, City University of New York, co-founder of Physicians for a National Health Program and lead author of the Series says: \"Today, 43 million people in the USA are poor, and although the ACA has nearly halved the number of people without insurance, 29 million Americans, many of them poor or near-poor, remain uninsured. Health inequalities are more entrenched than ever, and rather than address them, the US health care system often exacerbates them. In order to tackle health inequalities in the US, it is essential that we move towards a non-market financing system that treats health care as a human right.\" [1]Dr Adam Gaffney, Cambridge Health Alliance and Harvard Medical School, says: \"Republican proposals focus on market based reforms that would slash federal funding for Medicaid, replace the ACA's subsidies with regressive tax credits, and further privatise Medicare. Rather than improve the health inequalities that remain a grave problem even in the era of the Affordable Care Act, this approach would only make things worse. Real reform is now needed to take us towards a universal single-payer system.\" [1]Significant health disparities exist among racial groups. For instance, the rate of infant mortality is twice as high for black Americans compared to white Americans. And, in 2013, median family wealth for the non-Hispanic white population was 10 times that of Hispanics and more than 12 times that of African-Americans.Despite the passage of civil rights laws in the 1960s, structural racism in public and private policy - from discrimination in hiring decisions and housing to tough sentencing laws for drugs - contributes to health inequalities. Residential segregation relegates many black Americans to neighbourhoods with over-priced, substandard housing, often near busy roads and other sources of air pollution (such as factories, toxic sites). Residents experience under-funded public schools, few employment opportunities, increased rates of crime, and (as in the case of the Flint lead water contamination crisis) can suffer government neglect of public health issues.  \"Racial and ethnic health disparities in the United States are well documented, but structural racism is rarely discussed as a root cause,\" says Dr Mary T. Bassett, Commissioner of the New York City Department of Health and Mental Hygiene. \"Structural racism refers to all the ways in which systems foster inequitable outcomes, whether in housing, education, employment, media, health care or the criminal justice system. All have profound effects on health. If we don't address structural racism, health inequities will persist.\" [1] The authors point to several potential solutions to improve health equity by targeting structural racism, including community programmes to address housing and access to health care; policy reform to reduce sentencing laws and imprisonment; and training the next generation of health professionals. The US has the highest incarceration rate of any country at 743 per 100000 people in 2005. Among other developed countries, its closest competitor is New Zealand at 173. Every step of the criminal justice system - from arrest to re-entry - influences health, and has wide repercussions for families and communities. Compared with non-incarcerated individuals, prisoners and ex-prisoners have higher rates of HIV, hepatitis C, hypertension, diabetes, substance use and mental health disorders. Moreover, the authors' analysis shows that people on probation and parole have particularly high mortality.  Research suggests that if incarceration had remained at its mid-1980s level, US life expectancy would have increased by an additional 51.1% and infant mortality would have fallen by an additional 39.6%.  The annual rate of incarceration for black men is 3.8-10.5 times higher than for white men.Dr Christopher Wildeman, Cornell University, Ithaca, says: \"Soaring incarceration since the 1970s has profoundly affected health in the USA and, because of the uneven distribution of incarceration, the criminal justice system further contributes to racial health inequalities. Overcrowding, high costs and aggressive policing have led to increasing recognition that mass incarceration has failed. But, sweeping reforms are needed to reduce incarceration of technical parole violators, expand community corrections for low-level property and drug crimes, and medical paroles for elderly or sick inmates, in addition to expanded access to health care for individuals affected by the criminal justice system.\" [1]", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tl-tls040517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "Lancet", "description": "Structural racism, mass incarceration, and the widening income gap between rich and poor all feed growing health inequalities in the USA, which the health care system -- by its very design and financing -- only helps exacerbate, according to a new five paper Series published in The Lancet.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}