{"title": "Discovering how insulin-producing cells show their age", "text": "BOSTON - (April 5, 2017) - Diabetes researchers have puzzled for decades about why insulin-producing beta cells in one pancreatic islet often look and behave quite differently than their counterparts in the same islet or in nearby islets. Using newly identified cellular markers of aging, Joslin Diabetes Center scientists now have shown that this diversity may be driven at least in part by differently aged beta cell populations within the pancreas. Additionally, the Joslin team demonstrated that the aging of beta cells, with associated losses of their insulin secretion, can be accelerated by insulin resistance, a condition that can lead toward type 2 diabetes.\"This research opens up an entirely new set of questions about the development of type 2 diabetes,\" says Susan Bonner-Weir, a Joslin Senior Investigator and corresponding author on a paper describing the work in the journal Cell Metabolism. The disease worsens over time as beta cells die off or perform less effectively, for reasons that are not well understood.Scientists have long known that beta cells change significantly over time, says Bonner-Weir, who is also Professor of Medicine at Harvard Medical School (HMS). Back in 2011, for example, her lab demonstrated that beta cells in newborn rats are immature cells with very different gene expression and function than adult beta cells.Her lab's most recent work, led by HMS Instructor Cristina Aguayo-Mazzucato, started instead with very old mice, created for another experiment, whose beta cells emitted fluorescent signals. The investigators could compare the insulin-producing beta cells from these mice with those from younger, genetically identical mice to examine the characteristics of the cells across the mouse lifespan. As they did so, Aguayo-Mazzucato and her colleagues were struck by dramatic difference in the genes expressed by beta cells in animals of various ages. The researchers followed up to identify markers of aging in these cells, using several mouse models--one with impaired glucose tolerance (a contributor to type 2 diabetes progression) and another that shows markers of rapid aging.The scientists identified several markers of aging beta cells, including one protein called IGF1R that is an important player in cell survival. The markers highlighted the striking diversity of beta cell aging, and functional decline, both within and between islets in both mouse and human pancreases.This diversity of age among beta cells may be responsible at least in part for the striking heterogeneity that has been observed in both mice and humans. \"We showed that this heterogeneity may be based on different populations of different-aged beta cells,\" Bonner-Weir says. \"Even in young animals, where many beta cells are still immature, you may have other beta cells that are at the end of their lifespan. Each life stage may have a different phenotype (different gene expression and function) than the other stages.\"The heterogeneity may reflect typical lifespans of these cells. \"There's a lot of growth in beta cells up until puberty or even young adulthood, but after that, there's a very slow turnover,\" she says. \"A few cells reach the end of their life span and die, and a few other cells are created.\"The Joslin team went on to study the effect of metabolic stress on signs of aging. In one set of experiments, when the scientists boosted insulin resistance by giving mice a compound that cuts insulin signaling, they saw increased expression of several markers of aging in beta cells. In another effort, examining human pancreas specimens, the scientists found that two of the aging markers were significantly increased among people with type 2 diabetes. The researchers also detected surprising numbers of aged beta cells in people as young as 20. \"We will follow up using more human islets and trying to understand how many of these functions translate from animal models to humans,\" says Bonner-Weir, who notes that human islets are far more diverse than those in lab animals.Her group also will probe further into their findings, including pinpointing factors that boost aging in beta cells, examining whether this aging is reversible and finding potential ways to reduce related metabolic stresses. Additionally, the Joslin team will study why nearby pancreatic islets can display such dramatic differences in beta cell aging. One hypothesis is that beta cells in some islets may remain dormant until needed, and thus not age as quickly, Bonner-Weir says. Another, more controversial, is that new islets may grow in new pancreatic lobes appearing in adulthood.The research also may help to suggest answers to some puzzles in type 1 diabetes, she says, including why some cells seem to be more resistant to the autoimmune attack that causes the disease and how beta cells can be found in some people who have had the condition for decades. ", "article_link": "http://dx.doi.org/10.1016/j.cmet.2017.03.015", "url": "http://www.eurekalert.org/pub_releases/2017-04/jdc-dhi040517.php", "region": "namerica", "source_link": "http://www.joslin.org/news/discovering-how-insulin-producing-cells-show-their-age.html", "funder": "National Institutes of Health", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Biology", " Cell Biology", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Cell Metabolism", "description": "This research opens up an entirely new set of questions about the development of type 2 diabetes. Joslin Diabetes Center scientists show that known diversity in beta cells may be driven by differently aged beta cell populations within the pancreas.They also demonstrate that the aging of beta cells, with associated losses of their insulin secretion, can be accelerated by insulin resistance.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}