{"title": "New initiative explores obesity-brain connection", "text": "New York, NY (April 5, 2017)--The Naomi Berrie Diabetes Center at Columbia University Medical Center has launched an initiative to study the relationship between the brain and metabolic disorders such as obesity and diabetes. The Obesity Research Initiative will be supported by an $8.25 million gift from the Russell Berrie Foundation. Rudolph Leibel, MD, co-director of the Berrie Center and Christopher J. Murphy Memorial Professor of Diabetes Research, and Charles Zuker, PhD, professor of neuroscience and of biochemistry and molecular biophysics, will lead the initiative. The Russell Berrie Foundation's gift to advance the Obesity Research Initiative is the latest in a longstanding tradition of commitments from the Foundation to Columbia University and the Berrie Center, dating back to their initial establishment of the Berrie Center at Columbia in 1998. The Berrie Foundation has invested more than $70 million in the Berrie Center's clinical and research programs, which are co-directed by Robin Goland, MD, J. Merrill Eastman Professor of Clinical Diabetes, and Dr. Leibel.  \"Russell Berrie saw both the potential and the need for a world-class diabetes center in New York City,\" says Lee Goldman, MD, Harold and Margaret Hatch Professor, Executive Vice President and Dean of the Faculties of Health Sciences and Medicine, and Chief Executive of Columbia University Medical Center. \"This new research initiative, with the wonderful support of Angelica Berrie and the Foundation's leaders, is a multidisciplinary undertaking that will probe the intersection of several quickly evolving fields. We expect it to achieve new scientific insights that will benefit patients, and serve as both an apt tribute to Russ' vision and a complement to the Berrie Center's formidable legacy.\"Obesity is a major public health issue, contributing worldwide to the rapidly increasing prevalence of type 2 diabetes and other metabolic disorders. The Berrie Center's Obesity Research Initiative will approach the science of body weight regulation by studying integrated elements of mind, brain, physiology, and metabolism. The initiative will promote collaborative research in regulatory, cognitive, and emotional aspects of food intake to understand how the brain controls and responds to body weight.  \"Columbia University Medical Center is pre-eminent in basic and clinical aspects of neuroscience, genetics, and metabolism,\" says Dr. Leibel. \"This initiative is designed to extend obesity-related research in these areas, and to promote collaborative efforts among faculty in these and related disciplines. We also hope to draw new faculty into research related to neurobehavioral aspects of the regulation of metabolism.\" The initiative will draw on a range of core scientific resources across Columbia University, including the Berrie Center, the Mortimer B. Zuckerman Mind Brain Behavior Institute, the New York Obesity Nutrition Research Center, the Diabetes Research Center, the Columbia Stem Cell Initiative, and the Columbia Precision Medicine Initiative. Projects will be selected with the help of an independent panel of scientists, and will be led by Columbia scientists, in some instances in collaboration with researchers from other institutions. \"Obesity has been traditionally viewed and approached as a metabolic disorder,\" says Dr. Zuker. \"This initiative brings together transformative technological advances in brain sciences, genetics, and biology, the commitment of the Berrie Foundation to combat obesity and diabetes, and the outstanding scientific and intellectual environment at Columbia to study obesity with a fresh new perspective, linking brain circuits and internal state with imbalances in physiology and metabolism.\"The initiative will support basic and translational research led by Columbia faculty and their students and fellows. The Berrie Center's clinical program, which has a long history of translating basic scientific discoveries into new and effective treatments for patients under the direction of Dr. Goland, can provide a venue for any clinical trials that may result from initiative-sponsored research. \"Over the past 18 years, the Berrie Foundation has sought to create--through the Naomi Berrie Diabetes Center--an intellectual and physical environment in which the close apposition of clinical and research activities would accelerate the development of therapies to mitigate the causes and consequences of diabetes,\" says Dr. Leibel. \"This obesity initiative is yet another realization of the foundation's commitment to this goal.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/cumc-nie040517.php", "region": "namerica", "source_link": null, "funder": "Russell Berrie Foundation", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Neurobiology"], "journal": "", "description": "The Naomi Berrie Diabetes Center at Columbia University Medical Center has launched an initiative to study the relationship between the brain and metabolic disorders such as obesity and diabetes.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}