{"title": "High fat, high sugar diet during pregnancy 'programs' for health complications", "text": "Eating a high fat and high sugar diet when pregnant leads to metabolic impairments in both the mother and her unborn child, which may \"program\" them for potential health complications later in life, researchers have shown. In a study carried out in pregnant mice, a team of academics found that an obesity-causing high fat and high sugar diet disrupted processes within the pregnant mother's body, leading to poor metabolic control. These changes were found just prior to birth and may make her more susceptible to conditions such as type 2 diabetes and heart disease, as well as to further fat accumulation, in later motherhood.The exact impact on her child during pregnancy was harder to ascertain, but the researchers found that metabolic dysfunction in the mother compromised the flow of nutrients to the foetus, altering its growth and metabolism at critical stages during its development. This strongly suggests that an obesogenic diet (a diet which promotes obesity) also has consequences for foetal development. It may also explain why babies from mothers who are obese or eat obesogenic diets during pregnancy have a tendency to develop conditions such as obesity, hypertension and type 2 diabetes as adults.In particular, the researchers found that a higher than recommended intake of fat and sugar exacerbates and distorts metabolic changes which occur naturally as a result of the pregnancy, so that the mother can appropriately allocate nutrients to the foetus. The study was carried out by a team of researchers at the University of Cambridge. The lead author is Dr Amanda Sferruzzi-Perri, from St John's College, Cambridge, and the Centre for Trophoblast Research in the Department of Physiology, Development and Neuroscience. She said that the findings were especially relevant for women in western countries. \"In places like the UK, the US and Australia, many women of child-bearing age are also eating higher amounts of fat and sugar than the National Dietary Recommendations,\" she said. \"We know that obesity during pregnancy is a risk factor for health complications for mother and baby both during and after pregnancy. This study offers insight into the mechanisms operating during pregnancy that may cause this.\"The study involved feeding a diet that contained high amounts of fat and sugar to pregnant mice. The researchers then assessed the impact of this on both the metabolism of the mother and her levels of body fat, compared to mice which were fed a more balanced diet. They related these changes in whole-body metabolism to the expression of proteins in the mother's tissues, which are responsible for processing and storing nutrients, as well as to the supply of nutrients, growth and metabolism of her developing foetuses. All of the experiments were carried out in line with the UK Home Office Animals (Scientific Procedures) Act 1986.Overall, the researchers found that excessive consumption of sugar and fat compromised the mother's glucose tolerance and her sensitivity to insulin - the hormone that controls blood sugar levels.Specifically, they found that the mother's ability to respond to insulin was reduced in tissues like her muscle and fat, which take up glucose from the circulation. By contrast, the sensitivity of the maternal liver to insulin was increased, which reduces glucose production during pregnancy. As a result, the mother was unable adequately to control glucose levels or produce enough glucose to support the pregnancy.The high fat, high sugar diet also changed the expression of proteins in the mother's body that control fat storage, leading to an increase in body fat. Collectively, the researchers suggest that these effects promote a \"pre-diabetic state\" in the mother, resembling many aspects of gestational diabetes; a pregnancy complication which affects up to 5% of women in the UK.One of the main reasons for this may be that an obesogenic diet exaggerates natural metabolic changes associated with pregnancy. \"During a normal pregnancy, the mother's body will change the way it handles nutrients so that some can be freed up for the foetus,\" Sferruzzi-Perri explained. \"The mother's metabolism is shifted to an insulin resistant, glucose intolerant state, such that her own glucose use is limited in favour of foetal supply. We think that in cases where the mother has a high fat, high sugar diet, these metabolic changes are exacerbated or perturbed.\" These effects, the researchers suggest, may alter the mother's disposition to develop health complications after she has given birth as well - a phenomenon that they refer to as a \"metabolic memory\", putting her at greater risk of type 2 diabetes, obesity and cardiovascular problems in later life.The study also found that the defects in the mother's metabolism impaired nutrient flow to the foetus, as they resulted in the preferential storage of nutrients within the mother's tissues, in favour of allocating these to the developing foetus.Because the placenta also plays an important role in nutrient allocation (as previous studies have shown), the babies of mice fed the obesogenic diet were still born at a normal size. However, because the foetus receives different amounts of nutrients and shows defects in its ability to use these during development, the researchers believe that the child will still be more susceptible to metabolic dysfunction later in life.\"We still don't know what the exact consequences for the foetus are, but the findings match existing research which already suggests that the individual will suffer from these metabolic problems during adulthood,\" Sferruzzi-Perri said. \"This is because changes to the nutrient and oxygen supply, at a stage when individual organs are developing, can cause a permanent change in the structure and function of certain tissues.\"", "article_link": "http://dx.doi.org/10.1113/JP273684", "url": "http://www.eurekalert.org/pub_releases/2017-04/sjcu-hfh040417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "St John's College, University of Cambridge", "keywords": ["Biochemistry", " Developmental/Reproductive Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Journal of Physiology", "description": "Eating a high-fat, high-sugar diet when pregnant 'programs' both mother and child for potential health complications later in life by disrupting metabolic processes within the mother's body, researchers have found. The study is the first to reveal the mechanisms which cause the link between eating an obesity-promoting diet during pregnancy and an increased risk of problems such as type 2 diabetes, obesity and hypertension in both parent and child.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}