{"title": "UCLA researchers discover a new cause of high plasma triglycerides", "text": "People with hypertriglyceridemia often are told to change their diet and lose weight. But a high-fat diet isn't necessarily the cause for everyone with the condition.UCLA researchers have discovered a subset of people with hypertriglyceridemia whose bodies produce autoantibodies -- immune-response molecules that attack their own proteins -- causing high levels of triglycerides in the blood. Hypertriglyceridemia, which can increase risk of both cardiovascular disease and pancreatitis, is often caused by or exacerbated by uncontrolled diabetes or obesity. High plasma triglyceride levels can also be caused by mutations in a variety of genes that regulate triglyceride metabolism. However, despite decades of research and a growing understanding of triglyceride metabolism, most cases of hypertriglyceridemia are poorly understood.This newly discovered syndrome, dubbed the \"GPIHBP1 autoantibody syndrome,\" represents an important advance in understanding hypertriglyceridemia, said Dr. Stephen Young, UCLA cardiologist and molecular biologist, who led the study along with his colleagues Anne Beigneux and Loren Fong. All three are professors of medicine at the David Geffen School of Medicine at UCLA. \"It's important to recognize this new syndrome because it is life threatening and potentially treatable,\" Young said.\r\nThe study is published online today in the New England Journal of Medicine.Triglycerides in the bloodstream are broken down by an enzyme called lipoprotein lipase, known as LPL, inside capillaries -- the body's smallest blood vessels. In 2010, Young, Beigneux and Fong discovered that another protein, GPIHBP1, binds to LPL and moves it into capillaries. Without GPIHBP1, LPL is stranded in the spaces between tissues, where it is useless for digesting the triglycerides in the bloodstream. The UCLA team went on to show that some people with hypertriglyceridemia have mutations in GPIHBP1 that keep it from binding to LPL, while others have mutations in LPL that keep it from binding to GPIHBP1. Both types of mutations prevent LPL from reaching the capillaries.In their new research, Young, Beigneux, Fong and Katsuyuki Nakajima, a professor at Gunma University in Japan, found a group of people with hypertriglyceridemia whose GPIHBP1 can't transport lipoprotein lipase into capillaries. But in these cases, they didn't have genetic mutations; instead, they have autoantibodies against GPIHBP1 that prevent GPIHBP1 from binding LPL.The scientists identified six people with autoantibodies against GPIHBP1.  Four of those six had been diagnosed with an autoimmune disorder known to cause the body to develop autoantibodies against a variety of proteins. One of the six people with GPIHBP1 autoantibodies became pregnant. The autoantibodies against GPIHBP1 crossed the placenta and entered the baby's circulation; consequently, the newborn infant had severe hypertriglyceridemia. Fortunately, the infant's triglyceride levels gradually returned to normal with the disappearance of the mother's autoantibodies.More research will be needed to define the frequency of the GPIHBP1 autoantibody syndrome and how to treat it, but it seems likely that immunosuppressive drugs could help reduce autoantibodies and lowering plasma triglyceride levels, Young said.\"The researchers have not only discovered a new disease, but their findings have suggested that the disease is treatable,\" said Dr. Michelle Olive, deputy chief, atherothrombosis and coronary artery disease branch of the National Heart, Lung and Blood Institute, funder of the study. \"These findings are the result of years of NHLBI-funded studies of the molecular mechanisms of action of GPIHBP1 and are an excellent example of how basic science can lead to scientific advances with direct clinical implications.\"Added Young: \"GPIHBP1 autoantibodies need to be considered in any new case of severe hypertriglyceridemia.\"", "article_link": "http://dx.doi.org/10.1056/NEJMoa1611930", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--urd040517.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute, Transatlantic Network Grant from the Leducq Foundation", "meeting": "", "institution": "University of California - Los Angeles Health Sciences", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "New England Journal of Medicine", "description": "People with hypertriglyceridemia often are told to change their diet and lose weight. But a high-fat diet isn't necessarily the cause for everyone with the condition.\r\nUCLA researchers have discovered a subset of people with hypertriglyceridemia whose bodies produce autoantibodies -- immune-response molecules that attack their own proteins -- causing high levels of triglycerides in the blood.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}