{"title": "UH receives USDA grant to fight obesity in nearby neighborhoods", "text": "The University of Houston Department of Health and Human Performance (HHP) has received a $281,475 grant from the U.S. Department of Agriculture (USDA) National Institute of Food and Agriculture (NIFA) to start the Houston-area Opportunities for Undergraduate Student Training in Obesity & Nutrition (HOUSTON) Academy. Over the next four years, the HOUSTON Academy will provide 40 fellowships to primarily minority, economically disadvantaged undergraduate students to address health issues related to obesity and nutrition in communities near UH, including Third Ward and the Greater East End.\"Our obesity rates have been skyrocketing for the past 40 years. Understanding why, aside from lack of exercise and type of food, is vital,\" said project director Daphne Hernandez, HHP assistant professor. \"Many people in these communities near UH suffer from food insecurity or live in food deserts. If you're limited in what you can buy, you might not have access to nutritious foods. I think we can help them live healthier lives.\"Academy Fellows will \"learn by doing,\" said Hernandez.  They will volunteer at community centers and schools, and hold food demonstration workshops and health fairs to help families understand the causes and consequences of obesity including high blood pressure and diabetes. A partnership with local Special Supplemental Nutrition Program for Women, Infants and Children (WIC) agencies will teach fellows about infant health and nutrition. Some students will even travel to Costa Rica to compare and contrast obesity-related policies and programs abroad.\"It can be challenging to reach people in need, but being visibly present in the community is key. We will go back to these communities more than once and be a long-term resource for people,\" said Hernandez, who is working on this project alongside assistant professor Craig Johnston and clinical assistant professor Claudia Scott. Each year, one-third of the students will be recruited from the University of Houston, while two-thirds of the students will be from the University of Houston-Downtown, Houston Community College and Texas Southern University. The fellowships can be applied to reduce tuition. Fellows who complete two semesters of the program are eligible to become mentors to the incoming class, better preparing them for careers related to food and agricultural sciences. \"This project is a great example of how faculty in the Department of Health and Human Performance links research discoveries with the training of health and wellness scholars and professionals who are prepared to address the major health concerns of the 21st century,\" said Dan O'Connor, HHP professor and department chair.  \"The HOUSTON Academy will produce graduates who will enter the workforce with the unique skills needed to combat food insecurity and obesity, two global health crises, with the potential of making a large positive impact in the communities they ultimately serve.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoh-uru040517.php", "region": "namerica", "source_link": "http://www.uh.edu/news-events/stories/2017/April/04052017usdagrant.php", "funder": "USDA/National Institute of Food and Agriculture", "meeting": "", "institution": "University of Houston", "keywords": ["Agriculture", " Food/Food Science", " Grants/Funding", " Undergraduate", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "", "description": "The University of Houston Department of Health and Human Performance (HHP) has received a grant from the US Department of Agriculture (USDA) National Institute of Food and Agriculture (NIFA) to start the Houston-area Opportunities for Undergraduate Student Training in Obesity & Nutrition (HOUSTON) Academy. Over the next four years, the HOUSTON Academy will provide 40 fellowships to undergraduate students to address health issues related to obesity and nutrition in communities near UH.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}