{"title": "Geroprotectors developed using artificial intelligence to launch in Europe", "text": "London, UK, Wednesday, April 5, 2017  - Insilico Medicine, Inc, a big data analytics company applying latest advances in deep learning to drug discovery, biomarker development, and aging research today announced that the line of nutraceuticals developed in collaboration with Life Extension will be available across Europe. To develop the first formulation for Life Extension scientists at Insilico Medicine developed a \"signature of aging\" for every tissue in the human body by comparing the gene expression in young and old tissue. Gene expression data is hugely variable, so the team needed to develop a set of tools to capture the minute changes that transpire during the aging process. The team analyzed the effects of most of the compounds implicated in the longevity of model organisms on human aging signatures. The data for these compounds came from high-throughput experiments, where thousands of tiny petri dishes filled with human cells were exposed to a large number of molecules and gene expression was measured. The team evaluated the top scoring molecules that reversed the aging signatures and looked at those that are safe and were already sold over the counter for human use and had lots of experimental data available showing that they are safe. The team validated these predictions on human cells and demonstrated that most of  the predictions made using the computer simulations were correct and the compounds reduced the senescent phenotype in aged cells. The team applied its deep learning algorithms that it uses in multiple collaborations with the pharmaceutical companies and academic institutions to predict the therapeutic properties and adverse effects of the top scoring molecules. The most promising and safe candidates were combined to maximize the cumulative effect. These molecules are: N-acetyl-L-cysteine (NAC), myricetin, epigallocatechin gallate (EGCG) and tocotrienol. The molecules were compounded into the advanced soft gel with Vitamin E present in the tocotrienol solution used as a filler, but present on the product's label. \"We received an overwhelming number of requests for the Ageless Cell formulation, the first product in the Life Extension's GEROPROTECT™  line of intelligently-formulated nutraceuticals. We are pleased to see that the latest advances in artificial intelligence are propagating into nutritional supplements\", said Heidi Teschemacher, Head of Marketing & Ecommerce, Life Extension Europe. Through its focus on aging research and drug discovery, Insilico Medicine is bringing the knowledge gap between the consumer and pharmaceutical industries and collaborates with some of the largest pharmaceutical, cosmetics and nutrition companies and academic institutions. In 2016 Insilico Medicine published several seminal proof of concept papers demonstrating the applications of deep learning to drug discovery, biomarker development, and aging research. A study published in Aging proposed a short list of molecules with likely geroprotective effects. In a recently published article at Nature Communications, Insilico Medicine describes a tool that it uses to study the changes in gene expression between young and old tissues and tissues afflicted by the disease. Another paper demonstrating the ability to predict the chronological age of the patient using a simple blood test, published in Aging, became the second most popular paper in the journal's history.Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award. \"Life Extension Europe has a very large and educated customer base and we are happy to see that our latest nutraceuticals were approved for distribution in Europe. Launching geroprotectors that are likely to be effective in humans and analyzing real life results using blood tests, surveys and forums is a path for rapid validation of our advanced signaling pathway analysis algorithms and deep learning methods. We are very happy to collaborate with Life Extension Europe and their support staff in many European countries\", said Alex Zhavoronkov, PhD, founder and CEO of Insilico Medicine, Inc.  The product is available at: https://www.lifeextensioneurope.com and on all country storefronts. \r\nThe retail price is €52, and Reward price* is €39 and as a special offer for rest of April, the launch price is €35 (*Reward pricing is with no fee or membership needed but with an account/ registration).", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/imi-gdu040417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Gerontology", " Aging", " Social/Behavioral Science", " Aging", " Technology/Engineering/Computer Science"], "journal": "", "description": "Insilico Medicine collaborates with Life Extension to Launch geroprotectors in Europe.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}