{"title": "Monounsaturated fats help roundworms live longer, Stanford researchers say", "text": "Pudgy roundworms storing a particular type of fat live longer than their more svelte counterparts, according to a study by researchers at the Stanford University School of Medicine.This fatty buildup, and the subsequent increase in the worms' life span, can be stimulated simply by feeding the animals monounsaturated fatty acids like those found in olive oil. Because many species share similar patterns of fat metabolism, it's possible that the findings could extend to other animals, including humans, the researchers believe.The finding suggests that accumulating a specific type of fat can actually be beneficial. It came as a surprise to the researchers because severe caloric restriction has also been shown to extend the life span of many animals. \"We have known for some time that metabolic changes can affect life span, but we expected the long-lived animals in our study would be thinner,\" said Anne Brunet, PhD, professor of genetics. \"Instead, they turned out to be fatter. This was quite a surprise.\"Brunet, who is also an associate director of Stanford's Paul F. Glenn Center for the Biology of Aging, is the senior author of the study, which will be published online April 5 in Nature. Graduate student Shuo Han is the lead author. Exploring epigeneticsThe researchers began their study as a way to explore epigenetics, a process by which organisms modulate their gene expression in response to environmental cues without changing the underlying sequence of their DNA. In this case, the researchers were looking at how epigenetic protein complexes, which add or remove chemical tags on the cell's DNA packaging machinery, might interact with metabolic changes in a roundworm to affect its life span. \"It's well-known that epigenetic protein complexes and metabolic pathways both affect life span in many animals,\" said Brunet, who also holds the Michele and Timothy Barakett Endowed Professorship. \"But until now we didn't know why, or whether these two processes were linked in some way.\"Han and Brunet set out to examine the effect of blocking the activity of a complex of proteins called COMPASS on the metabolism of laboratory roundworms. Roundworms are a popular animal model for longevity studies because of their relatively short life span and ease of care. Together, the COMPASS proteins add chemical tags called methyl groups to a component of a cell's DNA packaging machinery called a histone. The presence or absence of this tag affects whether the DNA remains wound up tightly like thread on a spool, or unfurls to allow its genes to be expressed. Reducing the number of methyl tags on the histone keeps the DNA inaccessible, and researchers in Brunet's lab had previously shown that worms lacking COMPASS activity lived about 30 percent longer than their peers. Han wanted to know why. \"We thought that this epigenetic modification caused by COMPASS might mimic dietary restriction,\" Brunet said. \"So we began looking at the metabolism and fat content of the worms lacking COMPASS activity.\"Han noted that the worms lacking a functional COMPASS complex not only lived longer than their peers, but they also accumulated fats in their guts. Closer inspection with an analytical technique called gas chromatography coupled with mass spectrometry showed that the fat was primarily a specific class called monounsaturated fatty acids -- the same kind of fat that's found in olive oil, nuts and avocados. \"This was exciting, but understanding why this was happening took some time,\" said Brunet. That's because COMPASS acts primarily in germline tissue, which makes the eggs and sperm. But the fat Han observed was accumulating in the intestine.Inhibiting COMPASSHan found that inhibiting COMPASS activity in the germline somehow caused a specific increase in the expression of enzymes that convert polyunsaturated fats into monounsaturated fats in the animals' guts. Although the method of communication between the germline and intestinal tissue is still under investigation, the finding was intriguing. Humans with diets rich in monounsaturated fats have been shown to have a reduced risk for heart disease and diabetes, and some studies have shown that centenarians store more monounsaturated fat than non-centenarians.  \"We wanted to know whether this accumulation of monounsaturated fats was important to life span,\" Brunet said, \"so we fed both monounsaturated and polyunsaturated fats directly to the worms. We found that the monounsaturated fats accumulated in the worms' guts and increased their life span even when COMPASS was not mutated. In contrast, polyunsaturated fats did not have the same effect.\"  The researchers are now working to understand how the monounsaturated fatty acid accumulation might work to extend life span. Some possibilities include the ready availability of quick energy in the stored fat, or the fact that the fat may provide an accessible source of lipid-based signaling molecules to facilitate communication between cells or tissues. Alternatively, the monounsaturated fats may help preserve the fluidity of the lipid membranes that enclose and protect cells. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sumc-mfh033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health"], "journal": "Nature", "description": "Pudgy roundworms storing a particular type of fat live longer than their more svelte counterparts, according to a study by researchers at the Stanford University School of Medicine.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}