{"title": "Children at risk of diabetes should be screened by HbA1C, oral glucose tolerance tests", "text": "ORLANDO -- Doctors should add an oral glucose tolerance test (OGTT) to their hemoglobin A1C (HbA1C) when they screen high-risk children for prediabetes and diabetes, new research from South Korea suggests. The study results will be presented Tuesday, April 4, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla. \"We recommend the combined use of fasting and 2-hour glucose levels, in addition to HbA1C, for the diagnosis of childhood prediabetes and diabetes,\" said the first author Hyo-Kyoung Nam, M.D., Ph.D., clinical assistant professor of pediatrics at the Korea University College of Medicine in Seoul, South Korea. \"Traditionally, plasma glucose levels obtained from oral glucose tolerance tests have been used to diagnose prediabetes and diabetes. Hemoglobin A1C, which is easy to use and does not require fasting, has recently been recommended as an alternative diagnostic method in adults. However, using HbA1C to diagnose prediabetes and diabetes in children and adolescents is controversial,\" Nam added. The research team evaluated the ability of HbA1C to diagnose prediabetes and diabetes and they established the optimal HbA1C cutoff points for detecting prediabetes and diabetes in youth. They reviewed the medical records of 217 obese boys and 172 obese girls who had undergone OGTT and HbA1C testing simultaneously between January 2010 and June 2016 in six University hospitals. The children were diagnosed with prediabetes (fasting glucose 5.6 to 6.9 mmol/L; 2-hour glucose 7.8 to 11.0 mmol/L) or with diabetes (fasting glucose 7.0 mmol/L or higher; 2-hour glucose 11.1 mmol/L or higher). All children with diabetes were detected using the combined OGTT and HbA1C tests. Roughly half of overweight children at risk had prediabetes or diabetes based on OGTT results and the agreement between OGTT and HbA1C results was moderate.The authors found that the optimal HbA1C cutoff points were 40 mmol/mol (5.8%) for prediabetes and 44 mmol/mol (6.2%) for diabetes. \"The usefulness of adult criteria of HbA1C for the diagnosis of prediabetes and diabetes in children and adolescents remains to be clarified due to disparities between the results of OGTT- and HbA1C-based tests,\" Nam said. \"The trend in the prevalence of type 2 diabetes mellitus in the pediatric population is rising. Early detection of prediabetes and early diabetes is crucial to enable preventive management of cardiovascular disease. Diabetes-related complications and mortality can lead to major financial burden in individuals with diabetes,\" she added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-car040217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics"], "journal": "", "description": "Doctors should add an oral glucose tolerance test (OGTT) to their hemoglobin A1C (HbA1C) when they screen high-risk children for prediabetes and diabetes, new research from South Korea suggests. The study results will be presented Tuesday, April 4, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}