{"title": "Urine metabolites may help predict which obese teens will develop diabetes", "text": "ORLANDO -- Researchers have discovered a unique metabolic \"signature\" in the urine of diabetic, obese black teenagers that they say may become a way to predict the development of type 2 diabetes in people at risk. They will present their results Tuesday at the Endocrine Society's 99th annual meeting in Orlando, Fla.In detailed metabolic analyses, the level of the main metabolite, or byproduct, of serotonin was \"strikingly lower\" in obese youth with type 2 diabetes than in nondiabetic obese adolescents, said Pinar Gumus Balikcioglu, M.D., the study's lead investigator and an assistant professor of pediatric endocrinology at Duke University School of Medicine, Durham, N.C. Also, levels of several other metabolites were reportedly much higher than in the teenagers without diabetes.\"The major determinant of type 2 diabetes is obesity, which causes resistance to the effects of insulin. Yet many obese people do not become insulin resistant, and only a minority go on to develop Type 2 diabetes,\" Gumus Balikcioglu said. \"To identify those at highest risk, it is essential to find metabolic markers that predict the development of insulin resistance and diabetes.\" To attempt to do that, she and her colleagues have turned to the new field of studying the chemical \"fingerprints\" that small-molecule metabolites leave in blood and urine. In previous studies in obese teenagers, they analyzed hormone levels and metabolites in blood samples and identified several factors associated with the development of insulin resistance, she said.In this study, they performed metabolic profiling of urine specimens obtained over a 24-hour period from 33 obese African-American teenagers ages 8 to 18: 13 with type 2 diabetes and 20 without. Both groups were comparable in age, sex and body mass index (an estimate of body fat). Participants who took the diabetes drug metformin were asked to stop taking it the day before the study, but those taking insulin were allowed to continue it for safety reasons.Metabolic analysis, the researchers said, found that a much lower level of 5-hydroxy-indoleacetic acid (5-HIAA), the main metabolite of the neurotransmitter serotonin, was associated with diabetes. Although serotonin is perhaps best known for mood regulation, it has multiple functions, including controlling the development and function of the pancreatic beta cells that make insulin.\"A low level of serotonin or its byproducts could reduce insulin secretion, causing obese people to progress from insulin resistance to type 2 diabetes,\" Gumus Balikcioglu said.In addition, she said the diabetic teenagers had significantly higher levels of three metabolites than nondiabetic participants did. Among these were metabolites related to dysfunction of mitochondria, the \"power unit\" of the cell responsible for converting food to energy, and defects of the mitochondrial respiratory chain, which also lead to decreased energy production.\"Validation of our findings in larger clinical trials could provide a new noninvasive approach to identification of biomarkers for metabolic risk in in both children and adults,\" she said. \"More importantly, analysis of serotonin metabolism may provide new therapeutic targets for diabetes prevention and treatment.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-umm040217.php", "region": "namerica", "source_link": null, "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Children's Miracle Network Hospitals, Duke Children's Hospital", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Health Professionals", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics"], "journal": "", "description": "Researchers have discovered a unique metabolic 'signature' in the urine of diabetic, obese black teenagers that they say may become a way to predict the development of type 2 diabetes in people at risk. They will present their results Tuesday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}