{"title": "Even 'healthy' weight gain raises pregnancy diabetes risk", "text": "University of Queensland School of Public Health researcher Akilew Adane said women who gained more than 2.5 per cent of their body weight each year had almost triple the risk of gestational diabetes compared to women who maintained a stable weight.\"Women with only a small weight gain each year (1.5 to 2.5 per cent of body weight) doubled their risk of gestational diabetes,\" Mr Adane said.\"Surprisingly, even women who were underweight or in the normal BMI range had an increased risk of gestational diabetes when they gained weight - even if they remained within the healthy weight category.\"Women with small weight gains within the healthy BMI range doubled their risk of gestational diabetes compared to women whose weight remained stable.\"Obesity is a known risk factor for gestational diabetes, which can lead to large babies, birth complications and long-term health risks for mothers and children.  Mr Adane said researchers set out to see what impact weight change had in the years leading up to pregnancy.They tracked more than 3000 participants from the Women's Health Australia study (also known as the Australian Longitudinal Study on Women's Health). The women, aged between 18 and 23 when they joined the study in 1996, have answered regular surveys on their weight, physical activity, lifestyle, health issues, and pregnancies ever since. \"It's important for women and their clinicians to be aware that, even in the healthy BMI range, gaining a kilogram or two a year can be a health risk,\" Mr Adane said. \"For instance, a 60-kilogram, 166-centimetre woman is in a healthy BMI range, but if she gains 1.14kg each year for seven years (about two per cent of her body weight) her risk of gestational diabetes would double compared to a woman whose weight remained stable.  \"It's likely that women who continue to gain weight through early adulthood may experience a modest, progressive insulin resistance, which is further exacerbated by pregnancy, even though their weight is still within the normal range.\" The research is published in Diabetes Research and Clinical Practice and will be presented at the 15th World Congress of Public Health this week.\r\n", "article_link": "http://dx.doi.org/10.1016/j.diabres.2016.12.014", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoq-ew040417.php", "region": "africa", "source_link": null, "funder": "", "meeting": "15th World Congress on Public Health", "institution": "University of Queensland", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Epidemiology", " Gynecology", " Public Health"], "journal": "Diabetes Research and Clinical Practice", "description": "Mothers who gain weight in the years leading up to pregnancy have an increased risk of gestational diabetes. Women gaining more than 2.5 percent of their body weight each year tripled their risk of gestational diabetes compared to women who maintained a stable weight. This risk doubled for women with a small weight gain (1.5 to 2.5 percent). Even women with small weight gains within the healthy BMI range doubled their risk of gestational diabetes.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}