{"title": "Omega-3 fatty acid supplementation may treat autoimmunity in type 1 diabetes", "text": "Type I diabetes (T1D) is an autoimmune condition that develops after the immune system attacks and destroys pancreatic β cells, leading to impaired insulin production. Currently, no therapies can successfully reverse the damage or progression of autoimmune attacks in T1D, but recent findings have suggested that people with autoimmune conditions may benefit from supplementation with omega-3 fatty acid (FA), a type of polyunsaturated FA found in fish oil. In this issue of the JCI, researchers in Allan Zhao's lab at Guangdong University of Technology determined that dietary supplementation with omega-3 FAs can diminish the inflammatory processes that contribute to development of T1D. In a mouse model of T1D, they observed that increasing omega-3 FA consumption improved glucose metabolism and reduced the occurrence of diabetes. These improvements were associated with reductions in pro-inflammatory signaling molecules as well as reductions in immune cell infiltration into pancreatic islets. Both dietary supplementation and gene therapy-mediated increases in omega-3 FAs led to long-term improvements in glucose and insulin levels. Moreover, the researchers observed signs of β-cell regeneration in the omega-3-treated T1D mice. These findings suggest that increasing intake of omega-3 FAs could have beneficial effects by reducing the autoimmune responses that lead to T1D.", "article_link": "http://dx.doi.org/10.1172/JCI87388", "url": "http://www.eurekalert.org/pub_releases/2017-04/jj-ofa040317.php", "region": "namerica", "source_link": null, "funder": "National Program on Key Basic Research Project of China, National Natural Science Foundation of China, Natural Science Foundation of Jiangsu Province of China, Key University Science Research Project of Jiangsu Province", "meeting": "", "institution": "JCI Journals", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "Journal of Clinical Investigation", "description": "In this issue of the JCI, researchers in Allan Zhao's lab at Guangdong University of Technology determined that dietary supplementation with omega-3 polyunsaturated fatty acids can diminish the inflammatory processes that contribute to development of type I diabetes.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}