{"title": "Inhaled corticosteroids may raise women's risk of the metabolic syndrome", "text": "ORLANDO--Use of inhaled corticosteroids in women is associated with a higher body mass index (BMI) and an increased prevalence of the metabolic syndrome, which is a cluster of risk factors for type 2 diabetes and heart disease, researchers have found. Results from a large Dutch study will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.Corticosteroids are widely used anti-inflammatory medications. In their inhaled form, they are most often used to treat asthma and other lung diseases. The number of users of inhaled forms has increased remarkably in the past decades, said co-investigator Mesut Savas, M.D., M.Sc., a research physician and PhD candidate at Erasmus MC, University Medical Center, Rotterdam, Netherlands. It is believed, he said, that adverse events of corticosteroids mainly occur with the use of the systemic types, such as prednisone pills, and less in users of the locally applied forms. However, Elisabeth van Rossum, M.D., Ph.D., study lead investigator and clinical endocrinologist and professor of medicine at the same Dutch university hospital, said, \"Our findings suggest that inhaled corticosteroids may have greater systemic effects than recognized. This could warrant stricter monitoring of these adverse effects and potentially more restraint in prescriptions of this type of medication, especially in women at risk of the metabolic syndrome.\" The metabolic syndrome involves having at least three of the following risk factors: increased waistline, increased blood pressure, increased levels of fasting blood glucose (sugar) and/or triglycerides, and decreased levels of HDL, or \"good\" cholesterol.The researchers found that more than one in every 10 persons in their study was using corticosteroids. They used the data of 140,879 adults from the Dutch general population who participated in the Lifelines Study Cohort. Participants answered a questionnaire about drug use, which was confirmed by showing their medicine. They were checked for features of the metabolic syndrome. Of the 15,328 participants who used corticosteroids, 14,621 used only \"local\" forms, such as steroid creams, eyedrops, nose sprays and inhalers, the investigators reported. More than 50 percent (7,719) of those participants used inhaled forms alone or in combination with other corticosteroids, Savas said.Compared with nonusers of corticosteroids, the corticosteroid users reportedly had a 1.1-fold increased likelihood of having the metabolic syndrome. When the investigators analyzed the data by sex, they found \"markedly stronger associations\" between the metabolic syndrome and corticosteroid use in women. Men who used corticosteroids did not have an increased risk of the metabolic syndrome, according to Savas, but women who used any corticosteroid had a 1.2-fold raised risk. Specifically, inhaled corticosteroids yielded a significant 1.4-fold elevated likelihood of having the metabolic syndrome in women.Similarly, corticosteroid users had a higher average BMI than did nonusers, by 0.31 kg/m2, and those using steroid inhalers had an increased BMI of 0.65 kg/m2. BMI is a surrogate measure of body fat. Women using inhaled corticosteroids had nearly a point higher BMI (0.86 kg/m2) than did women who did not use any corticosteroids.The study, which was supported by the Netherlands Organization for Scientific Research, needs confirmation of its findings, Savas said. \"Our results are suggestive for, but do not prove, causality. We need studies that will follow corticosteroid users and nonusers over time and monitor for development of the metabolic syndrome.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-icm040217.php", "region": "namerica", "source_link": null, "funder": "Netherlands Organization for Scientific Research", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Pulmonary/Respiratory Medicine", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "", "description": "Use of inhaled corticosteroids in women is associated with a higher body mass index (BMI) and an increased prevalence of the metabolic syndrome, which is a cluster of risk factors for type 2 diabetes and heart disease, researchers have found. Results from a large Dutch study will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}