{"title": "Bio-sensing contact lens could someday measure blood glucose, other bodily functions", "text": "SAN FRANCISCO, April 4, 2017 -- Transparent biosensors embedded into contact lenses could soon allow doctors and patients to monitor blood glucose levels and a host of other telltale signs of disease without invasive tests. Scientists say the bio-sensing lenses, based on technology that led to the development of smartphones with more vivid displays, also could potentially be used to track drug use or serve as an early detection system for cancer and other serious medical conditions. The researchers will present their work today at the 253rd National Meeting & Exposition of the American Chemical Society (ACS). ACS, the world's largest scientific society, is holding the meeting here through Thursday. It features more than 14,000 presentations on a wide range of science topics. \"These biosensors probably won't put blood labs out of business,\" says Gregory S. Herman, Ph.D. \"But I think that we can do a lot of diagnostics using information that can be extracted from tear drops in the eye.\"Herman first conceived of using bio-sensing while working in industry. There, he and two colleagues invented a compound composed of indium gallium zinc oxide (IGZO). This semiconductor revolutionized electronics, offering consumers higher resolution displays on televisions, smartphones and tablets while saving power and improving touch-screen sensitivity.After he moved to Oregon State University in 2009, Herman began investigating this technology's biomedical applications. In particular, he wanted to find a way to help people with diabetes continuously monitor their blood glucose levels more efficiently using bio-sensing contact lenses.Continuous glucose monitoring - instead of the prick-and-test approach - helps reduce the risk of diabetes-related health problems, Herman says. But most continuous glucose monitoring systems require inserting electrodes in various locations under the skin. This can be painful, and the electrodes can cause skin irritation or infections.Herman says bio-sensing contact lenses could eliminate many of these problems and improve compliance since users can easily replace them on a daily basis. And, unlike electrodes on the skin, they are invisible, which could help users feel less self-conscious about using them.To test this idea, Herman and his colleagues first developed an inexpensive method to make IGZO electronics. Then, they used the approach to fabricate a biosensor containing a transparent sheet of IGZO field-effect transistors and glucose oxidase, an enzyme that breaks down glucose. When they added glucose to the mixture, the enzyme oxidized the blood sugar. As a result, the pH level in the mixture shifted and, in turn, triggered changes in the electrical current flowing through the IGZO transistor. In conventional biosensors, these electrical changes would be used to measure the glucose concentrations in the interstitial fluid under a patient's skin. But glucose concentrations are much lower in the eye. So any biosensors embedded into contact lenses will need to be far more sensitive. To address this problem, the researchers created nanostructures within the IGZO biosensor that were able to detect glucose concentrations much lower than found in tears.In theory, Herman says more than 2,500 biosensors - each measuring a different bodily function - could be embedded in a 1-millimeter square patch of an IGZO contact lens. Once they are fully developed, Herman says, the biosensors could transmit vital health information to smartphones and other Wi-Fi or Bluetooth-enabled devices.Herman's team has already used the IGZO system in catheters to measure uric acid, a key indicator of kidney function, and is exploring the possibility of using it for early detection of cancer and other serious conditions. However, Herman says it could be a year or more before a prototype bio-sensing contact lens is ready for animal testing.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/acs-bcl030717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Chemical Society 253rd National Meeting & Exposition", "institution": "American Chemical Society", "keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Chemistry/Physics/Materials Sciences", " Medicine/Health", " Diagnostics", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Transparent biosensors embedded into contact lenses could soon allow doctors and patients to monitor blood glucose levels and a host of other telltale signs of disease without invasive tests. Scientists say the bio-sensing lenses also could potentially be used to track drug use or serve an early detection system for cancer and other serious medical conditions. The researchers will present their work today at the 253rd National Meeting & Exposition of the American Chemical Society.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}