{"title": "Drugs widely used in cancer therapy increase toxicity of chemotherapy in mice", "text": "A short-term fast appears to counteract increases in blood sugar caused by common cancer drugs and protect healthy cells in mice from becoming too vulnerable to chemotherapy, according to new research from the University of Southern California.Valter Longo, USC Leonard Davis School of Gerontology professor and director of the USC Longevity Institute, examined the effects of short-term fasting on mice being treated with the drug doxorubicin. Mice received the doxorubicin alone or in combination with either dexamethasone or rapamycin, which are both commonly administered during chemotherapy to manage side effects but are also known to increase blood glucose levels.The mice who received a drug combination showed worse side effects from the chemotherapy, including greater damage to cells in the heart, than the mice who received doxorubicin alone, Longo said.\"This combination [doxorubicin with dexamethasone or rapamycin] could be very dangerous; it made the mice much more sensitive to chemotherapy and it could also make patients more sensitive to chemotherapy,\" he said. \"What is concerning is that drugs such as dexamethasone could be toxic even though they are often given to patients to reduce minor side effects of chemotherapy treatment.\"He added that he and his team suspected that healthy cells' increased vulnerability was caused by increased blood sugar. A previous study led by Longo described how yeast cells became more sensitive to toxins when glucose increased.In an attempt to counteract the potentially dangerous increase in blood glucose from dexamethasone or rapamycin, some of the mice periodically underwent short periods of fasting or a low-calorie diet designed to mimic fasting. With lower blood sugar levels, the mice that had fasted or eaten the fasting-mimicking diet during the combination treatment showed less damage to healthy heart cells than the mice that had eaten a normal diet. Similar benefits were observed in mice that had received the diabetes drug metformin to lower blood sugar levels.The key to the protective factor observed in the fasting mice may be a genetic signaling pathway called PKA/EGR1, Longo said. In this study, Longo and his team describe the existence of the glucose PKA/EGR1 pathway in mammalian cells, including heart cells, which is very similar to the yeast glucose PKA Msn2/4 pathway that regulates cellular protection and aging. In the group's previous studies in yeast, glucose was found to activate PKA/Msn2-4 signaling, which lessened the expression of proteins involved in resisting stress.\"These findings in mice, together with previous studies indicating that high glucose levels in combination with chemotherapy in patients is associated with an increased risk of developing complicated infections and with a significant increase in overall mortality, should discourage physicians from recommending combination of drugs that promote hyperglycemia and chemotherapy, particularly to reduce relatively minor side effects,\" Longo said.The study, \"Fasting and Metformin Regulate EGR1 to Protect from Dexamethasone and Glucose-Dependent Sensitization,\" appeared online in the journal PLoS Biology on March 30, 2017. Coauthors included Stefano Di Biase, Hong Seok Shim, Kim Kyung Hwa, Min Wei, Sebastian Brandhorst, Hamed Mirzaei and Changhan Lee of the USC Longevity Institute; Manlio Vinciguerra of University College London and Francesca Rappa and Francesco Cappello of the Euro-Mediterranean Institute of Science and Technology. The study was supported by the NIH/NIA grants AG20642 and AG034906, The Bakewell Foundation, and The V Foundation for Cancer Research.Longo is the founder of and has an ownership interest in L-Nutra whose food products are used in human studies of a fasting-mimicking diet. Longo's interest in L-Nutra was disclosed and managed per USC's conflicts of interest policies. USC has an ownership interest in L-Nutra, and the potential to receive royalty payments from L-Nutra. USC's financial interest in the company has been disclosed and managed under USC's institutional conflict of interest policies.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2001951", "url": "http://www.eurekalert.org/pub_releases/2017-04/uosc-dwu040417.php", "region": "namerica", "source_link": "http://gero.usc.edu/2017/03/30/drugs-widely-used-in-cancer-therapy-increase-toxicity-of-chemotherapy-in-mice/", "funder": "NIH/National Institute on Aging, Bakewell Foundation, The V Foundation for Cancer Research", "meeting": "", "institution": "University of Southern California", "keywords": ["Biology", " Medicine/Health", " Cancer", " Gerontology", " Diabetes", " Nutrition/Nutrients"], "journal": "PLOS Biology ", "description": "A short-term fast appears to counteract increases in blood sugar caused by common cancer drugs and protect healthy cells in mice from becoming too vulnerable to chemotherapy, according to new research from the University of Southern California.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}