{"title": "Researchers find high cardiovascular risk even in normal weight individuals", "text": "A new research study has found that approximately one-third of all individuals with a normal body mass index (BMI) had cardio-metabolic risk factors for heart disease, especially those of South Asian and Hispanic descent. Based on these findings, the  research team, from Emory University, the University of California at San Francisco and Northwestern University, recommends cardiometabolic (heart disease or diabetes risk) screenings in members of race/ethnic minority populations, even prior to the onset of overweight or obesity.Researchers studied 2,622 white Americans, 1,893 African Americans, 1,496 Hispanic Americans, 803 Chinese Americans, and 803 South Asian Americans aged 44 to 84 years to determine how many people with a normal body weight had risk factors for heart disease or diabetes (also known as cardiometabolic risk factors), and if those rates differed among racial/ethnic groups.\"The key message for clinicians is that using overweight and obesity as the main criteria to screen for high blood pressure, high glucose, high triglycerides, or low HDL cholesterol will likely miss a substantial number of people who have high cardiometabolic risk but are of normal weight,\" says first author Unjali Gujral, PhD, from the Emory Global Diabetes Research Center at Rollins School of Public Health. \"Therefore, while the United States Preventive Services Task Force recommends screening at younger ages in racial/ethnic minority groups, testing for cardiometabolic abnormalities in normal-weight and underweight members of these groups may also be an important consideration.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ehs-rfh040417.php", "region": "namerica", "source_link": "http://news.emory.edu//stories/2017/04/cardiovascular_risk_in_normal_weight/index.html", "funder": "", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Medicine/Health", " Cardiology", " Diagnostics", " Diet/Body Weight", " Public Health"], "journal": "Annals of Internal Medicine", "description": "A new research study has found that approximately one-third of all individuals with a normal body mass index (BMI) had cardio-metabolic risk factors for heart disease, especially those of South Asian and Hispanic descent.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}