{"title": "Birth weight is risk factor for fatty liver disease in children", "text": "Researchers at University of California San Diego School of Medicine, with a cohort of clinical collaborators from across the United States, have demonstrated the impact of low and high birth weights in developing Non Alcoholic Fatty Liver Disease (NAFLD), a chronic disease that often leads to a need for organ transplantation. Results of the study were published in the online April edition of The Journal of Pediatrics.\"What our research found is that low-birth weight and high-birth weight were both associated with the severity of liver disease, but in different ways,\" said Jeffrey Schwimmer, MD, professor of pediatrics at UC San Diego School of Medicine and director of the Fatty Liver Clinic at Rady Children's Hospital-San Diego. \"Children with low-birth weight were more likely to develop severe scarring of the liver. However, children with high-birth weight were more likely to develop the hepatitis form of fatty liver disease.\" From the beginning of a child's life, low birth weight and high birth weight identify children who have increased risk for health-related issues, one being NAFLD. Birth weight involves both maternal and in utero factors, which may have long-lasting consequences for liver health. Schwimmer noted that early research indicated a relationship between low-birth weight and cardiovascular disease and diabetes. However, until now, there had been a lack of insight into the link between high-birth weight and long-term health outcomes.\"This is the first study to show that extremes of weights on either side of the normal spectrum are connected to an increased risk for NAFLD,\" said Schwimmer. \"Children who are born with low birth weight or high birth weight may merit closer attention to their metabolic health to help prevent obesity, liver disease, and diabetes.\"Information was obtained from more than 530 children under the age of 21 who were enrolled in the Database of the National Institute of Diabetes and Kidney Diseases NASH Clinical Research Network. The children had a diagnosis of NAFLD as confirmed by liver biopsy. The birth weights of the children were collected and compared to the distribution of birth weight categories in the general U.S. population.According to the American Liver Foundation, NAFLD is a spectrum of diseases that begins with excess fat deposits in the liver. As the disease progresses, fibrosis increases, which may become cirrhosis, a permanent form of scarring that can lead to liver failure and need for transplantation. NAFLD affects 30 million people in the U.S., almost 10 percent of whom are children. The average age of diagnosis is 12.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--bwi040417.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Center for Advancing Translational Sciences", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Medicine/Health", " Gastroenterology", " Liver", " Pediatrics"], "journal": "Journal of Pediatrics", "description": "Researchers at University of California San Diego School of Medicine, with a cohort of clinical collaborators from across the United States, have demonstrated the impact of low and high birth weights in developing Non Alcoholic Fatty Liver Disease (NAFLD), a chronic disease that often leads to a need for organ transplantation.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}