{"title": "Study: Liver responds positively to leptin treatment in patients with lipodystrophy", "text": "ANN ARBOR, Mich. - Researchers at Michigan Medicine have found the livers of patients with a rare disease that affects metabolism have responded positively to leptin therapy.In an open-label study, funded by the National Institutes of Health, the research team predicted the response of 23 patients with partial lipodystrophy-associated nonalcoholic steatohepatitis (fatty liver) to metreleptin, a man-made version of the naturally occurring hormone leptin, which regulates fat and glucose metabolism. The researchers reported patients with a lower baseline leptin level had a higher response rate after one year of treatment with metreleptin, a pharmaceutical produced by Novelion Therapeutics' subsidiary. They presented their findings today at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando, Florida.Lipodystrophy is a group of rare diseases that share in common the selective loss of fat tissue from the body. Patients affected by the diseases generally have severe insulin resistance, high lipids in their blood and fatty liver. The condition highlights how important fat cells are to regulating a person's metabolism.Generalized lipodystrophy results in fat loss throughout the entire body. Partial lipodystrophy results in fat loss typically in the arms, legs, head and torso, and fat accumulation in the neck, face and intra-abdominal areas of the body. Metreleptin was approved by the Food and Drug Administration in 2014 to treat generalized lipodystrophy, but has not been approved to treat partial lipodystrophy.\"Fatty liver, or excess fat building up in the liver, is a common metabolic disturbance seen in patients with lipodystrophy,\" says Elif Oral, M.D., associate professor of endocrinology at Michigan Medicine and principal investigator of the study. \"The underlying metabolic disturbances seen in this patient population can be difficult to manage with traditional therapies.\"The partial lipodystrophy study participants underwent two liver biopsies, one at the beginning of the trial and after one year of treatment. Investigators observed their NASH score, a numerical score for progression of fatty liver disease in patients, and their NAS score, a numerical score for progression of non-alcoholic fatty liver disease.Of the 23 patients enrolled in the study, 22 were treated with at least one dose of metreleptin at baseline. Of the 18 patients who completed treatment after one year, NASH scores improved from a mean of 6 at baseline (showing moderate to advanced disease) to a mean of 5. NAS scores also improved from a mean of 5 at baseline to a mean of 4 after 12 months of treatment.The researchers noted that these changes were statistically significant in the patient group. \"About half of the patients had scores that lowered by two points or more, which is clinically significant in patients with this disease,\" says Oral. \"Generally, that type of drop is only seen with 10 percent or more sustained weight loss in the common form of fatty liver disease, which usually only occurs with metabolic surgery.\" Patients that experienced the two-point or greater reduction improvement in their scores from treatment had a lower baseline leptin level of 14.5 ng/mL versus non-responders whose average leptin level at baseline was 25 ng/mL.In addition, some patients saw reductions in glucose control and lipid levels, but the differences noted in the entire cohort did not attain statistical significance. The most frequently reported adverse events in the study, occurring in more than 20 percent of the patients, were upper respiratory infections, hypoglycemia and diarrhea.\"The liver disease at baseline is quite significant among the patients in this study, which showed a significant degree of inflammation and fibrosis, even in the absence of liver test abnormalities,\" says Nevin Ajluni, M.D., assistant professor of endocrinology at Michigan Medicine and the presenting author of the study. \"This highlights the importance of screening for this complication.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/mmu-slr040417.php", "region": "namerica", "source_link": "https://www.uofmhealth.org/news/archive/201704/study-liver-responds-positively-leptin-treatment-patients", "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases"], "journal": "", "description": "Researchers at Michigan Medicine have found the livers of patients with a rare disease that affects metabolism have responded positively to leptin therapy.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}