{"title": "Disrupted stress hormone signals in bone cells protect from diet-induced obesity", "text": "ORLANDO -- A high-calorie diet, even without a high amount of fat, causes bone loss, and both high-calorie and high-fat diets induce excessive fat gain and insulin resistance, a new study conducted in mice finds. Study results, to be presented Tuesday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla., found that some of these negative effects happened because of an increase in the actions of glucocorticoids, or stress hormones, in the skeleton.\"Overconsumption of an energy-dense--high-calorie--diet is a major public health challenge,\" said study investigator Sarah Kim, a Ph.D. candidate at ANZAC Research Institute and the University of Sydney in Australia. \"Energy-dense diets cause obesity, diabetes and poor skeletal health. However, it is unclear whether these adverse health outcomes are due to the high calories or the fat component of diets, or both.\"To pinpoint the cause, the researchers studied three different diets in mice, 12 to 15 per group. The diets were (1) a high-calorie, standard-fat diet (14 percent of total calories from fat); (2) a high-calorie, high-fat diet (43 percent fat); and (3) standard rodent chow (14 percent fat but fewer calories per gram of food than the first diet). Most of the fat was unsaturated, Kim said. Some of the mice were normal wild-type mice, and some were genetically modified mice that have lessened glucocorticoid signaling in their bones. Glucocorticoids, Kim explained, are steroid hormones that not only play a role in the stress response but also are important in the regulation of energy balance, immune function, cognition, memory and the skeletal system. The researchers wanted to know whether turning off glucocorticoid signaling in bone could protect against diet-induced metabolic disturbances.The investigators found that regardless of fat content, the high-calorie diets caused bone loss to a similar extent. Bone loss was apparent on micro-computed tomography (micro-CT), which Kim said is a very accurate way of analyzing bone loss in mice. The researchers identified that this bone loss in mice was mostly due to increased glucocorticoid signaling in the bone-forming cells (osteoblasts and osteocytes). In addition, she said they found no difference between high-fat and standard-fat high-calorie diets in inducing excessive fat gain and insulin resistance. Insulin resistance is the body's inability to clear glucose (sugar) from the blood in response to the hormone insulin.When the researchers switched off glucocorticoid signaling in the bone-forming cells, the mice were reportedly not only protected from diet-induced bone loss but also remained lean, had better insulin sensitivity and had improved glucose handling, also known as glucose tolerance. Kim said this finding shows that glucocorticoid signaling in the skeleton partly mediates bone loss, insulin resistance and glucose intolerance.\"These findings are important because they establish a new paradigm regarding how high-calorie and high-fat diets exert their detrimental effects,\" Kim said. \"These results also highlight that the skeleton has more than just a mechanical function in the body; it is intimately involved in controlling energy metabolism.\"She concluded: \"Understanding the underlying mechanism behind diet-induced metabolic disturbances, such as obesity and glucose intolerance, will aid in the development of novel therapies targeted at preventing and treating these metabolic disorders.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-dsh040217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Nutrition/Nutrients", " Orthopedic Medicine"], "journal": "", "description": "A high-calorie diet, even without a high amount of fat, causes bone loss, and both high-calorie and high-fat diets induce excessive fat gain and insulin resistance, a new study conducted in mice finds. Study results, to be presented Tuesday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla., found that some of these negative effects happened because of an increase in the actions of glucocorticoids, or stress hormones, in the skeleton.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}