{"title": "Intermountain Healthcare Awarded National 2017 Hearst Health Prize", "text": "Hearst Health, a division of Hearst, and the Jefferson College of Population Health of Thomas Jefferson University, have announced that Utah-based Intermountain Healthcare is the winner of the 2017 Hearst Health Prize. Intermountain was awarded the prize for its Mental Health Integration program, which embeds mental health screening and treatment within primary care and select specialty practices. The Hearst Health Prize is an annual $100,000 award given in recognition of an organization's or individual's outstanding achievement in managing or improving health in the U.S.Intermountain created a Mental Health Integration program for patients that made mental health evaluation and service part of the routine care for patients seeking care at Intermountain, with an emphasis on primary care. It utilizes a team-based approach, built upon systematic, evidence-based medicine that is collaborative and measurable, to help patients and their families manage the complexity of both mental and physical health.More than 100,000 patients were tracked over a 10-year period to observe their outcomes and interactions. Findings of the study included:\"The caregivers at Intermountain are grateful to receive this recognition and award,\" said Marc Harrison, MD, Intermountain president and CEO. \"It honors our commitment to our patients, their families, and the communities we serve. It honors our caregivers with whom our patients trust to provide the highest quality, effective, and affordable care.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/imc-iha040417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Intermountain Medical Center", "keywords": ["Medicine/Health", " Diagnostics", " Internal Medicine", " Public Health", " Behavior", " Mental Health", " Counseling"], "journal": "", "description": "Hearst Health and the Jefferson College of Population Health of Thomas Jefferson University, have announced that Utah-based Intermountain Healthcare is the winner of the 2017 Hearst Health Prize.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}