{"title": "Salk researcher Eiman Azim named Searle scholar", "text": "LA JOLLA--(April 4, 2017) Eiman Azim, assistant professor in Salk's Molecular Neurobiology Laboratory, has received the prestigious Searle Scholar award, which each year is given to only 15 researchers in the fields of chemical and biological sciences.The scholarship provides $300,000 to support scientific research for each scholar over the next three years. This year, 196 applications were considered from recently appointed assistant professors, nominated by 143 universities and research institutions.Azim focuses on decoding the fundamental circuitry for complex behavior and exploring how the brain controls its incredibly diverse repertoire of movements. Whether kicking a ball, typing an email or using vocal chords to speak, we require the extensive coordination of muscle activity to help translate intents into actions. Azim uses a multidisciplinary approach to identify how neural circuits solve the challenges of motor control, taking advantage of genetic and viral tools, anatomical analysis, electrophysiological recording, imaging and detailed motor behavioral tests. By dissecting the molecular, anatomical and functional diversity of motor pathways one element at a time, he aims to pinpoint neural circuits and piece together the underpinnings of movement, especially skilled motions like goal-directed reaching and grasping. Work like this seeks to provide a deeper understanding of human motor function and dysfunction, providing the groundwork for developing novel treatments for motor disorders.Azim will use the funding to explore the function of a set of neural circuits in the spinal cord that are thought to convey movement-related information to the cerebellum, a structure critical for the coordination of motor output. Using modern molecular-genetic tools, Azim and his lab will gain access to specific neural circuits to identify the kinds of information they transmit, and explore how their activity contributes to skilled movements.The final selection of Searle Scholars was based on recommendations made by the program's scientific advisory board, consisting of 12 scientists distinguished for their research and leadership across a wide range of fields. In selecting the Scholars, the board looked for scientists who have already demonstrated innovative research with the potential for making significant contributions to chemical and biological research over an extended period of time.\nThe funds that support the awards come from trusts established under the wills of John G. and Frances C. Searle. About the Salk Institute for Biological Studies:\nEvery cure has a starting point. The Salk Institute embodies Jonas Salk's mission to dare to make dreams into reality. Its internationally renowned and award-winning scientists explore the very foundations of life, seeking new understandings in neuroscience, genetics, immunology, plant biology and more.  The Institute is an independent nonprofit organization and architectural landmark: small by choice, intimate by nature and fearless in the face of any challenge. Be it cancer or Alzheimer's, aging or diabetes, Salk is where cures begin. Learn more at: salk.edu.\r\nSalk Communications\npress@salk.edu\n858-344-0470\n @salkinstitute\nhttp://www.salk.edu ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/si-sre040417.php", "region": "namerica", "source_link": "http://www.salk.edu/news-release/salk-researcher-eiman-azim-named-searle-scholar/", "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Neurobiology"], "journal": "", "description": "Salk researcher Eiman Azim named Searle scholar", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}