{"title": "Participation in a weight management program reduces job absenteeism", "text": "ORLANDO--Individuals with obesity who enrolled in a structured weight loss program report fewer hours missed from work after six months in the program, according to a study being presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.\"A concern shared by both employers and employees is that time spent in the program attending the physician and dietitian visits, and the vigilance required to maintain lifestyle modifications, might diminish time and productivity on the job,\" said Jennifer Iyengar, M.D., the study's lead author and an endocrinology fellow at the University of Michigan, Ann Arbor, Mich. \"However, we found that participation in our program was highly valued and had a positive impact at work.\"  The total economic cost of obesity in the U.S. includes indirect costs, such as missed time from work, lost productivity at work and premature death due to obesity-related health problems, research shows. Iyengar said little is known, though, about whether weight loss interventions can improve the job performance and attendance of employees with obesity. She and her co-workers studied this question in participants in the University of Michigan Weight Management Program.The weight management program, according to its director and study senior investigator Amy Rothberg, M.D., Ph.D., is a two-year, multicomponent, multidisciplinary program for people with moderate to severe obesity that involves frequent visits with physicians and dietitians. It uses a very-low-calorie diet (800 calories per day) by total meal replacement for the first three months to promote 15 percent weight loss, followed by gradual transition to a low-calorie, food-based diet and interventions to support lifelong behavior changes and promote regular physical activity.For this study, the researchers evaluated 92 participants with obesity (average weight of 253 pounds and average BMI of 40 kg/m2) who had completed six months in the program and were employed full time in a variety of different occupations. At the first visit and again at six months, participants completed a self-administered, scientifically validated questionnaire regarding their work absenteeism (working fewer hours than their employers expected) and their \"presenteeism,\" defined as the participants' rating of their own work performance. At the six-month point, participants lost an average of 41 pounds, the research team reported.Before the program, participants reported that they worked, on average, 5.2 fewer hours per month than what their employers expected. After six months in the program, they described working 6.4 hours more than expected.There was reportedly no significant change in how they rated their overall work performance (presenteeism) on a 10-point scale, with an average of 7.8 at the beginning and 7.9 at six months. It is possible that presenteeism will improve with longer participation in the program, Iyengar said.Improved absenteeism did not correlate with the amount of weight loss, Iyengar reported. \"One possible explanation,\" she said, \"is that the change in absenteeism rates may reflect improvements in co-existing medical illnesses or depression.\"She concluded, \"Our findings suggest that, through favorable effects on work attendance, participation in a weight management program may be mutually beneficial for workers and their employers.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-pia040217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Employment", " Occupation/Retirement"], "journal": "", "description": "Individuals with obesity who enrolled in a structured weight loss program report fewer hours missed from work after six months in the program, according to a study being presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}