{"title": "Treating polycystic ovary syndrome early may help prevent later drop in fertility", "text": "ORLANDO -- In adolescent girls with polycystic ovary syndrome (PCOS), bringing the amount of abdominal visceral fat and liver fat down to normal restores ovulation, normalizes the symptoms of androgen excess, and may help prevent future subfertility, new research from Spain suggests. The results of the study will be presented Tuesday, April 4, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando. \"PCOS is very prevalent in adolescent girls and women of reproductive age and is a prime cause of female subfertility,\" said lead author Lourdes Ibáñez, M.D., Ph.D., professor of pediatrics at the Institut de Recerca Pediàtrica Hospital Sant Joan de Déu, in Barcelona, Spain.  \"While no treatment is licensed for PCOS, roughly 98 percent of girls who have it, whether or not they are sexually active, take a combined oral contraceptive pill that contains an estrogen and a progestagen,\" said Ibáñez. \"If SPIOMET  ?  the low-dose combination of an anti-androgen plus two insulin-sensitizers   ? can restore ovulation rates after reducing ectopic fat, later subfertility can potentially be prevented in many women who nowadays depend on expensive and time-consuming fertility techniques to conceive,\" she said. In a study conducted at the University of Barcelona, Ibáñez and her colleagues enrolled 36 young women with PCOS who averaged 16 years of age, were non-obese and not sexually active. They had had their first menstruation at least two years before; and their excessive body hair and irregular menses could not be attributed to specific causes. Overall, 34 girls completed the study. The participants were randomized to receive one of two drug combinations daily: some took a combined oral contraceptive pill containing 20 mcg ethinyl-estradiol plus 100 mg levonorgestrel; others took SPIOMET, (spironolactone 50 mg, pioglitazone 7.5 mg, and metformin 850 mg). The girls were also encouraged to do regular exercise and eat a Mediterranean diet. They took the drugs for 12 months and were followed without intervention for another 12 months.Referring to menstrual diaries and weekly measurements of salivary progesterone, the researchers counted the number of ovulations over two timespans: between 3 and 6 months after treatment and between 9 and 12 months after treatment. The authors also assessed body composition; the amount of abdominal, visceral and hepatic fat; circulating androgens; cholesterol and insulin; carotid artery thickness; and other markers of cardiovascular health. Before treatment, the young women with PCOS had more visceral and hepatic fat than age-matched controls, as well as higher androgens and insulin, and altered markers of cardiovascular health. During treatment, those taking SPIOMET normalized more hepatic and visceral fat, insulin and markers of cardiovascular health; and after treatment, these values remained more normal in the girls who took SPIOMET than in those on oral contraceptives. Compared with oral contraceptives, SPIOMET was followed by a 2.5-fold higher ovulation rate and a 6-fold higher prevalence of normal ovulation; and the risk of having abnormally few ovulations was 65% lower. The girls who lost the most hepatic fat were those who ovulated more after treatment. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-tpo040217.php", "region": "namerica", "source_link": null, "funder": "The Instituto de Salud Carlos III, Fondo Europeo de Desarrollo Regional", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Fertility", " Gynecology", " Pediatrics"], "journal": "", "description": "In adolescent girls with polycystic ovary syndrome (PCOS), bringing the amount of abdominal visceral fat and liver fat down to normal restores ovulation, normalizes the symptoms of androgen excess, and may help prevent future subfertility, new research from Spain suggests. The results of the study will be presented Tuesday, April 4, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}