{"title": "Vitamin D deficiency may indicate cardiovascular disease in overweight and obese children", "text": "ORLANDO--In overweight and obese children and adolescents, vitamin D deficiency is associated with early markers of cardiovascular disease, a new study reports. The research results will be presented Sunday, April 2, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando.\"Pediatric obesity affects 17 percent of infants, children, and adolescents ages 2 to 19 in the United States, and obesity is a risk factor for vitamin D deficiency. These findings suggest that vitamin D deficiency may have negative effects on specific lipid markers with an increase in cardiovascular risk among children and adolescents,\" said lead author Marisa Censani, M.D., pediatric endocrinologist and director of the Pediatric Obesity Program in the Division of Pediatric Endocrinology at New York Presbyterian Hospital/Weill Cornell Medicine in New York, N.Y. \"This research is newsworthy because this is one of the first studies to assess the relationship of vitamin D deficiency to both lipoprotein ratios and non-high density lipoprotein (non-HDL) cholesterol, specific lipid markers impacting cardiovascular risk during childhood, in children and adolescents with obesity/overweight,\" Censani noted. Censani and her colleagues reviewed the medical records, including vitamin D levels, of children and adolescents between 6 and 17 years of age who were evaluated at the pediatric endocrinology outpatient clinics at Weill Cornell Medicine over a two-year period. Overall, 178 of 332 patients met criteria for overweight and obesity: Body Mass Index (BMI) above the 85th percentile; and 60 patients with BMI above the 85th percentile had fasting lipid test results available. Total cholesterol, triglycerides, HDL, low-density lipoprotein (LDL), and non-HDL cholesterol were collected; and total cholesterol/HDL and triglyceride/HDL ratios were calculated. Vitamin D deficiency was considered to be 25 hydroxyvitamin D (25OHD) below 20 ng/ml. Vitamin D deficiency was found to be significantly associated with an increase in atherogenic lipids and markers of early cardiovascular disease. Total cholesterol, triglycerides, LDL, non-HDL cholesterol, as well as total cholesterol/HDL and triglyceride/HDL ratios, were all higher in vitamin D-deficient patients compared to patients without vitamin D deficiency. \"These results support screening children and adolescents with overweight and obesity for vitamin D deficiency and the potential benefits of improving vitamin D status to reduce cardiometabolic risk,\" Censani said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-vdd040217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Cholesterol", " Nutrition/Nutrients", " Pediatrics"], "journal": "", "description": "In overweight and obese children and adolescents, vitamin D deficiency is associated with early markers of cardiovascular disease, a new study reports. The research results will be presented Sunday, April 2, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}