{"title": "Diabetes control is more difficult for night-shift workers", "text": "ORLANDO--People with type 2 diabetes have poorer control over their blood glucose levels when they work the night shift compared with those who work in the daytime or are unemployed, a new study finds. The study results, to be presented Monday at the Endocrine Society's 99th annual meeting in Orlando, Fla., showed that poor long-term glycemic, or blood sugar, control, was independent of what workers ate or any sleep problems they had.These new findings, from investigators in Thailand, expand on others' research showing that night shift work is associated with an increased risk for the development of diabetes.\"Previously, there were little data whether people who already have type 2 diabetes and work the night shift have trouble controlling their blood sugars,\" said Sirimon Reutrakul, M.D., the study's principal investigator and an associate professor at Mahidol University Faculty of Medicine, Bangkok. \"Our study data raise awareness of the difficulty in diabetes control among night shift workers.\"In the United States alone, nearly 6 million full-time employees work a permanent or rotating night shift, according to 2000 data from the Bureau of Labor Statistics.Reutrakul and her colleagues studied 260 individuals with type 2 diabetes in Thailand: 62 night shift workers, 94 daytime workers and 104 unemployed individuals. The researchers determined the study participants' glycemic control by reviewing their medical records for recent measurements of hemoglobin A1C. The A1C test shows the average blood sugar level over the previous three months. Most people with diabetes should strive for an A1C level below 7 percent, according to the Hormone Health Network.Night shift workers participating in the study reportedly had an average A1C of 8.2 percent, significantly higher than the 7.6 percent A1C for daytime workers and 7.5 percent A1C for participants who did not work. On questionnaires, night shift workers also reported shorter sleep duration, higher daily intake of calories and higher body mass index, or BMI (an estimate of body fat), than did the other two groups. Even after the researchers adjusted their statistical analyses for factors that could affect glucose metabolism, including sleep duration, dietary intake and BMI, the significant association between shift work and glycemic control remained, Reutrakul said.\"Diabetic individuals who work at night should pay special attention to managing their disease through healthy eating, regular exercise and optimal use of medications prescribed by their physician,\" Reutrakul recommended. She also stressed the need to test interventions that may improve glycemic control in this patient group. Such interventions might include attempting to reduce the circadian misalignment, which is a disruption in the sleep-wake cycle, that occurs in night shift workers.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-dci040117.php", "region": "namerica", "source_link": null, "funder": "The Endocrine Society of Thailand, Mahidol University", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Circadian Rhythm", " Sleep/Sleep Disorders", " Occupation/Retirement"], "journal": "", "description": "People with type 2 diabetes have poorer control over their blood glucose levels when they work the night shift compared with those who work in the daytime or are unemployed, a new study finds. The study results, to be presented Monday at the Endocrine Society's 99th annual meeting in Orlando, Fla., showed that poor long-term glycemic, or blood sugar, control, was independent of what workers ate or any sleep problems they had.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}