{"title": "In US military, white kids, officers' kids more likely to use diabetes technology", "text": "ORLANDO--Even with equal access to healthcare in the United States military, significant disparities in caring for children with type 1 diabetes still exist, new research reports. The results of the study will be presented Monday, April 3, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando.\"Patients now have greater access to technology to help them manage type 1 diabetes, and some studies have reported significantly better glycemic control with the use of technology,\" lead study author Rachael Paz, M.D., a pediatric endocrinology fellow at Walter Reed National Military Medical Center in Bethesda, Md., said. \"Even in the U.S. military healthcare system, with equal access to and coverage of most healthcare costs, inequalities exist in the control of type 1 diabetes and in the use of insulin pumps and continuous glucose monitors (CGMs),\" Paz noted. \"These disparities in the utilization of currently available diabetes technology may be contributing to the differences in glycemic control we find between certain patient populations.\" Paz and her colleagues investigated whether, within the military health system, differences exist in the use of diabetes technology and if glycemic control differs between patients who use diabetes technologies and those who don't.They retrospectively reviewed the charts of patients between 2 and 19 years of age whose parent were members of the U.S. military. These dependents had type 1 diabetes and were seen at the Walter Reed pediatric endocrinology clinics between January 2006 and August 2016. The authors excluded patients who had diabetes for less than one year, those who took less than 0.5 units of insulin per kg per day, and those with underlying conditions that called for a higher hemoglobin A1c (HbA1c) goal. Due to small numbers, they also excluded those on NPH (neutral protamine Hagedorn) insulin from their analysis. Among the 405 dependent patients who met the inclusion criteria, the median age was 16 years, the median diabetes duration was 6 years, and the median HbA1C was 8.7 percent. Overall, 46.2 percent of the children were female, 68.1 percent were white, and 53.8 percent were dependents of officers, not enlisted personnel. For treatment, 49.1 percent used an insulin pump, 20.2 percent used a CGM, and 16.5 percent had both a pump and a CGM. Insulin pumps were used more often by white children and officers' children. CGMs were also used more often by white children and officers' children. Patients using an insulin pump were more likely to use a CGM as well: 34 percent of patients on an insulin pump had a CGM compared to 7 percent of those on multiple daily injections (MDI). Patients using a pump had lower median HbA1C tests showing the average blood sugar level over the previous three months than those on MDI (8.4 percent versus 9.1 percent); and those using a CGM also had lower median HbA1C than those who did not (8.1 percent vs 8.9 percent). Diabetes-related hospitalizations were similar whether a pump or MDI was used (30.2 percent vs 30.6 percent). Only 19.5 percent of patients with a CGM had a history of hospitalization compared with 33.1 percent of those without the device.\"We need to identify the root causes of these differences and devise processes that eliminate them so all our patients can have the greatest opportunity to optimize their health,\" Paz said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-ium040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics", " Minorities", " Socioeconomics"], "journal": "", "description": "Even with equal access to healthcare in the United States military, significant disparities in caring for children with type 1 diabetes still exist, new research reports. The results of the study will be presented Monday, April 3, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}