{"title": "Program equips rural primary care providers to manage complex diabetes", "text": "ORLANDO--Primary care providers (PCPs) and community health workers in rural areas of New Mexico gained confidence in in their ability to manage patients with complex diabetes by participating in a videoconferencing educational program led by diabetes specialists, a new study found. Results, which will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla., suggest that these patients can now receive treatment in their local communities.\"A radical shift in healthcare delivery is needed to improve care for patients in rural and medically underserved communities,\" said study lead investigator Matthew Bouchonville, MD, CDE (certified diabetes educator), an assistant professor at the University of New Mexico (UNM) School of Medicine in Albuquerque. \"Telemedicine is an option but typically connects one patient to one specialist at a time. Our program improves access to specialized care for large numbers of patients through weekly virtual clinics with their primary care providers.\"This program, called Endo ECHO, uses the Extension for Community Healthcare Outcomes (ECHO) model developed in 2003 at the UNM Health Sciences Center. Project ECHO aims to improve access to care for underserved populations with complex health problems by training primary care clinicians to provide specialty care services. Endo ECHO launched in 2014 to improve medical access for patients with type 1 diabetes and those with uncontrolled diabetes of any type--complex diabetes that might benefit from more specialized care, Bouchonville said. Endo ECHO connects PCPs and community health workers at 10 rural health centers in the state with experts from Project ECHO, including endocrinologists, nurses, certified diabetes educators, behavioral health specialists and social workers. Program participants include one selected PCP at each health center, who will become a local expert in managing complex diabetes. The experts' weekly two-hour videoconferencing sessions (teleECHO clinics) present diabetes education and mentoring on actual cases of deidentified patients with diabetes. These interactive sessions are free and open to providers anywhere, according to Bouchonville. To evaluate the success of Endo ECHO in equipping the care providers, the researchers surveyed participants before the program and a year into the four-year program about their self-efficacy--confidence in their ability--to manage patients with complex diabetes. Survey respondents included 13 PCPs and 10 community health workers. Respondents reported improvement in all measures of self-efficacy for complex diabetes management. Overall self-efficacy scores, on a seven-point scale, improved from an average of 2.6 to 6.0 in community health workers and from 3.7 to 5.8 in PCPs. Examples of self-efficacy measures for the PCPs included confidence in their ability to manage complex insulin regimens and to screen for diabetic complications. Self-efficacy measures for community health workers included confidence in their ability to advise on self-care and motivate behavioral change.\"Primary care providers and community health workers who participated in Endo ECHO say they feel better equipped to manage patients with complex diabetes--and are more willing to do so instead of referring them to a faraway specialist,\" Bouchonville said. More than 850 patients with complex diabetes who live in medically underserved communities in New Mexico have enrolled to receive care from Endo ECHO-trained providers, he said. Future evaluation will determine the impact on patient outcomes of Endo ECHO, which is funded by the Leona M. and Harry B. Helmsley Charitable Trust.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-per040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Primary care providers (PCPs) and community health workers in rural areas of New Mexico gained confidence in in their ability to manage patients with complex diabetes by participating in a videoconferencing educational program led by diabetes specialists, a new study found. Results, which will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla., suggest that these patients can now receive treatment in their local communities.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}