{"title": "Artificial pancreas improves blood sugar control in young kids", "text": "ORLANDO--An artificial pancreas, which delivers insulin in an automated way to individuals with type 1 diabetes, appears to be safe and effective for use in children ages 5 to 8 years, a new study finds. Results will be presented Tuesday at the Endocrine Society's 99th annual meeting in Orlando, Fla.The \"smart\" artificial pancreas system, pioneered at the University of Virginia (UVA), reportedly improved blood glucose, or blood sugar, control better than the children's usual method of home diabetes management, an insulin pump.\"Up until now, parents and doctors have had to decide how much insulin to give young children throughout the day to avoid dangerously low or high blood sugars,\" said the lead investigator, Mark DeBoer, M.D., M.Sc., MCR, associate professor at UVA in Charlottesville, Va. \"Even with an insulin pump, it can be difficult to know how much insulin the child requires because of fluctuations in the carbohydrate content in food and the child's activity level.\"\"Our study data show, for the first time, that among young children, 5 to 8 years old, this artificial pancreas maintains blood sugars in the target range better than the usual home regimen.\"Previous research already found the artificial pancreas to be effective at improving blood sugar control in adults and adolescents with type 1 diabetes. People with this type of diabetes must receive insulin throughout the day, such as through multiple daily injections or an insulin pump, which delivers insulin 24 hours a day through a catheter placed under the skin.The wearable artificial pancreas uses two available diabetes devices--an insulin pump and a continuous glucose monitor, which senses blood sugar levels on an ongoing basis. Although these devices typically do not \"talk\" to each other, the experimental system connects the devices using sophisticated computer algorithms, DeBoer explained. \"With the exception of insulin dosing for food intake, artificial pancreas makes all the dosing decisions,\" he said. \"It can track the patient's blood sugar level and adjust the amount of insulin given to keep the blood sugar in a target range.\"DeBoer and his colleagues tested the artificial pancreas for 68 hours in six boys and six girls with type 1 diabetes whose age ranged from 5 to 8. The researchers also tracked the children's blood sugar control using their usual home care regimen for 68 hours. All children normally used an insulin pump plus continuous glucose monitoring. In comparing blood sugar levels, the researchers adjusted the levels for the amount of activity each child had.With the artificial pancreas, the children had a longer time in the target blood sugar range, which was 70 to 180 mg/dL: on average, 73 percent of the time versus 47 percent with their usual home care, DeBoer reported. They also had far less time with high blood sugar levels (above 180 mg/dL): 25.8 percent of the time compared with 51.5 percent with usual home care. Also, he said, there was no increase in episodes of low blood sugar, with an average of only 3.3 low blood sugar episodes with the artificial pancreas and four such episodes with usual home care.\"These results, although in a small number of children, show great promise because similar results have been found in large-scale studies of older individuals with type 1 diabetes,\" DeBoer said. \"In the future, this type of technology is likely to become the standard of care for type 1 diabetes control for children in this age range.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-api040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics", " Biotechnology"], "journal": "", "description": "An artificial pancreas, which delivers insulin in an automated way to individuals with type 1 diabetes, appears to be safe and effective for use in children ages 5 to 8 years, a new study finds. Results will be presented Tuesday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}