{"title": "Race ranks higher than pounds in diabetes, heart-health risks", "text": "Americans of South Asian descent are twice as likely as whites to have risks for heart disease, stroke and diabetes, when their weight is in the normal range, according to a study headed by Emory University and UC San Francisco.Similarly, Americans of Hispanic descent were 80 percent more likely than whites to suffer from so-called cardio-metabolic abnormalities that give rise to heart disease, stroke and diabetes, compared with 50 percent more likely for those who were Chinese and African-American.These risks include high blood pressure (hypertension), elevated glucose, low HDL, the \"good cholesterol,\" and high triglycerides, a fat found in blood. In the study, participants who were aged between 45 and 84, were classified as having cardio-metabolic abnormalities if they had two or more of these four risk factors.The study, publishing April 3, 2017 in Annals of Internal Medicine, included 803 South Asian residents of San Francisco Bay and Chicago areas, who traced their ancestry to India, Pakistan, Nepal, Bangladesh or Sri Lanka. Also enrolled in a parallel study were approximately 6,000 residents of New York, Baltimore, Chicago, Los Angeles, Minneapolis-St. Paul and Winston-Salem areas, who identified as Chinese, white, Hispanic or African-American. For whites, Hispanics and African-Americans, normal weight was categorized as having a body mass index (BMI) between18. 5 and 24.9 kg/m2. For Chinese and South Asians, the range was narrower: from 18.5 to 22.9 kg/m2.1st Study to Look at Differences Between 5 Races Questionnaires were given to assess participants' activity levels and eating habits.\"While other studies have looked at race and cardio-metabolic risk, this is the first that looks at the relative differences between five races,\" said senior author Alka Kanaya, MD, professor of medicine, epidemiology and biostatistics in the Division of Internal Medicine at UC San Francisco. \"It's also the first that compared risk between two different Asian populations.\"The researchers found that for non-whites to have the same number of cardio-metabolic risk factors as whites with a BMI of 25 kg/m2 - the equivalent of 150 pounds for a woman measuring 5-foot-5 -- they had to have much lower BMI levels. These were 22.9 kg/m2 for African-Americans, 21.5 kg/m2 for Hispanics, 20.9 kg/m2 for Chinese and 19.6 kg/m2 for South Asians - the equivalent of 118 pounds for a woman measuring 5-foot-5.\"These differences are not explained by differences in demographic, health behaviors or body fat location,\" said first author Unjali Gujral, PhD, a postdoctoral fellow at the Global Diabetes Research Center at Emory University in Atlanta. \"Clinicians using overweight/obesity as the main criteria for cardio-metabolic screening, as currently recommended by the U.S. Preventive Services Task Force, may fail to identify cardio-metabolic abnormalities in many patients from racial/ethnic minority groups.\"Kanaya, who is also the principal investigator of the MASALA study (Mediators of Atherosclerosis in South Asians Living in America), which enrolled the South Asians, said that the results of the study should not be interpreted as a call to those with normal BMI to lose weight.\"We hope the results will enable patients and their health care providers to see that race/ethnicity alone may be a risk factor for cardio-metabolic health in minority Americans,\" she said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--rrh033017.php", "region": "namerica", "source_link": "http://www.ucsf.edu/news/2017/03/406316/race-ranks-higher-pounds-diabetes-heart-health-risks", "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Aging"], "journal": "Annals of Internal Medicine", "description": "Americans of South Asian descent are twice as likely as whites to have risks for heart disease, stroke and diabetes, when their weight is in the normal range, according to a study headed by Emory University and UC San Francisco.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}