{"title": "New simple tool can help identify people at high risk for prediabetes", "text": "ORLANDO -- The time to maximal sugar level during an oral glucose tolerance test is associated with higher risk for prediabetes and could give important information about the ability of the pancreas to secrete insulin, according to research presented at the Endocrine Society's 99th annual meeting, ENDO 2017, in Orlando, Fla. This simple tool could help to identify people who may benefit from early treatment strategies.Prediabetes, a condition in which blood glucose (sugar) levels are higher than normal, affects more than 80 million people in the United States. Prediabetes has no warning signs or symptoms but increases the risk for developing diabetes and heart disease. If detected and treated early, the progression of prediabetes to diabetes can be effectively prevented or delayed.This study investigated a simple, practical tool to characterize people who have a high risk for progression to diabetes and who could greatly benefit from early treatment.  \"Our research may help clinicians and public health officials guide patients to better and more cost-effective decisions about risk for prediabetes\" said Stephanie T. Chung, M.B.B.S., the study's first author and an assistant clinical investigator at the National Institute of Diabetes and Digestive and Kidney Diseases, National Institutes of Health in Bethesda, Md. Researchers used a common test to diagnose prediabetes. The test involves checking a person's blood glucose before and 120 minutes after drinking 75g of sugar, an oral glucose tolerance test.  In this study, the authors also collected blood and determined glucose levels at three additional time points: 30, 60 and 90 minutes after receiving the sugar drink.  People were grouped into two categories based on elapsed time to reach a maximal sugar level during the test: at 30 minutes or after 30 minutes.  Those who reached a maximal sugar level after 30 minutes were more likely to have prediabetes and lower pancreatic function. \"Further research is needed to assess whether this tool can be used to inform primary prevention guidelines for diabetes,\" Chung said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-nst040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Health Professionals", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "The time to maximal sugar level during an oral glucose tolerance test is associated with higher risk for prediabetes and could give important information about the ability of the pancreas to secrete insulin, according to research presented at the Endocrine Society's 99th annual meeting, ENDO 2017, in Orlando, Fla. This simple tool could help to identify people who may benefit from early treatment strategies.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}