{"title": "Low-calorie sweeteners promote fat accumulation in human fat", "text": "ORLANDO -- Low-calorie, artificial sweeteners appear to play havoc with the body's metabolism, and large consumption of these sugar substitutes could promote fat accumulation, especially in people who are already obese, preliminary research suggests. The study results will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.\"Many health-conscious individuals like to consume low-calorie sweeteners as an alternative to sugar. However, there is increasing scientific evidence that these sweeteners promote metabolic dysfunction,\" said Sabyasachi Sen, M.D., an Associate Professor of Medicine and Endocrinology at George Washington University in Washington, D.C., and the study's principal investigator.Sen and his colleagues tested sucralose, a popular low-calorie sweetener, on stem cells -- cells that could change into mature fat, muscle, cartilage or bone cells--taken from human fat tissue. They placed these cells in Petri dishes for 12 days in media that promotes fat production. At a 0.2-millimolar sucralose dose similar to the concentration found in the blood of people with high consumption of low-calorie sweeteners -- equal to four cans of diet soda per day -- the researchers said they observed increased expression of genes that are markers of fat production and inflammation. There also was increased accumulation of fat droplets in cells, particularly at a larger dose (1 millimolar), Sen reported.With this evidence, the investigators then conducted a separate experiment. They analyzed biopsy samples of abdominal fat obtained from eight subjects who said they consumed low-calorie sweeteners (mainly sucralose and a trace of aspartame, and/or acesulfame potassium). Four of the subjects were healthy weight, and four were obese. According to Sen, they saw evidence of increased glucose (sugar) transport into cells and overexpression of known fat-producing genes, compared with fat biopsy samples from subjects who did not consume low-calorie sweeteners.Additionally, he noted that subjects who consumed low-calorie sweeteners, which are several-fold sweeter than sugar, showed an overexpression of sweet taste receptors in their fat tissue; this overexpression was up to 2.5-fold higher than in subjects without history of consumption of these sweeteners. Overexpression of sweet taste receptors in the abdominal fat, he said, may play a role in allowing glucose to enter cells, from which the body absorbs it into the bloodstream.All these findings are signs of metabolic dysregulation in which the cellular mechanisms are changing to make more fat, he explained. Of concern, Sen said, these effects were most apparent in the obese individuals who consumed low-calorie sweeteners, rather than individuals of normal weight. He added that the observed increased uptake of glucose into the cells is also concerning for consumers who have diabetes and prediabetes, \"who already have more sugar in their blood,\" compared to their counterparts who do not have diabetes.More studies are necessary in larger numbers of people with diabetes and obesity to confirm these findings, he stressed.\"However, from our study,\" Sen stated, \"we believe that low-calorie sweeteners promote additional fat formation by allowing more glucose to enter the cells, and promotes inflammation, which may be more detrimental in obese individuals.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-lsp040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "", "description": "Low-calorie, artificial sweeteners appear to play havoc with the body's metabolism, and large consumption of these sugar substitutes could promote fat accumulation, especially in people who are already obese, preliminary research suggests. The study results will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}