{"title": "Reporter receives Endocrine Society Award for Excellence in Science and Medical Journalism", "text": "ORLANDO, Fla.--Lindsey Konkel, a New Jersey-based freelance reporter, received the Endocrine Society's annual Award for Excellence in Science and Medical Journalism, the Society announced today. Konkel was honored at the Society's 99th Annual Meeting & Expo in Orlando, Fla., for her coverage of how exposure to endocrine-disrupting chemicals (EDCs) can affect the development of the placenta, the temporary organ that nourishes an unborn child during pregnancy. The winning article, \"Lasting Impact of an Ephemeral Organ: The Role of the Placenta in Fetal Programming,\" was published in Environmental Health Perspectives in July 2016. In her article, Konkel explains how environmental stresses such as chemical exposure in the womb can raise an individual's risk of developing diseases later in life. An EDC is a chemical or mixture of chemicals that can cause adverse health effects by interfering with hormones in the body. The threat is particularly great when unborn children are exposed to EDCs. Research has found EDC exposure is associated with a number of health problems, including male reproductive disorders, premature death, obesity and diabetes, neurological impacts, breast cancer, endometriosis, female reproductive disorders, immune disorders, liver cancer, osteoporosis, Parkinson's disease, prostate cancer, and thyroid disorders.Established in 2008, the award was created to recognize outstanding reporting that enhances the public understanding of health issues pertaining to the field of endocrinology. The Award for Excellence in Science and Medical Journalism consists of a presentation at the Society's awards banquet during the Society's annual meeting, ENDO 2017. The meeting is taking place from April 1-4. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-rre040217.php", "region": "namerica", "source_link": null, "funder": "Endocrine Society", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Environmental Health", " Gynecology", " Toxicology"], "journal": "", "description": "Lindsey Konkel, a New Jersey-based freelance reporter, received the Endocrine Society's annual Award for Excellence in Science and Medical Journalism, the Society announced today.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}