{"title": "More than 8 million children could face higher insurance costs without CHIP", "text": "New Haven, Conn. -- More than 8 million children enrolled in the Children's Health Insurance Program (CHIP) could be at risk of losing coverage if federal funding for the program is not extended this year. Children with chronic conditions are most vulnerable, and their families could face substantial cost increases if they lose CHIP coverage and need to shift their insurance to a Marketplace plan, according to a Yale study.The findings were published in the April issue of Health Affairs. CHIP is a main source of government-sponsored health insurance for children in low-income families. A quarter of those children -- 2 million -- have chronic conditions, such as diabetes or asthma, that require more care at greater cost. To determine the impacts on those children if Congress fails to extend CHIP later this year, a team of Yale researchers compared CHIP coverage with Marketplace plans nationwide. The Marketplace, developed as part of the Affordable Care Act, is an online exchange that allows families to shop for health insurance plans, often with support of government subsidies.To conduct their analysis, the research team used data from CHIP and Marketplace plans, as well as utilization data on children with chronic conditions. They calculated out-of-pocket costs for children enrolled in either plan in every state. Finally, they analyzed costs for children at four different income levels. While the researchers found that both CHIP and Marketplace plans are effective in providing coverage for children with chronic conditions, they concluded that CHIP is the preferable alternative. \"CHIP plans provide better and more generous coverage,\" said first author Alon Peltz. \"The amount that families may need to pay if CHIP goes away and children need to enroll in a Marketplace plan could be quite significant.\"If low-income families shift from CHIP to Marketplace plans, their annual out-of-pocket expenses could rise significantly, as much as $233 to $2,472, depending on income level and the child's health care needs. Families with children who have epilepsy, diabetes, or a mood disorder could face the steepest costs increases, the researchers said.\"As policymakers consider alternatives for providing coverage for this vulnerable population of children, we encourage them to be particularly mindful of the cost burden families might encounter,\" Peltz noted. While CHIP, established in 1997, was reauthorized through 2019, funding expires in September 2017. Loss of federal funding could force states to cut benefits or even discontinue their programs altogether.In the event that CHIP is not funded, and families switch to Marketplace plans, the researchers suggested ways the latter plans could be made more affordable. Modifications include enhancements to current cost-sharing protections; a review of co-payments for prescription drugs and hospitalizations that drive out-of-pocket costs; and close monitoring of deductibles.  \"We found that minor modifications in the way marketplace subsidies are structured could put them in line with the CHIP program,\" Peltz said. \"However, given the uncertain future of the Affordable Care Act, extending funding for CHIP is likely the best strategy for providing stability and security for those families who need it most.\"", "article_link": "http://dx.doi.org/10.1377/hlthaff.2016.1280", "url": "http://www.eurekalert.org/pub_releases/2017-04/yu-mt8033017.php", "region": "namerica", "source_link": null, "funder": "Robert Wood Johnson Foundation", "meeting": "", "institution": "Yale University", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Pediatrics", " Science/Health and the Law"], "journal": "Health Affairs", "description": "More than 8 million children enrolled in the Children's Health Insurance Program (CHIP) could be at risk of losing coverage if federal funding for the program is not extended this year. Children with chronic conditions are most vulnerable, and their families could face substantial cost increases if they lose CHIP coverage and need to shift their insurance to a Marketplace plan, according to a Yale study.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}