{"title": "Brain signals after a meal respond to food pictures more in obese than lean kids", "text": "ORLANDO--Brain signals that should help tell us we are full after eating appear to be dulled in obese children, according to preliminary results of a new study being presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.A clinical trial at Seattle Children's Research Institute and University of Washington found that the brain responded to images of high-calorie foods differently in obese children who had just eaten than in those whose weight was normal. Called Brain Activation and Satiety in Children Functional Magnetic Resonance Imaging (BASIC fMRI), the study uses functional MRI (fMRI), a type of MRI that indirectly measures activities in different brain areas, said Christian Roth, M.D., a pediatric endocrinologist and researcher at the research institute, who is overseeing the trial.\"Our aim is to understand why some children with obesity still feel hungry after eating a meal,\" Roth said. \"We want to better understand this tendency to overeat and gain insight into the brain signals causing it. Without a better understanding of the biological responses in the brain related to food intake, we may be unable to slow the childhood obesity epidemic.\"For the trial, which was funded by the National Institutes of Health, the investigators recruited 54 obese children and 22 lean children, all 9 to 11 years of age. In their abstract, the researchers presented the results for most of the participants: 34 obese children and 21 with normal weight. Both groups were similar in average age and the proportion of boys and girls.During their first fMRI, participants viewed pictures of food. One set of images showed high-calorie foods, such as french fries, burgers, cake and cookies. Other pictures showed low-calorie foods, including broccoli, carrots and apples. Then the children all ate the same meal, called the test meal, consisting of 33 percent of the weight-based estimated daily caloric needs to get all participants equally full. Thirty minutes later the image viewing was repeated during the second fMRI. The researchers evaluated brain regions responsible for processing of satiety, or sense of fullness. Finally, the participants ate a buffet meal, where they could eat whatever they wanted. Food intake was measured, and the children were asked to rate on a visual scale how full or hungry they were.At the first fMRI before the test meal, there was no significant difference in overall brain activation between the two groups of children, the researchers found. Both groups also had similar self-ratings of fullness after the buffet meal. Although the obese children consumed about 400 more calories on average than the normal-weight children did at the buffet, Roth said their consumption was similar based on the percentage of their weight-based estimated daily caloric needs. However, after eating the test meal, the obese children had significantly greater overall brain activation to high-calorie foods in the regions of satiety processing than did the lean children. \"We have observed that suppression of brain activation in response to high-calorie food cues is fundamental to the normal experience of satiety,\" Roth said. \"Our findings suggest that obese children may have a blunted satiety response that does not maximally suppress their attention to and motivation for high-calorie foods.\" Roth said they will present additional patient data at the meeting. In the future, the researchers will study the obese children after they attend a six-month behavioral weight loss program, to determine whether their brain signals of satiety responses improve after lifestyle changes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-bsa040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Neurobiology", " Olfactory/Taste", " Pediatrics"], "journal": "", "description": "Brain signals that should help tell us we are full after eating appear to be dulled in obese children, according to preliminary results of a new study being presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}