{"title": "Hormones are behind hernias of the groin in elderly men, study suggests", "text": "ORLANDO--Researchers have identified an apparent cause of inguinal hernia, or groin hernia, in older men: altered sex hormone levels that weaken and scar muscle tissue in the lower abdomen. Results of their study using an animal model will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.\"We have discovered that both increased estrogen action and decreased testosterone action leads to inguinal hernia formation,\" said Hong Zhao, M.D., Ph.D., the study's lead author and a research associate professor at Northwestern University Feinberg School of Medicine in Chicago, Ill. She and the other researchers found the link between hormones and hernias accidentally while using a mouse model for breast cancer research, said senior investigator Serdar Bulun, M.D., professor and chair of obstetrics and gynecology at Northwestern Medicine. They had created humanized transgenic mice by genetically modifying them to carry the human gene for aromatase, which is the key enzyme for the conversion of testosterone into estrogen. The mice expressed human aromatase and had thus higher levels of muscle tissue estrogen compared with control mice. One day the investigators noticed that the male mice, used for breeding, could not walk and had a swollen lower abdomen. They initially thought the swelling was a tumor but later realized it was an extremely large groin hernia.The cause of inguinal hernia is unknown, although risk factors include being male and older age. One in four men in the United States over their lifetime will develop an inguinal hernia, Bulun said. This type of hernia, in which fatty or intestinal tissue bulges out of the abdominal wall, can cause pain, pressure, burning and swelling of the scrotum or groin area. A hernia repair operation is the only treatment but has potential postoperative complications, including pain, nerve injury and infection. Furthermore, he said, \"There is a very high recurrence rate of hernia after hernia repair.\"As men age, their estrogen levels increase and their testosterone levels drop. The researchers found that their mouse model mimics the increased estrogen formation in the tissue and the decreasing blood testosterone levels seen in elderly men. Furthermore, when they looked at the rodents' muscle tissue from the lower abdomen, they found tissue atrophy (weakening) and fibrosis (scarring), comparable to that observed in human muscle tissue specimens from patients who had undergone inguinal hernia operations. Then, in a different group of these mice that express aromatase, the investigators treated the animals with an aromatase inhibitor medication. Bulun said, \"Treatment entirely prevented muscle cell atrophy, fibrosis and hernia formation, further supporting a central role of estrogen in inguinal hernia in aging men.\"They plan to continue their study. \"We hope to shed light on the mechanism behind inguinal hernia and help develop less invasive and more curative treatments for inguinal hernia,\" Zhao said. \"This knowledge may allow treatment or prevention with novel nonsurgical approaches.\" For instance, Bulun suggested, therapy with aromatase inhibitors might prevent recurrence after hernia repair or even help men avoid surgery in the first place.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-hab040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Internal Medicine", " Gastroenterology", " Orthopedic Medicine", " Musculature"], "journal": "", "description": "Researchers have identified an apparent cause of inguinal hernia, or groin hernia, in older men: altered sex hormone levels that weaken and scar muscle tissue in the lower abdomen. Results of their study using an animal model will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}