{"title": "Higher anabolic hormone levels predict lower risk of worsening frailty in men", "text": "ORLANDO--A new study suggests that middle-age and elderly men are less likely to develop worsening frailty if they have high levels of certain anabolic hormones, which are muscle- and bone-building hormones. The study results will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.Frailty is the gradual loss of energy, strength and physical capability that can come with aging and often leads to dependency, disability and death. Decline in muscle mass and strength are thought to be the key factors in the development of frailty; however, what predisposes some elderly people to become frail and not others is unclear.\"With the aging population, frailty-related problems present an increasing challenge to healthcare systems worldwide,\" said the study's lead author, Agnieszka Swiecicka, M.D., a clinical research fellow at the University of Manchester in Manchester, U.K. \"Better understanding of the causes of frailty could enable early identification of at-risk individuals and the development of new treatments and prevention strategies.\"The investigators studied whether there is a relationship between anabolic hormone levels and a change in frailty status over four years among older men, who took part in the European Male Ageing Study (EMAS). The 3,369 participants, ages 40 to 79 years, lived in the community and joined the study between 2003 and 2005 at eight European centers. At enrollment and four-year follow-up, the participants had their hormone levels measured and the degree of frailty assessed. One assessment, the Fried frailty phenotype, explored physical aspects of frailty such as low muscle mass and function, exhaustion, weakness, slow walking and low physical activity. Men with three to five criteria were considered frail. The other frailty assessment, a frailty index, allowed for evaluation of not only physical but also psychological and cognitive aspects of health.Overall, 2,114 men had their frailty assessed by phenotype and 2,444 by frailty index at both study visits. After four years, the frailty status worsened in 459 men and improved in 206.The researchers found that having higher baseline levels of vitamin D, insulin-like growth factor-1 (IGF-1) and its binding protein 3 (IGFBP3) was associated with a lower risk of worse frailty status four years later. \"Vitamin D, besides maintaining bone health, regulates muscle function, and low vitamin D levels are linked to lower muscle mass and strength. IGF-1 affects muscle growth and repair, and its action and levels are modified by its carrier protein IGFBP3,\" Swiecicka said.Also linked to a lower likelihood of frailty status worsening were higher baseline levels of the hormone dehydroepiandrosterone sulfate (DHEA-S), but only in the oldest men. Several potential pathways could link DHEA-S with frailty. Swiecicka said, \"DHEA-S may have direct anabolic effect on muscle, and, more recently, its neuroprotective and immune system-modulating effects have been described.\"  \"We showed novel associations between anabolic hormone levels and changes in frailty levels in aging men,\" she said. \"This does not establish cause, and clinical trials will be required to find out if giving these hormones to middle-age and elderly men could prevent the development of frailty.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-hah040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Mortality/Longevity", " Endocrinology", " Aging", " Internal Medicine", " Urogenital System"], "journal": "", "description": "A new study suggests that middle-age and elderly men are less likely to develop worsening frailty if they have high levels of certain anabolic hormones, which are muscle- and bone-building hormones. The study results will be presented Sunday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}