{"title": "New natural estrogen-progesterone capsule reduces postmenopausal hot flashes", "text": "ORLANDO -- A natural, or bioidentical, combined estradiol-progesterone capsule (TX-001HR) significantly decreases the frequency and severity of moderate to severe hot flashes in postmenopausal women, the Replenish study finds. Results of this phase 3, randomized, placebo-controlled, multicenter trial will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.TX-001HR, an investigational oral hormone therapy developed by TherapeuticsMD Inc., which funded the study, underwent a year of testing in 1,835 postmenopausal women ages 40 to 65 years who had not had a hysterectomy. Data from a three-month substudy of 726 study participants with problematic postmenopausal vasomotor symptoms such as hot flashes (also called hot flushes) are being presented at the meeting.\"If approved, TX-001HR would be the first available combined natural estradiol-progesterone hormone therapy,\" said principal investigator Rogerio Lobo, M.D., professor of obstetrics and gynecology at Columbia University in New York, N.Y. \"It may provide an alternative for treating hot flushes in postmenopausal women with an intact uterus, including an alternative for the estimated millions of women currently using unregulated, unapproved compounded hormonal preparations.\"Compounded bioidentical hormones are custom-made at compounding pharmacies and are not regulated by the Food and Drug Administration (FDA). Yet, many women are choosing them over FDA-approved synthetic hormone therapies, possibly because they want natural, plant-derived hormones that are similar to those in the body, believing them to be safer. The FDA reports no evidence, however, that these compounded bioidentical products are safer than FDA-approved hormone therapies.Lobo and co-investigators in the Replenish trial tested the safety and effectiveness of four doses of TX-001HR (natural 17-beta estradiol and natural progesterone) in a total of 1,835 women. In the substudy, 726 women who reported experiencing seven or more hot flashes per day due to menopause or at least 50 hot flashes a week were evaluated to assess the effect of TX-001HR specifically on treating hot flushes. These women were on average 54.6 years of age, and 67 percent were white. The women were randomly assigned to one of the TX-001HR doses or a placebo (an inert substance), without knowing which treatment they received. The researchers reported that two doses of TX-001HR significantly improved both the frequency and severity of moderate to severe hot flashes by four weeks, and this benefit continued through 12 weeks compared with placebo. Those doses, Lobo reported, were 1 milligram (mg) of estradiol with 100 mg of progesterone daily or a daily combination of 0.5 mg estradiol and 100 mg of progesterone. In women with a uterus, progesterone is added to estrogen because estrogen alone raises the risk of cancer of the endometrium, the lining of the uterus. Study participants showed no sign of thickening of the uterine lining, known as endometrial hyperplasia. Lobo stated that the women tolerated the drug well, with the most commonly reported side effects being headache, cold symptoms, breast tenderness and upper respiratory infection.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-nne040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Aging", " Internal Medicine", " Gynecology"], "journal": "", "description": "A natural, or bioidentical, combined estradiol-progesterone capsule (TX-001HR) significantly decreases the frequency and severity of moderate to severe hot flashes in postmenopausal women, the Replenish study finds. Results of this phase 3, randomized, placebo-controlled, multicenter trial will be presented Monday at ENDO 2017, the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}