{"title": "Traumatic brain injuries leave women prone to mental health problems", "text": "ORLANDO -- Traumatic brain injuries affect the body's stress axis differently in female and male mice, according to research presented at the Endocrine Society's 99th annual meeting, ENDO 2017, in Orlando, Fla. The results could help explain why women who experience blast injuries face a greater risk of developing mental health problems than men.About 1.5 million people are diagnosed with traumatic brain injury (TBI) each year. Blast injuries are particularly common in the military population. Between 15 percent and 30 percent of soldiers who experience a TBI are later diagnosed with neuropsychiatric disorders such as depression, anxiety or post-traumatic stress disorder (PTSD). Even though men are more likely to experience a TBI, women have an elevated risk of developing mental health disorders due to the injury.The study examined how blast injuries disrupt the stress axis, specifically the hypothalamic-pituitary-adrenal (HPA) axis, a signaling pathway involved in the body's stress response. The hormones produced by the glands in the stress axis affect parts of the brain involved in regulating fear and anxiety.\"The study suggests that mild blast traumatic brain injuries dysregulate the neuroendocrine stress axis differently in women and men,\" said Ashley Russell, the first author and a Neuroscience Ph.D. candidate at the Uniformed Services University of the Health Sciences (USU) in Bethesda, Md. \"The research provides a missing link between a mild blast injury and the subsequent development of neuropsychiatric disorders such as anxiety and PTSD.\"Researchers exposed both male and female mice to a mild blast injury of 15 psi using the ORA Advanced Blast Simulator at USU. When compared to mice that did not receive blast injury, injured mice produced altered levels of corticosterone, a hormone released when the stress axis is activated. This difference in the stress response was observed both short- and long-term post blast injury. Blast-injured female mice showed greater dysregulation of corticosterone levels than male mice with TBI.The scientists also sought to examine how a stressor may alter activation of corticotropin releasing factor (CRF) neurons in various brain regions involved in fear and anxiety regulation. In response to a stressor, female mice had heightened activation of CRF neurons in the stress integration center of the brain compared to male mice, an effect attributed to circulating estrogen levels.Understanding precisely how TBI can interfere with the body's stress response may open the door to developing better interventions to treat both TBI and the resulting mental health conditions, Russell said.\"Traumatic brain injury causes short- and long-term neuroendocrine dysregulation that may result in anxiety- and stress-related disorders,\" she said. \"Unfortunately, there are no therapeutic interventions to mitigate this response. More research is needed in this area to determine why these effects occur and how to treat them.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-tbi040117.php", "region": "namerica", "source_link": null, "funder": "The Uniformed Services University's Center for Neuroscience and Regenerative Medicine", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Neurobiology", " Trauma/Injury", " Mental Health", " Depression/Anger", " Stress/Anxiety"], "journal": "", "description": "Traumatic brain injuries affect the body's stress axis differently in female and male mice, according to research presented at the Endocrine Society's 99th annual meeting, ENDO 2017, in Orlando, Fla. The results could help explain why women who experience blast injuries face a greater risk of developing mental health problems than men.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}