{"title": "Skin cancer finding provides hope for patients with rare type of melanoma", "text": "PHOENIX, Ariz. -- April 3, 2017 -- A team of researchers report a significant genetic association linked to an aggressive form of melanoma in a study published today in the journal Genome Research. Acral lentiginous melanoma, or ALM, is an uncommon type of melanoma that typically occurs on the palms and soles and is often difficult to treat.Led by investigators at the Translational Genomics Research Institute (TGen) -- in collaboration with Vanderbilt University Medical Center, Memorial Sloan Kettering Cancer Center, and Mayo Clinic -- researchers identified a protein target that opens a window into the disease and may aid in diagnosis and, one day, lead to improved treatments.\r\nThe researchers sequenced samples from 34 patients with ALM and found significant evidence that inhibiting a protein called TERT may be \"an effective approach\" to destroying ALM cells.\"These findings provide insight into the role TERT plays in the formation of ALM, and reveal preliminary evidence that inhibiting TERT has a deadly effect on ALM cancer cells,\" said Dr. Jeffrey Trent, TGen President and Research Director, one of three senior authors of the study, and leader of the Stand Up To Cancer (SU2C)-Melanoma Research Alliance (MRA) Dream Team. Dr. Trent also holds a joint appointment with California-based City of Hope.In laboratory experiments, more than 75 percent of ALM cancer cells were affected, following 72 hours of exposure to a drug that inhibits TERT.\"These data establish a foundation for understanding ALM's genetic triggers, with the ultimate goal to inform ALM clinical management for patients,\" said Dr. Jeffrey Sosman, an internationally recognized melanoma expert and another of the paper's co-senior authors. Dr. Sosman is Co-Leader of the Translational Research in Solid Tumors (TRIST) Program and Director of the Melanoma Program at the Robert H. Lurie Comprehensive Cancer Center of Northwestern University, and a Professor at the Feinberg School of Medicine.\"Our analysis of these patients confirms a number of findings of prior smaller analyses, but also sheds new light on the molecular foundations of human acral melanoma,\" said Dr. Charlotte Ariyan, the third co-senior author of the study. Dr. Ariyan is a surgeon specializing in melanoma at Memorial Sloan Kettering Cancer Center.The most common type of melanoma, cutaneous melanoma (CM) -- which also is the most deadly type of skin cancer -- has long been linked to DNA damage from excessive exposure to ultraviolet (UV) radiation, either by spending too much time in the sun or too much time in tanning beds. Breakthroughs in recent years have provided new therapies for CM linked to the BRAF gene.But little is known about the causes of ALM, a rare cancer that strikes sun-shielded areas of the skin, such as the palms of hands, the soles of feet, and fingernail and toenail beds. ALM is more prevalent than CM among those with darker skin pigmentations.\"Mapping the relatively uncharted landscapes of melanoma in non-cutaneous parts of the body will have broad relevance for understanding melanoma biology and clinical management similar to cutaneous melanoma,\" said Dr. Aleksandar Sekulic, a skin cancer expert who holds joint appointments at TGen and Mayo Clinic, and one of the co-authors of the study.Genetic changes in TERT were found among 41 percent of the patients in this study, which also suggests that additional research should be undertaken to verify the impact of genetic aberrations on TERT activity.\"Based on our findings of TERT alterations in nearly half of the patient samples we analyzed, TERT inhibitors represent a putative therapeutic strategy in ALM,\" said Dr. Winnie Liang, an Assistant Professor and Director of TGen's Collaborative Sequencing Center, and the study's lead author. \"Continued characterization of ALM, and evaluation of the functional implications of TERT aberrations, holds promise for paving an avenue towards improving outcomes for ALM patients,\" the paper concludes. This study was primarily funded by MRA. Additional support was provided by the SU2C-MRA Melanoma Dream Team Translational Cancer Research Grant (SU2C-AACR-DT0612). Stand Up To Cancer is a program of the Entertainment Industry Foundation administered by the American Association for Cancer Research (AACR).  Also contributing to this study -- Integrated genomic analyses reveal frequent TERT aberrations in acral melanoma -- were: the University of Arizona College of Pharmacy, and Samsung Medical Center. Patients in the study were enrolled from Vanderbilt University Medical Center and from Memorial Sloan Kettering Cancer Center.Dr. Liang and other authors will present this study tomorrow, April 4, at the annual meeting of the American Association for Cancer Research (AACR) in Washington, D.C.", "article_link": "http://dx.doi.org/10.1101/gr.213348.116", "url": "http://www.eurekalert.org/pub_releases/2017-04/ttgr-scf040317.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-led-study-gives-hope-to-skin-cancer-patients.aspx#.WOKCyY61vTE", "funder": "Melanoma Research Alliance, Stand Up To Cancer", "meeting": "American Association for Cancer Research", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials", " Pharmaceutical Science"], "journal": "Genome Research", "description": "A team of researchers report a significant genetic association linked to an aggressive form of melanoma in a study published today in the journal Genome Research. Led by investigators at TGen -- in collaboration with Vanderbilt University Medical Center, Memorial Sloan Kettering Cancer Center, and Mayo Clinic -- researchers identified a protein target that opens a window into acral lentiginous melanoma (ALM) and may aid in diagnosis and, one day, lead to improved treatments.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}