{"title": "Monitoring pollen using an aircraft", "text": "Plant pollen and fungal spores can be found at variable heights in the air, even at elevations up to 2000 meters. This is the conclusion of a report by researchers of Helmholtz Zentrum München and Technical University of Munich together with Greek colleagues, which was published in the journal Scientific Reports. Hitherto it was assumed that such allergens are mainly present close to where they are released, namely near ground level. One in every five Europeans currently already suffers from allergies -- and the trend is increasing. Plant pollen and fungal spores contribute considerably to these allergies. In order to prepare people with allergies in good time before allergen exposure, in some places the concentrations of such airborne allergens are recorded and communicated. \"However, this approach has a major downside,\" said Professor Claudia Traidl-Hoffmann, director of the Institute of Environmental Medicine at Helmholtz Zentrum München and Technical University of Munich: \"The concentrations are currently measured mainly in densely populated, urban areas. The pollen sources, however, are often found outside cities where there is more vegetation.\"To provide data on this discussion, her team, together with the group of Dr. Athanasios Damialis from the Aristotle University of Thessaloniki, investigated the diversity and abundance of pollen sampled in different zones of the atmosphere. To this end, using an aircraft, the researchers collected air samples at sea level as well as at elevations of up to 2000 meters. According to the authors, such an investigation of the pollen and fungal spore distribution in the atmosphere is unique in the world.Remarkably, the researchers discovered that abundant airborne allergens were found even at elevations of 2000 meters: here pine (Pinaceae) and oak (Quercus) comprised the main part of the pollen.\"Our results disprove the widespread myth that pollen and fungal spores in the outside air only originate from local sources and can therefore elicit allergic symptoms only in these areas ,\" said Traidl-Hoffmann.  \"The findings of our study suggest that they can occur at altitudes of up to several kilometers, where they form aeroallergen clouds.\" Accordingly, the exploration of how the clouds form and move may be an important tool for future diagnostics and prevention of allergic diseases in urban, densely populated areas.The study is also an indication that the contact with airborne allergen carriers cannot be completely avoided, since they are present almost everywhere. Accordingly, a further development of pollen concentration prediction is a central component of effective allergy prevention. \"An early warning system with drones, for example, would be conceivable,\" Traidl-Hoffmann suggested. She would like to investigate the topic more deeply in the future.", "article_link": "http://dx.doi.org/10.1038/srep44535", "url": "http://www.eurekalert.org/pub_releases/2017-04/hzm--mpu040317.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/38525/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Biology", " Ecology/Environment", " Plant Sciences", " Geophysics/Gravity", " Immunology/Allergies/Asthma"], "journal": "Scientific Reports", "description": "Plant pollen and fungal spores can be found at variable heights in the air, even at elevations up to 2,000 meters. This is the conclusion of a report by researchers of Helmholtz Zentrum München and Technical University of Munich together with Greek colleagues, which was published in the journal Scientific Reports. Hitherto it was assumed that such allergens are mainly present close to where they are released, namely near ground level.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}