{"title": "Alcohol abuse even before pregnancy may harm offspring", "text": "ORLANDO--Mothers who binge drink before they become pregnant may be more likely to have children with high blood sugar and other changes in glucose function that increase their risk of developing diabetes as adults, according to a new study conducted in rats. The results will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.\"The effects of alcohol use during pregnancy on an unborn child are well known, including possible birth defects and learning and behavior problems. However, it is not known whether a mother's alcohol use before conception also could have negative effects on her child's health and disease susceptibility during adulthood,\" said principal investigator Dipak Sarkar, Ph.D., DPhil, a distinguished professor at Rutgers University in New Brunswick, N.J., and director of its endocrine research program.Binge drinking is common in the United States. Among alcohol users 18 to 44 years old, 15 percent of nonpregnant women and 1.4 percent of pregnant women report that they binge drank in the past month, according to a 2012 phone survey from the U.S. Centers for Disease Control and Prevention (CDC). For women, binge drinking is the equivalent of four or more drinks in about two hours.To assess the effects of preconception alcohol use, Sarkar, with doctoral candidate Ali Al-Yasari, MS, and their colleagues, conducted a study, funded by the National Institutes of Health, in rats, whose basic processes of glucose function are similar to those in humans, Sarkar said. For four weeks, they gave female rats a diet containing 6.7 percent alcohol, which raised their blood alcohol levels to those of binge drinking in humans. Alcohol was then removed from the rats' diet, and they were bred 3 weeks later, equal to several months in humans. Adult offspring of these rats were compared with control offspring: the offspring of rats that did not receive alcohol before conception. (One control group received regular rat chow and water, and the other received a nonalcoholic liquid diet equal in calories to the alcohol feedings.)After the rats' offspring reached adulthood, the researchers used standard laboratory techniques to monitor their levels of blood glucose and insulin and two other important hormones, glucagon and leptin. Glucagon stimulates the liver to convert glycogen (stored glucose) into glucose to move to the blood, making blood glucose levels higher. Although the main function of leptin is inhibiting appetite, it also reduces the glucose-stimulated insulin production by the pancreas.The research team found that, compared with both groups of control offspring, the offspring of rats exposed to alcohol before conception had several signs of abnormal glucose homeostasis (function). Altered glucose homeostasis reportedly included increased blood glucose levels, decreased insulin levels in the blood and pancreatic tissue, reduced glucagon levels in the blood while being increased in pancreatic tissue, and raised blood levels of leptin. Additionally, the researchers said they found evidence that preconception alcohol exposure increased the expression of some inflammatory markers in pancreatic tissue. Al-Yasari said this might lower insulin production and action on the liver that increases blood glucose levels. The overexpression of inflammatory markers may be how pre-pregnancy alcohol use altered normal glucose homeostasis in the offspring, he stated.\"These findings suggest that [the effects of] a mother's alcohol misuse before conception may be passed on to her offspring,\" Al-Yasari said. \"These changes could have lifelong effects on the offspring's glucose homeostasis and possibly increase their susceptibility to diabetes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-aae033117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Gynecology", " Alcohol"], "journal": "", "description": "Mothers who binge drink before they become pregnant may be more likely to have children with high blood sugar and other changes in glucose function that increase their risk of developing diabetes as adults, according to a new study conducted in rats. The results will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Sun, 02 Apr 2017 04:00:00 GMT"}