{"title": "New measurement technique lowers estimated vitamin D recommended daily allowance", "text": "ORLANDO--After re-measurement of vitamin D by improved technology, the Recommended Dietary Allowance (RDA) for vitamin D intake drops from 800 to 400 International Units (IU) per day, new research reports. The results of the study will be presented Sunday, April 2, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla. \"The RDA is easily achievable with a supplement of 400 IU in winter, when vitamin D levels are lowest in North America,\" said principal investigator J. Christopher Gallagher, M.D., professor and director of the Bone Metabolism Unit in the Division of Endocrinology of Creighton University School of Medicine in Omaha, Neb.\"This has important ramifications for public health recommendations. The amount of vitamin D needed, 400 IU daily, is less than the figure recommended by Institute of Medicine,\" said Gallagher, the study's principal investigator. \"In estimating the RDA for vitamin D intake, the laboratory method used for measuring serum 25-hydroxyvitamin D  ?  25(OH)D  ?  can affect the results,\" he said. \"The estimated RDA based on the older immunoassay (DiaSorin S.p.A., Salugia, Italy) system was 800 IU daily, whereas the newer liquid chromatography tandem-mass spectrometry (LC-MS/MS) technique estimated that 400 IU daily would meet the RDA.\" In their earlier double-blind dose-response clinical trial in the winter and spring of 2007 to 2008, Gallagher and his colleagues enrolled 163 healthy postmenopausal Caucasian women 57 through 90 years of age with vitamin D insufficiency and followed them for 1 year. The women were at least 7 years postmenopausal and they had vitamin D insufficiency based on the World Health Organization cutoff (serum 25(OH)D 20 ng/ml or lower). The participants were randomized to one of seven vitamin D3 doses: 400, 800, 1600, 2400, 3200, 4000, 4800 IU/day or placebo, for 1 year, and all the women were given calcium supplements to maintain a total calcium intake. After analyzing the samples and estimating the RDA using the older immunoassay, the authors reported that 800 IU daily would meet the vitamin D intake requirement for 97.5 percent of the population. But now that liquid chromatography mass spectrometry (LC-MS/MS) has become the gold standard for measuring 25(OH)D, the researchers have reanalyzed the original samples using this new technology. \r\nAble to determine a more precise dose-response curve, they have calculated the RDA for vitamin D to be 400 IU daily. \"Remember, this RDA is for bone health only,\" Gallagher cautioned. \"It may be different for other diseases. Although trials looking into cancer, diabetes, and other diseases are ongoing, we do not have information about this yet.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-nmt033117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Health Professionals", " Internal Medicine", " Nutrition/Nutrients", " Orthopedic Medicine", " Musculature"], "journal": "", "description": "After re-measurement of vitamin D by improved technology, the Recommended Dietary Allowance (RDA) for vitamin D intake drops from 800 to 400 International Units (IU) per day, new research reports. The results of the study will be presented Sunday, April 2, at ENDO 2017, the annual scientific meeting of the Endocrine Society, in Orlando, Fla.", "date": "Sun, 02 Apr 2017 04:00:00 GMT"}