{"title": "Patients with heart failure, subclinical hypothyroidism have worse outcomes", "text": "ORLANDO--Patients with more severe heart failure have higher levels of the thyroid hormones TSH and T4 and lower T3 levels, and those with higher T4 levels may be more likely to have atrial fibrillation, new research reports. The study results will be presented Sunday, April 2, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando, Fla.\"Our results indicate that having subclinical hypothyroidism, a mild decrease in thyroid function, is associated with increased likelihood of needing mechanical assistance to the heart with devices, heart transplantation or death,\" said lead author Lakshmi Kannan, M.D., M.Sc., a fellow in the Division of Endocrinology, Diabetes, and Metabolism at the University of Pennsylvania in Philadelphia, Penn. \"We also found that blood tests commonly performed to assess thyroid function, including thyroid stimulating hormone (TSH) levels and two distinct thyroid hormones called thyroxine (T4) and triiodothyronine (T3), are associated with the severity of heart failure,\" Kannan added.To examine the associations between thyroid disorders and the risk of adverse outcomes, including ventricular assist device placement, heart transplantation, or death, Kannan and colleagues investigated 1,382 patients with pre-existing moderate to advanced heart failure who were enrolled in the Penn Heart Failure Study. Study participants were on average 57 years of age and 35 percent were women. Most were New York Heart Association (NYHA) class II (46 percent) or III (32 percent); 153 (11 percent) were taking amiodarone and 174 (13 percent) were taking levothyroxine. Overall, fewer than 1 percent of the patients were overtly hypothyroid, 6 percent were subclinically hypothyroid, 88 percent were euthyroid, 5 percent were subclinically hyperthyroid, and 1 percent were overtly hyperthyroid. After adjusting their statistical models for age, sex, race, body mass index (BMI), heart failure etiology, as well as amiodarone and levothyroxine (LT4) use, the research team found that, in patients with pre-existing heart failure, higher TSH, higher free T4 and lower T3 concentrations were each associated with more severe heart failure, while only higher free T4 was associated with atrial fibrillation. Also in this population, subclinical hypothyroidism with TSH 7.0 milli-international units per liter (mIU/L) or higher was linked with worse survival. \"Heart failure is the leading cause of hospitalization in the United States, and when it is unable to be managed with medications, may require heart transplantation or lead to death,\" Kannan cautioned. \"Further studies are needed to evaluate risks and benefits of thyroid hormone replacement in heart failure patients with mild thyroid disorders.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-pwh033117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute on Aging", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology"], "journal": "", "description": "Patients with more severe heart failure have higher levels of the thyroid hormones TSH and T4 and lower T3 levels, and those with higher T4 levels may be more likely to have atrial fibrillation, new research reports. The study results will be presented Sunday, April 2, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando, Fla.", "date": "Sun, 02 Apr 2017 04:00:00 GMT"}