{"title": "Many transgender individuals consider their fertility important, survey shows", "text": "ORLANDO--Nearly one-fourth of transgender individuals in Toronto, Canada, regard their own fertility as important, but most lack knowledge regarding and access to reproductive options, a new survey finds. Results of the survey will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.\"Modern techniques allow people of transgender experience to have biological children by freezing their sperm or eggs before hormone treatment,\" said the study's senior investigator, Adam Millar, M.D., an assistant professor at the University of Toronto and an endocrinologist at Mount Sinai Hospital, Toronto. \"This option was not offered to transgender people in the past, but our study shows that 97 percent of transgender individuals feel that the option to freeze sperm or eggs should be offered to them prior to treatment that may affect their fertility.\"Millar said it is important to study transgender people because they have traditionally been excluded from population health and sexuality research. He and his co-workers surveyed transgender patients attending routine medical visits at three medical centers in Toronto about their knowledge and beliefs regarding fertility. A total of 213 adults, ages 17 to 69, completed the written questionnaire: 108 who were assigned male at birth and 103 assigned female. Most participants (78 percent) had already undergone hormone therapy or gender transition surgery, according to the study abstract.Reported survey findings included the following:\"Early discussions with health care professionals about fertility preservation before commencing gender transition-related therapies may improve awareness of and access to available reproductive options,\" Millar said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-mti033117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Endocrinology", " Fertility", " Urogenital System", " Gynecology", " Sex-Linked Conditions"], "journal": "", "description": "Nearly one-fourth of transgender individuals in Toronto, Canada, regard their own fertility as important, but most lack knowledge regarding and access to reproductive options, a new survey finds. Results of the survey will be presented Sunday at the Endocrine Society's 99th annual meeting in Orlando, Fla.", "date": "Sun, 02 Apr 2017 04:00:00 GMT"}