{"date": "2018-01-19_20:52:55", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "figure", "shows", "degeneration", "golgi", "complex", "brain", "cells", "accumulation", "polyglutamine", "toxic", "protein", "nucleus", "mechanism", "early", "neuropathy", "comparison", "view", "joint", "research", "team", "dgist", "daegu", "gyeongbuk", "institute", "science", "technology", "identified", "early", "neuropathic", "mechanism", "polyglutamine", "brain", "disease", "one", "representative", "degenerative", "brain", "diseases", "suggested", "way", "restore", "expected", "accelerate", "development", "early", "neuropathy", "treatment", "variety", "degenerative", "brain", "diseases", "including", "dementia", "parkinson", "disease", "lou", "gehrig", "disease", "commonly", "known", "caused", "toxic", "president", "sang", "hyuk", "son", "announced", "july", "17", "monday", "research", "team", "led", "professor", "lee", "department", "brain", "cognitive", "sciences", "research", "team", "professor", "daehee", "hwang", "center", "plant", "aging", "research", "institute", "basic", "science", "department", "new", "biology", "identified", "early", "neuropathic", "mechanism", "golgi", "neurodegenerative", "brain", "diseases", "neuronal", "cells", "first", "time", "development", "science", "technology", "advancement", "medical", "technology", "increased", "elderly", "population", "especially", "korea", "one", "10", "elderly", "people", "aged", "65", "older", "recent", "years", "suffering", "dementia", "increasing", "number", "patients", "suffering", "intractable", "degenerative", "brain", "disease", "many", "studies", "conducted", "understand", "treat", "brain", "diseases", "world", "however", "development", "therapeutic", "agents", "particular", "patients", "seek", "doctors", "realizing", "degenerative", "brain", "diseases", "likely", "already", "damaged", "brain", "cells", "difficult", "expect", "effective", "recovery", "using", "commercially", "available", "therapeutic", "agent", "therefore", "essential", "understand", "degenerative", "brain", "disease", "progresses", "early", "research", "teams", "led", "professor", "sung", "bae", "lee", "professor", "daehee", "hwang", "verified", "first", "time", "world", "golgi", "one", "cellular", "organelles", "neurons", "plays", "key", "role", "early", "neuropathy", "degenerative", "brain", "disease", "model", "degenerative", "brain", "diseases", "huntington", "chorea", "spinal", "cord", "cerebellar", "degeneration", "caused", "polyglutamine", "toxic", "protein", "research", "teams", "identified", "deformation", "abnormality", "golgi", "plays", "key", "role", "supplying", "cell", "membrane", "brain", "cells", "major", "cause", "degenerative", "brain", "disease", "leads", "morphological", "transformation", "neuronal", "morphologically", "modified", "brain", "cells", "study", "demonstrated", "early", "neuropathy", "diseased", "brain", "cells", "restored", "inducing", "overexpression", "creba", "gene", "newly", "discovered", "key", "factor", "pathology", "addition", "identifying", "transcription", "factors", "involved", "early", "neuropathy", "caused", "toxic", "proteins", "creba", "factor", "cbp", "researchers", "suggested", "could", "new", "subjects", "develop", "therapeutic", "agents", "degenerative", "brain", "professor", "sung", "bae", "lee", "said", "key", "study", "verified", "golgi", "brain", "cells", "plays", "core", "role", "early", "neuropathy", "degenerative", "brain", "disease", "added", "restoring", "early", "stages", "disease", "expect", "accelerate", "development", "therapeutic", "drugs", "effectively", "treat", "degenerative", "brain", "diseases", "study", "published", "online", "edition", "cell", "reports", "international", "journal", "life", "science", "sister", "journal", "cell", "july", "11", "chang", "geon", "chung", "min", "jee", "kwon", "dgist", "department", "brain", "cognitive", "sciences", "keun", "hye", "jeon", "samsung", "medical", "center", "department", "family", "medicine", "young", "hyeon", "plant", "aging", "research", "participated", "research"], "url": "http://www.eurekalert.org/pub_releases/2017-08/dgi-dga081017.php", "year": "Thu, 10 Aug 2017 04:00:00 GMT", "source": "DGIST (Daegu Gyeongbuk Institute of Science and Technology)", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This figure shows degeneration of dendritic-specific Golgi complex in the brain cells by accumulation of polyglutamine toxic protein in the nucleus and its mechanism of early neuropathy.", "A comparison of...\n       view more A joint research team of DGIST (Daegu Gyeongbuk Institute of Science and Technology) have identified the early neuropathic mechanism of polyglutamine brain disease, one of the representative degenerative brain diseases, and suggested a way to restore.", "It is expected to accelerate the development of the early neuropathy treatment for a variety of degenerative brain diseases, including dementia, Parkinson's disease and Lou Gehrig's disease that are commonly known to be caused by toxic proteins.DGIST (President, Sang Hyuk Son) announced on July 17, Monday, that a research team led by Professor Lee Sung-bae of the Department of Brain and Cognitive Sciences and a research team of Professor Daehee Hwang (Vice-Director of Center for Plant Aging Research, Institute for Basic Science) of the Department of New Biology, have identified the early neuropathic mechanism of dendritic-specific Golgi on neurodegenerative brain diseases in neuronal cells for the first time in the world.The development of science and technology and the advancement of medical technology have increased the elderly population.", "Especially in Korea, one of the 10 elderly people aged 65 or older in recent years has been suffering from dementia.", "With the increasing number of patients suffering from intractable degenerative brain disease, many studies have been conducted to understand and treat brain diseases all over the world.", "However, the development of therapeutic agents is insufficient.In particular, the patients who seek doctors after realizing that they have degenerative brain diseases are likely to have already damaged brain cells and it is difficult to expect an effective recovery by using a commercially available therapeutic agent.", "Therefore, it is essential to understand how degenerative brain disease progresses in the early stage.The research teams led by Professor Sung Bae Lee and Professor Daehee Hwang have verified for the first time in the world that dendritic-specific Golgi, one of the cellular organelles in neurons, plays a key role in early neuropathy of degenerative brain disease.", "In a model of degenerative brain diseases such as Huntington's chorea and spinal cord cerebellar degeneration that are caused by polyglutamine toxic protein, the research teams identified that deformation or abnormality of dendritic-specific Golgi, which plays a key role in supplying the cell membrane of brain cells, is the major cause of degenerative brain disease as it leads morphological transformation of neuronal cells.In this morphologically modified brain cells, the study has demonstrated that the early neuropathy of diseased brain cells can be restored by inducing overexpression of the CrebA gene, the newly discovered key factor in pathology.", "In addition, by identifying the transcription factors involved in the early neuropathy caused by toxic proteins such as CrebA and high-level factor CBP, the researchers have suggested that they could be new subjects to develop therapeutic agents for degenerative brain diseases.DGIST Professor Sung Bae Lee said \"The key of this study is that we have verified that dendrite-specific Golgi of brain cells plays a core role in the early neuropathy of degenerative brain disease.\"", "He added \"By restoring the early stages of the disease, we expect to accelerate the development of therapeutic drugs that can effectively treat degenerative brain diseases.", "\"This study has been published in the online edition of Cell Reports, an international journal of life science and the sister journal of Cell, on July 11.", "Chang Geon Chung and Min Jee Kwon at DGIST's Department of Brain and Cognitive Sciences, Keun Hye Jeon at Samsung Medical Center's Department of Family Medicine, and Do Young Hyeon at IBS-Center for Plant Aging Research participated in the research."], "title": "Dendritic Golgi as key cause of degenerative brain disease | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This figure shows degeneration of dendritic-specific Golgi complex in the brain cells by accumulation of polyglutamine toxic protein in the nucleus and its mechanism of early neuropathy. A comparison of...\n       view more A joint research team of DGIST (Daegu Gyeongbuk Institute of Science and Technology) have identified the early neuropathic mechanism of polyglutamine brain disease, one of the representative degenerative brain diseases, and suggested a way to restore. It is expected to accelerate the development of the early neuropathy treatment for a variety of degenerative brain diseases, including dementia, Parkinson's disease and Lou Gehrig's disease that are commonly known to be caused by toxic proteins.DGIST (President, Sang Hyuk Son) announced on July 17, Monday, that a research team led by Professor Lee Sung-bae of the Department of Brain and Cognitive Sciences and a research team of Professor Daehee Hwang (Vice-Director of Center for Plant Aging Research, Institute for Basic Science) of the Department of New Biology, have identified the early neuropathic mechanism of dendritic-specific Golgi on neurodegenerative brain diseases in neuronal cells for the first time in the world.The development of science and technology and the advancement of medical technology have increased the elderly population. Especially in Korea, one of the 10 elderly people aged 65 or older in recent years has been suffering from dementia. With the increasing number of patients suffering from intractable degenerative brain disease, many studies have been conducted to understand and treat brain diseases all over the world. However, the development of therapeutic agents is insufficient.In particular, the patients who seek doctors after realizing that they have degenerative brain diseases are likely to have already damaged brain cells and it is difficult to expect an effective recovery by using a commercially available therapeutic agent. Therefore, it is essential to understand how degenerative brain disease progresses in the early stage.The research teams led by Professor Sung Bae Lee and Professor Daehee Hwang have verified for the first time in the world that dendritic-specific Golgi, one of the cellular organelles in neurons, plays a key role in early neuropathy of degenerative brain disease. In a model of degenerative brain diseases such as Huntington's chorea and spinal cord cerebellar degeneration that are caused by polyglutamine toxic protein, the research teams identified that deformation or abnormality of dendritic-specific Golgi, which plays a key role in supplying the cell membrane of brain cells, is the major cause of degenerative brain disease as it leads morphological transformation of neuronal cells.In this morphologically modified brain cells, the study has demonstrated that the early neuropathy of diseased brain cells can be restored by inducing overexpression of the CrebA gene, the newly discovered key factor in pathology. In addition, by identifying the transcription factors involved in the early neuropathy caused by toxic proteins such as CrebA and high-level factor CBP, the researchers have suggested that they could be new subjects to develop therapeutic agents for degenerative brain diseases.DGIST Professor Sung Bae Lee said \"The key of this study is that we have verified that dendrite-specific Golgi of brain cells plays a core role in the early neuropathy of degenerative brain disease.\" He added \"By restoring the early stages of the disease, we expect to accelerate the development of therapeutic drugs that can effectively treat degenerative brain diseases.\"This study has been published in the online edition of Cell Reports, an international journal of life science and the sister journal of Cell, on July 11. Chang Geon Chung and Min Jee Kwon at DGIST's Department of Brain and Cognitive Sciences, Keun Hye Jeon at Samsung Medical Center's Department of Family Medicine, and Do Young Hyeon at IBS-Center for Plant Aging Research participated in the research. "}