{"date": "2018-01-19_20:52:57", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmedical", "experts", "know", "older", "adults", "dementia", "mental", "health", "concerns", "impact", "thinking", "decision", "making", "avoid", "certain", "potentially", "inappropriate", "medications", "pims", "pims", "worsen", "confusion", "raise", "risks", "falls", "fractures", "even", "death", "particularly", "people", "complex", "health", "may", "include", "treatments", "like", "canadian", "research", "team", "investigated", "often", "healthcare", "providers", "prescribed", "pims", "older", "adults", "living", "dementia", "mental", "health", "concerns", "admitted", "nursing", "homes", "research", "team", "examined", "records", "people", "dementia", "cognitive", "impairments", "age", "66", "admitted", "nursing", "homes", "2011", "2014", "team", "published", "study", "journal", "american", "geriatrics", "research", "team", "discovered", "time", "admission", "nursing", "home", "44", "percent", "people", "dementia", "cognitive", "impairment", "taking", "pim", "frailer", "person", "likely", "taking", "admission", "nursing", "home", "many", "residents", "initially", "prescribed", "pims", "stopped", "taking", "pims", "smaller", "percentage", "study", "participants", "percent", "percent", "depending", "specific", "medication", "newly", "started", "pims", "nursing", "home", "antipsychotics", "benzodiazepines", "frequently", "prescribed", "researchers", "concluded", "many", "nursing", "home", "residents", "dementia", "cognitive", "impairments", "enter", "nursing", "homes", "pims", "also", "concluded", "pims", "likely", "prescribed", "frail", "older", "adults", "admission", "researcheres", "suggested", "strategies", "approach", "discontinuing", "pims", "encouraged", "especially", "frail", "older", "adults", "also", "important", "remember", "potentially", "inappropriate", "medications", "potentially", "inappropriate", "considered", "carefully", "use", "mean", "never", "used", "cases", "older", "people", "prescribed", "pim", "concerned", "way", "treatment", "may", "affect", "health", "sure", "speak", "healthcare", "provider", "first", "changing", "routine", "stopping", "use", "specific", "medications"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ags-pim080917.php", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "source": "American Geriatrics Society", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMedical experts know that older adults who have dementia or other mental health concerns that impact thinking or decision making should avoid certain \"potentially inappropriate medications\" (PIMs).", "PIMs can worsen confusion and raise the risks for falls, fractures, and even death, particularly for people with complex health needs.PIMs may include treatments like:A Canadian research team investigated how often healthcare providers prescribed PIMs to older adults living with dementia or other mental health concerns and who were being admitted to nursing homes.", "The research team examined records from more than 40,000 people with dementia or cognitive impairments who were over the age of 66 and had been admitted to nursing homes between 2011 and 2014.", "The team published their study in the Journal of the American Geriatrics Society.The research team discovered that, at the time of admission to a nursing home, 44 percent of people with dementia or cognitive impairment were taking a PIM.", "The frailer the person, the more likely they were to be taking a PIM.After admission to a nursing home, many residents who were initially prescribed PIMs stopped taking PIMs:A smaller percentage of study participants--from 1.2 percent to 10.9 percent, depending on the specific medication--were newly started on PIMs in the nursing home.", "Antipsychotics and benzodiazepines were the most frequently prescribed PIMs.The researchers concluded that many nursing home residents with dementia or other cognitive impairments enter nursing homes on PIMs.", "They also concluded that PIMs are more likely to be prescribed for frail older adults after admission.", "The researcheres suggested that strategies for a person-centered approach to discontinuing PIMs should be encouraged, especially for frail older adults.", "It's also important to remember that \"potentially inappropriate medications\" are just that: potentially inappropriate.", "They should be considered carefully before use, but that doesn't mean that they should never be used in all cases or for all older people.", "If you have been prescribed a PIM or if you're concerned about the way a treatment may affect your health, be sure to speak with your healthcare provider first before changing your routine or stopping the use of specific medications."], "title": "Potentially inappropriate medications still pose challenge in nursing home | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMedical experts know that older adults who have dementia or other mental health concerns that impact thinking or decision making should avoid certain \"potentially inappropriate medications\" (PIMs). PIMs can worsen confusion and raise the risks for falls, fractures, and even death, particularly for people with complex health needs.PIMs may include treatments like:A Canadian research team investigated how often healthcare providers prescribed PIMs to older adults living with dementia or other mental health concerns and who were being admitted to nursing homes. The research team examined records from more than 40,000 people with dementia or cognitive impairments who were over the age of 66 and had been admitted to nursing homes between 2011 and 2014. The team published their study in the Journal of the American Geriatrics Society.The research team discovered that, at the time of admission to a nursing home, 44 percent of people with dementia or cognitive impairment were taking a PIM. The frailer the person, the more likely they were to be taking a PIM.After admission to a nursing home, many residents who were initially prescribed PIMs stopped taking PIMs:A smaller percentage of study participants--from 1.2 percent to 10.9 percent, depending on the specific medication--were newly started on PIMs in the nursing home. Antipsychotics and benzodiazepines were the most frequently prescribed PIMs.The researchers concluded that many nursing home residents with dementia or other cognitive impairments enter nursing homes on PIMs.  They also concluded that PIMs are more likely to be prescribed for frail older adults after admission. The researcheres suggested that strategies for a person-centered approach to discontinuing PIMs should be encouraged, especially for frail older adults. It's also important to remember that \"potentially inappropriate medications\" are just that: potentially inappropriate. They should be considered carefully before use, but that doesn't mean that they should never be used in all cases or for all older people. If you have been prescribed a PIM or if you're concerned about the way a treatment may affect your health, be sure to speak with your healthcare provider first before changing your routine or stopping the use of specific medications."}