{"date": "2018-01-19_20:53:04", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txinconsistent", "performance", "responding", "stimulus", "rather", "speed", "one", "responds", "marker", "accelerated", "ageing", "predicts", "mortality", "older", "people", "according", "research", "published", "centre", "healthy", "brain", "ageing", "cheba", "unsw", "researchers", "measured", "variability", "response", "computerised", "reaction", "time", "tests", "intraindividual", "variability", "reaction", "time", "older", "adults", "found", "predicted", "survival", "time", "accounting", "signs", "decline", "cognitive", "functioning", "may", "herald", "dementia", "findings", "published", "today", "eminent", "medical", "journal", "plos", "author", "head", "cheba", "neuropsychology", "group", "dr", "nicole", "kochan", "said", "study", "first", "comprehensively", "account", "effects", "overall", "cognitive", "level", "dementia", "relationship", "intraindividual", "variability", "reaction", "time", "mortality", "findings", "suggest", "greater", "intraindividual", "reaction", "time", "variability", "behavioural", "marker", "uniquely", "predicts", "shorter", "time", "death", "said", "dr", "nicole", "kochan", "importantly", "predictive", "strength", "intraindividual", "reaction", "time", "variability", "virtually", "unchanged", "removed", "participants", "developed", "dementia", "subsequent", "eight", "years", "suggests", "variability", "reaction", "time", "independent", "risk", "factor", "simply", "corollary", "general", "cognitive", "decline", "neuropathological", "disturbances", "associated", "dementia", "study", "examined", "861", "participants", "aged", "years", "cheba", "sydney", "memory", "ageing", "study", "mas", "eight", "years", "participants", "completed", "two", "computerised", "reaction", "time", "tests", "baseline", "part", "comprehensive", "medical", "neuropsychological", "assessments", "every", "two", "presented", "coloured", "squares", "stimuli", "computer", "screen", "simple", "task", "required", "touch", "square", "quickly", "possible", "complex", "level", "participant", "required", "make", "choice", "two", "squares", "touch", "depending", "intraindividual", "reaction", "time", "variability", "average", "speed", "response", "time", "significantly", "predicted", "survival", "time", "adjusting", "known", "mortality", "risk", "factors", "including", "age", "sex", "global", "cognition", "score", "cardiovascular", "risk", "apolipoprotein", "4", "status", "findings", "add", "previous", "research", "showing", "measures", "reaction", "time", "variability", "sensitive", "neuropathological", "states", "including", "preclinical", "dementia", "kochan", "explained", "erratic", "responding", "possibly", "tapping", "efficiency", "brain", "processing", "get", "older", "efficiency", "brain", "processing", "decreases", "neurochemicals", "also", "decline", "leading", "erratic", "type", "responding", "variability", "measures", "may", "capturing", "potentially", "get", "older", "get", "closer", "death", "variability", "response", "time", "becomes", "professor", "perminder", "sachdev", "said", "findings", "important", "contribution", "small", "growing", "field", "investigating", "reaction", "time", "variability", "behavioural", "marker", "neurobiological", "integrity", "research", "exploring", "mechanisms", "involved", "needed", "including", "possible", "links", "intraindividual", "reaction", "time", "variability", "cognitive", "decline", "structural", "functional", "brain", "changes", "said", "professor", "sachdev"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uons-irt080717.php", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "source": "University of New South Wales", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXInconsistent performance in responding to a stimulus, rather than the speed with which one responds, is a marker of accelerated ageing and predicts mortality in older people, according to research published by the Centre for Healthy Brain Ageing (CHeBA), UNSW Sydney.The researchers measured the variability of response on computerised reaction time tests (intraindividual variability of reaction time) in older adults and found that it predicted survival time after accounting for any signs of decline in cognitive functioning that may herald dementia.", "The findings were published today in the eminent medical journal, PLOS ONE.Lead author and head of CHeBA's Neuropsychology group, Dr Nicole Kochan, said the study was the first to comprehensively account for effects of overall cognitive level and dementia on the relationship between intraindividual variability of reaction time and mortality.", "\"Our findings suggest that greater intraindividual reaction time variability is a behavioural marker that uniquely predicts shorter time to death,\" said Dr Nicole Kochan.", "\"Importantly, the predictive strength of intraindividual reaction time variability was virtually unchanged when we removed participants who developed dementia over the subsequent eight years.", "This suggests that variability of reaction time is an independent risk factor and not simply a corollary of general cognitive decline or neuropathological disturbances associated with dementia.", "\"The study examined 861 community-dwelling participants aged 70-90 years from CHeBA's Sydney Memory and Ageing Study (MAS) over eight years.", "Participants completed two computerised reaction time tests at baseline and as part of comprehensive medical and neuropsychological assessments every two years.Participants are presented with coloured squares as stimuli on a computer screen and under a simple task are required to touch each square as quickly as possible.", "On a more complex level each participant is required to make a choice of which of two squares they touch depending on a pre-specified rule.Greater intraindividual reaction time variability, but not average speed of response time, significantly predicted survival time after adjusting for known mortality risk factors, including age, sex, global cognition score, cardiovascular risk and apolipoprotein ?4 status.", "The findings add to our previous research showing that measures of reaction time variability are sensitive to other age-related neuropathological states including preclinical dementia and falls.Dr Kochan explained that the erratic responding is possibly tapping into the efficiency of brain processing.", "As you get older, efficiency of brain processing decreases and some neurochemicals also decline, leading to erratic type of responding which variability measures may be capturing.", "Potentially not only as you get older, but as you get closer to death, the variability in response time becomes more exaggerated.CHeBA Co-Director and co-author, Professor Perminder Sachdev, said the findings are an important contribution to a small but growing field investigating reaction time variability as a behavioural marker of neurobiological integrity.", "\"Further research exploring the mechanisms involved is needed, including possible links between intraindividual reaction time variability, cognitive decline and structural and functional brain changes,\" said Professor Sachdev."], "title": "Intraindividual reaction time variability independently predicts mortality | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXInconsistent performance in responding to a stimulus, rather than the speed with which one responds, is a marker of accelerated ageing and predicts mortality in older people, according to research published by the Centre for Healthy Brain Ageing (CHeBA), UNSW Sydney.The researchers measured the variability of response on computerised reaction time tests (intraindividual variability of reaction time) in older adults and found that it predicted survival time after accounting for any signs of decline in cognitive functioning that may herald dementia. The findings were published today in the eminent medical journal, PLOS ONE.Lead author and head of CHeBA's Neuropsychology group, Dr Nicole Kochan, said the study was the first to comprehensively account for effects of overall cognitive level and dementia on the relationship between intraindividual variability of reaction time and mortality. \"Our findings suggest that greater intraindividual reaction time variability is a behavioural marker that uniquely predicts shorter time to death,\" said Dr Nicole Kochan.\"Importantly, the predictive strength of intraindividual reaction time variability was virtually unchanged when we removed participants who developed dementia over the subsequent eight years. This suggests that variability of reaction time is an independent risk factor and not simply a corollary of general cognitive decline or neuropathological disturbances associated with dementia.\"The study examined 861 community-dwelling participants aged 70-90 years from CHeBA's Sydney Memory and Ageing Study (MAS) over eight years. Participants completed two computerised reaction time tests at baseline and as part of comprehensive medical and neuropsychological assessments every two years.Participants are presented with coloured squares as stimuli on a computer screen and under a simple task are required to touch each square as quickly as possible.  On a more complex level each participant is required to make a choice of which of two squares they touch depending on a pre-specified rule.Greater intraindividual reaction time variability, but not average speed of response time, significantly predicted survival time after adjusting for known mortality risk factors, including age, sex, global cognition score, cardiovascular risk and apolipoprotein ?4 status. The findings add to our previous research showing that measures of reaction time variability are sensitive to other age-related neuropathological states including preclinical dementia and falls.Dr Kochan explained that the erratic responding is possibly tapping into the efficiency of brain processing.  As you get older, efficiency of brain processing decreases and some neurochemicals also decline, leading to erratic type of responding which variability measures may be capturing.  Potentially not only as you get older, but as you get closer to death, the variability in response time becomes more exaggerated.CHeBA Co-Director and co-author, Professor Perminder Sachdev, said the findings are an important contribution to a small but growing field investigating reaction time variability as a behavioural marker of neurobiological integrity. \"Further research exploring the mechanisms involved is needed, including possible links between intraindividual reaction time variability, cognitive decline and structural and functional brain changes,\" said Professor Sachdev."}