{"date": "2018-01-19_20:53:11", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txit", "may", "possible", "immune", "system", "slow", "progression", "type", "1", "diabetes", "according", "results", "clinical", "trial", "published", "today", "journal", "science", "translational", "leading", "monopept1de", "trial", "king", "college", "london", "cardiff", "university", "observed", "noticeable", "changes", "behaviour", "immune", "systems", "type", "1", "diabetes", "patients", "injected", "peptides", "small", "fragments", "protein", "molecules", "found", "beta", "cells", "1", "diabetes", "develops", "patient", "immune", "system", "mistakenly", "attacks", "insulin", "producing", "beta", "cells", "pancreas", "without", "treatment", "number", "beta", "cells", "slowly", "decrease", "body", "longer", "able", "maintain", "normal", "blood", "sugar", "blood", "glucose", "levels", "trial", "led", "professor", "mark", "peakman", "whose", "work", "supported", "national", "institute", "health", "research", "nihr", "biomedical", "research", "centre", "brc", "guy", "st", "thomas", "nhs", "foundation", "trust", "king", "college", "london", "says", "someone", "diagnosed", "type", "1", "diabetes", "still", "typically", "15", "20", "beta", "cells", "wanted", "see", "could", "protect", "remaining", "cells", "retraining", "immune", "system", "stop", "attacking", "still", "long", "way", "go", "early", "results", "suggest", "heading", "right", "direction", "peptide", "technology", "used", "trial", "appears", "safe", "patients", "stage", "also", "noticeable", "effect", "immune", "system", "currently", "cure", "type", "1", "diabetes", "affect", "major", "organs", "body", "including", "heart", "blood", "vessels", "nerves", "eyes", "kidneys", "uk", "one", "highest", "rates", "type", "1", "diabetes", "world", "people", "currently", "living", "condition", "encouraging", "see", "people", "receive", "treatment", "needed", "less", "insulin", "control", "blood", "glucose", "levels", "suggesting", "pancreas", "working", "better", "commented", "prof", "colin", "dayan", "cardiff", "university", "clinical", "chief", "investigator", "studythe", "study", "also", "supported", "diabetes", "uk", "jdrf", "type", "1", "diabetes", "charity", "dr", "elizabeth", "robertson", "director", "research", "diabetes", "uk", "charity", "supported", "lead", "author", "study", "said", "diabetes", "uk", "committed", "increasing", "understanding", "immune", "attack", "type", "1", "diabetes", "finding", "ways", "stop", "new", "findings", "exciting", "step", "towards", "immunotherapies", "used", "prevent", "serious", "condition", "developing", "high", "risk", "stop", "progressing", "already", "diagnosed", "karen", "addington", "uk", "chief", "executive", "type", "1", "diabetes", "charity", "jdrf", "funded", "research", "said", "exciting", "immunotherapy", "research", "like", "increases", "likelihood", "one", "day", "cells", "protected", "preserved", "would", "mean", "people", "risk", "type", "1", "diabetes", "might", "one", "day", "need", "take", "less", "insulin", "perhaps", "see", "future", "one", "would", "ever", "face", "daily", "injections", "stay", "alive", "following", "success", "monopept1de", "trial", "supported", "nihr", "brc", "guy", "st", "thomas", "king", "college", "london", "king", "ucb", "biopharma", "belgian", "biopharmaceutical", "company", "collaborating", "next", "generation", "product", "multipept1de", "phase", "1b", "safety", "study", "ucb", "acquired", "exclusive", "licenses", "king", "college", "london", "monopept1de", "multipept1de", "worldwide"], "url": "http://www.eurekalert.org/pub_releases/2017-08/kcl-pis080917.php", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "source": "King's College London", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIt may be possible to 'retrain' the immune system to slow the progression of type 1 diabetes, according to results of a clinical trial published today in the journal Science Translational Medicine.Researchers leading the MonoPepT1De trial at King's College London and Cardiff University observed noticeable changes in the behaviour of the immune systems of type 1 diabetes patients that had been injected with peptides, small fragments of the protein molecules found in the beta cells of the pancreas.Type 1 diabetes develops when a patient's immune system mistakenly attacks the insulin producing beta cells in the pancreas.", "Without treatment the number of beta cells will slowly decrease and the body will no longer be able to maintain normal blood sugar (blood glucose) levels.", "The trial was led by Professor Mark Peakman, whose work is supported by the National Institute for Health Research (NIHR) Biomedical Research Centre (BRC) at Guy's and St Thomas' NHS Foundation Trust and King's College London, and who says: \"When someone is diagnosed with type 1 diabetes they still typically have between 15% and 20% of their beta cells.", "We wanted to see if we could protect these remaining cells by retraining the immune system to stop attacking them.", "\"\"We still have a long way to go, but these early results suggest we are heading in the right direction.", "The peptide technology used in our trial is not only appears to be safe for patients at this stage, but it also has a noticeable effect on the immune system.", "\"There is currently no cure for type 1 diabetes, which can affect major organs in the body, including the heart, blood vessels, nerves, eyes and kidneys.", "The UK has one of the highest rates of type 1 diabetes in the world with 400,000 people currently living with the condition.", "\"It was encouraging to see that people who receive the treatment needed less insulin to control their blood glucose levels, suggesting that their pancreas was working better\" commented, Prof Colin Dayan from Cardiff University, the clinical Chief Investigator for the studyThe study was also supported by Diabetes UK and JDRF, the Type 1 diabetes charity.", "Dr Elizabeth Robertson, Director of Research at Diabetes UK, the charity who supported the lead author of the study, said: \"Diabetes UK is committed to increasing our understanding of the immune attack in type 1 diabetes and finding ways to stop it.", "These new findings are an exciting step towards immunotherapies being used to prevent this serious condition from developing in those at high risk, or stop it from progressing in those already diagnosed.", "\"Karen Addington is UK Chief Executive of the type 1 diabetes charity JDRF which funded the research, said: \"Exciting immunotherapy research like this increases the likelihood that one day insulin-producing cells can be protected and preserved.", "That would mean people at risk of Type 1 diabetes might one day need to take less insulin, and perhaps see a future where no one would ever face daily injections to stay alive.", "\"Following the success of the MonoPepT1De trial, which was supported by the NIHR BRC at Guy's and St Thomas' and King's College London, King's and UCB Biopharma (a Belgian Biopharmaceutical company) are collaborating on a next generation product - MultipepT1De - in a Phase 1b safety study.", "UCB has acquired exclusive licenses from King's College London to MonopepT1De and MultipepT1De worldwide."], "title": "Pioneering immunotherapy shows promise in type 1 diabetes | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIt may be possible to 'retrain' the immune system to slow the progression of type 1 diabetes, according to results of a clinical trial published today in the journal Science Translational Medicine.Researchers leading the MonoPepT1De trial at King's College London and Cardiff University observed noticeable changes in the behaviour of the immune systems of type 1 diabetes patients that had been injected with peptides, small fragments of the protein molecules found in the beta cells of the pancreas.Type 1 diabetes develops when a patient's immune system mistakenly attacks the insulin producing beta cells in the pancreas. Without treatment the number of beta cells will slowly decrease and the body will no longer be able to maintain normal blood sugar (blood glucose) levels. The trial was led by Professor Mark Peakman, whose work is supported by the National Institute for Health Research (NIHR) Biomedical Research Centre (BRC) at Guy's and St Thomas' NHS Foundation Trust and King's College London, and who says: \"When someone is diagnosed with type 1 diabetes they still typically have between 15% and 20% of their beta cells. We wanted to see if we could protect these remaining cells by retraining the immune system to stop attacking them.\"\"We still have a long way to go, but these early results suggest we are heading in the right direction. The peptide technology used in our trial is not only appears to be safe for patients at this stage, but it also has a noticeable effect on the immune system.\"There is currently no cure for type 1 diabetes, which can affect major organs in the body, including the heart, blood vessels, nerves, eyes and kidneys. The UK has one of the highest rates of type 1 diabetes in the world with 400,000 people currently living with the condition. \"It was encouraging to see that people who receive the treatment needed less insulin to control their blood glucose levels, suggesting that their pancreas was working better\" commented, Prof Colin Dayan from Cardiff University, the clinical Chief Investigator for the studyThe study was also supported by Diabetes UK and JDRF, the Type 1 diabetes charity. Dr Elizabeth Robertson, Director of Research at Diabetes UK, the charity who supported the lead author of the study, said: \"Diabetes UK is committed to increasing our understanding of the immune attack in type 1 diabetes and finding ways to stop it. These new findings are an exciting step towards immunotherapies being used to prevent this serious condition from developing in those at high risk, or stop it from progressing in those already diagnosed.\"Karen Addington is UK Chief Executive of the type 1 diabetes charity JDRF which funded the research, said: \"Exciting immunotherapy research like this increases the likelihood that one day insulin-producing cells can be protected and preserved. That would mean people at risk of Type 1 diabetes might one day need to take less insulin, and perhaps see a future where no one would ever face daily injections to stay alive.\"Following the success of the MonoPepT1De trial, which was supported by the NIHR BRC at Guy's and St Thomas' and King's College London, King's and UCB Biopharma (a Belgian Biopharmaceutical company) are collaborating on a next generation product - MultipepT1De - in a Phase 1b safety study.  UCB has acquired exclusive licenses from King's College London to MonopepT1De and MultipepT1De worldwide. "}