{"date": "2018-01-19_20:53:14", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "tight", "clumps", "green", "fluorescing", "fus", "form", "cell", "left", "fus", "remains", "diffuse", "unclumped", "cell", "phosphorylation", "view", "scientists", "report", "new", "study", "imitating", "natural", "process", "cells", "prevented", "formation", "protein", "clumps", "associated", "amyotrophic", "lateral", "sclerosis", "als", "frontotemporal", "lab", "cultures", "human", "yeast", "cells", "scientists", "stopped", "harmful", "clumping", "fus", "proteins", "exposing", "phosphorylation", "process", "makes", "precise", "changes", "amino", "acid", "building", "blocks", "proteins", "increasing", "negative", "electric", "charge", "research", "shows", "increase", "charge", "causes", "proteins", "repel", "normally", "might", "findings", "could", "eventually", "positive", "implications", "treatment", "als", "commonly", "called", "lou", "gehrig", "disease", "dementia", "one", "shown", "use", "charge", "phosphorylation", "way", "get", "charge", "disrupt", "protein", "aggregates", "said", "author", "nicolas", "fawzi", "assistant", "professor", "department", "molecular", "pharmacology", "physiology", "biotechnology", "brown", "occurs", "cells", "throughout", "body", "various", "reasons", "cells", "perform", "fus", "proteins", "part", "sequence", "events", "related", "dna", "damage", "new", "study", "researchers", "examined", "natural", "phosphorylation", "artificial", "phosphorylation", "replacing", "specific", "amino", "acids", "fus", "study", "conducted", "team", "researchers", "brown", "uniformed", "services", "university", "johns", "hopkins", "university", "lehigh", "university", "national", "institutes", "health", "appears", "embo", "stepsthe", "project", "began", "fawzi", "lab", "brown", "studying", "structure", "biophysics", "fus", "similar", "proteins", "closely", "associated", "neurodegenerative", "diseases", "author", "veronica", "ryan", "brown", "neuroscience", "graduate", "student", "wanted", "explore", "whether", "phosphorylation", "would", "affect", "way", "fus", "proteins", "clump", "together", "undermines", "health", "first", "task", "identify", "several", "specific", "amino", "acid", "sites", "region", "fus", "uses", "bind", "proteins", "natural", "enzyme", "protein", "kinase", "causes", "collaborators", "uniformed", "services", "university", "including", "author", "zachary", "monahan", "author", "frank", "shewmaker", "continued", "work", "confirming", "phosphorylation", "sites", "fus", "derived", "human", "cells", "dozen", "sites", "identified", "team", "set", "imitate", "work", "living", "cell", "cultures", "monahan", "shewmaker", "team", "engineered", "human", "fus", "brewer", "yeast", "also", "implemented", "phosphorylation", "mimicry", "culture", "human", "observed", "cultures", "increasing", "degree", "phosphorylation", "two", "sites", "way", "12", "could", "proportionally", "reduce", "propensity", "protein", "aggregate", "clumps", "yeast", "cells", "showed", "effectively", "prevented", "full", "aggregation", "adding", "sites", "mimicking", "phosphorylation", "robustly", "colonies", "cells", "would", "grow", "finding", "demonstrated", "fus", "clumping", "toxic", "abigail", "janke", "colleagues", "brown", "showed", "phosphorylation", "disrupts", "contacts", "molecules", "fus", "meanwhile", "computational", "modeling", "effect", "phosphorylation", "structure", "protein", "led", "jeetain", "mittal", "lehigh", "showed", "change", "electric", "charge", "led", "difference", "proteins", "likelihood", "therapeutic", "horizonfawzi", "acknowledged", "approach", "scientists", "used", "lab", "would", "yet", "constitute", "practical", "therapy", "neurodegenerative", "diseases", "said", "demonstration", "phosphorylation", "used", "disrupt", "protein", "aggregation", "motivate", "work", "produce", "treatment", "therapy", "cure", "als", "frontotemporal", "dementia", "fawzi", "said", "need", "new", "hypotheses", "new", "angles", "fawzi", "hypothesized", "phosphorylation", "natural", "process", "cells", "key", "may", "finding", "switch", "turn", "needed", "also", "noted", "many", "pharmaceutical", "companies", "active", "research", "groups", "dedicated", "harnessing", "phosphorylating", "enzymes", "known", "kinases", "like", "future", "therapy", "said", "would", "targeted", "localized", "brain", "case", "frontotemporal", "dementia", "focused", "motor", "neurons", "case", "als", "phosphorylating", "fus", "body", "generally", "could", "harmful", "given", "presumed", "important", "roles", "helping", "cells", "process", "rna", "may", "role", "repairing", "collaboration", "focused", "testing", "phosphorylation", "specifically", "model", "neurodegenerative", "disease", "rather", "cells", "general", "fawzi", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-08/bu-spn080317.php", "year": "Tue, 08 Aug 2017 04:00:00 GMT", "source": "Brown University", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tight clumps of green fluorescing FUS form in a non-phosphorylated cell (left), but the FUS remains diffuse and unclumped in a cell with lab-induced phosphorylation.", "view more Scientists report in a new study that by imitating a natural process of cells, they prevented the formation of protein clumps associated with amyotrophic lateral sclerosis (ALS) and frontotemporal dementia.In lab cultures of human and yeast cells, the scientists stopped the harmful clumping of FUS proteins by exposing them to phosphorylation, a process that makes precise changes to the amino acid building blocks of proteins, increasing their negative electric charge.", "The research shows that the increase in charge causes the proteins to repel when they normally might aggregate.The findings could eventually have positive implications for the treatment of ALS -- commonly called Lou Gehrig's disease -- and dementia.", "\"No one has shown that you can use charge, and phosphorylation as a way to get charge, to disrupt these ALS-associated protein aggregates,\" said co-corresponding author Nicolas Fawzi, an assistant professor in the Department of Molecular Pharmacology, Physiology and Biotechnology at Brown University.Phosphorylation occurs in cells throughout the body for various reasons.", "Cells perform it on FUS proteins as part of a sequence of events related to DNA damage.", "In the new study, the researchers examined both natural phosphorylation and artificial phosphorylation by replacing specific amino acids in FUS proteins.The study, conducted by a team of researchers at Brown, the Uniformed Services University, Johns Hopkins University, Lehigh University and the National Institutes of Health, appears in the EMBO Journal.Study stepsThe project began in Fawzi's lab at Brown, where he's been studying the structure and biophysics of FUS and similar proteins closely associated with neurodegenerative diseases.", "He and co-lead author Veronica Ryan, a Brown neuroscience graduate student, wanted to explore how and whether phosphorylation would affect the way FUS proteins can clump together, which undermines the health of neurons.The first task was to identify several specific amino acid sites in the region FUS uses to bind with other proteins where the natural enzyme DNA-dependent protein kinase (DNA-PK) causes phosphorylation.Their collaborators at the Uniformed Services University, including co-lead author Zachary Monahan and co-corresponding author Frank Shewmaker, continued the work by confirming these and more phosphorylation sites in FUS derived from human cells.", "With more than a dozen sites identified, the team then set out to imitate the work of DNA-PK in living cell cultures.", "Monahan and Shewmaker's team engineered human FUS into brewer's yeast and also implemented the phosphorylation mimicry in a culture of human cells.What they observed in both cultures is that by increasing the degree of phosphorylation -- from just two sites all the way up to 12 -- they could proportionally reduce the propensity of the protein to aggregate into clumps.", "In the yeast cells, they showed that the more effectively they prevented full aggregation -- by adding more sites mimicking phosphorylation -- the more robustly colonies of the cells would grow.", "That finding demonstrated that FUS clumping is toxic to cells.Ryan, Abigail Janke and colleagues at Brown showed how phosphorylation disrupts contacts between molecules of FUS.", "Meanwhile, computational modeling of the effect of the phosphorylation in the structure of the protein, led by co-author Jeetain Mittal at Lehigh, showed that the change in electric charge is what led to the difference in the proteins' likelihood of aggregating.A therapeutic horizonFawzi acknowledged that the approach the scientists used in the lab would not yet constitute a practical therapy for neurodegenerative diseases, but he said the demonstration that phosphorylation can be used to disrupt protein aggregation should motivate work to produce a treatment.", "\"There's no therapy or cure for ALS and frontotemporal dementia,\" Fawzi said.", "\"What we need are new hypotheses and new angles.", "\"Fawzi hypothesized that because phosphorylation is a natural process of cells, the key may be finding a \"switch\" to turn it on when needed.", "He also noted that many pharmaceutical companies have very active research groups dedicated to harnessing the phosphorylating enzymes known as kinases like DNA-PK.A future therapy, he said, would have to be targeted -- localized in the brain in the case of frontotemporal dementia, or focused on motor neurons in the case of ALS.", "Phosphorylating FUS in the body more generally could be harmful, given that it is presumed to have important roles in helping cells process RNA and may have a role in repairing DNA.For now, the collaboration is focused on testing phosphorylation specifically in a model of a neurodegenerative disease, rather than in cells in general, Fawzi said."], "title": "Scientists prevent neurodegeneration-associated protein clumping in lab study | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Tight clumps of green fluorescing FUS form in a non-phosphorylated cell (left), but the FUS remains diffuse and unclumped in a cell with lab-induced phosphorylation.\n       view more Scientists report in a new study that by imitating a natural process of cells, they prevented the formation of protein clumps associated with amyotrophic lateral sclerosis (ALS) and frontotemporal dementia.In lab cultures of human and yeast cells, the scientists stopped the harmful clumping of FUS proteins by exposing them to phosphorylation, a process that makes precise changes to the amino acid building blocks of proteins, increasing their negative electric charge. The research shows that the increase in charge causes the proteins to repel when they normally might aggregate.The findings could eventually have positive implications for the treatment of ALS -- commonly called Lou Gehrig's disease -- and dementia. \"No one has shown that you can use charge, and phosphorylation as a way to get charge, to disrupt these ALS-associated protein aggregates,\" said co-corresponding author Nicolas Fawzi, an assistant professor in the Department of Molecular Pharmacology, Physiology and Biotechnology at Brown University.Phosphorylation occurs in cells throughout the body for various reasons. Cells perform it on FUS proteins as part of a sequence of events related to DNA damage. In the new study, the researchers examined both natural phosphorylation and artificial phosphorylation by replacing specific amino acids in FUS proteins.The study, conducted by a team of researchers at Brown, the Uniformed Services University, Johns Hopkins University, Lehigh University and the National Institutes of Health, appears in the EMBO Journal.Study stepsThe project began in Fawzi's lab at Brown, where he's been studying the structure and biophysics of FUS and similar proteins closely associated with neurodegenerative diseases. He and co-lead author Veronica Ryan, a Brown neuroscience graduate student, wanted to explore how and whether phosphorylation would affect the way FUS proteins can clump together, which undermines the health of neurons.The first task was to identify several specific amino acid sites in the region FUS uses to bind with other proteins where the natural enzyme DNA-dependent protein kinase (DNA-PK) causes phosphorylation.Their collaborators at the Uniformed Services University, including co-lead author Zachary Monahan and co-corresponding author Frank Shewmaker, continued the work by confirming these and more phosphorylation sites in FUS derived from human cells. With more than a dozen sites identified, the team then set out to imitate the work of DNA-PK in living cell cultures. Monahan and Shewmaker's team engineered human FUS into brewer's yeast and also implemented the phosphorylation mimicry in a culture of human cells.What they observed in both cultures is that by increasing the degree of phosphorylation -- from just two sites all the way up to 12 -- they could proportionally reduce the propensity of the protein to aggregate into clumps. In the yeast cells, they showed that the more effectively they prevented full aggregation -- by adding more sites mimicking phosphorylation -- the more robustly colonies of the cells would grow. That finding demonstrated that FUS clumping is toxic to cells.Ryan, Abigail Janke and colleagues at Brown showed how phosphorylation disrupts contacts between molecules of FUS. Meanwhile, computational modeling of the effect of the phosphorylation in the structure of the protein, led by co-author Jeetain Mittal at Lehigh, showed that the change in electric charge is what led to the difference in the proteins' likelihood of aggregating.A therapeutic horizonFawzi acknowledged that the approach the scientists used in the lab would not yet constitute a practical therapy for neurodegenerative diseases, but he said the demonstration that phosphorylation can be used to disrupt protein aggregation should motivate work to produce a treatment.\"There's no therapy or cure for ALS and frontotemporal dementia,\" Fawzi said. \"What we need are new hypotheses and new angles.\"Fawzi hypothesized that because phosphorylation is a natural process of cells, the key may be finding a \"switch\" to turn it on when needed. He also noted that many pharmaceutical companies have very active research groups dedicated to harnessing the phosphorylating enzymes known as kinases like DNA-PK.A future therapy, he said, would have to be targeted -- localized in the brain in the case of frontotemporal dementia, or focused on motor neurons in the case of ALS. Phosphorylating FUS in the body more generally could be harmful, given that it is presumed to have important roles in helping cells process RNA and may have a role in repairing DNA.For now, the collaboration is focused on testing phosphorylation specifically in a model of a neurodegenerative disease, rather than in cells in general, Fawzi said."}