{"date": "2018-01-19_20:53:17", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txdallas", "7", "2017", "whether", "high", "blood", "pressure", "risk", "dementia", "may", "higher", "pressure", "varies", "lot", "day", "day", "according", "new", "research", "american", "heart", "association", "journal", "circulation", "home", "monitoring", "blood", "pressure", "may", "useful", "assess", "future", "risk", "dementia", "said", "lead", "study", "author", "tomoyuki", "ohara", "assistant", "professor", "neuropsychiatry", "graduate", "school", "medical", "sciences", "kyushu", "university", "fukuoka", "city", "studies", "reported", "heightened", "risk", "cognitive", "impairment", "dementia", "people", "large", "variations", "blood", "pressure", "one", "doctor", "visit", "another", "first", "study", "use", "home", "monitoring", "examine", "association", "blood", "pressure", "variability", "dementia", "monitoring", "may", "reliable", "office", "measurements", "effect", "people", "higher", "blood", "pressure", "doctor", "office", "asked", "japanese", "adults", "without", "dementia", "average", "age", "71", "56", "percent", "female", "measure", "blood", "pressure", "home", "one", "month", "average", "participants", "measured", "blood", "pressure", "three", "times", "morning", "prior", "eating", "breakfast", "taking", "medication", "participants", "included", "normal", "high", "blood", "pressure", "4", "10", "taking", "medication", "high", "blood", "pressure", "researchers", "reviewed", "month", "home", "blood", "pressure", "readings", "conducted", "cognitive", "testing", "uncover", "development", "dementia", "reviewed", "records", "occurrence", "134", "subjects", "developed", "alzheimer", "disease", "47", "developed", "vascular", "dementia", "results", "diminished", "blood", "flow", "brain", "often", "related", "occurrence", "small", "participants", "stable", "blood", "pressure", "adjusting", "dementia", "risk", "factors", "average", "blood", "pressure", "levels", "highest", "variability", "systolic", "higher", "number", "blood", "pressure", "addition", "among", "participants", "greater", "blood", "pressure", "variability", "higher", "systolic", "blood", "pressure", "increased", "risk", "vascular", "dementia", "change", "heightened", "risk", "alzheimer", "disease", "studies", "needed", "clarify", "whether", "blood", "pressure", "variation", "indicator", "future", "dementia", "whether", "might", "target", "interventions", "aimed", "preventing", "dementia", "ohara", "said", "blood", "pressure", "variation", "may", "indicate", "high", "blood", "pressure", "inadequately", "treated", "factors", "mental", "physical", "stress", "sleep", "deprivation", "irregular", "lifestyle", "damage", "nerves", "control", "involuntary", "bodily", "functions", "also", "contribute", "american", "heart", "association", "recommends", "home", "monitoring", "people", "high", "blood", "pressure", "help", "healthcare", "provider", "determine", "whether", "treatments", "working", "research", "adds", "evidence", "blood", "pressure", "fluctuations", "serious", "consequences", "highlights", "importance", "getting", "frequent", "accurate", "measurements", "provide", "patients", "best", "treatment", "plan", "prevent", "consequences", "said", "american", "heart", "association", "volunteer", "mary", "ann", "bauman", "home", "blood", "pressure", "monitoring", "becoming", "important", "diagnosing", "managing", "high", "blood", "pressure", "thus", "making", "vital", "providers", "ensure", "patients", "understand", "numbers", "also", "use", "home", "monitors", "appropriately", "said", "bauman", "medical", "director", "integris", "family", "care", "central", "oklahoma", "study", "part", "large", "ongoing", "hisayama", "study", "tracked", "decades", "health", "cognitive", "performance", "adult", "residents", "suburb", "fukuoka", "city", "japan", "study", "population", "japanese", "findings", "may", "apply", "western", "population", "ethnic", "groups", "different", "lifestyles", "genetic", "backgrounds"], "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-fih080217.php", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "source": "American Heart Association", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDALLAS, Aug. 7, 2017 -- Whether or not you have high blood pressure, your risk of dementia may be higher if your pressure varies a lot from day to day, according to new research in the American Heart Association's journal Circulation.", "\"Home monitoring of blood pressure may be useful to assess the future risk of dementia,\" said lead study author Tomoyuki Ohara, M.D., Ph.D., an assistant professor of neuropsychiatry at the Graduate School of Medical Sciences at Kyushu University in Fukuoka City, Japan.Previous studies reported a heightened risk of cognitive impairment and dementia in people with large variations in blood pressure from one doctor visit to another, but this is the first study to use home monitoring to examine the association between blood pressure variability and dementia risk.Home monitoring may be more reliable than office measurements because of the \"white-coat\" effect, in which some people have higher blood pressure in the doctor's office than they do at home.Researchers asked more than 1,600 Japanese adults without dementia (average age 71; 56 percent female) to measure their blood pressure at home for one month.", "On average participants measured their blood pressure three times each morning prior to eating breakfast or taking medication.", "Participants included both those with normal and high blood pressure.", "About 4 in 10 were taking medication for high blood pressure.", "Researchers reviewed the month of home blood pressure readings, conducted cognitive testing to uncover the development of dementia and reviewed records for the occurrence of stroke.During the five-year follow-up, 134 subjects developed Alzheimer's disease and 47 developed vascular dementia, which results from diminished blood flow to the brain and is often related to the occurrence of small strokes.Compared with participants who had the most stable blood pressure, and after adjusting for other dementia risk factors and the average blood pressure levels themselves, those with the highest variability in systolic (higher number) blood pressure were:\r\nIn addition, among participants with greater blood pressure variability, higher systolic blood pressure further increased the risk of vascular dementia but did not change the heightened risk of Alzheimer's disease.", "\"Further studies are needed to clarify whether day-to-day blood pressure variation is an indicator of future dementia, or whether it might be a target for interventions aimed at preventing dementia,\" Ohara said.", "\"Blood pressure variation may indicate high blood pressure that is inadequately treated, but other factors, such as mental or physical stress, sleep deprivation, an irregular lifestyle, or damage to nerves that control involuntary bodily functions, can also contribute.", "\"The American Heart Association recommends home monitoring for all people with high blood pressure to help the healthcare provider determine whether treatments are working.", "\"This research adds to the evidence that blood pressure fluctuations can have serious consequences and highlights the importance of getting frequent, accurate measurements to provide patients with the best treatment plan to prevent those consequences,\" said American Heart Association volunteer Mary Ann Bauman, M.D.", "\"Home blood pressure monitoring is becoming more important for diagnosing and managing high blood pressure, thus making it vital that providers ensure their patients understand not only their numbers, but also how to use their home monitors appropriately,\" said Bauman, medical director of INTEGRIS Family Care Central in Oklahoma City.Participants in this study were part of the large, ongoing Hisayama Study, which has tracked for decades the health and cognitive performance in adult residents of a suburb of Fukuoka City, Japan.", "Because the study population was Japanese, the findings may not apply to a Western population or to other ethnic groups with different lifestyles or genetic backgrounds."], "title": "Fluctuations in home-monitored blood pressure may raise dementia risk | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXDALLAS, Aug. 7, 2017 -- Whether or not you have high blood pressure, your risk of dementia may be higher if your pressure varies a lot from day to day, according to new research in the American Heart Association's journal Circulation.\"Home monitoring of blood pressure may be useful to assess the future risk of dementia,\" said lead study author Tomoyuki Ohara, M.D., Ph.D., an assistant professor of neuropsychiatry at the Graduate School of Medical Sciences at Kyushu University in Fukuoka City, Japan.Previous studies reported a heightened risk of cognitive impairment and dementia in people with large variations in blood pressure from one doctor visit to another, but this is the first study to use home monitoring to examine the association between blood pressure variability and dementia risk.Home monitoring may be more reliable than office measurements because of the \"white-coat\" effect, in which some people have higher blood pressure in the doctor's office than they do at home.Researchers asked more than 1,600 Japanese adults without dementia (average age 71; 56 percent female) to measure their blood pressure at home for one month. On average participants measured their blood pressure three times each morning prior to eating breakfast or taking medication. Participants included both those with normal and high blood pressure. About 4 in 10 were taking medication for high blood pressure. Researchers reviewed the month of home blood pressure readings, conducted cognitive testing to uncover the development of dementia and reviewed records for the occurrence of stroke.During the five-year follow-up, 134 subjects developed Alzheimer's disease and 47 developed vascular dementia, which results from diminished blood flow to the brain and is often related to the occurrence of small strokes.Compared with participants who had the most stable blood pressure, and after adjusting for other dementia risk factors and the average blood pressure levels themselves, those with the highest variability in systolic (higher number) blood pressure were:\r\nIn addition, among participants with greater blood pressure variability, higher systolic blood pressure further increased the risk of vascular dementia but did not change the heightened risk of Alzheimer's disease.\"Further studies are needed to clarify whether day-to-day blood pressure variation is an indicator of future dementia, or whether it might be a target for interventions aimed at preventing dementia,\" Ohara said. \"Blood pressure variation may indicate high blood pressure that is inadequately treated, but other factors, such as mental or physical stress, sleep deprivation, an irregular lifestyle, or damage to nerves that control involuntary bodily functions, can also contribute.\"The American Heart Association recommends home monitoring for all people with high blood pressure to help the healthcare provider determine whether treatments are working.\"This research adds to the evidence that blood pressure fluctuations can have serious consequences and highlights the importance of getting frequent, accurate measurements to provide patients with the best treatment plan to prevent those consequences,\" said American Heart Association volunteer Mary Ann Bauman, M.D.\"Home blood pressure monitoring is becoming more important for diagnosing and managing high blood pressure, thus making it vital that providers ensure their patients understand not only their numbers, but also how to use their home monitors appropriately,\" said Bauman, medical director of INTEGRIS Family Care Central in Oklahoma City.Participants in this study were part of the large, ongoing Hisayama Study, which has tracked for decades the health and cognitive performance in adult residents of a suburb of Fukuoka City, Japan. Because the study population was Japanese, the findings may not apply to a Western population or to other ethnic groups with different lifestyles or genetic backgrounds."}