{"text": "ATLANTA -- The brains of aged chimpanzees, our closest living relatives, show pathology similar to the human Alzheimer's disease (AD) brain, according to a new, multi-institution research study.The findings, in press for an upcoming issue of Neurobiology of Aging, provide the most extensive evidence of AD brain pathology in a primate species to date. The research team includes scientists from Georgia State University, Kent State University, The George Washington University, Yerkes National Primate Research Center, Barrow Neurological Institute and the Icahn School of Medicine at Mount Sinai. Dementia affects one-third of all people over 65 years old in the United States. The most common cause of dementia is Alzheimer's disease, a progressive, irreversible brain disease that results in impaired cognitive functioning and other behavioral changes. Humans are considered uniquely susceptible to AD, potentially because of genetic differences, changes in brain structure and function during evolution and an increased lifespan.Dysfunction of two proteins, amyloid beta (Aβ) and tau, play a role in the development of AD. In healthy brains, Aβ is degraded and eliminated, but in AD, overproduction and disrupted clearance of the protein results in the formation of plaques between brain cells called neurons. Aβ in the form of insoluble plaques and soluble peptides initiates changes in tau, another protein found mostly in neurons, that destabilizes the cell's skeleton. In AD, alterations in tau lead to the formation of neurofibrillary tangles (NFT) and cell death. These neuronal changes result in the onset of dementia.While Aβ and tau pathology have been identified in species other than humans, these animals typically present with only one lesion type. The only evidence of Aβ plaques and NFT coexisting in the same individual of a primate species had been reported in a single chimpanzee that suffered a stroke prior to death. \"Very few studies have investigated AD pathology in chimpanzees, the species closest in phylogeny and most genetically related to humans,\" said Dr. Mary Ann Raghanti, senior author, associate professor and chair of anthropology at Kent State. \"Brain samples from great apes, particularly aged individuals, are incredibly scarce, so a study of this size is rare.\"By examining brain regions most affected by AD pathology in humans, the group demonstrated that Aβ plaques and blood vessels were present in all 20 aged chimpanzee brains. Similar to humans, increasingly larger volumes of Aβ plaques and vasculature were found with greater age. \"Interestingly, though, Aβ deposition was higher in blood vessels than in plaques, and this correlated with increases in tau lesions,\" said Dr. Melissa Edler, lead author and former doctoral student in biomedical sciences at Kent State. \"This suggests that amyloid build-up in the brain's vasculature precedes plaque formation in chimpanzees.\" These findings differ from what we see in humans. While about 80 percent of AD patients also have cerebral amyloid angiopathy, or Aβ deposits in the brain's vasculature that increase the risk for stroke and dementia, the predominant Aβ pathology is plaques.Tau lesions also were found in the forms of NFT and clusters of tau-positive neurites (for example, pieces of dying neurons). \"NFT are observed in AD patients, but the tau-immunoreactive neuritic clusters in the neocortex appear specific to chimpanzees,\" said Dr. Patrick R. Hof, M.D., the Regenstreif professor and vice-chair of neuroscience at Icahn School of Medicine at Mount Sinai. In addition, NFT pathology was observed in apes that exhibited plaques and moderate or severe cerebral amyloid angiopathy and in one individual with virtually no Aβ pathology.\"The presence of amyloid and tau pathology in aged chimpanzees indicates these AD lesions are not specific to the human brain as generally believed,\" Hof said. \"Whether these pathologies play a key role in age-related cognitive decline requires continued investigation of this species,\" said Dr. Elliott Mufson, professor and the Greening Chair in Aging at the Barrow Neurological Institute.This research adds to a growing number of studies using an evolutionary perspective to identify differences between humans and their closest living relatives that could lead to potential targets for therapeutic interventions in humans. \"We initiated the Great Ape Aging Project twenty years ago, because we saw an aging chimpanzee population under human care that would need geriatric attention for disorders similar to those affecting aging humans,\" said Dr. Joseph Erwin, research professor of anthropology at The George Washington University. \"Findings like those reported in this paper provide significant evidence of the value and need for continued behavioral, cognitive and neurogenomic work with this important species,\" said Dr. William D. Hopkins, professor of neuroscience at Georgia State and associate research scientist at the Yerkes National Primate Research Center, Emory University. \"This study confirms the value of a \"One Health\" approach to gerontology and the neurobiology of aging for the benefit of humans and apes,\" said Erwin.", "date": "Mon, 07 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Researchers find pathologic hallmarks of Alzheimer's disease in aged chimpanzee brains", "institution": "Georgia State University", "journal": "Neurobiology of Aging", "description": "The brains of aged chimpanzees, our closest living relatives, show pathology similar to the human Alzheimer's disease (AD) brain, according to a new, multi-institution research study.", "region": "namerica", "keywords": ["Zoology/Veterinary Science", " Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-08/gsu-rfp080717.php", "source_link": "http://news.gsu.edu/2017/08/07/alzheimers-disease-aged-chimpanzees/?utm_source=press_release&utm_medium=media&utm_campaign=chimpanzee_alzheimers ", "funder": "National Science Foundation, National Institutes of Health", "article_link": null}