{"date": "2018-01-19_20:53:28", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "use", "proton", "pump", "inhibitors", "increase", "risk", "alzheimer", "disease", "shows", "recent", "study", "university", "eastern", "finland", "proton", "pump", "inhibitors", "type", "antiulcer", "drug", "commonly", "used", "among", "older", "association", "proton", "pump", "inhibitors", "alzheimer", "disease", "studied", "university", "eastern", "finland", "two", "previous", "studies", "germany", "reported", "increased", "risk", "dementia", "however", "findings", "confirmed", "extensive", "finnish", "study", "least", "risk", "alzheimer", "disease", "common", "form", "dementia", "results", "published", "american", "journal", "gastroenterology", "according", "new", "study", "proton", "pump", "inhibitor", "use", "associated", "increased", "risk", "alzheimer", "disease", "even", "use", "exceeding", "three", "years", "furthermore", "higher", "dose", "increase", "risk", "according", "researchers", "people", "need", "avoid", "proton", "pump", "inhibitors", "fear", "developing", "alzheimer", "disease", "however", "use", "proton", "pump", "inhibitors", "carefully", "considered", "among", "older", "persons", "linked", "decreased", "calcium", "vitamin", "b12", "absorption", "serious", "intestinal", "infections", "clostridium", "difficile", "one", "third", "older", "persons", "use", "proton", "pump", "inhibitorsthe", "use", "proton", "pump", "inhibitors", "common", "among", "persons", "alzheimer", "disease", "among", "peers", "age", "another", "recent", "study", "research", "group", "showed", "one", "third", "older", "persons", "use", "proton", "pump", "inhibitors", "use", "somewhat", "common", "among", "persons", "alzheimer", "disease", "among", "counterparts", "without", "disease", "20", "persons", "alzheimer", "disease", "18", "persons", "without", "disease", "used", "proton", "pump", "inhibitors", "continuously", "six", "months", "study", "published", "european", "journal", "clinical", "pharmacology", "underlying", "cause", "alzheimer", "disease", "known", "disease", "process", "takes", "several", "years", "disease", "diagnosed", "reason", "risk", "factors", "medications", "modified", "avoided", "searched", "according", "current", "study", "proton", "pump", "inhibitor", "use", "one", "modifiable", "risk", "factors", "proton", "pump", "inhibitor", "use", "compared", "finnish", "persons", "alzheimer", "disease", "control", "persons", "without", "disease", "study", "constitutes", "part", "nationwide", "medalz", "study", "includes", "persons", "diagnosed", "alzheimer", "disease", "finland", "study", "included", "persons", "alzheimer", "disease", "control", "persons", "largest", "study", "topic", "far"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoef-add080717.php", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "source": "University of Eastern Finland", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe use of proton pump inhibitors does not increase the risk of Alzheimer's disease, shows a recent study from the University of Eastern Finland.", "Proton pump inhibitors are a type of antiulcer drug that is commonly used among older persons.The association between proton pump inhibitors and Alzheimer's disease was studied at the University of Eastern Finland, as two previous studies from Germany reported an increased risk of dementia.", "However, these findings were not confirmed by the extensive Finnish study, at least not for the risk of Alzheimer's disease, which is the most common form of dementia.", "The results were published in American Journal of Gastroenterology.", "According to the new study, proton pump inhibitor use was not associated with an increased risk of Alzheimer's disease, not even in long-term use exceeding three years.", "Furthermore, a higher dose did not increase the risk.", "According to the researchers, people do not need to avoid proton pump inhibitors in fear of developing Alzheimer's disease.", "However, long-term use of proton pump inhibitors should be carefully considered among older persons, as it has been linked with decreased calcium and vitamin B12 absorption and with serious intestinal infections (Clostridium difficile).Over one third of older persons use proton pump inhibitorsThe use of proton pump inhibitors is very common among persons with Alzheimer's disease and among their peers of the same age.", "Another recent study from the research group showed that over one third of older persons use proton pump inhibitors.", "Long-term use was somewhat more common among persons with Alzheimer's disease than among their counterparts without the disease: 20% of persons with Alzheimer's disease and 18% of persons without the disease used proton pump inhibitors continuously for over six months.", "The study was published in European Journal of Clinical Pharmacology.", "The underlying cause of Alzheimer's disease is not known, but the disease process takes several years before the disease can be diagnosed.", "For this reason, risk factors such as medications that can be modified or avoided, are searched for.", "According to the current study, proton pump inhibitor use is not one of these modifiable risk factors.", "Proton pump inhibitor use was compared between Finnish persons with Alzheimer's disease and their control persons without the disease.", "The study constitutes part of the nationwide register-based MEDALZ study, which includes all persons diagnosed with Alzheimer's disease in Finland during 2005-2011.", "Study included 70,718 persons with Alzheimer's disease and 282,862 control persons, and it is the largest study on the topic so far."], "title": "Antiulcer drugs do not increase risk of Alzheimer's disease | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe use of proton pump inhibitors does not increase the risk of Alzheimer's disease, shows a recent study from the University of Eastern Finland. Proton pump inhibitors are a type of antiulcer drug that is commonly used among older persons.The association between proton pump inhibitors and Alzheimer's disease was studied at the University of Eastern Finland, as two previous studies from Germany reported an increased risk of dementia. However, these findings were not confirmed by the extensive Finnish study, at least not for the risk of Alzheimer's disease, which is the most common form of dementia. The results were published in American Journal of Gastroenterology. According to the new study, proton pump inhibitor use was not associated with an increased risk of Alzheimer's disease, not even in long-term use exceeding three years. Furthermore, a higher dose did not increase the risk. According to the researchers, people do not need to avoid proton pump inhibitors in fear of developing Alzheimer's disease. However, long-term use of proton pump inhibitors should be carefully considered among older persons, as it has been linked with decreased calcium and vitamin B12 absorption and with serious intestinal infections (Clostridium difficile).Over one third of older persons use proton pump inhibitorsThe use of proton pump inhibitors is very common among persons with Alzheimer's disease and among their peers of the same age. Another recent study from the research group showed that over one third of older persons use proton pump inhibitors. Long-term use was somewhat more common among persons with Alzheimer's disease than among their counterparts without the disease: 20% of persons with Alzheimer's disease and 18% of persons without the disease used proton pump inhibitors continuously for over six months. The study was published in European Journal of Clinical Pharmacology. The underlying cause of Alzheimer's disease is not known, but the disease process takes several years before the disease can be diagnosed. For this reason, risk factors such as medications that can be modified or avoided, are searched for. According to the current study, proton pump inhibitor use is not one of these modifiable risk factors. Proton pump inhibitor use was compared between Finnish persons with Alzheimer's disease and their control persons without the disease. The study constitutes part of the nationwide register-based MEDALZ study, which includes all persons diagnosed with Alzheimer's disease in Finland during 2005-2011. Study included 70,718 persons with Alzheimer's disease and 282,862 control persons, and it is the largest study on the topic so far. "}