{"date": "2018-01-19_20:53:31", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txneuroscientists", "think", "twice", "getting", "patients", "play", "video", "games", "way", "boost", "brain", "power", "new", "study", "conducted", "université", "de", "montréal", "suggests", "many", "cases", "gaming", "harm", "study", "published", "today", "molecular", "psychiatry", "lead", "author", "greg", "west", "associate", "professor", "psychology", "udem", "reveals", "habitual", "players", "action", "games", "less", "grey", "matter", "hippocampus", "major", "part", "depleted", "hippocampus", "becomes", "person", "risk", "developing", "brain", "illnesses", "diseases", "ranging", "depression", "schizophrenia", "ptsd", "alzheimer", "disease", "video", "games", "shown", "benefit", "certain", "cognitive", "systems", "brain", "mainly", "related", "visual", "attention", "memory", "said", "west", "study", "collaboration", "mcgill", "university", "associate", "professor", "psychiatry", "véronique", "bohbot", "also", "behavioral", "evidence", "might", "cost", "terms", "impact", "hippocampus", "decided", "full", "study", "scanning", "brains", "habitual", "players", "action", "video", "games", "comparing", "saw", "less", "grey", "matter", "hippocampus", "habitual", "players", "followed", "two", "longitudinal", "studies", "establish", "causality", "found", "indeed", "gaming", "led", "changes", "brain", "shaped", "like", "seahorse", "hence", "name", "hippocampus", "part", "brain", "helps", "people", "orient", "spatial", "memory", "remember", "past", "experience", "episodic", "memory", "taxi", "drivers", "london", "england", "example", "shown", "developed", "hippocampi", "grey", "matter", "hippocampus", "means", "healthier", "brain", "another", "important", "part", "brain", "called", "striatum", "counterbalances", "hippocampus", "area", "known", "caudate", "nucleus", "acts", "kind", "autopilot", "reward", "system", "getting", "us", "home", "work", "example", "telling", "us", "time", "eat", "drink", "sex", "things", "keep", "us", "alive", "happy", "caudate", "nucleus", "also", "helps", "us", "form", "habits", "remember", "things", "like", "ride", "shown", "stimulate", "caudate", "nucleus", "hippocampus", "85", "per", "cent", "players", "rely", "part", "brain", "navigate", "way", "game", "problem", "use", "caudate", "nucleus", "less", "use", "hippocampus", "result", "hippocampus", "loses", "cells", "atrophies", "new", "study", "shows", "action", "video", "games", "lead", "decreases", "grey", "matter", "hippocampus", "young", "adults", "caution", "exerted", "encouraging", "use", "children", "young", "adults", "older", "adults", "promote", "cognitive", "skills", "visual", "memory", "visual", "attention", "study", "says", "indeed", "results", "suggest", "improvement", "cognitive", "skills", "may", "come", "cost", "specifically", "patients", "parkinson", "disease", "combined", "dementia", "well", "alzheimer", "disease", "schizophrenia", "depression", "ptsd", "less", "grey", "matter", "hippocampus", "would", "advised", "follow", "action", "video", "game", "treatments", "according", "investigation", "researchers", "recruited", "close", "100", "people", "51", "men", "46", "women", "udem", "got", "come", "play", "variety", "popular", "shooter", "games", "like", "call", "duty", "killzone", "borderlands", "2", "well", "3d", "games", "super", "mario", "series", "total", "90", "establish", "participants", "spatial", "learners", "favoured", "hippocampus", "versus", "response", "learners", "using", "reward", "system", "west", "team", "first", "run", "virtual", "maze", "computer", "central", "hub", "navigate", "four", "paths", "capture", "target", "objects", "gates", "removed", "go", "four", "remember", "paths", "already", "waste", "time", "looking", "objects", "already", "taken", "spatial", "learners", "oriented", "landmarks", "background", "rock", "mountains", "two", "trees", "response", "learners", "ignored", "landmarks", "concentrated", "instead", "remembering", "series", "right", "left", "turns", "sequence", "starting", "learning", "strategy", "established", "participants", "began", "playing", "action", "video", "games", "amount", "screen", "time", "produced", "different", "effects", "brain", "ninety", "hours", "playing", "action", "games", "led", "hippocampal", "atrophy", "response", "learners", "90", "hours", "playing", "3d", "games", "led", "increased", "grey", "matter", "within", "hippocampal", "memory", "system", "participants", "spatial", "strategies", "shown", "associated", "increases", "hippocampal", "grey", "matter", "video", "game", "playing", "remains", "possible", "response", "learners", "could", "encouraged", "use", "spatial", "strategies", "counteract", "negative", "effects", "hippocampal", "system", "study", "says", "offering", "manufacturers", "change", "players", "easily", "choose", "navigate", "strategy", "without", "relying", "relationships", "landmarks", "fundamental", "spatial", "strategy", "action", "video", "games", "designed", "without", "gps", "without", "wayfinding", "routes", "overlaid", "game", "display", "player", "follow", "could", "better", "encourage", "spatial", "learning", "action", "video", "game", "playing"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-pav080217.php", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "source": "University of Montreal", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNeuroscientists should think twice before getting patients to play video games as a way to boost their brain power, a new study conducted at Université de Montréal suggests.", "Why?", "Because in many cases, gaming can do more harm than good.In the study, published today in Molecular Psychiatry, lead author Greg West, an associate professor of psychology at UdeM, reveals that habitual players of action games have less grey matter in their hippocampus, a major part of the brain.And the more depleted the hippocampus becomes, the more a person is at risk of developing brain illnesses and diseases ranging from depression to schizophrenia, PTSD and Alzheimer's disease.", "\"Video games have been shown to benefit certain cognitive systems in the brain, mainly related to visual attention and short-term memory,\" said West, who did the study in collaboration with McGill University associate professor of psychiatry Véronique Bohbot.", "\"But there is also behavioral evidence that there might be a cost to that, in terms of the impact on the hippocampus.", "\"\"That's why we decided to do a full neuro-imaging study, scanning the brains of habitual players of action video games and comparing them to non-players, and what we saw was less grey matter in the hippocampus of habitual players.", "We then followed that up with two longitudinal studies to establish causality, and we found that it was indeed the gaming that led to changes in the brain.", "\"Shaped like a seahorse, hence its name, the hippocampus is the part of the brain that helps people to orient themselves (so-called spatial memory) and to remember past experience (episodic memory).", "Taxi drivers in London, England, for example, have been shown to have more developed hippocampi.", "More grey matter in the hippocampus means a healthier brain, all round.However, there's another important part of the brain called the striatum that counterbalances the hippocampus.", "It has an area known as the caudate nucleus that acts as a kind of \"autopilot\" and \"reward system\" - getting us home from work, for example, and telling us when it's time to eat, drink, have sex and do other things that keep us alive and happy.", "The caudate nucleus also helps us form habits and remember how to do things like ride a bicycle.Gaming has been shown to stimulate the caudate nucleus more than the hippocampus; 85 per cent of players rely on that part of the brain to navigate their way through a game.", "The problem is, the more they use the caudate nucleus, the less they use the hippocampus, and as a result the hippocampus loses cells and atrophies, the new study shows.", "\"If action video games lead to decreases in grey matter in the hippocampus [of young adults], caution should be exerted when encouraging their use... [by] children, young adults and older adults to promote cognitive skills such as visual short-term memory and visual attention,\" the study says.", "Indeed, the \"results suggest that improvement in such cognitive skills may come at a cost.", "\"Specifically, patients with Parkinson's disease combined with dementia, as well as those with Alzheimer's disease, schizophrenia, depression or PTSD - all of whom have less grey matter in their hippocampus - \"would not be advised to [follow] action video game treatments,\" according to the study.To do their investigation, the researchers recruited close to 100 people (51 men, 46 women) at UdeM and got them to come in and play a variety of popular shooter games like Call of Duty, Killzone and Borderlands 2, as well as 3D games from the Super Mario series, for a total of 90 hours.To establish which participants were spatial learners (that is, those who favoured their hippocampus) versus \"response learners\" (those using the reward system), West and his team first had each of them run through a \"4-on-8\" virtual maze on their computer.", "From a central hub, they had to navigate down four identical-looking paths to capture target objects, then, after their gates were removed, go down the four others.To remember which paths they'd already been down and not waste time looking for the objects they'd already taken, spatial learners oriented themselves by the landmarks in the background: a rock, a mountains, two trees.", "Response learners didn't do that; they ignored the landmarks and concentrated instead on remembering a series of right and left turns in a sequence from their starting position.Once their learning strategy was established, participants then began playing the action and 3D-platform video games.", "The same amount of screen time on each produced very different effects on the brain.", "Ninety hours of playing action games led to hippocampal atrophy in response learners, while 90 hours of playing 3D games led to increased grey matter within the hippocampal memory system of all participants.", "\"Because spatial strategies were shown to be associated with increases in hippocampal grey matter during video game playing, it remains possible that response learners could be encouraged to use spatial strategies to counteract against negative effects on the hippocampal system,\" the study says, offering an out for action-game manufacturers: change the design.Now, \"players can easily choose to navigate with a response-route-following strategy without relying on the relationships between landmarks, fundamental to the spatial strategy.", "[...] Action video games designed without in-game GPS, or [without] wayfinding routes overlaid on the game's display for the player to follow, could better encourage spatial learning during action video game playing.\""], "title": "Playing action video games can actually harm your brain | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNeuroscientists should think twice before getting patients to play video games as a way to boost their brain power, a new study conducted at Université de Montréal suggests. Why? Because in many cases, gaming can do more harm than good.In the study, published today in Molecular Psychiatry, lead author Greg West, an associate professor of psychology at UdeM, reveals that habitual players of action games have less grey matter in their hippocampus, a major part of the brain.And the more depleted the hippocampus becomes, the more a person is at risk of developing brain illnesses and diseases ranging from depression to schizophrenia, PTSD and Alzheimer's disease.\"Video games have been shown to benefit certain cognitive systems in the brain, mainly related to visual attention and short-term memory,\" said West, who did the study in collaboration with McGill University associate professor of psychiatry Véronique Bohbot. \"But there is also behavioral evidence that there might be a cost to that, in terms of the impact on the hippocampus.\"\"That's why we decided to do a full neuro-imaging study, scanning the brains of habitual players of action video games and comparing them to non-players, and what we saw was less grey matter in the hippocampus of habitual players. We then followed that up with two longitudinal studies to establish causality, and we found that it was indeed the gaming that led to changes in the brain.\"Shaped like a seahorse, hence its name, the hippocampus is the part of the brain that helps people to orient themselves (so-called spatial memory) and to remember past experience (episodic memory). Taxi drivers in London, England, for example, have been shown to have more developed hippocampi. More grey matter in the hippocampus means a healthier brain, all round.However, there's another important part of the brain called the striatum that counterbalances the hippocampus. It has an area known as the caudate nucleus that acts as a kind of \"autopilot\" and \"reward system\" - getting us home from work, for example, and telling us when it's time to eat, drink, have sex and do other things that keep us alive and happy. The caudate nucleus also helps us form habits and remember how to do things like ride a bicycle.Gaming has been shown to stimulate the caudate nucleus more than the hippocampus; 85 per cent of players rely on that part of the brain to navigate their way through a game. The problem is, the more they use the caudate nucleus, the less they use the hippocampus, and as a result the hippocampus loses cells and atrophies, the new study shows.\"If action video games lead to decreases in grey matter in the hippocampus [of young adults], caution should be exerted when encouraging their use... [by] children, young adults and older adults to promote cognitive skills such as visual short-term memory and visual attention,\" the study says. Indeed, the \"results suggest that improvement in such cognitive skills may come at a cost.\"Specifically, patients with Parkinson's disease combined with dementia, as well as those with Alzheimer's disease, schizophrenia, depression or PTSD - all of whom have less grey matter in their hippocampus - \"would not be advised to [follow] action video game treatments,\" according to the study.To do their investigation, the researchers recruited close to 100 people (51 men, 46 women) at UdeM and got them to come in and play a variety of popular shooter games like Call of Duty, Killzone and Borderlands 2, as well as 3D games from the Super Mario series, for a total of 90 hours.To establish which participants were spatial learners (that is, those who favoured their hippocampus) versus \"response learners\" (those using the reward system), West and his team first had each of them run through a \"4-on-8\" virtual maze on their computer. From a central hub, they had to navigate down four identical-looking paths to capture target objects, then, after their gates were removed, go down the four others.To remember which paths they'd already been down and not waste time looking for the objects they'd already taken, spatial learners oriented themselves by the landmarks in the background: a rock, a mountains, two trees. Response learners didn't do that; they ignored the landmarks and concentrated instead on remembering a series of right and left turns in a sequence from their starting position.Once their learning strategy was established, participants then began playing the action and 3D-platform video games. The same amount of screen time on each produced very different effects on the brain. Ninety hours of playing action games led to hippocampal atrophy in response learners, while 90 hours of playing 3D games led to increased grey matter within the hippocampal memory system of all participants.\"Because spatial strategies were shown to be associated with increases in hippocampal grey matter during video game playing, it remains possible that response learners could be encouraged to use spatial strategies to counteract against negative effects on the hippocampal system,\" the study says, offering an out for action-game manufacturers: change the design.Now, \"players can easily choose to navigate with a response-route-following strategy without relying on the relationships between landmarks, fundamental to the spatial strategy. [...] Action video games designed without in-game GPS, or [without] wayfinding routes overlaid on the game's display for the player to follow, could better encourage spatial learning during action video game playing.\""}