{"title": "Steroid treatment for type of kidney disease associated with increased risk for serious infections", "text": "Among patients with IgA nephropathy and excess protein in their urine, treatment with pills of the steroid methylprednisolone was associated with an unexpectedly large increase in the risk of serious adverse events, primarily infections, according to a study published by JAMA. IgA nephropathy is a kidney disease that occurs when the antibody immunoglobulin A (IgA) lodges in the kidneys.Up to 30 percent of all people with IgA nephropathy will eventually develop end-stage kidney disease; decreased kidney function, persistent proteinuria, and hypertension are the strongest risk factors. Guidelines recommend corticosteroids in patients with IgA nephropathy and persistent proteinuria, and they are widely used in these patients, but the benefits and risks have not been clearly established. Hong Zhang, Ph.D., of Peking University First Hospital, Beijing, and Vlado Perkovic, Ph.D., of the George Institute for Global Health, University of New South Wales, Sydney, Australia, and colleagues randomly assigned study participants with IgA nephropathy and proteinuria to oral methylprednisolone (n = 136) or placebo (n = 126) for 2 months, with subsequent weaning over 4 to 6 months.After 2.1 years' median follow-up, recruitment was discontinued because of an unexpectedly high rate of serious adverse events (including infections, gastrointestinal, and bone disorders). Serious events occurred in 20 participants (14.7 percent) in the methylprednisolone group vs 4 (3.2 percent) in the placebo group, mostly due to excess serious infections (8.1 percent vs 0), including two deaths. The primary renal outcome (end-stage kidney disease, death due to kidney failure, or a 40 percent decrease in estimated glomerular filtration rate [a measure of substantial loss of kidney function) occurred in 8 participants (5.9 percent) in the methylprednisolone group vs 20 (15.9 percent) in the placebo group.\"Although the results were consistent with potential renal benefit, definitive conclusions about treatment benefit cannot be made, owing to early termination of the trial,\" the authors write.A limitation of the study was that because recruitment was stopped earlier than planned because of excess adverse events, the power of the study was less than predicted, and both risks and benefits might be overestimated as a result.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-stf072817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "Among patients with IgA nephropathy and excess protein in their urine, treatment with pills of the steroid methylprednisolone was associated with an unexpectedly large increase in the risk of serious adverse events, primarily infections, according to a study published by JAMA. IgA nephropathy is a kidney disease that occurs when the antibody immunoglobulin A (IgA) lodges in the kidneys.", "date": "Tue, 01 Aug 2017 04:00:00 GMT"}