{"title": "Guidelines for assessing orthostatic hypotension should be changed, new study recommends", "text": "A new study led by Johns Hopkins researchers suggests that testing for the presence of orthostatic hypotension, a form of low blood pressure, be performed within one minute of standing after a person has been lying down. Current guidelines recommend taking the measurement three minutes after a person stands up.\"Our findings suggest that a blood pressure assessment within the first minute is a better way to assess health risks due to orthostatic hypertension and that waiting three minutes might miss at-risk status,\" says Stephen Juraschek, M.D., Ph.D., a general internal medicine fellow at the Johns Hopkins University School of Medicine and the research paper's first author.A report of the study, published July 24 in JAMA Internal Medicine, suggests revising current guidelines in use since the late 1990s.Orthostatic hypotension (OH), sometimes called postural hypotension, is a common medical condition in older adults, marked by dizziness, lightheadedness, and even fainting when they stand up. Clinically, a person is diagnosed with OH when systolic blood pressure (the top number in a blood pressure reading) drops by at least 20 mmHg during transition from lying down to standing up, or when diastolic blood pressure (the bottom reading) drops by at least 10mmHg within three minutes after standing.While a healthy person's blood pressure will return to their usual readings (baseline) almost immediately after such a test, blood pressure for people with OH will linger at lower values for a while. Although sometimes related to medication side effects, anemia or dehydration, OH in many cases has unknown causes. It may increase risk of falls and strokes, which can be lethal.The current three-minute measurement threshold was implemented after a review of studies and a consensus statement from the American Academy of Neurology in the late 1990s. This statement was later reiterated in 2011. In practice, however, clinicians often do not wait the recommended three minutes to measure blood pressure due to time constraints, says Juraschek.To learn whether waiting or not waiting for the three-minute threshold made any difference in risk assessment, Juraschek and his team analyzed blood pressure data already gathered on more than 15,000 people ages 45 to 64 during the Atherosclerosis Risk in Communities Study (ARIC), conducted from 1987 to 1989.For their study, the research team focused on data taken from 11,429 participants who had at least four orthostatic hypotension measurements over time, and looked for any links between measurement times and falls, fractures, fainting and car crashes, all identified by active surveillance of participants' hospitalizations and related Medicare and Medicaid claims data from 1991 to 2013. The study also looked at time of measurement in association with death, determined based on hospital discharge records, coroner reports, the National Death Index and next-of-kin interviews.Of the participants, 54 percent (6,211 of 11,429) were women and 26 percent (2,930) were black, with an average age of 54. Nearly 10 percent (1,138) of participants self-reported a history of dizziness upon standing.The researchers found that measurements taken within 30 seconds of standing were associated with the highest rates per 1,000 person-years of fracture (18.9), fainting (17.0) and death (31.4). Measurements taken within one minute were associated with the highest rate of falls (13.2 per 1,000 person-years) and car crashes (2.5). Measurements taken within 30 seconds were associated with the greatest proportion, 13.5 percent, of self-reported dizziness.Juraschek said the findings support the idea that OH assessments performed within one minute of standing are most strongly related to self-reported dizziness and individual adverse outcomes.\"If someone comes into the clinic with dizziness, we try to assess his/her risk of falling or other consequences of dizziness in the future,\" says Juraschek. \"These results show that assessing OH within the first minute not only is OK, but also makes a lot of sense because it's more predictive of future falls.\"Current treatments for chronic OH include physical therapy to improve balance, lifestyle changes including drinking more fluid and eating smaller meals, altering the environment (such as using grip bars), coaching patients how to safely stand up, and changing or stopping medications, especially sedatives or certain antidepressants, that are thought to be associated with OH.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/jhm-gfa072817.php", "region": "namerica", "source_link": "hthttp://www.hopkinsmedicine.org/news/media/releases/guidelines_for_assessing_orthostatic_hypotension_should_be_changed_new_study_recommends_", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Renal Disease Epidemiology Training Grant, NIH/National Heart, Lung, and Blood Institute", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Hematology"], "journal": "Journal of Internal Medicine", "description": "A new study led by Johns Hopkins researchers suggests that testing for the presence of orthostatic hypotension, a form of low blood pressure, be performed within one minute of standing after a person has been lying down. Current guidelines recommend taking the measurement three minutes after a person stands up.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}