{"institution": "NYU Langone Medical Center / New York University School of Medicine", "title": "Deep brain stimulation decreases tics in young adults with severe Tourette syndrome", "url": "http://www.eurekalert.org/pub_releases/2017-04/nlmc-dbs040517.php", "article_link": "http://dx.doi.org/10.3171/2016.10.JNS161573", "region": "namerica", "funder": "", "meeting": "", "journal": "Journal of Neurosurgery", "source_link": null, "text": "A surgical technique that sends electrical impulses to a specific area of the brain reduces the \"tics,\" or involuntary movements and vocal outbursts, experienced by young adults with severe cases of Tourette syndrome, according to a new study led by investigators from NYU Langone Medical Center.The study, published April 7 in the Journal of Neurosurgery, is a retrospective review of Tourette patients who underwent an experimental technique known as thalamic deep brain stimulation (DBS) at NYU Langone. The findings, according to the researchers, add to a growing body of evidence supporting DBS as a safe and effective treatment for severe cases of Tourette syndrome - and may ultimately lead to approval by the U.S. Food and Drug Administration.\"Our study shows that deep brain stimulation is a safe, effective treatment for young adults with severe Tourette syndrome that cannot be managed with current therapies,\" says Alon Mogilner, MD, PhD, an associate professor in the departments of neurosurgery and anesthesiology, at NYU Langone, and director of its Center for Neuromodulation. \"This treatment has the potential to improve the quality of life for patients who are debilitated through their teenage years and young adulthood.\"Tourette syndrome begins in childhood and many patients improve as they get older. However, for some, the symptoms become so severe that they become socially isolated and unable to work or attend school. Dr. Mogilner and his colleague, Michael H. Pourfar, MD, an assistant professor in the departments of neurosurgery and neurology and co-director of the Center for Neuromodulation, have pioneered the largest U.S. case series of thalamic DBS to treat severe Tourette syndrome in young adults. Worldwide, only an estimated 160 cases have been performed to date. In a multi-stage procedure, they insert two electrodes into a region of the brain called the medial thalamus, part of the brain circuit that functions abnormally in Tourette's. During a second surgery the following day or a few days later, a pacemaker-like device called a neurostimulator is connected to the electrodes to emit electrical impulses into the medial thalamus. These impulses are adjusted during a series of follow-up outpatient visits to find the combination of settings that best control symptoms.In the study, the NYU Langone team followed 13 patients with at least six months of follow-up visits. Study participants ranged in age from 16 years to 33 years. To determine the effectiveness of the procedure, the researchers measured the severity of tics before and after surgery using the Yale Global Tic Severity Scale (YGTSS). They found that the severity of tics decreased on average 37 percent from the time of the operations to the first follow-up visit. At their latest visit, patients' tic scores decreased by an average of 50 percent.Equally significant, all patients reported in a survey six months after surgery that their symptoms improved either \"much\" or \"very much,\" and all said they would have the surgery again -- even those who had complications or experienced relatively less pronounced responses. \"The survey represents an important aspect of the study,\" Dr. Pourfar says, \"because the YGTSS, though a validated scale, may not fully capture the impact of DBS on quality of life for a person with Tourette syndrome.\" Since the study completed, four more patients have undergone DBS surgery for Tourette syndrome.DBS has been used to treat other neurological conditions that cannot be adequately controlled by medication, including Parkinson's disease, essential tremor, dystonia and epilepsy.  Because the FDA has not yet approved DBS for the treatment of Tourette syndrome, it is still considered investigational. As a result, a committee of independent specialists reviews each case to ensure that patients have tried alternate therapies and that the disability is severe enough to warrant undergoing the procedure.In addition to Drs. Mogilner and Pourfar, Richard S. Dowd, MD, of Tufts Medical Center served as a co-author.Dr. Pourfar reports receiving consulting fees and teaching honoraria from Medtronic Neurological, the manufacturer of the DBS device used in the study. Dr. Mogilner reports receiving consulting fees, honoraria and grant support from Medtronic Neurological, and consulting fees from Alpha-Omega Engineering.\r\n", "keywords": ["Medicine/Health", " Neurobiology"], "description": "A surgical procedure called deep brain stimulation that sends electrical impulses to a specific area of the brain reduces the 'tics,' or involuntary movements and vocal outbursts, experienced by young adults with severe cases of Tourette syndrome, according to new research from NYU Langone Medical Center.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}