{"institution": "American Academy of Neurology", "title": "Regular exercise, not BMI, before stroke may predict disability later", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-ren040317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - A new study suggests it's the amount of regular exercise people get, not the amount of body fat they have, that may predict just how well they recover from a stroke. The study is published in the April 5, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"We found that those who exercised vigorously three times a week or more three years prior to stroke were more likely to be independent before and after stroke, compared to those who were inactive\" said study author Pamela Rist, ScD, of Harvard University in Boston and a member of the American Academy of Neurology. \"We also found that a person's body mass index was not a factor in predicting their level of disability after stroke.\"Body mass index is a measure of a person's body fat based on their height and weight. Having too much body fat may be a risk to a person's health. For the study, researchers followed 18,117 people who were initially stroke free for an average of 12 years. Participants were interviewed every other year about their ability to do basic activities like getting dressed, bathing, eating and getting out of bed; and more complex activities including taking medications as prescribed, grocery shopping, preparing meals and managing money. They were also asked their height, weight and whether they participated in vigorous physical activity or exercise three times a week or more during the past year. Vigorous physical activity was defined as participating in sports, heavy housework or a job that required physical labor.During the study, 1,374 of the participants had a stroke and survived, and 479 people had a stroke and died before the next round of interviews. Of those who did not have a stroke, 45 percent were physically active, compared to 43 percent of those who had a stroke and survived and 26 percent of those who had a stroke and died. Among stroke survivors, those who were physically inactive were 18 percent less likely to be taking care of their basic activities such as bathing on their own three years after stroke than those who exercised regularly. They also were 16 percent less likely to be taking care of more complex activities such as managing money on their own. The study showed similar differences between inactive and active people three years before a stroke occurred.In addition, researchers say their study suggests that being physically active does not protect against the disabling effects of a stroke itself. \"Our study was able to show that being physically inactive before stroke predicts a higher risk of being dependent both before and after stroke,\" said Rist. \"Research is needed to look into whether more intense activity could improve stroke outcomes and whether people can change their activity patterns to improve stroke outcomes.\"Limitations of the study include that the information was self-reported. There was a lack of information on the various stroke subtypes. Also, some in the study may have already had physical limitations at the start of the study that prevented them from being physically active. ", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Neurobiology", " Sports Medicine", " Sports/Recreation", " Exercise"], "description": "A new study suggests it's the amount of regular exercise people get, not the amount of body fat they have, that may predict just how well they recover from a stroke. The study is published in the April 5, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}