{"institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "title": "Method identifies epileptic patients who can benefit from surgery", "url": "http://www.eurekalert.org/pub_releases/2017-04/fda-mie040417.php", "article_link": null, "region": "samerica", "funder": "São Paulo Research Foundation", "meeting": "", "journal": "PLOS ONE", "source_link": null, "text": "Researchers affiliated with the University of Campinas (UNICAMP) in São Paulo State, Brazil, have shown that genetic information can be used to improve early prediction of the response to drugs in patients with mesial temporal lobe epilepsy (MTLE), one of the most severe forms of epilepsy. Patients who do not respond well to treatment with antiepileptic drugs are candidates for surgery. The research was conducted at the Brazilian Research Institute for Neuroscience and Neurotechnology (BRAINN) - one of the Research, Innovation and Dissemination Centers (RIDCs) funded by FAPESP - and led by Professor Iscia Lopes-Cendes.\"According to estimates, at the world's best centers, it takes between 15 and 20 years for patients with MTLE refractory to drug treatment to be referred for surgery,\" Lopes-Cendes said. \"Meanwhile, they continue to suffer from uncontrolled seizures. If we can shorten this process, we can improve the lives of many patients, potentially making the difference between going or not going to university, having or not having a job and a normal life.\"MTLE, she explained, is caused by alterations in the functioning of neurons located in the deepest structures of the brain, such as the hippocampus and amygdala, which control important functions such as memory, attention, and anxiety, among others. Seizures due to abnormal electric discharges in a large group of neurons may or may not result in convulsions but do impair memory and other brain functions, often putting the patient at risk of accident and death.Although MTLE is not the most frequent form of epilepsy, accounting for only 30-40% of cases, it is considered the hardest to treat in adults. Up to 40% of patients with MTLE do not respond to any of the available drugs. In these cases, surgical removal of the brain area that originates the seizures is often recommended.\"Any operation involves risks, and in this case, part of the brain is removed,\" Lopes-Cendes said. \"That isn't innocuous, and the consensus today favors controlling seizures with different regimes of drug therapy. The disease usually manifests in late adolescence or early adulthood, a crucial phase in anyone's life. Imagine the difference it would make if you could control seizures at age 12 instead of 35.\"The study was based on an analysis of data for 237 individuals with MTLE who had been monitored at UNICAMP for at least two years. The researchers already knew that 162 of these patients were not responsive to antiepileptic drugs.The aim of the study, according to Lopes-Cendes, was to develop a methodology for distinguishing between the two groups by analyzing their genetic material. To do this, the researchers selected a set of 11 genes that have been shown to be involved in antiepileptic drug absorption, metabolism, and transport in the scientific literature.For these 11 genes, they genotyped 119 different single nucleotide polymorphism (SNP) molecular markers to see which alleles were present.\"We deployed a series of statistical procedures to develop the model with the best capacity to predict whether the patient would be responsive to drug treatment,\" Lopes-Cendes said. \"In this model, we included and excluded variables to see which ones contributed most to the power of the predictors. Besides genetic polymorphisms, we also included clinical data such as the presence or absence of hippocampal atrophy, the age at and frequency of seizures at epilepsy onset, patient gender, and so on.\"When only the clinical variables were taken into account, the model's predictions were about 45% accurate, which, according to Lopes-Cendes, is less than would be achieved by tossing a coin.However, the model's accuracy increased to 80% when only SNP markers were used and to 82% when both clinical and genetic variables were used.As Lopes-Cendes explained, in order to be sure that the two groups of patients belonged to the same population from a genetic standpoint and hence were genuinely comparable, the researchers also genotyped 90 other SNPs in different genes located on the same chromosomes as in the previous analysis.\"We call this testing technique 'genome control',\" she said. \"Without it, we risk selecting patient and control groups from different populations, which would invalidate the results of the analysis.\"In light of the model's high level of accuracy, Lopes-Cendes revealed that she and her team at BRAINN now plan to begin a multicenter study involving patients from several countries.\"The idea is to genotype these SNPs at the start of treatment and to follow the patients for two years to see what happens. If the results corroborate our findings in this first study, we'll have sufficient evidence to include the methodology in clinical practice,\" she said.\r\n", "keywords": ["Biochemistry", " Cell Biology", " Neurochemistry", " Medicine/Health", " Diagnostics", " Neurobiology", " Neurochemistry", " Surgery"], "description": "Model based on genetic information can be used to improve early prediction of the response to drugs in patients with mesial temporal lobe epilepsy (MTLE) candidates for surgery.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}