{"institution": "The JAMA Network Journals", "title": "Is early pregnancy BMI associated with increased risk of childhood epilepsy?", "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-iep033017.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "JAMA Neurology", "source_link": null, "text": "Increased risk for childhood epilepsy was associated with maternal overweight or obesity in early pregnancy in a study of babies born in Sweden, according to a study published online by JAMA Neurology.The cause of epilepsy is poorly understood and in most cases a definitive cause cannot be determined. Maternal overweight and obesity have increased globally over time and there is growing concern about the long-term neurologic effects of children exposed to maternal obesity in pregnancy, according to the report.Neda Razaz, Ph.D., of the Karolinska Institutet, Stockholm, Sweden, and coauthors conducted a nationwide study that included more than 1.4 million live singleton births in Sweden to examine early pregnancy body-mass index (BMI) in women in their first trimester and the risk for childhood epilepsy.Of the more than 1.4 million children born between 1997 and 2011, there were 7,592 children (0.5 percent) diagnosed with epilepsy through 2012. The overall incidence of epilepsy in children (ages 28 days to 16 years) was 6.79 per 10,000 child-years.Risk of childhood epilepsy increased by maternal BMI from 6.30 per 10,000 child-years among normal-weight women (BMI less than 25) to 12.4 per 10,000 child-years among women with grade III obesity (BMI of 40 or more), according to the results.Risk of epilepsy increased by 11 percent in children of overweight mothers (BMI of 25 to less than 30) compared with children and normal-weight mothers, while grade I obesity (BMI 30 to less than 35) was associated with a 20 percent increased risk, grade II obesity (BMI 35 to less than 40) was associated with a 30 percent increased risk and grade III obesity was associated with an 82 percent increased risk of epilepsy, the authors report.The authors speculate on possible reasons, including that maternal overweight and obesity may increase the risk of brain injury, leading to a range of neurodevelopmental disorders, or that maternal obesity might affect neurodevelopment through obesity-induced inflammation.The study also suggests that asphyxia-related neonatal complications, as well as less severe neonatal complications, were independently associated with increased risk of childhood epilepsy. However, the elevated risk of childhood epilepsy associated with overweight or obese mothers could not be explained by obesity-related pregnancy or neonatal complications, the authors write in the article.Limitations of the study include possible misclassification and underreporting in some of the data, as well as an acknowledgment that the cause of epilepsy may be multidimensional, with interaction between genetic and environmental factors.\"Given that overweight and obesity are potentially modifiable risk factors, prevention of obesity in women of reproductive age may be an important public health strategy to reduce the incidence of epilepsy,\" the article concludes.", "keywords": ["Medicine/Health"], "description": "Increased risk for childhood epilepsy was associated with maternal overweight or obesity in early pregnancy in a study of babies born in Sweden, according to a study published online by JAMA Neurology.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}