{"institution": "University of Cincinnati Academic Health Center", "title": "Stress a common seizure trigger in epilepsy, UC study affirms", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoca-sa040317.php", "article_link": "http://dx.doi.org/10.1016/j.seizure.2016.12.009", "region": "namerica", "funder": "", "meeting": "", "journal": "Seizure", "source_link": "http://healthnews.uc.edu/news/?/28744/", "text": "CINCINNATI--Patients with epilepsy face many challenges, but perhaps the most difficult of all is the unpredictability of seizure occurrence. One of the most commonly reported triggers for seizures is stress. A recent review article in the European journal Seizure, by researchers at University of Cincinnati Epilepsy Center at the UC Gardner Neuroscience Institute, looks at the stress-seizure relationship and how adopting stress reduction techniques may provide benefit as a low risk form of treatment.   The relationship between stress and seizures has been well documented over the last 50 years. It has been noted that stress can not only increase seizure susceptibility and in rare cases a  form of reflex epilepsy, but also increase the risk of the development of epilepsy, especially when stressors are severe, prolonged, or experienced early in life.   \"Studies to date have looked at the relationship from many angles,\" says Michael Privitera, MD, director of the UC Epilepsy Center and professor in the Department of Neurology and Rehabilitation Medicine at the UC College of Medicine. \"The earliest studies from the 1980s were primarily diaries of patients who described experiencing more seizures on 'high-stress days' than on 'low-stress days.'\"Privitera and Heather McKee, MD, an assistant professor in the Department of Neurology and Rehabilitation Medicine, looked at 21 studies from the 1980s to present--from patients who kept diaries of stress levels and correlation of seizure frequency, to tracking seizures after major life events, to fMRI studies that looked at responses to stressful verbal/auditory stimuli. \"Most all [of these studies] show increases in seizure frequency after high-stress events. Studies have also followed populations who have collectively experienced stressful events, such as the effects of war, trauma or natural disaster, or the death of a loved one,\" says Privitera. All of which found increased seizure risk during such a time of stress.For example, a 2002 study evaluated the occurrence of epileptic seizures during the war in Croatia in the early 1990s. Children from war-affected areas had epileptic seizures more often than children not affected by the war. Additionally, the 10-year follow up showed that patients who had their first epileptic seizure during a time of stress were more likely to have controlled epilepsy or even be off medication years later.\"Stress is a subjective and highly individualized state of mental or emotional strain. Although it's quite clear that stress is an important and common seizure precipitant, it remains difficult to obtain objective conclusions about a direct causal factor for individual epilepsy patients,\" says McKee. Another aspect of the stress-seizure relationship is the finding by UC researchers that there were higher anxiety levels in patients with epilepsy who report stress as a seizure precipitant. The researchers suggest patients who believe stress is a seizure trigger may want to talk with their health care provider about screening for anxiety. \"Any patient reporting stress as a seizure trigger should be screened for a treatable mood disorder, especially considering that mood disorders are so common within this population,\" adds McKee.The researchers report that while some small prospective trials using general stress reduction methods have shown promise in improving outcomes in people with epilepsy, large-scale, randomized, controlled trials are needed to convince both patients and providers that stress reduction methods should be standard adjunctive treatments for people with epilepsy. \"What I think some of these studies point to is that efforts toward stress reduction techniques, though somewhat inconsistent, have shown promise in reducing seizure frequency. We need future research to establish evidence-based treatments and clarify biological mechanisms of the stress-seizure relationship,\" says Privitera.Overall, he says, recommending stress reduction methods to patients with epilepsy \"could improve overall quality of life and reduce seizure frequency at little to no risk.\" Some low risk stress reduction techniques may include controlled deep breathing, relaxation or mindfulness therapy, as well as exercise, or establishing routines.  ", "keywords": ["Medicine/Health", " Neurobiology", " Stress/Anxiety"], "description": "The relationship between stress and seizures has been well documented over the last 50 years. A recent review article in the European journal Seizure, by researchers at University of Cincinnati Epilepsy Center at the UC Gardner Neuroscience Institute, looks at the stress-seizure relationship and how adopting stress reduction techniques may provide benefit as a low risk form of treatment.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}