{"institution": "American College of Physicians", "title": "Being overweight at any point in adulthood increases risk for death", "url": "http://www.eurekalert.org/pub_releases/2017-04/acop-boa032817.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Annals of Internal Medicine", "source_link": null, "text": "1. Being overweight at any point in adulthood increases risk for death* Abstract: http://annals.org/aim/article/doi/10.7326/M16-1390\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-0566\nURL goes live when the embargo lifts\r\n*Note: HD video soundbites of ACP's president discussing preventing and treating substance use disorders are available to download at http://www.dssimon.com/MM/ACP-weight-history/.People who are obese or overweight at some point in their adult lives have an elevated risk of death from cardiovascular disease, cancer and other causes. Analyzing weight history over a period of time, rather than at a single point, reversed the paradoxical association between excess weight and reduced mortality that had been seen in previous studies. The findings are published in Annals of Internal Medicine.  Researchers from the Boston University School of Public Health and the Harvard T.H Chan School of Public Health sought to investigate the relationship between maximum BMI (body mass index) over time and subsequent mortality. The researchers assessed maximum BMI for more than 225,000 participants across 16 years of weight history in three large prospective studies and then examined deaths that occurred within an average of 12 years of follow-up. The analysis found that people with a maximum BMI in the overweight or obese categories were at elevated risk for all-cause death, as well as death from cardiovascular disease, cancer and respiratory disease. The highest risk for death occurred among participants who had significant drops in weight, which the authors said most likely reflected unintentional weight loss caused by illness. The authors say that these findings are important from a public health perspective, given that about one-third of adults in the U.S. and more than a quarter of the world's population is overweight. This is more reason why people should follow a healthy lifestyle and try to keep a normal weight.The study made no exclusions based on a history of smoking or illness, and the pattern of excess risk with a maximum BMI above normal weight held for all ages, regardless of sex. Prior studies contesting the obesity paradox have been criticized by some researchers for restricting their samples to small percentages of the total in an effort to reduce biases related to lower weight that results from chronic diseases or smoking. The researchers noted that most participants were white and highly educated, so the results may not apply to more diverse populations. 2. Body weight may not be the best way to assess cardiometabolic risk in some minority populationsMany minority groups at higher risk for diabetes and heart disease despite being at a healthy weight\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-1895\nPatient summary: http://annals.org/aim/article/doi/10.7326/P17-9036\nURL goes live when the embargo lifts\r\nObesity may not be the best criteria for screening some racial/ethnic minority populations for cardiometabolic risk. Despite having a healthy body weight, many racial/ethnic minority groups were shown to have a higher risk for heart disease and diabetes that could not be explained by differences in demographics, health behaviors, or body fat location. A cross-sectional analysis of two cohort studies is published in Annals of Internal Medicine.Researchers at Emory University in Atlanta, Ga. studied 2,622 white Americans, 803 Chinese Americans, 1,893 African Americans, 1,496 Hispanic Americans, and 803 South Asian Americans aged 44 to 84 years to determine how many people with a normal body weight had risk factors for heart disease or diabetes (also known as cardiometabolic risk factors), and if those rates differed among racial/ethnic groups. They found that compared with whites, all racial/ethnic minority groups had a statistically significantly higher prevalence of metabolic abnormality at a normal weight. Nearly 1 in 3 study participants had a normal weight and cardiometabolic abnormalities. South Asians and Hispanics had the highest percentages of normal-weigh people with cardiometabolic abnormalities, and Chinese and African Americans had the second highest percentages. Currently, the U.S. Preventive Services Task Force (USPSTF) recommends using overweight and obesity as the main criteria for cardiometabolic screening. This approach mail fail to identify cardiometabolic abnormalities in many patients from racial/ethnic minority groups. While the USPSTF recommends earlier screening in racial/ethnic minority groups, testing for cardiometabolic abnormalities in normal-weight and underweight members of these groups may also be an important consideration. 3. Questions remain about the benefits and harms of cannabisArticle: http://annals.org/aim/article/doi/10.7326/M17-0501\nURL goes live when the embargo lifts\r\nDespite dramatic changes in the legal landscape and usage rates of cannabis, evidence is still lacking regarding its potential health and therapeutic effects. Recently, the National Academies of Sciences, Engineering, and Medicine released its third comprehensive review of the literature surrounding cannabis and made recommendations for future research. The authors of an Ideas and Opinions piece published in Annals of Internal Medicine summarized the group's key findings in an effort to educate physicians on the most relevant health outcomes of cannabis use and the potential therapeutic indications for cannabis and cannabinoid products. Currently, 28 states and the District of Columbia legalized cannabis for medical use and 7 states and the District of Columbia also allow recreational cannabis use. In those states that allow some access to cannabis compounds, cancer, HIV/AIDS, multiple sclerosis, glaucoma, seizures and epilepsy, and pain are among the most recognized qualifying conditions for cannabis therapy. The committee found substantial evidence that cannabinoid products were modestly effective in the short term for reducing chronic pain. However, many studies used purified oral cannabinoid preparations and most trials were short term and conducted in patients with neuropathic pain, which limits the generalizability of the findings. The group also examined the evidence about the harms of cannabis use. Substantial evidence supports a link between long-term cannabis smoking and adverse respiratory symptoms. Smoking cannabis was also shown to be associated with several other negative effects, including the development of schizophrenia and other psychoses among the most frequent users.Media contacts: For an embargoed PDF, please contact Angela Collom. To speak with the lead author, please contact Craig Boerner at craig.boerner@vanderbilt.edu or 615-343-7421. \r\n\r\nAlso new in this issue:\r\nA National Strategy for the Elimination of Viral Hepatitis Emphasizes Prevention, Screening, and Universal Treatment of Hepatitis C\r\nGillian J. Buckley and Brian L. Strom\r\nIdeas and Opinions\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0766\n", "keywords": ["Medicine/Health", " Addiction", " Cardiology", " Diet/Body Weight", " Health Professionals", " Internal Medicine", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Public Health"], "description": "People who are obese or overweight at some point in their adult lives have an elevated risk of death from cardiovascular disease, cancer and other causes. Analyzing weight history over a period of time, rather than at a single point, reversed the paradoxical association between excess weight and reduced mortality that had been seen in previous studies. The findings are published in Annals of Internal Medicine.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}