{"title": "Drinking alcohol while pregnant could have transgenerational effects", "text": "RIVERSIDE, Calif. - Soon-to-be mothers have heard the warning - don't drink while pregnant. The Centers for Disease Control and Prevention (CDC) has issued numerous statements about the dangers of alcohol consumption during pregnancy, as it can lead to Fetal Alcohol Spectrum Disorders (FASD) in newborns.Despite this, many women drink during pregnancy, a choice that scientists have known for years could hurt these mothers' children. Today, there is a new reason why an expectant mother should put down that glass of wine - drinking alcohol during pregnancy will not only affect her unborn child, but may also impact brain development and lead to adverse outcomes in her future grand- and even great-grandchildren.The new study by Kelly Huffman, psychology professor at the University of California, Riverside, titled \"Prenatal Ethanol Exposure and Neocortical Development: A Transgenerational Model of FASD,\" was published in the journal Cerebral Cortex.\"Traditionally, prenatal ethanol exposure (PrEE) from maternal consumption of alcohol, was thought to solely impact directly exposed offspring, the embryo or fetus in the womb. However, we now have evidence that the effects of prenatal alcohol exposure could persist transgenerationally and negatively impact the next-generations of offspring who were never exposed to alcohol,\" Huffman said.Previous work from the Huffman Laboratory at UCR has shown that PrEE impacts the anatomy of the neocortex, the part of the brain responsible for complex behavior and cognition in humans, and that PrEE can lead to abnormal motor behavior and increased anxiety in the exposed offspring. Huffman and a group of UCR students have extended this research by providing strong evidence that in utero ethanol exposure generates neurobiological and behavioral effects in subsequent generations of mice that had no ethanol exposure.To determine whether the abnormalities in brain and behavior from prenatal ethanol exposure would pass transgenerationally, Huffman generated a mouse model of FASD and tested many aspects of brain and behavioral development across three generations. As expected, the first generation, the directly exposed offspring, showed atypical gene expression, abnormal development of the neural network within the neocortex and behavioral deficits. However, the main discovery of the research lies in the subsequent, non-exposed generations of mice. These animals had neurodevelopmental and behavioral problems similar to the those of the first, directly exposed generation.\"We found that body weight and brain size were significantly reduced in all generations of PrEE animals when compared to controls; all generations of PrEE mice showed increased anxiety-like, depressive-like behaviors and sensory-motor deficits. By demonstrating the strong transgenerational effects of prenatal ethanol exposure in a mouse model of FASD, we suggest that FASD may be a heritable condition in humans,\" Huffman said.The multi-level analyses in this study suggest that alcohol consumption while pregnant leads to a cascade of nervous system changes that ultimately impact behavior, via mechanisms that can produce transgenerational effects. By gaining an understanding of the neurodevelopmental and behavioral effects of prenatal ethanol exposure that persist across generations, scientists and researchers can begin to create novel therapies and methods of prevention.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoc--daw070717.php", "region": "namerica", "source_link": "https://ucrtoday.ucr.edu/48203", "funder": "", "meeting": "", "institution": "University of California - Riverside", "keywords": ["Developmental/Reproductive Biology", " Social/Behavioral Science", " Alcohol", " Behavior", " Mental Health", " Depression/Anger", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Cerebral Cortex", "description": "Soon-to-be mothers have heard the warning - don't drink while pregnant. The Centers for Disease Control and Prevention (CDC) has issued numerous statements about the dangers of alcohol consumption during pregnancy, as it can lead to Fetal Alcohol Spectrum Disorders (FASD) in newborns.", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}