{"title": "For rodents, seeing is believing", "text": "It's never easy to orientate oneself in a new place - that applies to rats as well. Researchers from the Ruhr University Bochum have examined how the brains of rats cope with the challenge. They wanted to find out whether rats rely most on what they see, or on their directional sense when navigating through space. The results of the study of neurophysiologist Prof. Dr. Denise Manahan-Vaughan, computational neuroscientist Prof. Dr. Laurenz Wiskott and their co-workers were recently published in Frontiers of Behavioral Neuroscience.The goal of the study was to examine the relative dependence of rodents on remote, local and internally generated directional (idiothetic) cues for the generation of reliable spatial representations. In other words, when learning how to navigate through space, do we rely most on what we see, or on our directional sense? To do this, a paradigm was created that was composed of two identical environments that were separated by a barrier wall. A local visual cue was placed in the same location on the wall of the main chamber of each environment. Animals approached either environment in complete darkness in the presence of white noise and absence of reliable olfactory cues. The intention was to convince the animals that only one environment existed. The scientists then recorded from hippocampal place cells while the animals navigated through the environments. Place cells are specialized brain cells that become active when rodents find themselves in a specific spatial context:  their firing activity is unique for different spatial environments and can thus be used to understand how a rodent perceives its environment. If the rats recognized that the environments were different, the place cell activity (place fields) will be different in the two environments.But what the scientists found out was that, in darkness, place cell activity indicated that the animals were indeed unaware that two environments exist:  place fields appeared in the same relative locations in both environments.  When the barrier between the environments was removed and animal could commute freely between chambers, place fields didn't change suggesting that they continued to rely on the local visual cues. Multiple exposures to the chambers were necessary before the animals began to trust idiothetic cues in discriminating one seemingly identical environment from the other.  This suggests that, in a cue conflict situation, local visual cues will be relied on more than idiothetic cues.  Furthermore, the integration of subtle idiothetic cue information into a spatial representation in darkness is a gradual learning process.", "article_link": "http://dx.doi.org/10.3389/fnbeh.2017.00092", "url": "http://www.eurekalert.org/pub_releases/2017-07/rb-frs070617.php", "region": "europe", "source_link": "http://www.ruhr-uni-bochum.de/sfb874/presse/pressemeldungen/Karte_im_Kopf.html", "funder": "", "meeting": "", "institution": "Ruhr-University Bochum", "keywords": ["Medicine/Health", " Neurobiology", " Behavior"], "journal": "Frontiers in Behavioral Neuroscience", "description": "Spatial cognition or visual sense -- which one are rats more likely to use when they have to navigate an unfamiliar location?", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}