{"title": "Learning with music can change brain structure, study shows", "text": "Using musical cues to learn a physical task significantly develops an important part of the brain, according to a new study. People who practiced a basic movement task to music showed increased structural connectivity between the regions of the brain that process sound and control movement.The findings focus on white matter pathways -- the wiring that enables brain cells to communicate with each other.The study could have positive implications for future research into rehabilitation for patients who have lost some degree of movement control.Thirty right-handed volunteers were divided into two groups and charged with learning a new task involving sequences of finger movements with the non-dominant, left hand. One group learned the task with musical cues, the other group without music. After four weeks of practice, both groups of volunteers performed equally well at learning the sequences, researchers at the University of Edinburgh found. Using MRI scans, it was found that the music group showed a significant increase in structural connectivity in the white matter tract that links auditory and motor regions on the right side of the brain. The non-music group showed no change. Researchers hope that future study with larger numbers of participants will examine whether music can help with special kinds of motor rehabilitation programmes, such as after a stroke.The interdisciplinary project brought together researchers from the University of Edinburgh's Institute for Music in Human and Social Development, Clinical Research Imaging Centre, and Centre for Clinical Brain Sciences, and from Clinical Neuropsychology, Leiden University, The Netherlands. The results are published in the journal Brain & Cognition. Dr Katie Overy, who led the research team said: \"The study suggests that music makes a key difference. We have long known that music encourages people to move. This study provides the first experimental evidence that adding musical cues to learning new motor task can lead to changes in white matter structure in the brain.\"", "article_link": "http://dx.doi.org/10.1016/j.bandc.2017.05.001", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoe-lwm070617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry"], "journal": "Brain and Cognition", "description": "Using musical cues to learn a physical task significantly develops an important part of the brain, according to a new study.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}