{"title": "Finding what's right with children who grow up in high-stress environments", "text": "A new research article proposes that more attention be given to what's right with children who grow up in high-stress environments so their unique strengths and abilities can be used to more effectively tailor education, jobs and interventions to fit them.Stress-adapted children and youth possess traits -- such as heightened vigilance, attention shifting and empathic accuracy -- that aren't tapped in traditional learning and testing situations. In addition, these skills may actually allow at-risk children to perform better than their peers from low-risk backgrounds when faced with uncertainty and stress.Most research to date has focused on detrimental effects of growing up under stressful conditions and the deficits in cognitive development that can result, said Bruce J. Ellis, lead author.\"We're not arguing that's wrong, but that it is only part of the picture,\" said Ellis, a University of Utah psychology professor. \"The other part is that children fine-tune their abilities to match the world that they grow up in, which can result in enhanced stress-adapted skills. We're trying to challenge a world view and give consideration to an alternative adaptation-based approach to resilience.\"The study \"Beyond Risk and Protective Factors: An Adaptation-based Approach to Resilience\" is forthcoming in the July issue of Perspectives on Psychological Science.Co-authors include JeanMarie Bianchi, University of Arizona; Vladas Griskevicius, University of Minnesota; and Willem E. Frankenhuis, Radboud University Nijmegen.The prevailing view is that children who experience high-stress environments are at risk for impairments in learning and behavior and that interventions are needed to prevent, reduce or repair the damage that has been done to them.These high-stress environments include neighborhood danger; exposure to environmental chemicals; bad housing conditions; neglectful and abusive parenting; low-quality childcare; and peer and school violence. Research has shown that the more stressors children are exposed to, the more their performances in traditional learning and testing situations is compromised.Most interventions are aimed at countering these deficits and getting \"children and youth from high-risk backgrounds to act, think, and feel more like children and youth from low-risk backgrounds,\" the authors say.In other words, the dominant approach assumes at-risk youth are somehow broken and need to be fixed.Virtually no research attention has been paid to what strengths and abilities youth possess as a result of growing up in high-risk environments, Ellis said.Although there is a rich body of literature examining adaptive responses in birds and rodents to stressful environments, the first theoretical work related to humans was published in 2013 by co-author Frankenhuis, followed by the first experiments in 2015 by co-author Griskevicius, Ellis said.That research showed repeated or chronic stress does not exclusively impair cognition and can improve forms of attention, perception, learning, memory and problem-solving.\"Our argument is that stress does not so much impair development as direct or regulate it toward these strategies that are adaptive under stressful conditions,\" Ellis said. \"Stress-adapted children and youth may perform better on tasks that involve situations and relationships that are relevant to them, such as social dominance. They also may perform better in settings that do not attempt to minimize the reality of daily stressors and uncertainties.\"These stress-adapted skills should be understood, appreciated and seen as building blocks for success, Ellis said. A first, essential step is that researchers catalog the strengths and abilities of people who grow up in high-stress environments and focus on how to leverage those abilities to enhance learning, intervention and developmental outcomes.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uou-fwr070317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Utah", "keywords": ["K-12", " Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Perspectives on Psychological Science", "description": "A new research article proposes that more attention be given to what's right with children who grow up in high-stress environments so their unique strengths and abilities can be used to more effectively tailor education, jobs and interventions to fit them.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}