{"title": "Menstruation doesn't change how your brain works -- period", "text": "A new study published in Frontiers in Behavioral Neuroscience today is setting out to change the way we think about the menstrual cycle. While it's often been assumed that anyone who's menstruating isn't working at top mental pitch, Professor Brigitte Leeners and her team of researchers have found evidence to suggest that that's not the case. They examined three aspects of cognition across two menstrual cycles, and found that the levels of oestrogen, progesterone and testosterone in your system have no impact on your working memory, cognitive bias or ability to pay attention to two things at once. While some hormones were associated with changes across one cycle in some of the women taking part, these effects didn't repeat in the following cycle. Overall, none of the hormones the team studied had any replicable, consistent effect on study participants' cognition.Professor Leeners, team lead, said: \"As a specialist in reproductive medicine and a psychotherapist, I deal with many women who have the impression that the menstrual cycle influences their well-being and cognitive performance.\" Wondering if this anecdotal evidence could be scientifically proven - and questioning the methodology of many existing studies on the subject - the team set out to shed some light on this controversial topic.The study published today uses a much larger sample than usual, and (unlike most similar studies) follows women across two consecutive menstrual cycles. The team, working from the Medical School Hannover and University Hospital Zürich, recruited 68 women to undergo detailed monitoring to investigate changes in three selected cognitive processes at different stages in the menstrual cycle. While analysis of the results from the first cycle suggested that cognitive bias and attention were affected, these results weren't replicated in the second cycle. The team looked for differences in performance between individuals and changes in individuals' performance over time, and found none. Professor Leeners said, \"The hormonal changes related to the menstrual cycle do not show any association with cognitive performance. Although there might be individual exceptions, women's cognitive performance is in general not disturbed by hormonal changes occurring with the menstrual cycle.\"Professor Leeners cautions, however, that there's more work to do. While this study represents a meaningful step forward, larger samples, bigger subsamples of women with hormone disorders, and further cognitive tests would provide a fuller picture of the way that the menstrual cycle affects the brain. In the meantime, Professor Leeners hopes her team's work will start the long process of changing minds about menstruation.\r\n", "article_link": "http://dx.doi.org/10.3389/fnbeh.2017.00120", "url": "http://www.eurekalert.org/pub_releases/2017-07/f-mdc062717.php", "region": "europe", "source_link": null, "funder": "FP-7 European Grant, Bangerter-Rhyner Foundation", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Fertility", " Gynecology", " Sex-Linked Conditions", " Social/Behavioral Science"], "journal": "Frontiers in Behavioral Neuroscience", "description": "It has long been assumed that your period affects your brain's performance. Professor Brigitte Leeners and her team studied a sample of women in Zürich and Hannover to determine whether changes in hormones during the menstrual cycle really do change how well brains work. By increasing the sample size and following participants over more than one menstrual cycle, they found evidence that your brain's performance isn't affected by your cycle.", "date": "Tue, 04 Jul 2017 04:00:00 GMT"}