{"title": "What are outcomes later in life for high school football players?", "text": "In a study of men who graduated from Wisconsin high schools in 1957, playing high school football was not adversely associated with cognitive impairment or depression later in life, according to an article published by JAMA Neurology.High school football is a popular sport but its safety has been questioned, in part by reports of chronic traumatic encephalopathy, increased risks of neurodegenerative disease, and associations between a history of concussions and cognitive impairment and depression later in life among retired professional football players. Limited work has been done to examine playing high school football with cognitive impairment and depression later in life.Dylan S. Small, Ph.D., of the University of Pennsylvania, Philadelphia, and coauthors used data from the Wisconsin Longitudinal Study (WLS) of high school graduates in the state in 1957, which included information on high school football participation and cognitive psychological well-being assessments of participants later in life in their 50s, 60s and 70s. However, the WLS data doesn't include history of concussion and total exposure to football before high school.In the study of 3,904 men, high school football players were compared with their nonplaying counterparts and depression and cognitive impairment were assessed in their 60s and 70s using composite cognition and depression scores.The authors report cognitive and depression outcomes later in life were similar for high school football players and those who did not play. The authors acknowledge their findings may not be generalizable to current high school football players because of changes in playing style, training techniques, protective equipment and rules aimed at improving safety.\"Among men graduating from high school in Wisconsin in 1957, we did not find evidence that playing football had a negative long-term association with cognitive functioning and mental health at 65 and 72 years of age. Although our findings may not generalize to current high school football players, they may be relevant to current athletes playing contact sports with similar mean levels of head trauma as among the WLS football players. Repeating our analysis with a younger cohort as they reach 65 years of age may improve our understanding of how the risks of playing football have evolved over time,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tjnj-wao062917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "JAMA Neurology", "description": "In a study of men who graduated from Wisconsin high schools in 1957, playing high school football was not adversely associated with cognitive impairment or depression later in life, according to an article published by JAMA Neurology.", "date": "Mon, 03 Jul 2017 04:00:00 GMT"}