{"institution": "University of California - San Francisco", "title": "Autism researchers discover genetic 'Rosetta Stone'", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--ard012317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Biological Psychiatry", "source_link": null, "text": "Distinct sets of genetic defects in a single neuronal protein can lead either to infantile epilepsy or to autism spectrum disorders (ASDs), depending on whether the respective mutations boost the protein's function or sabotage it, according to a new study by UC San Francisco researchers. Tracing how these particular genetic defects lead to more general changes in brain function could unlock fundamental mysteries about how events early in brain development lead to autism, the authors say.\"The genetics of neuropsychiatric disease is often complicated, but here we have a single gene in which specific mutations can cause either infantile seizures or autism in a consistent and predictable manner,\" said Stephan Sanders, MD, PhD, an assistant professor of psychiatry at UCSF and member of the UCSF Weill Institute for Neurosciences who is co-senior author of the new study. \"This gives us an opportunity to understand both what these disorders have in common and what makes them different.\"The findings are a first step towards understanding how different subtle changes in neural function in utero could lead to the development of either a seizure-prone brain or an autistic brain in infancy, the authors say. The study also further implicates the gene responsible for these changes -- called SCN2A -- as the single human gene with the strongest evidence for a causal role in driving ASDs.  Matthew W. State, MD, PhD, the Oberndorf Family Distinguished Professor and chair of psychiatry at UCSF, first discovered the link between autism and SCN2A. According to State, who was not directly involved with the new study: \"In autism research, understanding why mutations in a single gene can lead not only to ASDs, but to a wide range of other neurodevelopment disorders has emerged as a central question for the field. This new work provides critical clues that begin to unravel this mystery and could serve as a molecular 'Rosetta Stone' to illuminate autism pathology.\" The study was published online January 26 in Biological Psychiatry.Genome sequencing points to SCN2A mutations as strongest known genetic drivers of autismThe advent of whole-exome genome sequencing and the amassing of large, well-defined study populations such as the Simons Simplex Collection (SSC) and the research cohorts assembled by the Autism Sequencing Consortium (ASC), have allowed researchers to make tremendous progress in recent years in identifying genetic risk factors for autism, said Sanders: \"In the past four years we've gone from not really knowing how to find autism genes to having a long list of mutations linked to the disorder.\"As a graduate student and postdoctoral researcher at Yale University working in State's lab, Sanders led collaborations that searched for autism-linked genetic mutations by conducting large whole-exome genomic screens of more than 4,000 autistic children and their families participating in the SSC and ASC consortia. In studies published in 2012, 2014, and 2015, State, Sanders and collaborators found that de novo genetic mutations -- spontaneous mutations not inherited from parents -- play a role in the development of ASDs in at least 20 percent of all cases of autism, many more than previously recognized. These studies led to the identification of 65 genes with a strong likelihood of contributing to autism when mutated and implicated SCN2A as the human gene with the second strongest evidence for a causal role in driving ASDs. Analyses of additional SCN2A mutations In the current paper, confirm this result and elevate SCN2A to the single strongest case for a genetic driver of ASD. Autism-associated SCN2A mutations impede signaling in the developing brainSCN2A was in fact one of the first ASD-associated genes to be discovered. It encodes a sodium channel protein called NaV1.2 that is crucial to neurons' ability to communicate electrically, especially during early brain development. In addition to its strong association with autism, SCN2A had also previously been implicated in epilepsy. When Sanders came to UCSF in 2015, he began collaborating with neurophysiologist Kevin Bender, PhD, an assistant professor of neurology and co-senior author of the study, to examine the mechanisms of how mutations SCN2A alter neuronal function to lead to these two different diseases.\"Fortunately, the function of sodium channels is easy to test in the lab,\" said Bender, who is also a member of UCSF's Center for Integrative Neuroscience, Kavli Institute for Fundamental Neuroscience, and Weill Institute for Neurosciences. \"Often you see mutations that are associated with a disease but you're not really sure what the gene is supposed to do or how the mutations change its function. But neuroscientists have been studying sodium channels since the 1950s - the experiments are extremely clear.\"Bender's team measured how 12 SCN2A mutations observed in children with ASD affected the electrical properties of NaV1.2 channels in cultured human cells in the lab. As predicted, based on the mutations' location on the protein, all 12 reduced the function of the sodium channel, but in a variety of different ways, ranging from stopping the channel from being made at all to simply blocking the pore through which sodium needs to flow for the channel to function. The researchers used this data to inform computer models of how the various channel mutations seen in children with ASD -- as well as previously studied mutations seen in babies with infantile seizures -- would impact the signaling properties of brain cells. They found that unlike mutations observed in patients with infantile seizures, which made model neurons more excitable, the mutations seen in children with ASD made it much harder for model neurons to send electrical signals.\"It was remarkable to see how consistently neuronal function was disrupted by these different mutations seen in patients with autism,\" said Roy Ben-Shalom, PhD, a post-doctoral researcher in the Bender lab who was lead author on the new paper. \"The mutations all affected the channel in slightly different ways, but they ended up affecting neurons in almost exactly the same way.\"Additional simulations of the effects of NaV1.2 defects on immature versus mature neurons indicated that autism-associated mutations would only have a major impact in the developing brain -- since neurons transition away from relying on NaV1.2 channels as they mature -- a finding consistent with the idea that the neurological changes that trigger in autism occur early in the womb or before one year of age, as previously proposed by Bender, Sanders and colleagues.  SCN2A defects could be key to unlocking autism's mysteriesThis study represents a first step in understanding how SCN2A mutations lead to autism and developmental delay, which the authors hope will both be immediately helpful to the families of patients with these mutations and also lead to better understanding of the mechanisms of ASD more generally. \"These findings solidify SCN2A's status as one of the most important genes in autism,\" Bender said. \"They give us a place to start exploring exactly how changes in early brain development lead to this condition.\"A key next step, the researchers say, is understanding whether the severity of autism and developmental delay can be predicted by the specific SCN2A mutation a patient has, research that will require close collaboration between scientists and families affected by these mutations. An active SCN2A patient group is helping to coordinate this via the website http://www.scn2a.org in collaboration with SFARI, which provided major funding for the new study (SFARI 362242) alongside grants from the US National Institutes of Health (NINDS, NIMH). The new study is a perfect example of the power of the cross-disciplinary mindset of the new UCSF Weill Institute for Neuroscience, Sanders said: \"Kevin and I came at this question from completely different angles - from genetics and from neurophysiology. When you bring people together from different backgrounds, as the Weill Institute does, you end up finding stories like this: a result as clear as night and day, but one we never would have seen without this collaboration.\"", "keywords": ["Biology", " Genetics"], "description": "Distinct sets of genetic defects in a single neuronal protein can lead either to infantile epilepsy or to autism spectrum disorders (ASDs), depending on whether the respective mutations boost the protein's function or sabotage it, according to a new study by UC San Francisco researchers.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}