{"institution": "Wellcome Trust Sanger Institute", "title": "Genetic study identifies 14 new developmental disorders in children", "url": "http://www.eurekalert.org/pub_releases/2017-01/wtsi-gsi012417.php", "article_link": "http://dx.doi.org/10.1038/nature21062", "region": "europe", "funder": "Health Innovation Challenge Fund, Wellcome Trust, United Kingdom Department of Health", "meeting": "", "journal": "Nature", "source_link": null, "text": "The largest ever genetic study of children with previously undiagnosed rare developmental disorders has discovered 14 new developmental disorders. Published today in Nature, the research led by scientists at the Wellcome Trust Sanger Institute also provided diagnoses of rare conditions for over a thousand children and their families.These diagnoses allow families with the same genetic conditions to connect and access support, and help inform better clinical management. The study also accelerates research into disease mechanisms and possible therapies.Each year, thousands of babies are born who do not develop normally because of errors in their genetic makeup. This can lead to conditions such as intellectual disability, epilepsy, autism or heart defects. There are over 1,000 recognised genetic causes, however many individual developmental disorders are so rare that the genetic causes are not known.  The Deciphering Developmental Disorders (DDD) study aims to find diagnoses for children with as yet unknown developmental diseases, and demonstrate that new genomic technologies can provide improved diagnostic tests.Working with 200 NHS clinical geneticists, the researchers screened all 20,000 human genes from more than 4,000 families, from across the UK and Republic of Ireland, with at least one child affected by a developmental disorder. The DDD team focused on spontaneous new mutations that arise as DNA is passed on from parents to children.  The children's conditions were also clinically assessed and the team combined the results to match up children with similar disorders to provide diagnoses.The study team was able to diagnose children who had new mutations in genes already linked to developmental disorders -- approximately one quarter of the patients in the study. In addition, they identified 14 new developmental disorders, all caused by spontaneous mutations not found in either parent. Dr Jeremy McRae, first author from the Wellcome Trust Sanger Institute, said: \"Each of these disorders is incredibly rare, so the large number of patients in this study was crucial to diagnosis. An individual doctor may see only one case, but by collaborating with hundreds of NHS staff and researchers we were able to link children from clinics across the British Isles. This allowed the team to match up children with similar disorders within the project and provide diagnoses for them.\" Professor David FitzPatrick, a supervising author from the MRC Human Genetics Unit at the University of Edinburgh, said: \"Families search for a genetic diagnosis for their children, as this helps them understand the cause of their child's disorder. This can help doctors better manage the child's condition, and gives clues for further research into future therapeutics.  In addition to this, a diagnosis can let parents know what the future holds for their child and the risk of any subsequent pregnancies being affected with the same disorder, which can be an enormous help if they want a larger family.\"Overall, the researchers estimated that for 42 per cent of the children in the study, a new mutation in a gene important for healthy development is likely to be the underlying cause of their condition. The DDD study also estimated that, on average, 1 in 300 children born in the UK have a rare developmental disorder caused by a new mutation. This adds up to 2,000 children a year in the UK.They also demonstrated that older parents have a higher risk of having a child with a developmental disorder caused by a new mutation.  The chances rose from 1 in 450 for 20-year old parents having a child with a rare developmental disorder to 1 in 210 for 45 year-old parents.  From this, the researchers calculated that nearly 400,000 of the 140 million annual births across the world will have a developmental disorder caused by a spontaneous new mutation that is not carried by either parent. Dr Matt Hurles, who led the study from the Sanger Institute, said: \"This study has the largest cohort of such families in the world, and harnesses the power of the NHS, with 200 clinical geneticists and 4,000 patients. The diagnoses we found were only possible because of the great collaborative effort.  Finding a diagnosis can be a huge relief for parents and enables them to link up with other families with the same disorder. It lets them access support, plug into social networks and participate in research projects for that specific disorder.\"", "keywords": ["Genetics", " Medicine/Health", " Developmental/Reproductive Biology", " Genes"], "description": "The largest ever genetic study of children with previously undiagnosed rare developmental disorders has discovered 14 new developmental disorders. Published today in Nature, the research led by scientists at the Wellcome Trust Sanger Institute also provided diagnoses of rare conditions for over a thousand children and their families. These diagnoses allow families with the same genetic conditions to connect and access support, and help inform better clinical management.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}