{"institution": "Cornell University", "title": "New technique identifies micropollutants in New York waterways", "url": "http://www.eurekalert.org/pub_releases/2017-01/cu-nti012317.php", "article_link": "http://dx.doi.org/10.1039/C6EW00248J", "region": "namerica", "funder": "National Science Foundation", "meeting": "", "journal": "Environmental Science: Water Research & Technology", "source_link": "http://www.news.cornell.edu/stories/2017/01/new-technique-ids-micropollutants-new-york-waterways", "text": "ITHACA, N.Y. - Cornell University engineers have developed a new technique to test for a wide range of micropollutants in lakes, rivers and other potable water sources that vastly outperforms conventional methods.\"Water quality monitoring is conventionally done by narrowly investigating one or a few contaminants at a time. We aimed to develop an analytical method that would be as broad as possible,\" said Damian Helbling, assistant professor of civil and environmental engineering. Helbling and Amy Pochodylo, published their research as the cover story in the journal Environmental Science: Water Research & Technology.The new technique - using high-resolution mass spectrometry - assessed 18 water samples collected from New York state waterways. A total of 112 so-called micropollutants were found in at least one of the samples - chemicals including pharmaceuticals, pesticides and personal care products. Helbling said that eight of the chemicals were found in every sample and dozens more were found in most samples.Helbling and Pochodylo refer to their approach as \"suspect screening.\" The spectrometer analyzed the chemical composition of the water samples and the researchers compared the resulting data with a large list of 1,100 \"suspect chemicals\" by employing a nimble data-mining algorithm.The unmasked contaminants read like a soup recipe concocted in a pharmacist's nightmare, as they found anticonvulsants (levetiracetam), antihistamines (fexofenadine) and muscle relaxants (carisoprodol, metaxalone and methocarbamol) - all chemicals that have rarely been reported as water contaminants and some of which are being reported for the first time.Prominent chemicals found in New York's waterways include triclosan, an anti-bacterial agent found in liquid hand soaps and toothpaste; the anesthetic and heart medicine lidocaine; diethyl-phthalate, a component of plastics; and the herbicide atrazine.In all of the 18 waterways, researchers detected atenolol acid (a high-blood-pressure medication component); 5-methyl-1H-benzotriazole (a corrosion inhibitor found in dishwasher detergent); caffeine; the insect repellant DEET; gabapentin (an epilepsy medication); metformin (a medication that controls blood sugar); saccharin and sucralose (Splenda).Citing how this new technique represents a broad range of chemical structures unlikely to be found using conventional means, Helbling said, \"These results are not only interesting from a novelty perspective, but demonstrate the breadth of chemical coverage that our suspect screening affords.\"Helbling hopes that local and regional stakeholders - responsible for ensuring that waterways are monitored effectively - adopt their approach.\"It is no secret that the chemicals we use in our daily lives often find their way into our air and water. This work contributes to our understanding of the specific types of chemicals that influence our water resources,\" he said, noting that he believes this broad method will one day become routine in monitoring. \"This is probably several years down the line.\"", "keywords": ["Pollution/Remediation", " Pollution/Remediation", " Earth Science", " Hydrology/Water Resources"], "description": "Cornell University engineers have developed a new technique to test for a wide range of micropollutants in lakes, rivers and other potable water sources that vastly outperforms conventional methods. The new technique -- using high-resolution mass spectrometry -- assessed 18 water samples collected from New York state waterways. A total of 112 so-called micropollutants were found in at least one of the samples.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}