{"institution": "University of Alabama at Birmingham", "title": "Researchers detail novel underlying mechanism involved in PTSD and other anxiety disorders", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoaa-rdn012317.php", "article_link": "http://dx.doi.org/10.1523/JNEUROSCI.2599-16.2017", "region": "namerica", "funder": "National Institutes of Health, UAB Center for Clinical and Translational Sciences", "meeting": "", "journal": "Journal of Neuroscience", "source_link": "http://www.uab.edu/news/innovation/item/7917", "text": "BIRMINGHAM, Ala. - University of Alabama at Birmingham neurobiologist Lynn Dobrunz, Ph.D., has discovered a novel mechanism for how stress-induced anxiety -- the type of experience that can produce post-traumatic stress disorder, or PTSD -- affects circuit function in the hippocampus, the area of the brain where aversive memories are formed.These studies by Dobrunz and colleagues fill an important gap in knowledge between the molecular, circuit and behavioral effects of the brain-signaling molecule called neuropeptide Y. Their findings, published in the Journal of Neuroscience, could pave the way for new therapeutic targets to increase neuropeptide Y release in the appropriate brain pathway for patients with anxiety disorders.Increased levels of neuropeptide Y are well-known to produce anxiety-relieving effects. In contrast, the levels of neuropeptide Y are reduced in people with PTSD and other anxiety disorders. Until now, the mechanism of how changing levels of neuropeptide Y alters circuit function to reduce or increase anxiety behavior has not been known. Besides describing a mechanism for that, the UAB researchers also show that the stress of exposing mice to a predator scent -- a compound found in the feces of foxes -- prevents the release of neuropeptide Y, potentially enhancing anxiety.PTSD is a public health challenge. It is marked by reactions to trauma or a life-threatening event that do not go away or even grow worse -- reactions such as jumpiness, difficulty sleeping or upsetting memories. About 3.5 percent of the U.S. population has PTSD in a given year, and the rate for women is nearly three times higher than that for men, according to the U.S. Department of Veterans Affairs. The estimated prevalence of PTSD among Gulf War veterans and veterans of Iraq and Afghanistan exceeds 10 percent.Major findingsIn their research, Dobrunz and colleagues focused on the CA1 area of the hippocampus. CA1 is involved in learning and memory, and distinct sets of neurons there are able to release neuropeptide Y.Two neural pathways activate CA1 -- the Schaffer collateral, or SC, pathway and the temporoammonic, or TA, pathway. While both pathways are involved in fear learning, the TA pathway has been shown to be particularly sensitive to stress. Using a novel, physiologically based assay, the researchers were able to send a train of electrical pulses through these pathways to stimulate the release of endogenous neuropeptide Y from three subtypes of neurons in CA1. This release caused a change in plasticity -- specifically, a suppression of short-term facilitation -- of TA synapses onto excitatory neurons in the CA1. The endogenous release also changed plasticity of SC synapses, but this required activation of both the SC and TA pathways.Importantly, the researchers found that stressing mice with predator scent -- a mouse model of PTSD -- impaired the release of endogenous neuropeptide Y in the TA pathway and altered the function of the TA synapses. This impairment of neuropeptide Y release, Dobrunz and colleagues say, contributes to circuit dysfunction in the CA1 area of the hippocampus in response to stress.From this study and what others know about the hippocampus, the UAB results suggest the following train of events: 1) The stress of smelling a predator scent impairs neuropeptide Y release. 2) This reduction in neuropeptide Y release enhances short-term plasticity of TA synapses. 3) The enhanced plasticity, in turn, boosts the strength of that pathway to drive more spiking of CA1 nerve cells. 4) Increased spiking alters the hippocampal output, a changed output that may increase the consolidation of fear learning.\"Our study,\" the authors wrote, \"is the first demonstration of the impact of endogenously released neuropeptide Y on SC and TA short-term plasticity in response to stimulation with a physiologically derived spike train. While no in vitro experiment completely duplicates in vivo conditions, these experiments bring us one step closer to the physiological situation and advance our understanding of how temporally complex activity regulates neuropeptide Y release from neuropeptide Y-positive interneurons.\"Furthermore, Dobrunz says, her novel assay could also be used to detect effects of endogenous neuropeptide Y release in other neurological and neuropsychiatric disorders where neuropeptide Y is implicated. These include epilepsy, depression and schizophrenia.", "keywords": ["Medicine/Health", " Neurobiology", " Stress/Anxiety"], "description": "Neurobiologist Lynn Dobrunz has discovered a novel mechanism for how stress-induced anxiety -- which can produce post-traumatic stress disorder, or PTSD -- affects circuit function in the hippocampus, the area of the brain where aversive memories are formed. These studies fill an important gap in knowledge between the molecular, circuit and behavioral effects of the brain-signaling molecule called neuropeptide Y, and could lead to new therapeutic targets for patients with anxiety disorders.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}