{"title": "New insight into role of cell protein in learning ability and AIDS-related dementia | EurekAlert! Science News", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from the University of California (UCLA) and Cardiff University have made a breakthrough in the understanding of AIDS-related dementia, discovering the role of a neuron protein which was also found to affect learning abilities in healthy subjects.", "Professor Kevin Fox who led the work at Cardiff University's School of Biosciences said: \"Our work represents a major change in the understanding of how AIDS-related dementia works.", "\"Armed with the new knowledge that the CCR5 protein in neurons affects learning and plays a major role in AIDS-related dementia, we can now look at ways to suppress it for treatment of the disease and investigate whether its reduction can also benefit other forms of dementia and even aid recovery for stroke victims.", "\"The new research started out as a random behavioural screen of mice at UCLA, revealing some mutant mice had better memory than others.", "Further tests revealed the mice with better memory lacked CCR5 proteins in their neurons.", "Conversely, animals that over-expressed CCR5 protein were slower to learn, revealing the impact of CCR5 on neurons and their ability to code memories.", "The team already knew that the CCR5 protein was the receptor that AIDS uses to infect immune cells and that AIDS patients suffer from dementia.", "Having witnessed the link between CCR5 and learning in their behavioural screen of mice, they reasoned that activation of the protein in neuron cells by HIV infection might decrease neuron function and learning.", "When they introduced to the brain the part of HIV that attaches to CCR5 they found that learning and memory was decreased in normal mice, implying that HIV is likely to produce AIDS-related dementia by increasing the natural levels of CCR5 activity and restraining the cells from their usual plasticity function, resulting in a failure to code memories properly.", "\"I am still amazed that mice without CCR5 can have much better memory than normal mice.", "It is really exciting that drugs that inhibit CCR5, already on the market, could potentially be used to treat all sorts of memory deficits!\"", "said Alcino Silva, professor of neurobiology and psychiatry at UCLA's David Geffen School of Medicine and Semel Institute for Neuroscience and Human Behavior.Dr Stuart Greenhill, part of the Cardiff University team, added: \"With the available CCR5 drugs on the market this work could have broad and immediate applicability across a range of neurological diseases.", "\"Approximately 30% of HIV-positive adults and 50% of HIV-positive infants suffer from cognitive deficits - a significant clinical problem associated with HIV infection.", "It was previously thought that AIDS-related dementia was caused by the effects of HIV on immune cells, affecting the brain indirectly by attacking the immune system and creating inflammation.", "\"Our findings signal a major turnaround on how we imagine treating cognitive problems associated with AIDS,\" said UCLA scientist Miou Zhou."], "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "university", "california", "ucla", "cardiff", "university", "made", "breakthrough", "understanding", "dementia", "discovering", "role", "neuron", "protein", "also", "found", "affect", "learning", "abilities", "healthy", "subjects", "professor", "kevin", "fox", "led", "work", "cardiff", "university", "school", "biosciences", "said", "work", "represents", "major", "change", "understanding", "dementia", "works", "armed", "new", "knowledge", "ccr5", "protein", "neurons", "affects", "learning", "plays", "major", "role", "dementia", "look", "ways", "suppress", "treatment", "disease", "investigate", "whether", "reduction", "also", "benefit", "forms", "dementia", "even", "aid", "recovery", "stroke", "victims", "new", "research", "started", "random", "behavioural", "screen", "mice", "ucla", "revealing", "mutant", "mice", "better", "memory", "others", "tests", "revealed", "mice", "better", "memory", "lacked", "ccr5", "proteins", "neurons", "conversely", "animals", "ccr5", "protein", "slower", "learn", "revealing", "impact", "ccr5", "neurons", "ability", "code", "memories", "team", "already", "knew", "ccr5", "protein", "receptor", "aids", "uses", "infect", "immune", "cells", "aids", "patients", "suffer", "dementia", "witnessed", "link", "ccr5", "learning", "behavioural", "screen", "mice", "reasoned", "activation", "protein", "neuron", "cells", "hiv", "infection", "might", "decrease", "neuron", "function", "learning", "introduced", "brain", "part", "hiv", "attaches", "ccr5", "found", "learning", "memory", "decreased", "normal", "mice", "implying", "hiv", "likely", "produce", "dementia", "increasing", "natural", "levels", "ccr5", "activity", "restraining", "cells", "usual", "plasticity", "function", "resulting", "failure", "code", "memories", "properly", "still", "amazed", "mice", "without", "ccr5", "much", "better", "memory", "normal", "mice", "really", "exciting", "drugs", "inhibit", "ccr5", "already", "market", "could", "potentially", "used", "treat", "sorts", "memory", "deficits", "said", "alcino", "silva", "professor", "neurobiology", "psychiatry", "ucla", "david", "geffen", "school", "medicine", "semel", "institute", "neuroscience", "human", "stuart", "greenhill", "part", "cardiff", "university", "team", "added", "available", "ccr5", "drugs", "market", "work", "could", "broad", "immediate", "applicability", "across", "range", "neurological", "diseases", "approximately", "30", "adults", "50", "infants", "suffer", "cognitive", "deficits", "significant", "clinical", "problem", "associated", "hiv", "infection", "previously", "thought", "dementia", "caused", "effects", "hiv", "immune", "cells", "affecting", "brain", "indirectly", "attacking", "immune", "system", "creating", "inflammation", "findings", "signal", "major", "turnaround", "imagine", "treating", "cognitive", "problems", "associated", "aids", "said", "ucla", "scientist", "miou", "zhou"], "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from the University of California (UCLA) and Cardiff University have made a breakthrough in the understanding of AIDS-related dementia, discovering the role of a neuron protein which was also found to affect learning abilities in healthy subjects.  Professor Kevin Fox who led the work at Cardiff University's School of Biosciences said: \"Our work represents a major change in the understanding of how AIDS-related dementia works.\"Armed with the new knowledge that the CCR5 protein in neurons affects learning and plays a major role in AIDS-related dementia, we can now look at ways to suppress it for treatment of the disease and investigate whether its reduction can also benefit other forms of dementia and even aid recovery for stroke victims.\"The new research started out as a random behavioural screen of mice at UCLA, revealing some mutant mice had better memory than others. Further tests revealed the mice with better memory lacked CCR5 proteins in their neurons. Conversely, animals that over-expressed CCR5 protein were slower to learn, revealing the impact of CCR5 on neurons and their ability to code memories.  The team already knew that the CCR5 protein was the receptor that AIDS uses to infect immune cells and that AIDS patients suffer from dementia. Having witnessed the link between CCR5 and learning in their behavioural screen of mice, they reasoned that activation of the protein in neuron cells by HIV infection might decrease neuron function and learning. When they introduced to the brain the part of HIV that attaches to CCR5 they found that learning and memory was decreased in normal mice, implying that HIV is likely to produce AIDS-related dementia by increasing the natural levels of CCR5 activity and restraining the cells from their usual plasticity function, resulting in a failure to code memories properly.\"I am still amazed that mice without CCR5 can have much better memory than normal mice. It is really exciting that drugs that inhibit CCR5, already on the market, could potentially be used to treat all sorts of memory deficits!\" said Alcino Silva, professor of neurobiology and psychiatry at UCLA's David Geffen School of Medicine and Semel Institute for Neuroscience and Human Behavior.Dr Stuart Greenhill, part of the Cardiff University team, added: \"With the available CCR5 drugs on the market this work could have broad and immediate applicability across a range of neurological diseases.\"Approximately 30% of HIV-positive adults and 50% of HIV-positive infants suffer from cognitive deficits - a significant clinical problem associated with HIV infection. It was previously thought that AIDS-related dementia was caused by the effects of HIV on immune cells, affecting the brain indirectly by attacking the immune system and creating inflammation. \"Our findings signal a major turnaround on how we imagine treating cognitive problems associated with AIDS,\" said UCLA scientist Miou Zhou.", "url": "http://www.eurekalert.org/pub_releases/2017-01/cu-nii011617.php", "date": "2018-01-19_20:27:24", "year": "Mon, 16 Jan 2017 05:00:00 GMT", "source": "Cardiff University"}