{"title": "Steroid discovered in dogfish sharks attacks Parkinson's-related toxin in animal model | EurekAlert! Science News", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a Spiny dogfish.", "view more WASHINGTON -- A synthesized steroid mirroring one naturally made by the dogfish shark prevents the buildup of a lethal protein implicated in some neurodegenerative diseases, reports an international research team studying an animal model of Parkinson's disease.", "The clustering of this protein, alpha-synuclein (α-synuclein), is the hallmark of Parkinson's and dementia with Lewy bodies, suggesting a new potential compound for therapeutic research.The finding, published online in Proceedings of the National Academy of Sciences, also demonstrated that the synthesized steroid, called squalamine, reduced the toxicity of α-synuclein clumps that already existed.The pre-clinical study results show that squalamine prevents and eliminates α-synuclein build up inside neurons by unsticking the protein from the inner wall of nerve cells, where it clings and builds up into toxic clumps, researchers say.", "The animal model used for this study, C. elegans, is a nematode worm genetically engineered to produce human α-synuclein in its muscles.", "As these worms age, α-synuclein builds up within their muscle cells causing cell damage and paralysis.", "\"We could literally see that squalamine, given orally to the worms, did not allow α-synuclein to cluster, and prevented muscular paralysis inside the worms,\" says the study's co-senior author, Michael Zasloff, MD, PhD, professor of surgery and pediatrics at Georgetown University School of Medicine and scientific director of the MedStar Georgetown Transplant Institute.The study's lead author, graduate student Michele Perni, and other co-senior authors, Michele Vendruscolo, PhD and Christopher M. Dobson, DPhil, ScD, are from Cambridge University.", "An additional co-senior author, Adriaan Bax, PhD, is from National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), part of the National Institutes of Health (NIH) in Bethesda, Maryland.", "Scientists from the Netherlands, Italy and Spain also contributed to this research.Zasloff, an expert in innate immune systems, has been studying squalamine for more than 20 years.", "He discovered it in dogfish sharks in 1993 and synthesized it in 1995 (in a process that does not involve use of any natural shark tissue).", "His research, as well as that by other scientists, has established antiviral and anticancer properties of the compound.", "This is the first study to show it has neurological benefits in in vivo models of Parkinson's.In Parkinson's disease, α-synuclein, a normal protein present within the nervous system, forms toxic clumps that damage and ultimately destroy the neurons in which they form.", "Considerable research has been directed at discovering compounds that prevent the formation of these masses, thereby representing potential therapeutics for Parkinson's disease.", "In this study, the researchers demonstrated in a series of in vitro experiments that squalamine, a positively charged molecule with a high affinity for negatively charged membranes, could literally \"kick off\" α-synuclein from negatively charged membranes, where the protein binds, preventing the formation of the toxic clumps.", "The research team also showed that squalamine could protect healthy human neuronal cells from being damaged by exposure to pre-formed toxic masses of α-synuclein, by preventing them from adhering to the outer membrane of the neuronal cells.", "The researchers then extended these studies to a living system, C. elegans, a well-studied model of Parkinson's disease.", "\"Orally administered squalamine prevented the formation of toxic α-synuclein clumps in this complex animal, and rescued the animal from loss of mobility,\" Zasloff explains.", "\"This experiment taught us that the basic mechanism demonstrated in vitro achieved the anticipated outcome in an animal.\""], "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "spiny", "dogfish", "view", "washington", "synthesized", "steroid", "mirroring", "one", "naturally", "made", "dogfish", "shark", "prevents", "buildup", "lethal", "protein", "implicated", "neurodegenerative", "diseases", "reports", "international", "research", "team", "studying", "animal", "model", "parkinson", "disease", "clustering", "protein", "hallmark", "parkinson", "dementia", "lewy", "bodies", "suggesting", "new", "potential", "compound", "therapeutic", "finding", "published", "online", "proceedings", "national", "academy", "sciences", "also", "demonstrated", "synthesized", "steroid", "called", "squalamine", "reduced", "toxicity", "clumps", "already", "study", "results", "show", "squalamine", "prevents", "eliminates", "build", "inside", "neurons", "unsticking", "protein", "inner", "wall", "nerve", "cells", "clings", "builds", "toxic", "clumps", "researchers", "say", "animal", "model", "used", "study", "elegans", "nematode", "worm", "genetically", "engineered", "produce", "human", "muscles", "worms", "age", "builds", "within", "muscle", "cells", "causing", "cell", "damage", "paralysis", "could", "literally", "see", "squalamine", "given", "orally", "worms", "allow", "cluster", "prevented", "muscular", "paralysis", "inside", "worms", "says", "study", "author", "michael", "zasloff", "md", "phd", "professor", "surgery", "pediatrics", "georgetown", "university", "school", "medicine", "scientific", "director", "medstar", "georgetown", "transplant", "study", "lead", "author", "graduate", "student", "michele", "perni", "authors", "michele", "vendruscolo", "phd", "christopher", "dobson", "dphil", "scd", "cambridge", "university", "additional", "author", "adriaan", "bax", "phd", "national", "institute", "diabetes", "digestive", "kidney", "diseases", "niddk", "part", "national", "institutes", "health", "nih", "bethesda", "maryland", "scientists", "netherlands", "italy", "spain", "also", "contributed", "expert", "innate", "immune", "systems", "studying", "squalamine", "20", "years", "discovered", "dogfish", "sharks", "1993", "synthesized", "1995", "process", "involve", "use", "natural", "shark", "tissue", "research", "well", "scientists", "established", "antiviral", "anticancer", "properties", "compound", "first", "study", "show", "neurological", "benefits", "vivo", "models", "parkinson", "disease", "normal", "protein", "present", "within", "nervous", "system", "forms", "toxic", "clumps", "damage", "ultimately", "destroy", "neurons", "form", "considerable", "research", "directed", "discovering", "compounds", "prevent", "formation", "masses", "thereby", "representing", "potential", "therapeutics", "parkinson", "disease", "study", "researchers", "demonstrated", "series", "vitro", "experiments", "squalamine", "positively", "charged", "molecule", "high", "affinity", "negatively", "charged", "membranes", "could", "literally", "kick", "negatively", "charged", "membranes", "protein", "binds", "preventing", "formation", "toxic", "clumps", "research", "team", "also", "showed", "squalamine", "could", "protect", "healthy", "human", "neuronal", "cells", "damaged", "exposure", "toxic", "masses", "preventing", "adhering", "outer", "membrane", "neuronal", "cells", "researchers", "extended", "studies", "living", "system", "elegans", "model", "parkinson", "disease", "orally", "administered", "squalamine", "prevented", "formation", "toxic", "clumps", "complex", "animal", "rescued", "animal", "loss", "mobility", "zasloff", "explains", "experiment", "taught", "us", "basic", "mechanism", "demonstrated", "vitro", "achieved", "anticipated", "outcome", "animal"], "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is a Spiny dogfish.\n       view more WASHINGTON -- A synthesized steroid mirroring one naturally made by the dogfish shark prevents the buildup of a lethal protein implicated in some neurodegenerative diseases, reports an international research team studying an animal model of Parkinson's disease. The clustering of this protein, alpha-synuclein (α-synuclein), is the hallmark of Parkinson's and dementia with Lewy bodies, suggesting a new potential compound for therapeutic research.The finding, published online in Proceedings of the National Academy of Sciences, also demonstrated that the synthesized steroid, called squalamine, reduced the toxicity of α-synuclein clumps that already existed.The pre-clinical study results show that squalamine prevents and eliminates α-synuclein build up inside neurons by unsticking the protein from the inner wall of nerve cells, where it clings and builds up into toxic clumps, researchers say. The animal model used for this study, C. elegans, is a nematode worm genetically engineered to produce human α-synuclein in its muscles. As these worms age, α-synuclein builds up within their muscle cells causing cell damage and paralysis. \"We could literally see that squalamine, given orally to the worms, did not allow α-synuclein to cluster, and prevented muscular paralysis inside the worms,\" says the study's co-senior author, Michael Zasloff, MD, PhD, professor of surgery and pediatrics at Georgetown University School of Medicine and scientific director of the MedStar Georgetown Transplant Institute.The study's lead author, graduate student Michele Perni, and other co-senior authors, Michele Vendruscolo, PhD and Christopher M. Dobson, DPhil, ScD, are from Cambridge University. An additional co-senior author, Adriaan Bax, PhD, is from National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK), part of the National Institutes of Health (NIH) in Bethesda, Maryland. Scientists from the Netherlands, Italy and Spain also contributed to this research.Zasloff, an expert in innate immune systems, has been studying squalamine for more than 20 years. He discovered it in dogfish sharks in 1993 and synthesized it in 1995 (in a process that does not involve use of any natural shark tissue). His research, as well as that by other scientists, has established antiviral and anticancer properties of the compound. This is the first study to show it has neurological benefits in in vivo models of Parkinson's.In Parkinson's disease, α-synuclein, a normal protein present within the nervous system, forms toxic clumps that damage and ultimately destroy the neurons in which they form. Considerable research has been directed at discovering compounds that prevent the formation of these masses, thereby representing potential therapeutics for Parkinson's disease. In this study, the researchers demonstrated in a series of in vitro experiments that squalamine, a positively charged molecule with a high affinity for negatively charged membranes, could literally \"kick off\" α-synuclein from negatively charged membranes, where the protein binds, preventing the formation of the toxic clumps. The research team also showed that squalamine could protect healthy human neuronal cells from being damaged by exposure to pre-formed toxic masses of α-synuclein, by preventing them from adhering to the outer membrane of the neuronal cells. The researchers then extended these studies to a living system, C. elegans, a well-studied model of Parkinson's disease.  \"Orally administered squalamine prevented the formation of toxic α-synuclein clumps in this complex animal, and rescued the animal from loss of mobility,\" Zasloff explains. \"This experiment taught us that the basic mechanism demonstrated in vitro achieved the anticipated outcome in an animal.\"", "url": "http://www.eurekalert.org/pub_releases/2017-01/gumc-sdi011017.php", "date": "2018-01-19_20:27:36", "year": "Mon, 16 Jan 2017 05:00:00 GMT", "source": "Georgetown University Medical Center"}