{"title": "Rapidly meeting the mental health needs of older adults | EurekAlert! Science News", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sophia Wang, MD of the Indiana University Center for Health Innovation and Implementation Science and the IU School of Medicine and Abraham M. Nuassbaum, MD, of Denver Health and the...\n       view more INDIANAPOLIS -- Nearly 20 percent of older Americans experience depression and the highest rate of suicide is among older adult Caucasian males.", "Despite the anticipated growth of mental health needs as the U.S. population ages, there is only one geriatric psychiatrist for every 23,000 older Americans.", "By 2030, there will only be one geriatric psychiatrist for every 27,000 adults 65 and older.", "How is the health care system expected to rapidly close this gap for the mental health needs of older adults?A new pocket guide to elder mental health has been written with the express purpose of rapidly teaching all health care professionals the basics of diagnosing and treating mental health disorders in individuals over age 65.", "The easy to navigate volume is written for primary care doctors and mental health professionals, as well as those in various internal medicine specialties, surgery, nursing and pharmacy.", "It is also designed to be accessible to family members and caregivers.", "The book's main purpose is to ensure information critical to the diagnosis and treatment of older adult is accessible to everyone who is involved in caring for an older adult--not just to those with geriatrics training.Is the elder mentally altered due to prescription or over-the-counter drugs which negatively impact the aging brain?", "Are there sleep problems?", "Is the elder suffering from post-hospitalization delirium?", "Does he or she have dementia?", "\"Most older adults are seen by primary care physicians.", "Too often these busy physicians are juggling the patient's multiple physical problems, and incorrectly diagnose mental health issues as irreversible cognitive impairment,\" said Sophia Wang, MD, an implementation scientist with the Indiana University Center for Health Innovation and Implementation Science and an assistant professor of clinical psychiatry at IU School of Medicine.", "\"Because dementia is so common in older adults, clinicians may incorrectly diagnose it without ruling out other problems that we know can be reversed -- for example depression, sleep disorders, drug effects or alcohol.", "Dementia should be the last mental health condition they consider only after ruling out reversible causes of mental illness.", "\"\"DSM-5 Pocket Guide for Elder Mental Health\" by Dr. Wang, a geriatric psychiatrist, and co-author psychiatrist Abraham M. Nussbaum, MD, of Denver Health and University of Colorado, puts easy-to-read information on elder mental health problems and treatment at the fingertips of primary care and other physicians, physician assistants, nurses, social workers as well as family members familiar with the day-to-day activities of the older adult to help secure the correct diagnosis and treatment.The DSM-5, short for Diagnostic and Statistical Manual of Mental Disorders, fifth edition, contains the diagnostic criteria for every psychiatric disorder currently recognized by the U.S. health care system and is considered the bible of mental health diagnosis.The \"DSM-5 Pocket Guide for Elder Mental Health,\" designed to make all healthcare providers comfortable with treating mental health, offers detailed guidance on approaching older adults about mental health issues -- a taboo topic for many seniors.", "The 400-page, 4.5 by 8-inch guide provides step-by-step instructions on beginning dialogues on depression, substance abuse and suicide as well as diagnostics on these conditions and others including delirium and dementia.", "It is published by American Psychiatric Association Publishing, a division of the American Psychiatric Association.", "\"Implementation science has shown that dissemination of evidence-based knowledge can influence patient care so that clinicians provide their patients the best possible care,\" Dr. Wang said.", "\"Ultimately they implement best practices.", "\"\"Many health care professionals do not receive adequate training in geriatrics mental health.", "This book closes this gap for busy professionals,\" said Malaz Boustani, MD, MPH, founding director of the IU Center for Health Innovation and Implementation Science and associate director of the IU Center for Aging Research.", "\"There needs to be increased awareness of geriatric issues in all health care professionals and family members to improve current diagnosis and treatment to the latest standards.\""], "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "sophia", "wang", "md", "indiana", "university", "center", "health", "innovation", "implementation", "science", "iu", "school", "medicine", "abraham", "nuassbaum", "md", "denver", "health", "view", "indianapolis", "nearly", "20", "percent", "older", "americans", "experience", "depression", "highest", "rate", "suicide", "among", "older", "adult", "caucasian", "males", "despite", "anticipated", "growth", "mental", "health", "needs", "population", "ages", "one", "geriatric", "psychiatrist", "every", "older", "americans", "2030", "one", "geriatric", "psychiatrist", "every", "adults", "65", "older", "health", "care", "system", "expected", "rapidly", "close", "gap", "mental", "health", "needs", "older", "adults", "new", "pocket", "guide", "elder", "mental", "health", "written", "express", "purpose", "rapidly", "teaching", "health", "care", "professionals", "basics", "diagnosing", "treating", "mental", "health", "disorders", "individuals", "age", "65", "easy", "navigate", "volume", "written", "primary", "care", "doctors", "mental", "health", "professionals", "well", "various", "internal", "medicine", "specialties", "surgery", "nursing", "pharmacy", "also", "designed", "accessible", "family", "members", "caregivers", "book", "main", "purpose", "ensure", "information", "critical", "diagnosis", "treatment", "older", "adult", "accessible", "everyone", "involved", "caring", "older", "adult", "geriatrics", "elder", "mentally", "altered", "due", "prescription", "drugs", "negatively", "impact", "aging", "brain", "sleep", "problems", "elder", "suffering", "delirium", "dementia", "older", "adults", "seen", "primary", "care", "physicians", "often", "busy", "physicians", "juggling", "patient", "multiple", "physical", "problems", "incorrectly", "diagnose", "mental", "health", "issues", "irreversible", "cognitive", "impairment", "said", "sophia", "wang", "md", "implementation", "scientist", "indiana", "university", "center", "health", "innovation", "implementation", "science", "assistant", "professor", "clinical", "psychiatry", "iu", "school", "medicine", "dementia", "common", "older", "adults", "clinicians", "may", "incorrectly", "diagnose", "without", "ruling", "problems", "know", "reversed", "example", "depression", "sleep", "disorders", "drug", "effects", "alcohol", "dementia", "last", "mental", "health", "condition", "consider", "ruling", "reversible", "causes", "mental", "illness", "pocket", "guide", "elder", "mental", "health", "wang", "geriatric", "psychiatrist", "psychiatrist", "abraham", "nussbaum", "md", "denver", "health", "university", "colorado", "puts", "information", "elder", "mental", "health", "problems", "treatment", "fingertips", "primary", "care", "physicians", "physician", "assistants", "nurses", "social", "workers", "well", "family", "members", "familiar", "activities", "older", "adult", "help", "secure", "correct", "diagnosis", "short", "diagnostic", "statistical", "manual", "mental", "disorders", "fifth", "edition", "contains", "diagnostic", "criteria", "every", "psychiatric", "disorder", "currently", "recognized", "health", "care", "system", "considered", "bible", "mental", "health", "pocket", "guide", "elder", "mental", "health", "designed", "make", "healthcare", "providers", "comfortable", "treating", "mental", "health", "offers", "detailed", "guidance", "approaching", "older", "adults", "mental", "health", "issues", "taboo", "topic", "many", "seniors", "guide", "provides", "instructions", "beginning", "dialogues", "depression", "substance", "abuse", "suicide", "well", "diagnostics", "conditions", "others", "including", "delirium", "dementia", "published", "american", "psychiatric", "association", "publishing", "division", "american", "psychiatric", "association", "implementation", "science", "shown", "dissemination", "knowledge", "influence", "patient", "care", "clinicians", "provide", "patients", "best", "possible", "care", "wang", "said", "ultimately", "implement", "best", "practices", "many", "health", "care", "professionals", "receive", "adequate", "training", "geriatrics", "mental", "health", "book", "closes", "gap", "busy", "professionals", "said", "malaz", "boustani", "md", "mph", "founding", "director", "iu", "center", "health", "innovation", "implementation", "science", "associate", "director", "iu", "center", "aging", "research", "needs", "increased", "awareness", "geriatric", "issues", "health", "care", "professionals", "family", "members", "improve", "current", "diagnosis", "treatment", "latest", "standards"], "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sophia Wang, MD of the Indiana University Center for Health Innovation and Implementation Science and the IU School of Medicine and Abraham M. Nuassbaum, MD, of Denver Health and the...\n       view more INDIANAPOLIS -- Nearly 20 percent of older Americans experience depression and the highest rate of suicide is among older adult Caucasian males. Despite the anticipated growth of mental health needs as the U.S. population ages, there is only one geriatric psychiatrist for every 23,000 older Americans. By 2030, there will only be one geriatric psychiatrist for every 27,000 adults 65 and older. How is the health care system expected to rapidly close this gap for the mental health needs of older adults?A new pocket guide to elder mental health has been written with the express purpose of rapidly teaching all health care professionals the basics of diagnosing and treating mental health disorders in individuals over age 65. The easy to navigate volume is written for primary care doctors and mental health professionals, as well as those in various internal medicine specialties, surgery, nursing and pharmacy. It is also designed to be accessible to family members and caregivers. The book's main purpose is to ensure information critical to the diagnosis and treatment of older adult is accessible to everyone who is involved in caring for an older adult--not just to those with geriatrics training.Is the elder mentally altered due to prescription or over-the-counter drugs which negatively impact the aging brain? Are there sleep problems? Is the elder suffering from post-hospitalization delirium? Does he or she have dementia?\"Most older adults are seen by primary care physicians. Too often these busy physicians are juggling the patient's multiple physical problems, and incorrectly diagnose mental health issues as irreversible cognitive impairment,\" said Sophia Wang, MD, an implementation scientist with the Indiana University Center for Health Innovation and Implementation Science and an assistant professor of clinical psychiatry at IU School of Medicine. \"Because dementia is so common in older adults, clinicians may incorrectly diagnose it without ruling out other problems that we know can be reversed -- for example depression, sleep disorders, drug effects or alcohol. Dementia should be the last mental health condition they consider only after ruling out reversible causes of mental illness.\"\"DSM-5 Pocket Guide for Elder Mental Health\" by Dr. Wang, a geriatric psychiatrist, and co-author psychiatrist Abraham M. Nussbaum, MD, of Denver Health and University of Colorado, puts easy-to-read information on elder mental health problems and treatment at the fingertips of primary care and other physicians, physician assistants, nurses, social workers as well as family members familiar with the day-to-day activities of the older adult to help secure the correct diagnosis and treatment.The DSM-5, short for Diagnostic and Statistical Manual of Mental Disorders, fifth edition, contains the diagnostic criteria for every psychiatric disorder currently recognized by the U.S. health care system and is considered the bible of mental health diagnosis.The \"DSM-5 Pocket Guide for Elder Mental Health,\" designed to make all healthcare providers comfortable with treating mental health, offers detailed guidance on approaching older adults about mental health issues -- a taboo topic for many seniors. The 400-page, 4.5 by 8-inch guide provides step-by-step instructions on beginning dialogues on depression, substance abuse and suicide as well as diagnostics on these conditions and others including delirium and dementia. It is published by American Psychiatric Association Publishing, a division of the American Psychiatric Association. \"Implementation science has shown that dissemination of evidence-based knowledge can influence patient care so that clinicians provide their patients the best possible care,\" Dr. Wang said. \"Ultimately they implement best practices.\"\"Many health care professionals do not receive adequate training in geriatrics mental health. This book closes this gap for busy professionals,\" said Malaz Boustani, MD, MPH, founding director of the IU Center for Health Innovation and Implementation Science and associate director of the IU Center for Aging Research. \"There needs to be increased awareness of geriatric issues in all health care professionals and family members to improve current diagnosis and treatment to the latest standards.\"", "url": "http://www.eurekalert.org/pub_releases/2017-01/iu-rmt011317.php", "date": "2018-01-19_20:27:39", "year": "Mon, 16 Jan 2017 05:00:00 GMT", "source": "Indiana University"}