{"title": "In Alzheimer's, excess tau protein damages brain's GPS", "text": "NEW YORK, NY (January 19, 2017)--Columbia University Medical Center (CUMC) researchers have discovered that the spatial disorientation that leads to wandering in many Alzheimer's disease patients is caused by the accumulation of tau protein in navigational nerve cells in the brain. The findings, in mice, could lead to early diagnostic tests for Alzheimer's and highlight novel targets for treating this common and troubling symptom.The study was published online today in the journal Neuron.An estimated three out of five people with Alzheimer's disease wander and get lost, usually beginning in the early stages of the disease, leaving them vulnerable to injury. Researchers suspect that these problems originate in an area of the brain known as the entorhinal cortex (EC). The EC plays a key role in memory and navigation and is among the first brain structures affected by the buildup of neurofibrillary tangles that are largely composed of tau, a hallmark of Alzheimer's disease. \"Until now, no one has been able to show how tau pathology might lead to navigational difficulties,\" said co-study leader Karen E. Duff, PhD, professor of pathology & cell biology (in psychiatry and in the Taub Institute for Research on Alzheimer's Disease and the Aging Brain) at CUMC.Dr. Duff and her colleagues focused their investigations on excitatory grid cells, a type of nerve cell in the EC that fires in response to movement through space, creating a grid-like internal map of a person's environment. The researchers made electrophysiological recordings of the grid cells of older mice--including mice engineered to express tau in the EC (EC-tau mice) and normal controls--as they navigated different environments. Spatial cognitive tasks revealed that the EC-tau mice performed significantly worse compared to the controls, suggesting that tau alters grid cell function and contributes to spatial learning and memory deficits, according to co-study leader Abid Hussaini, PhD, assistant professor of neurobiology (in Pathology and Cell Biology and the Taub Institute). Detailed histopathological analysis of the mouse brains revealed that only the excitatory cells, but not the inhibitory cells, were killed or compromised by pathological tau, which probably resulted in the grid cells firing less. \"It appears that tau pathology spared the inhibitory cells, disturbing the balance between excitatory and inhibitory cells and misaligning the animals' grid fields,\" said co-first author Hongjun Fu, PhD, associate research scientist in the Taub Institute, who led the immunohistological and behavior studies.\"This study clearly shows that tau pathology, beginning in the entorhinal cortex, can lead to deficits in grid cell firing and underlies the deterioration of spatial cognition that we see in human Alzheimer's disease,\" said Eric Kandel, MD, Nobel laureate, University Professor and Kavli Professor of Brain Science at CUMC. \"This is a classic advance in our understanding of the early stages of Alzheimer's disease.\"\"This study is the first to show a link between grid cells and Alzheimer's disease,\" said Edvard E. Moser, Nobel laureate and head of the Kavli Institute for Systems Neuroscience at Norwegian University of Science and Technology. \"These findings will be crucial for future attempts to understand the development of early Alzheimer's disease symptoms, including the tendency to wander and get lost.\"The findings raise the possibility that spatial disorientation could be treated by correcting this imbalance through transcranial stimulation, deep-brain stimulation, or light-based therapy. \"We have a lot to learn about grid cells and how they are affected by Alzheimer's disease,\" said Gustavo A. Rodriguez, PhD, a postdoctoral research scientist in the Taub Institute and a co-author of the paper. \"We don't yet know what percentage of healthy grid cells are needed for proper navigation or whether this system is rescuable once it has been compromised.\"\"In the meantime,\" said Dr. Duff, \"our findings suggest that it may be possible to develop navigation-based cognitive tests for diagnosing Alzheimer's disease in its initial stages. And if we can diagnose the disease early, we can start to give therapeutics earlier, when they may have a greater impact.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/cumc-iae011817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Alzheimer's Association", "meeting": "", "institution": "Columbia University Medical Center", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "journal": "Neuron", "description": "Researchers at Columbia University Medical Center have linked excess tau protein in the brain to the spatial disorientation that leads to wandering in many Alzheimer's disease patients. The findings, in mice, could lead to early diagnostic tests for Alzheimer's and point to treatments for this common and troubling symptom.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}