{"title": "The Tasmanian tiger had a brain structure suited to a predatory life style", "text": "Scans of preserved Tasmanian tiger brains suggest that these extinct predators devoted more of the cortex to complex cognition associated with predation compared to modern Tasmanian devils, according to a study published January 18, 2017 in the open-access journal PLOS ONE by Gregory Berns from Emory University, US, and Ken Ashwell from University of New South Wales, Australia.The Tasmanian tiger, or thylacine, was a carnivorous marsupial and the apex predator in Tasmania. But the last one died in 1936 and little is known about the species' natural behavior. However, some behaviors can be inferred from brain structure, so Berns and Ashwell scanned two thylacine brains and reconstructed neural connections. The researchers also compared the structure of thylacine brains with that of Tasmanian devil brains.The researchers found that thylacine brains had larger caudate zones than Tasmanian devil brains. This suggests that thylacines devoted more of their cortex to complex cognition, particularly action planning and possibly even decision making. This fits with the ecological niches of these two animals: Tasmanian devils are scavengers while thylacines were hunters, and the latter foraging strategy entails more planning.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0168993", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-ttt011217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Evolution", " Genetics", " Population Biology", " Policy/Ethics", " Animal Research/Rights"], "journal": "PLOS ONE", "description": "Scans of preserved Tasmanian tiger brains suggest that these extinct predators devoted more of the cortex to complex cognition associated with predation compared to modern Tasmanian devils, according to a study published Jan. 18, 2017 in the open-access journal PLOS ONE by Gregory Berns from Emory University, US, and Ken Ashwell from University of New South Wales, Australia.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}