{"title": "Gene that enables memories, sense of direction produces schizophrenia-like symptoms when mutated", "text": "AUGUSTA, Ga. (Jan. 18, 2017) - Mutations in a gene that should enable memories and a sense of direction instead can result in imprecise communication between neurons that contributes to symptoms of schizophrenia, scientists report.They found that dramatically reducing the amount of protein expressed by TMEM108, a gene already associated with schizophrenia, results in fewer, smaller spines, which work like communication fingers for neurons, said neuroscientist Dr. Lin Mei.That translates to an impaired ability for neurons to receive whatever signals surrounding neurons are trying to send and mice displaying schizophrenia-like behavioral deficits such as impaired cognition and sense of direction.\"We knew this gene's alteration likely contributed to schizophrenia and we wanted to better understand how,\" said Mei, chairman of the Department of Neuroscience and Regenerative Medicine at the Medical College of Georgia at Augusta University, Georgia Research Alliance Eminent Scholar in Neuroscience and a corresponding author of the study in the journal PNAS.  While some TMEM108 can be found throughout the central nervous system, it appears to normally cluster in the dentate gyrus, an area in the brain's hippocampus known to be critical for spatial coding - which literally provides a sense of direction - as well as emotion and the ability to learn and remember, which are all affected in schizophrenia. Dentate gyrus dysfunction also is implicated in psychiatric disorders, including schizophrenia. Focusing on this area of the brain, scientists found that expression of TMEM108 and its protein normally increased in the first few weeks of life in a mouse - which would equate to the first few years in a human - critical periods of development that would enable plenty of mature spines and great communication between neurons. \"This protein is expressed at the highest level during this critical period,\" Mei said. \"It was low before; it was not very high afterward.\" When they made a mouse that consistently expressed only 20 percent of the normal level of TMEM108 protein, including during those critical development periods, it expressed schizophrenia-like behaviors including problems with direction and memory. Upon closer examination, they found the total number of spines on the neurons in the dentate gyrus reduced and the percentage of immature spines high. To further test their finding, they added more TMEM108 protein, which restored a more normal spine population.They also found that TMEM108 was critical to the expression of AMPA receptors on the surface of the neurons. AMPA receptors are activated by the excitatory neurotransmitter glutamate and are important to both how spines are shaped and how well neurons receive incoming signals for action. The good news about the complex interconnectivity is that the scientists also were able to find a potential future point of intervention: When they gave a drug that increased AMPA receptor expression on the cell surface, the spines assumed a more healthy, mature state. Next steps include seeing whether the more normal spines and increased receptor expression translate to healthier behavior in their mice.\"Morphologically, the mice can be rescued,\" Mei said. \"We hope we will find that healthy function is restored as well, which could translate to a new treatment target for this complex, disabling disease.\"Spines are like wiry fingers, and each excitatory neuron has thousands of spines that capture messages from other excitatory neurons, which helps enable results from making a memory to vision. In good health, excitatory neurons and their actions are balanced by inhibitory neurons. The sheer number of spines on excitatory neurons is one of the ways our brains can handle so much information, Mei said. It's a dynamic process as well, as spines, again in a healthy situation, are continuously forming and maturing; Mei uses the analogies of mushroom-like mature spines and bean sprout-like immature ones. In schizophrenia, too many spines remain in the immature state.  AMPA receptors also play a major role in the development and spread of seizures and are currently a seizure treatment target. TMEM108 mutations also are associated with alcoholism. Schizophrenia affects about 1 percent of the population, causing hallucinations, depression and impaired thinking and social behavior. Cognitive problems typically are a major source of dysfunction and disability in patients and can be among the earliest symptoms. Babies born to mothers who develop a severe infection, such as influenza or pneumonia, during pregnancy have a significantly increased risk of schizophrenia. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/mcog-gte011817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Mental Health", " Perception/Awareness", " Genes"], "journal": "Proceedings of the National Academy of Sciences", "description": "Mutations in a gene that should enable memories and a sense of direction instead can result in imprecise communication between neurons that contributes to symptoms of schizophrenia, scientists report.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}