{"title": "Whether our speech is fast or slow, we say about the same", "text": "The purpose of speech is communication, not speed -- so perhaps some new research findings, while counterintuitive, should come as no surprise. Whether we speak quickly or slowly, the new study suggests, we end up conveying information at about the same rate, because faster speech packs less information in each utterance.The study suggests we tend to converse within a narrow channel of communication data so that we do not provide too much or too little information at a given time, said Uriel Cohen Priva, author of the study in the March issue of Cognition and assistant professor in the Department of Cognitive, Linguistic and Psychological Sciences at Brown University. \"It seems the constraints on how much information per second we should transmit are fairly strict, or stricter than we thought they were,\" Cohen Priva said.In information theory, rarer word choices convey greater \"lexical information,\" while more complicated syntax, such as the passive voice, conveys greater \"structural information.\" To stay within the channel, those who talk quickly speak with more common words and simpler syntax, while those with a slower pace tend to use rarer, more unexpected words and more complicated wordings, Cohen Priva found. The study provides only hints about why a constrained information rate might govern conversation, Cohen Priva said. It could derive from either a speaker's difficulty in formulating and uttering too much information too quickly or from a listener's difficulty in processing and comprehending speech delivered at too fast a pace.Analyzing speechTo conduct the study, Cohen Priva analyzed two independent troves of conversational data: the Switchboard Corpus, which contains 2,400 annotated telephone conversations, and the Buckeye Corpus, which consists of 40 lengthy interviews. In total, the data included the speech of 398 people.Cohen Priva made several measurements on all that speech to determine each speaker's information rate -- how much lexical and structural information they conveyed in how much time -- and the speech rate -- how much they said in that time. Deriving meaningful statistics required making complex calculations to determine the relative frequency of words both on their own and given the words that preceded and followed them. Cohen Priva compared how long people take to say each word on average vs. how long a particular speaker required. He also measured how often each speaker used the passive voice, compared to the active voice, and in all the calculations accounted for each person's age, gender, the speech rate of the other member of the conversation, and other possible confounds.Ultimately he found across the two independent dimensions -- lexical and structural -- and the two independent data sources -- Switchboard and Buckeye -- that the same statistically significant correlation held true: as speech sped up, the information rate declined.\"We could assume that there are widely different capacities of information per second that people use in speech and that each of them is possible and you can observe each and every one,\" Cohen Priva said. \"But had that been the case, then finding these effects would have been very difficult to do. Instead, it's reliably found in two corpora in two different domains.\" Do gender differences offer a clue?Cohen Priva found a key difference involving gender that might offer a clue about why conversation has an apparently constrained information rate. It may be a socially imposed constraint for the listener's benefit.On average, while both men and women exhibited the main trend, men conveyed more information than women at the same speech rate. There is no reason to believe that the ability to convey information at a given rate differs by gender, Cohen Priva said. Instead, he hypothesizes, women may tend to be more concerned with making sure their listeners understand what they are saying. Other studies, for example, have shown that in conversation women are more likely than men to \"backchannel,\" or provide verbal cues like \"uh huh\" to confirm understanding as the dialogue proceeds.Cohen Priva said the study has the potential to shed some light on the way people craft their utterances. One hypothesis in the field is that people choose what they intend to say and then slow their speech as they utter more rare or difficult words (e.g. if harder, then slower). But he said his data is consistent with a hypothesis that the overall speech rate dictates word choice and syntax (e.g. if faster, then simpler).\"We need to consider a model in which fast speakers consistently choose different types of words or have a preference for different types of words or structures,\" he said.In other words, how one speaks appears related to how quickly one speaks.\r\n", "article_link": "http://dx.doi.org/10.1016/j.cognition.2016.12.002", "url": "http://www.eurekalert.org/pub_releases/2017-01/bu-wos011717.php", "region": "namerica", "source_link": "http://news.brown.edu/articles/2017/01/speechrate", "funder": "", "meeting": "", "institution": "Brown University", "keywords": ["Social/Behavioral Science", " Behavior", " Language/Linguistics/Speech"], "journal": "Cognition", "description": "Fast talkers tend to convey less information with each word and syntactic structure than slower-paced speakers, meaning that no matter our pace, we all say just about as much in a given time, a new study finds.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}