{"title": "Maternal micronutrients, nurturing environment boost child development", "text": "Mataram, Indonesia / Toronto, Canada: Mothers who take multi-micronutrient supplements during pregnancy can add the equivalent of up to one full year of schooling to a child's cognitive abilities at age 9-12, says a new study published today.Other essential ingredients in the recipe for smarter kids include early life nurturing, happy moms, and educated parents, according to the research conducted in Indonesia.  As well, the study finds that a child's nurturing environment is more strongly correlated than biological factors to brain development and general intellectual ability, declarative memory, procedural memory, executive function, academic achievement, fine motor dexterity, and socio-emotional health.Funded by the Government of Canada through Grand Challenges Canada's Saving Brains program, the study appears today, January 16, 2017 in the prestigious journal, Lancet Global Health.The research was conducted by international group of researchers from Indonesia (Summit Institute of Development, the study leader, and the Center for Research on Language and Culture, University of Mataram), the United States (Harvard T.H. Chan School of Public Health, the University of California, Davis, and Georgetown University) the United Kingdom (University of Lancaster) and Australia (Deakin University).Between 2012 and 2014, the researchers tested extensively almost 3,000 Indonesian school children, then 9 to 12 years old, whose mothers had participated in an earlier study into the effects of consuming either multiple micronutrient (MMN) supplements or standard iron-folic acid (IFA) supplements during pregnancy.In the earlier \"Supplementation with Multiple Micronutrients Intervention Trial\" (SUMMIT), conducted between 2001 and 2004, half of the 31,290 participating Indonesian mothers consumed MMN supplements; the other half received IFA supplements. The MMN supplements were similar to the pre-natal multivitamin supplements consumed by many women in Canada, the United States, and other countries during pregnancy.The latest follow-up study revealed impressive long-term benefits to children whose mothers took MMN supplements, including better \"procedural memory\" equivalent to the increase in score typical after an additional half-year of schooling. The procedural memory is tied to the learning of new skills and the processing of established perceptual, motor, and cognitive skills. Procedural memory is important for a child's academic performance and daily life, and is tied to activities such as driving, typing, reading, arithmetic, reading, speaking and understanding language, and learning sequences, rules, and categories.  Children of anemic mothers in the MMN group scored substantially higher in general intellectual ability, a difference comparable to the increase associated with an additional full year of schooling.What further impressed and surprised the researchers: The strength of the relationship between cognitive abilities and early life social and environmental conditions.  Biological factors such as maternal nutritional status during pregnancy, low infant birth weight, premature birth, poor infant physical growth and nutritional status at follow-up were not as strongly linked to cognitive ability as the socio-environmental factors assessed during the study: home environment, maternal depression, parental education and socio-economic status.This suggests that current public health programs focused only on biological factors may not sufficiently enhance child cognition, and that programs addressing socio-environmental factors are essential to achieve thriving populations, according to the study. In Indonesia's West Nusa Tenggara province, where the study was carried out, officials are already taking action in light of the research results.   Says Provincial Secretary General Dr. Rosiady Sayuti: \"The findings led us to create, with the Summit Institute of Development and colleagues, the inter-sectoral Golden Generation Program to enhance social interventions to foster early childhood development.\"Adds Dr. Nurhandini Eka Dewi, Head of the Provincial Health Office of West Nusa Tenggara: \"We are procuring multiple micronutrients and scaling-up the Golden Generation Program for family nurturing. These will inform efforts to scale the work nationally.\"", "article_link": "http://dx.doi.org/10.1016/S2214-109X(16)30354-0", "url": "http://www.eurekalert.org/pub_releases/2017-01/gcc-mmn011317.php", "region": "namerica", "source_link": null, "funder": "Grand Challenges Canada", "meeting": "", "institution": "Grand Challenges Canada", "keywords": ["Education", " Medicine/Health", " Nutrition/Nutrients", " Pediatrics", " Public Health", " Parenting/Child Care/Family", " Developing Countries"], "journal": "Lancet Global Health", "description": "A new study offers a recipe for parents who want smarter kids: maternal micronutrient supplements during pregnancy, early life nurturing, happy moms, and educated parents.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}