{"title": "Patients recovering from depression show improvements in memory from the drug modafinil", "text": "Modafinil, a drug used to treat narcolepsy -- excessive daytime sleepiness -- can improve memory in patients recovering from depression, according to new research from the University of Cambridge. The findings, published today in the journal Biological Psychiatry: CNNI, result from a randomised, double-blind, placebo-controlled study and offer hope of a treatment for some of the cognitive symptoms of depression.Depression is one of the leading causes of disability worldwide. Symptoms such as difficulty concentrating or indecisiveness contribute to the disability associated with depression. Almost all patients with depression experience problems with concentration, memory, and attention. At least half of all patients with depression show cognitive deficits that can be measured objectively. These deficits tend to persist in the recovery phase. Patients with persistent cognitive problems have poorer outcomes such as impaired work functioning and increased risk for relapse. Depression can be relapsing and return periodically, often for several months at a time.Depression is associated with taking time off work, but also, in some cases, with 'presenteeism' in the workplace, where employees may not be able to work as well as usual. People often feel distressed when they have difficulty achieving their previous level of work performance on return to work after experiencing depression. However, currently available treatments do not specifically address cognitive deficits in depression. Recent reports have highlighted the importance of defining cognition as a target for treatment in depression. In a study funded by the Medical Research Council (MRC) and Wellcome, researchers from the Department of Psychiatry and the Behavioural and Clinical Neuroscience Institute at the University of Cambridge investigated the potential of modafinil to treat cognitive dysfunction in depression. Modafinil has already been shown in other studies to have beneficial effects on cognitive function in psychiatric disorders such as schizophrenia.Sixty patients aged between 18 and 65 years with remitted depression completed computerised memory, attention and planning tasks after receiving modafinil or a placebo. The results showed that patients given a dose of modafinil experienced improvements in memory functions, compared to those patients on placebo. Specifically, patients had benefits in two types of memory -- episodic memory and working memory, both of which are important in our day-to-day activities.\"We use episodic memory when we are remembering where we left our keys in the house, or remembering where we parked our car,\" explains Professor Barbara Sahakian, the study's senior author. \"Working memory, on the other hand, is the ability we use when we are rehearsing a new telephone number while we are trying to find a pen and paper to write it down, for example.\"The study demonstrated that patients receiving modafinil made fewer errors than those who received a placebo. For example, in one of the tasks which involved remembering the location among an increasing number of boxes of a particular pattern, patients receiving modafinil made fewer than half the number of mistakes that those receiving the placebo made, at the most difficult level.\"These results are very promising,\" says lead author Dr Muzaffer Kaser from the Department of Psychiatry at the University of Cambridge. \"GPs or psychiatrists often hear complaints of concentration or memory difficulties from patients with depression, but we are not good enough at treating these symptoms. Our study shows that modafinil may be a feasible option to tackle persistent cognitive problems in depression.\"It is not clear from the study whether the same effects would be seen over the long term, say the researchers. Professor Sahakian adds: \"We now need a longer term study using modafinil to see if the drug, which improves cognition and motivation, can facilitate successful return to work following depression.\"Dr Kathryn Adcock, Head of Neurosciences and Mental Health at the MRC, added: \"Preventing relapse is an integral part of any ongoing treatment strategy for depression, and some people can understandably feel hampered if they find it hard to get back to their previous capacity when they go back to work after experiencing depression. These results suggest there may be a way to help these people in their recovery from depression and that's really encouraging.\"", "article_link": "http://dx.doi.org/10.1016/j.bpsc.2016.11.009", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc-prf011317.php", "region": "europe", "source_link": null, "funder": "Medical Research Council, Wellcome", "meeting": "", "institution": "University of Cambridge", "keywords": ["Neurobiology", " Pharmaceutical Science", " Social/Behavioral Science", " Mental Health", " Depression/Anger", " Memory/Cognitive Processes"], "journal": "Biological Psychiatry: Cognitive Neuroscience and Neuroimaging", "description": "Modafinil, a drug used to treat narcolepsy -- excessive daytime sleepiness -- can improve memory in patients recovering from depression, according to new research from the University of Cambridge. The findings, published today in the journal Biological Psychiatry: CNNI, result from a randomized, double-blind, placebo-controlled study and offer hope of a treatment for some of the cognitive symptoms of depression.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}