{"title": "New guidelines could help improve research into vascular cognitive impairment", "text": "New guidelines have been developed that it is hoped will help to progress research into vascular cognitive impairment (VCI) following a study led by academics at the University of Bristol that brought together the views of over 150 researchers in 27 countries.VCI refers to a decline in mental abilities, such as memory, thinking and planning, caused by problems with the blood supply to the brain.  Vascular dementia, which is perhaps a more familiar term to most people, is recognised as a severe form of VCI. VCI is the second most common cause of dementia and gradual memory loss after Alzheimer's disease. Like Alzheimer's disease it does not have a cure and together both conditions contribute to the largest cause of death in England and Wales according to recent reports. The Bristol team, led by Pat Kehoe, Gestetner Professor of Translational Dementia Research and Joint Head of the Dementia Research Group in the School of Clinical Sciences, invited researchers from around the world to participate in a project called the Vascular Impairment of Cognition Classification Consensus Study (VICCCS), which is funded by the Alzheimer's Society. The international consortium has published their findings on what was agreed as a revised conceptual model of VCI and what should be considered to be its various subtypes. This new concept has built upon some key elements from sets of criteria that have been previously proposed but adopted to varying degrees. This lack of widespread adoption of any single criteria before now has proved to be a major stumbling block towards any progress in VCI research. Professor Pat Kehoe, Chief Investigator for the study, said: \"It may seem somewhat simplistic to some people that this study has been to get people to agree on how to view and name conditions that affects as many as 100,000 people in the UK alone. \"However, more than 20 years of research has been significantly hampered because numerous studies looked at this complicated group of related conditions in a large number of ways and under numerous different names.  This has made the interpretation of any findings with other studies extremely difficult. For the field to move forward, and for us to successfully test potential therapies, there is a need for much greater clarity so that studies can be designed appropriately and meet with the latest requirements from regulatory bodies.\" The project made use of an online consensus-building technique that uses recurring surveys, known as the Delphi method. The study was conducted in two parts and identified and addressed issues from the last two decades that have obstructed the progression of VCI research, which lags noticeably behind that of Alzheimer's disease. Firstly, the surveys addressed what should be the guiding principles in defining a modern and workable concept of VCI and secondly, how the diagnosis of these conditions can be made in a more standardised way across the world. These surveys addressed issues and came up with consensus agreements in a step-by-step repetitive method that involved six phases of surveys over approximately two years. Dr Olivia Skrobot, Research Associate in the School of Clinical Sciences, who coordinated the study, added: \"This study was designed as a means to overcome the historical barriers to advance this area of research. The involvement of so many international researchers will, we hope, promote a new level of collaboration and togetherness and encourage significant progress for VCI research.\"Dr Doug Brown, Director of Research and Development at Alzheimer's Society said: \"Alzheimer's Society is thrilled to have funded this research as these guidelines will provide essential help to streamline research into vascular dementia. Historically, research in this area has lagged behind researchers' knowledge of Alzheimer's disease, despite vascular dementia being the second most common cause of the condition.\"\"Research relies on collaboration between experts in order to pool knowledge to further our understanding of the causes of health conditions and how to treat them. This research will allow us to work from the same understanding and criteria which will significantly speed up research in this vital area. As dementia is now the biggest killer in the UK, we need to bring researchers closer together to bring much-needed help to people with this condition as quickly as possible.\"The paper, published in Alzheimer's & Dementia: The Journal of the Alzheimer's Association, describes the results of the first part of VICCCS, and the researchers hope the revised model of VCI will be widely adopted by the field. The team is currently preparing the second part of their findings from the study for publication, where challenges around diagnostic approaches and lack of standardisation have been addressed. The aim of this part of the study is to provide guidelines to enable clearer diagnosis and also to simplify the eligibility for people to take part in specific research studies on VCI that have been relatively less common than other types of dementia and cognitive impairment. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-ngc011617.php", "region": "europe", "source_link": null, "funder": "Alzheimer's Society", "meeting": "", "institution": "University of Bristol", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "journal": "Alzheimer's & Dementia", "description": "New guidelines have been developed that it is hoped will help to progress research into vascular cognitive impairment following a study led by academics at the University of Bristol that brought together the views of over 150 researchers in 27 countries.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}