{"institution": "National Research University Higher School of Economics", "title": "Researchers uncover how to boost learning efficiency in neurofeedback paradigm", "url": "http://www.eurekalert.org/pub_releases/2017-07/nruh-ruh072817.php", "article_link": "http://dx.doi.org/10.1038/s41598-017-04012-0", "region": "europe", "funder": "", "meeting": "", "journal": "Scientific Reports", "source_link": "https://iq.hse.ru/en/news/207774751.html", "text": "Researchers from the HSE Centre for Cognition & Decision Making and the Control of Complex Systems Laboratory (Institute of Problems of Mechanical Engineering, Russian Academy of Sciences) have conducted a series of experiments to uncover what a person actually controls when they are tasked with independently affecting the activity of their own brain. This discovery may help develop non-pharmacological methods for treating epilepsy, attention-deficit/hyperactivity disorder, and depression. The research results were published in the journal Scientific Reports.The human brain is always electrically active. Neurons, which are small but very complex computing devices that make up the brain, exchange information using very short electrical impulses. The aggregate of a large number of these impulses -- impulses that are distributed in time and appear in various parts of the brain -- cause fluctuations in the electrical potential of the head's surface. Similar to a cardiogram, we can use methods such as electroencephalograms to register these fluctuations and judge brain activity. Further, several types of activity can be determined by the speed of the fluctuations: alpha, beta, gamma, theta, and delta waves. With electroencephalography, these waves can be registered, recoded into a perceivable form such as the brightness of a computer screen, and presented in real time. This serves as the basis for neurofeedback technology, which is one type of biofeedback. With the help of biofeedback, a person can learn to regulate the activity of his or her own brain.The first time neurofeedback was discussed as a method that could be used to teach a person to regulate the electromagnetic activity of his or her brain was in research conducted by Joseph Kamiya of the University of Chicago in the 1960s. Kamiya showed that in receiving feedback on brain activity, a person learns to affect this activity on the one hand, while on the other they learn to determine the current state of their brain activity and, for example, the domination of a certain rhythm.In the experiment conducted by researchers from the HSE Centre for Cognition & Decision Making and the Institute of Problems of Mechanical Engineering, researchers used electroencephalography to assess the intensity of the brain's alpha wave activity (alpha waves relate to a person's ability to relax, manage stress, and internalise new information). The research subjects saw information about their alpha wave activity in the form of red colour saturation on a monitor and tried to mentally make this colour more saturated.The study involved 18 people, nine of whom (the experimental group) received real feedback on their efforts, i.e., they saw the colour's saturation reflecting the current level of alpha wave activity. Conversely, the control group received false feedback, meaning changes in the intensity of the colour displayed on the screen were not connected with the research subjects' alpha wave activity.At the end of the first day, the entire experimental group showed an increase in alpha wave activity, while alpha wave activity was slightly lower at the beginning of the second day than at the end of the first. But throughout the second day, activity continued to grow and exceeded the levels seen at the end of the first day. Two days of training in the neurofeedback paradigm were enough to significantly increase alpha wave capacity. This sort of increase was not seen in the control group.Alpha wave activity is non-stationary and occurs in the form of special bursts, each of which can be characterised by its duration and amplitude. Another important parameter is the number of such bursts per unit of time.'We became interested in what exactly changes during feedback - the amplitude of each burst, its length, or how often these bursts occur,' explains Professor Alexey Ossadtchi, who is a senior research fellow in the Centre for Cognition & Decision Making and one of the study's authors. 'These are three completely different metrics as far as neurophysiology is concerned. When amplitude increases, the size of the corresponding neuron population increases, and when the duration grows, short-term regulatory mechanisms with feedback are directly involved and allow the brain to maintain high alpha wave activity for a longer period of time. An increase in the frequency of bursts shows that under the influence of a person's intentional effort, the brain more easily enters a state in which the alpha rhythm dominates.'After the experimenters compared how much the amplitude, duration, and frequency of bursts changed during the training process of all participants on different days, it was discovered that alpha wave bursts in particular undergo the most significant changes per unit of time. In other words, by training in the neurofeedback paradigm, a person learns to control entry into a completely alpha state. This is new information in the study of neurofeedback mechanisms.'It turned out that the frequency of alpha wave bursts in particular is a coached metric that we can use to influence alpha wave activity as a whole, unlike amplitude and duration, which are likely coded at a lower level,' Professor Ossadtchi adds. 'This means that in therapy and in training, we have to give people feedback specifically on the parameter that they are truly able to influence - in our case, for every entry into the [alpha] state and for every new burst. It's preferred that a person receive such reinforcement with as little delay as possible. That is what we are working on now.'The researchers assume that the data they collected are valid not only for alpha waves, but for other types of electromagnetic frequencies as well. A similar experiment will be conducted soon on different types of waves.The neurofeedback training paradigm helps lower the likelihood of epileptic seizures, eliminate some manifestations of attention deficit/hyperactivity disorder, and provide relief to a person with depression. In addition, neurofeedback as a technology helps athletes control their psycho-emotional state, and it can also be used to master the art of meditation, improve memory, and increase a person's ability to concentrate. According to the researchers, knowing specifically which regulatory mechanisms are activated during a certain form of neurofeedback allows one to significantly increase the efficiency of this technology, while it also provides access to new resources in the human brain that have not yet been studied.", "keywords": ["Neurobiology", " Physiology", " Social/Behavioral Science", " Memory/Cognitive Processes", " Stress/Anxiety"], "description": "Researchers from the HSE Centre for Cognition & Decision Making and the Control of Complex Systems Laboratory (Institute of Problems of Mechanical Engineering, Russian Academy of Sciences) have conducted a series of experiments to uncover what a person actually controls when they are tasked with independently affecting the activity of their own brain. This discovery may help develop non-pharmacological methods for treating epilepsy, attention-deficit/hyperactivity disorder, and depression. The research results were published in the journal Scientific Reports.", "date": "Fri, 28 Jul 2017 04:00:00 GMT"}