{"institution": "Michigan State University", "title": "A rogue gene is causing seizures in babies -- here's how MSU wants to stop it", "url": "http://www.eurekalert.org/pub_releases/2017-07/msu-arg072417.php", "article_link": null, "region": "namerica", "funder": "National Institutes of Health", "meeting": "", "journal": "Neurology", "source_link": null, "text": "EAST LANSING, Mich. - Two rare diseases caused by a malfunctioning gene that triggers seizures or involuntary movements in children as early as a few days old have left scientists searching for answers and better treatment options.Michigan State University researchers are closer to understanding the source, a gene known as GNAO1 and the transformations it can take on, and potentially stopping its devastating effects by uncovering key differences in the way it functions.The rogue gene, linked to epilepsy and movement disorders, is the culprit of two recently identified conditions called early infantile epileptiform encephalopathy, or EIEE17, and Neurodevelopmental Disorder with Involuntary Movements, or NEDIM. Both severely alter the lives of the children they affect. \"Our results now show us which GNAO1 mutations cause EIEE17, which is a particular form of epilepsy, and which cause movement disorders like NEDIM,\" said Rick Neubig, a pharmacology and toxicology professor at MSU who helped lead the study. \"This work will really help us better understand these two rare conditions.\"Children with the diseases are either unable to walk and feed themselves due to uncontrollable movements, or can't get through a day without some form of convulsion or seizure. Some can suffer from all of these effects.The GNAO1 gene, or G Protein Subunit Alpha O1, produces a protein that carries signals from the outside of a nerve cell to the inside. In the brain, nerves communicate by releasing chemical signals, or neurotransmitters that go to another nerve and either stimulate it or restrain it. The federally funded study looked at 15 human mutations in cells of the gene and found that some of the signals it was carrying to the other nerves were much stronger and could cause parts of the body to move uncontrollably. These were identified as gain-of-function, or GOF mutations. The other mutations caused the signals to become weaker - or completely absent - resulting in a lack of nerve function which could spark seizures. These were categorized as LOF, or loss-of-function mutations.\"We can now make sense of these mutations that we're seeing in children,\" Neubig said. \"Our results predict that drugs that block the signals that are too strong could help in the movement disorder while drugs that make the weaker signals stronger could help these epilepsy patients.\"Up until now, scientists and physicians have struggled to understand these differences, leaving them guessing at treatment options. According to Neubig, there are 33 known mutations of GNAO1; about half cause epilepsy and the other half cause movement disorders.\"Even though more and more GNAO1 mutations are being discovered every day, they're still rare, less than one out of 1000,\" Neubig said. \"We're now starting to use mice that will carry the human mutations related to both diseases.\" He said that a newer method of research called CRISPR, which stands for Clustered Regularly Interspaced Short Palindromic Repeats, will allow his team to test existing drugs in mice with different human mutations and try to identify a particular drug that can target a specific mutation, offering up better treatments.\"We're also working to set up human studies to better understand the movement disorder that some of these children can have as well,\" Neubig said.The research is now published online in Neurology, the medical journal of the American Academy of Neurology, and was funded by the National Institutes of Health.", "keywords": ["Genetics", " Medicine/Health", " Clinical Trials", " Neurobiology", " Pediatrics", " Pharmaceutical Science", " Genes"], "description": "Two rare diseases caused by a malfunctioning gene that triggers seizures or involuntary movements in children as early as a few days old have left scientists searching for answers and better treatment options. Michigan State University researchers are closer to understanding the source, a gene known as GNAO1 and the transformations it can take on, and potentially stopping its devastating effects by uncovering key differences in the way it functions.", "date": "Wed, 26 Jul 2017 04:00:00 GMT"}