{"title": "New research examines avocados' potential impact on cognitive health in older adults", "text": "MISSION VIEJO, Calif. (Aug. 24, 2017) - Consuming one fresh avocado per day may lead to improved cognitive function in healthy older adults due to increased lutein levels in the brain and eye, according to new research published in the journal Nutrients. The research tracked how 40 healthy adults ages 50 and over who ate one fresh avocado a day for six months experienced a 25% increase in lutein levels in their eyes and significantly improved working memory and problem-solving skills. Lutein is a carotenoid, or pigment, commonly found in fruits and vegetables that accumulates in the blood, eye and brain and may act as an anti-inflammatory agent and antioxidant. As study participants incorporated one medium avocado into their daily diet, researchers monitored gradual growth in the amount of lutein in their eyes and progressive improvement in cognition skills as measured by tests designed to evaluate memory, processing speed and attention levels. In contrast, the control group which did not eat avocados experienced fewer improvements in cognitive health during the study period.  The research, \"Avocado Consumption Increases Macular Pigment Density in Older Adults: A Randomized, Controlled Trial,\" was conducted at Tufts University and supported by the Hass Avocado Board.These findings are based on the consumption of one whole avocado each day (369 mcg lutein). Additional research is needed to determine whether the results could be replicated with consumption of the recognized serving size of 1/3 of an avocado per day (136 mcg lutein). The control diet included either one medium potato, or one cup of chickpeas in place of the avocado. Chickpeas and potatoes were used as the control diet because they provided a similar level of calories, but a negligible amount of lutein and monounsaturated fats. \"The results of this study suggest that the monounsaturated fats, fiber, lutein and other bioactives make avocados particularly effective at enriching neural lutein levels, which may provide benefits for not only eye health, but for brain health,\" said Elizabeth Johnson, Ph.D., lead investigator of the study from the Jean Mayer USDA Human Nutrition Research Center on Aging, at Tufts University. \"Furthermore, the results of this new research reveal that lutein levels in the eye more than doubled in subjects that consumed fresh avocados, compared to a supplement, as evidenced by my previous published research. Thus, a balanced diet that includes fresh avocados may be an effective strategy for cognitive health.\" \"While the conclusions drawn are from a single study that cannot be generalized to all populations, the study's outcome helps to reinforce and advance the body of published research on avocado benefits and their role in everyday healthy living,\" said Nikki Ford, Ph.D., Director of Nutrition of the Hass Avocado Board. \"Avocados are a nutrient-dense, cholesterol-free fruit with naturally good fats, and are a delicious and easy way to add more fruits and vegetables to everyday healthy eating plans.\"", "article_link": "http://dx.doi.org/10.3390/nu9090919", "url": "http://www.eurekalert.org/pub_releases/2017-08/fl-nre082317.php", "region": "", "source_link": null, "funder": "Hass Avocado Board", "meeting": "", "institution": "Hass Avocado Board", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Health Professionals", " Nutrition/Nutrients", " Aging"], "journal": "Nutrients", "description": "Consuming one fresh avocado per day may lead to improved cognitive function in healthy older adults due to increased lutein levels in the brain and eye, according to new research published in the journal Nutrients.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}