{"title": "Research sheds new light on the link between gut bacteria and anxiety", "text": "Research published in the open access journal Microbiome sheds new light on how gut bacteria may influence anxiety-like behaviors. Investigating the link between gut bacteria and biological molecules called microRNAs (miRNAs) in the brain; researchers at the APC Microbiome Institute at University College Cork, which is funded by Science Foundation Ireland, found that a significant number of miRNAs were changed in the brains of microbe-free mice. These mice are reared in a germ-free bubble and typically display abnormal anxiety, deficits in sociability and cognition, and increased depressive-like behaviors. Dr Gerard Clarke, the corresponding author said: \"Gut microbes seem to influence miRNAs in the amygdala and the prefrontal cortex. This is important because these miRNAs may affect physiological processes that are fundamental to the functioning of the central nervous system and in brain regions, such as the amygdala and prefrontal cortex, which are heavily implicated in anxiety and depression.\"miRNAs are short sequences of nucleotides (the building blocks of DNA and RNA), which can act to control how genes are expressed. miRNA dysregulation or dysfunction is believed to be an underlying factor contributing to stress-related psychiatric disorders, neurodegenerative diseases and neurodevelopmental abnormalities. miRNA changes in the brain have been implicated in anxiety-like behaviors.Dr Clarke said: \"It may be possible to modulate miRNAs in the brain for the treatment of psychiatric disorders but research in this area has faced several challenges, for example, finding safe and biologically stable compounds that are able to cross the blood-brain barrier and then act at the desired location in the brain. Our study suggests that some of the hurdles that stand in the way of exploiting the therapeutic potential of miRNAs could be cleared by instead targeting the gut microbiome.\" The researchers found that levels of 103 miRNAs were different in the amygdala and 31 in the prefrontal cortex of mice reared without gut bacteria (GF mice) compared to conventional mice. Adding back the gut microbiome later in life normalized some of the changes to miRNAs in the brain. The findings suggest that a healthy microbiome is necessary for appropriate regulation of miRNAs in these brain regions. Previous research demonstrated that manipulation of the gut microbiome affects anxiety-like behaviors but this is the first time that the gut microbiome has been linked to miRNAs in both the amygdala and prefrontal cortex, according to the authors. The researchers used next-generation-sequencing (NGS) to find out which miRNAs were present in the amygdala and the prefrontal cortex of groups of 10-12 control mice with a normal gut microbiota, GF mice and ex-GF mice -- which had been colonized with bacteria by housing them with the control mice -- and adult rats whose normal microbiota had been depleted with antibiotics. They found that depleting the microbiota of adult rats with antibiotics impacted some miRNAs in the brain in a similar way to the GF mice. This suggests that even if a healthy microbiota is present in early life, subsequent changes in adulthood can impact miRNAs in the brain relevant to anxiety-like behaviors, according to the authors. The authors note that the exact mechanism by which the gut microbiota is able to influence the miRNAs in the brain remains unclear. Even though the study shows that effects of the microbiota on miRNAs are present in more than one species (mice and rats), further research into the possible connection between gut bacteria, miRNAs and anxiety-like behaviors is needed before the findings can be translated to a clinical setting.Dr Clarke said: \"This is early stage research but the possibility of achieving the desired impact on miRNAs in specific brain regions by targeting the gut microbiota -- for example by using psychobiotics -- is an appealing prospect.\"", "article_link": "http://dx.doi.org/10.1186/s40168-017-0321-3", "url": "http://www.eurekalert.org/pub_releases/2017-08/bc-rsn082217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Biology", " Bacteriology", " Microbiology", " Neurobiology", " Stress/Anxiety"], "journal": "Microbiome", "description": "Research published in the open access journal Microbiome sheds new light on how gut bacteria may influence anxiety-like behaviors. Investigating the link between gut bacteria and biological molecules called microRNAs (miRNAs) in the brain; researchers at the APC Microbiome Institute at University College Cork, which is funded by Science Foundation Ireland, found that a significant number of miRNAs were changed in the brains of microbe-free mice.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}