{"title": "More education linked to better cognitive functioning later in life", "text": "Berkeley -- Higher levels of education are tied to later ages of peak cognitive functioning, according to new research published today in the journal PLOS ONE.The study, led by University of California, Berkeley, researchers, examined relationships between educational attainment, cognitive performance and learning in order to quantify the cumulative effect of attending school.Its findings suggest that higher levels of education may help stave off age-related cognitive decline. In addition, the team found that education didn't have a large impact on novel learning, or learning something new at various points in time.The work, which reviewed the performance of around 196,000 subscribers to Lumosity online brain-training games, is believed to be the largest to date to evaluate cognitive effects of prior educational experience on past and future performance. Researchers said their findings may be of value to psychologists, sociologists, neuroscientists, education researchers and policymakers.Grading educational achievementConventional wisdom has long accepted that higher education is likely to boost incomes and helps prepare individuals for a workplace with often-changing skill sets. Yet fewer than 40 percent of adults in the United States are expected to graduate from college in their lifetimes, and the percentage declines for more advanced degrees.Until now, research has been inconclusive about the cognitive impacts of higher education and whether the quantity of schooling can influence the acquisition and maintenance of cognitive skills over time.The researchers of the paper, which appears in the August 23 edition of PLOS ONE, are Silvia Bunge, a professor of psychology at UC Berkeley professor and at the Helen Wills Neuroscience Institute; Belén Guerra-Carrillo, a graduate student in Bunge's Building Blocks of Cognition Laboratory and a National Science Foundation Fellow; and Kiefer Katovich, who was a statistician with Lumos Labs while the study was conducted.Bunge and her team say higher levels of education are strong predictors of better cognitive performance across the 15- to 60-year-old age range of their study participants, and appear to boost performance more in areas such as reasoning than in terms of processing speed.The study's findings are consistent with prior evidence that the brain adapts in response to challenges, a phenomenon called \"experience-dependent brain plasticity.\" Based on the principles of plasticity, the authors predicted improvements in cognitive skills that are repeatedly taxed in demanding, cognitively engaging coursework.Differences in performance were small for test subjects with a bachelor's degree compared to those with a high school diploma, and moderate for those with doctorates compared to those with only some high school education.The researchers noted that people from lower educational backgrounds learned novel tasks nearly as well as those from higher ones.\"The fact that the cognitive tests were not similar to what is learned in school is a strength of the study: It speaks to the idea that schooling doesn't merely impart knowledge - it also provides the opportunity to sharpen core cognitive skills,\" said Bunge.Background dataThe researchers analyzed anonymized data collected from around 196,000 Lumosity subscribers in the United States, Canada and Australia who came from a range of educational attainment and diverse backgrounds. Participants complete eight behavioral assessments of executive functioning and reasoning that are unrelated to educational curricula as part of their subscription.The research team also looked closely at a subset of nearly 70,000 subscribers who finished Lumosity's behavioral assessments a second time after about 100 days of additional cognitive training. Testing before and after the assessments measured cognitive performance in areas such as working memory, thinking quickly, responding flexibly to task goals and both verbal and non-verbal reasoning.\"Given the size and wide age range of our sample, it was possible to test whether these age effects are influenced by education - and, importantly, to determine how the cognitive effects of educational attainment differ across the lifespan, as one's experience with formal education recedes into the past and is supplanted by other life experiences,\" the team wrote.Bunge said that collaborating with Lumosity was a golden opportunity to analyze data from around 196,000 participants - an anonymized dataset that would have taken a lifetime to collect in a laboratory.\"We're thrilled to see how Bunge and her team used the Lumosity dataset to illuminate an area as important as educational attainment,\" said Bob Schafer, head of research at Lumosity. \"As we approach the company's tenth anniversary with over 4 billion gameplays, it is a top priority to facilitate more large-scale, innovative research like this from experts in education and cognitive science.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/l-mel082117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Lumosity", "keywords": ["Education", " Neurobiology", " Memory/Cognitive Processes", " Internet"], "journal": "PLOS ONE", "description": "New research from the University of California, Berkeley, analyzed the performance of around 196,000 Lumosity subscribers to quantify the cumulative effect of attending school on cognition, finding that more education is linked to better cognitive functioning later in life.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}