{"title": "Comparing food allergies: Animals and humans may have more in common than you think", "text": "Diarrhea after a glass of milk, an itchy palate after eating apples, swelling in the face after consuming chicken eggs or a severe asthma attack due to peanut dust are all signs of a food intolerance or allergy. But these symptoms are not limited to us humans, because other mammals such as dogs, cats and horses may exhibit similar symptoms after feeding. The number of pets affected by food allergies and intolerances has even converged with that of humans. A working group of the European Academy of Allergy and Clinical Immunology (EAACI) focuses on exactly this issue. The group has recently published a position paper that sums up food intolerances and allergies in both animals and humans, laying bare knowledge gaps.\"Not only humans but basically all mammals are susceptible to developing allergies, as their immune system is capable of producing immunoglobulin E,\" says lead author Isabella Pali-Schöll. Normally, these special antibodies help defend parasites or viruses. At the same time, they are also responsible for type I allergy symptoms, which are the most well-known and immedately-occurring symptoms and include hay fever, allergic asthma and anaphylactic shock. In the field of nutrition, there are also very common non-immunologic forms of food intolerance. The position paper, primarily penned by Pali-Schöll and Erika Jensen-Jarolim from the interdisciplinary Messerli Research Institute of the University of Veterinary Medicine Vienna and of the Medical University of Vienna, shows that the symptoms of food intolerance are similar in both animals and humans. In the case of dogs, cats or horses, however, the adverse reactions mostly affect the skin, followed by the gastrointestinal tract. \"Asthma or severe shock reactions have rarely been observed in animals,\" notes Pali-Schöll. There are even overlaps among the triggers of immune response to certain foods and ingredients. Pets may suffer from both lactose intolerance and outright milk protein allergies. Some mammals are also liable to allergic reactions from certain proteins in wheat, soy, peanuts, tree nuts, fish, eggs and meat.Precise knowledge about the active molecules of the allergens helps assess the risks of severe reactions, especially with food allergies. Many of these allergenic molecules that affect humans have been identified and are already used in diagnostics, such as the so-called allergen microchip test. As far as animals are concerned, there is still a big need for research. Similarly, a precise and comprehensive diagnosis is essential for establishing adequate measures against food intolerance. But many mechanisms and triggers for animals have not been sufficiently researched, in part because some test samples or substances are not even available.A so-called elimination diet is the prerequisite for correctly diagnosing animals and humans. This regimen consists of removing all sources of protein from an animal's diet. \"During this period of diagnosis, the animal will be fed homemade food or diet food prescribed by a veterinarian. Only then, and if there have not been any dangerous allergic reactions before, can 'normal' food be gradually reintroduced,\" advises nutrition scientist Pali-Schöll. This diagnostic procedure allows the allergen-free diet to be tailored to the respective food intolerance, while avoiding unnecessary restrictions. A thorough comparison of adverse food reactions in humans and animals offers insight into the risk factors for the development of the condition, and can thus lead to improved recommendations for the prevention and treatment of adverse food reactions in animals and humans. At the moment there are no therapies for humans and animals, but many new variants of immunotherapy have entered trial phase. \"As for the so-called sublingual and epicutaneous immunotherapy, which is treatment under the tongue or on the skin, respectively, the first few trial phases have already achieved some success. But it will take several more years for any products to see market launch and standard application,\" says Pali-Schöll.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uovm-cfa082317.php", "region": "europe", "source_link": "http://www.vetmeduni.ac.at/de/infoservice/presseinformationen/presseinformationen-2017/nahrungsmittelallergien/", "funder": "", "meeting": "", "institution": "University of Veterinary Medicine -- Vienna", "keywords": ["Food/Food Science", " Molecular Biology", " Zoology/Veterinary Science", " Medicine/Health", " Dermatology", " Diagnostics", " Immunology/Allergies/Asthma", " Pets/Ethology"], "journal": "Allergy", "description": "Not only people, but mammals like cats, dogs and horses suffer from symptoms and problems of food intolerance and allergies. The Messerli Research Institute of Vetmeduni and Meduni Vienna, now condensed the knowledge about human and animal food allergies and intolerance into a new European position paper. It highlights the strong similarities in symptoms and triggers of adverse food reactions and stresses the need for more comparative studies on mechanisms and diagnosis of food intolerance.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}