{"title": "The environment can become a noninvasive therapeutic approach to bolster white matter health", "text": "WASHINGTON - Those parents you overhear transforming trips to the grocery store into sensory adventures--telling babies too young to babble that broccoli is GREEN, radishes are RED and tangerines are ORANGE--are onto something. Being exposed to a complex and stimulating environment rich with new sights, sounds and a full vocabulary can play a powerful role in strengthening infants' developing brains, helping to maintain a smooth running neural network, Children's National Health System researchers report Aug. 22, 2017 in Trends in Neurosciences.\"The strength, duration and timing of environmental experience influences plasticity in brain circuitry, which is made up of communication cables called axons that link neurons throughout the brain and are coated by myelin, a fatty substance that helps nerve impulses speed from place to place,\" says Vittorio Gallo, Ph.D., Chief Research Officer at Children's National and senior study author. \"As it responds to environmental stimuli, the brain continually shores up myelin's integrity. Just as important, damaged myelin can leave gaps in the neural network which can lead to cognitive, motor and behavioral deficits.\"According to Gallo and study lead author Thomas A. Forbes, a pool of oligodendrocyte progenitor cells (OPCs) specialize in making myelin and do so from childhood into adulthood. The resulting oligodendrocyte cells (OLs) form an important working partnership with axons. From approximately 23 to 37 weeks' gestation, OLs develop in the fetal brain and they continue to be generated after birth until adolescence.  \"This dynamic feedback loop between myelin plasticity and neuronal excitability is crucial,\" Forbes says. \"It helps to strengthen motor and cognitive function and permits children and adults to learn new skills and to record new memories.\" In utero, genetics plays an outsized role in the initial structure of white matter, which is located in the subcortical region of the brain and takes its white color from myelin, the lipid and protein sheath that electrically insulates nerve cells. Defects in the microstructural organization of white matter are associated with many neurodevelopmental disorders. Once infants are born, environmental experiences also can begin to exert a meaningful role. \"The environment can be viewed as a noninvasive therapeutic approach that can be employed to bolster white matter health, either on its own or working in tandem with pharmacologic therapies,\" Gallo adds. \"The question is how to design the best environment for infants and children to grow and to achieve the highest cognitive function. An enriched environment not only involves the opportunity to move and participate in physical exercise and physical therapy; it is also an environment where there is novelty, new experiences and continuously active learning. It is equally important to minimize social stressors. It's all about the balance.\"Among the potential interventions to boost brain power, independent of socioeconomic status: Conversely, such negative influences as premature birth, poor nutrition, disease, neglect and social isolation can degrade myelin integrity, compromising the person's ability to carry out basic motor skills and cognitive function. Usually, the pool of OPCs expands as the fetus is about to be born. But brain injury, lack of oxygen and restricted blood supply can delay maturation of certain brain cells and can cause abnormalities in white matter that diminish the brain's capacity to synthesize myelin. Additional white matter insults can be caused by use of anesthesia and stress, among other variables.The environmental influence has the potential to be \"the Archimedes' Lever to appropriating WM development among a limited range of only partially efficacious treatment options,\" the authors conclude.\r\n", "article_link": "http://dx.doi.org/10.1016/j.tins.2017.06.009", "url": "http://www.eurekalert.org/pub_releases/2017-08/cnhs-tec082117.php", "region": "namerica", "source_link": null, "funder": "District of Columbia Intellectual and Developmental Disabilities Research Center, NIH/National Institute of Child Health and Human Development, NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Environmental Health", " Neurobiology", " Pediatrics", " Parenting/Child Care/Family"], "journal": "Trends in Neurosciences", "description": "Those parents you overhear transforming trips to the grocery store into sensory adventures -- telling babies too young to babble that broccoli is GREEN, radishes are RED and tangerines are ORANGE -- are onto something. Being exposed to a complex and stimulating environment rich with new sights, sounds and a full vocabulary can play a powerful role in strengthening infants' developing brains.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}