{"title": "80 percent of Ebola survivors suffer disabilities one year after discharge", "text": "New research, conducted by the University of Liverpool and Liverpool School of Tropical Medicine, highlights the need for long-term rehabilitation of Ebola survivors after almost 80% of those interviewed were found to have major limitations in mobility, cognition and vision.The scale of the 2014-2016 West African Ebola outbreak has resulted in an unprecedented number of survivors and the opportunity to vastly improve the understanding of the health challenges they face.Researchers, led by Soushieta Jagadesh, assessed disability amongst a cohort of Ebola Virus Disease (EVD) survivors 12 months following their discharge from the Ebola Survivors Clinic, 34 Military Hospital (MH34) in Freetown, Sierra Leone and compared with their close contacts.Twenty-seven EVD survivors and 54 unaffected contacts were recruited.Disability was measured using the Washington Group-Disability Extended Questionnaire (WG ES-F) for both the EVD survivors and their non-affected contacts. The questionnaire measured self-reported physical and mental impairments present at the time of the interview.The questionnaire assessed six domains: vision, hearing, mobility, self-care, communication and cognition. Functionality scores were calculated from the severity and frequency of anxiety, depression, pain and fatigability.Disability in at least one of the six domains was reported by significantly more EVD survivors than controls.Disability was reported by 78% of EVD survivors compared to 11% of non survivors.Differences in physical disability were most marked with the EVD survivors' cohort being between up to 206 times more likely to experience difficulty in walking 100m, 500m, climbing 12 stairs or overall moderate difficulty with mobility. Pain, fatigue, anxiety and depression all influence disability in mobility.Relative to controls the EVD survivors had very significantly increased mean pain scores, fatigue scores, anxiety scores and depression scores.The study also showed that EVD survivors had significantly higher subjective difficulties remembering or concentrating and were eight times more likely than controls to suffer from blurred vision.Dr Soushieta Jagadesh, said: \"We have demonstrated that a year following acute disease, survivors of the West African EVD outbreak continue to have a higher chance of disability in mobility, cognition and vision than their close-contacts. Issues such as anxiety and depression persist in EVD survivors and must not be neglected.\"Dr Janet Scott, Clinical Lecturer, University of Liverpool, said: \"This study highlights that EVD results in long term substantial disability. Understanding post Ebola syndrome could improve our future care of EVD patients and patients suffering the sequelae of other severe viral infections.\"Dr Ralf Weigel, Senior Clinical Lecturer, Liverpool School of Tropical Medicine, said: \"Further evaluation of the scale of disability in larger survivor cohorts would be useful, as is a new focus on sustainable long-term rehabilitation in EVD survivors.\"Dr Sesay, Clinical Lead EVD Survivors Clinic, MH34, commented: \"We continue to care for over 500 Ebola Survivors, as part of the country wide integrated network of EVD Survivors Care. This study highlights the continuing need for focused care for EVD survivors.\"", "article_link": "http://dx.doi.org/10.1093/cid/cix705", "url": "http://www.eurekalert.org/pub_releases/2017-08/uol-8oe082117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Liverpool", "keywords": ["Medicine/Health", " Health Professionals", " Infectious/Emerging Diseases", " Pain", " Public Health"], "journal": "Oxford University Press", "description": "New research, conducted by the University of Liverpool and Liverpool School of Tropical Medicine, highlights the need for long-term rehabilitation of Ebola survivors after almost 80 percent of those interviewed were found to have major limitations in mobility, cognition and vision.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}