{"title": "Are there racial differences in cognitive outcomes based on BP targets?", "text": "A new article published by JAMA Neurology investigates how various blood pressure targets for older patients treated for hypertension were associated with cognitive function and if racial differences existed in long-term cognitive outcomes.The Eighth Joint National Committee (JNC-8) recommended treating systolic blood pressure (SBP) to a target below 150 mm Hg in older adults while the Systolic Blood Pressure Intervention Trial (SPRINT) suggested a SBP level lower than 120 mm Hg decreases cardiovascular event rates. The association of discordant SBP targets with cognition and differences by race has not been systematically evaluated in the same population.  The study by Ihab Hajjar, M.D., M.S., of the Emory School of Medicine, Atlanta, and coauthors included 1,657 cognitively intact older adults ages 70 to 79 who were receiving treatment for hypertension and who were studied for a decade from 1997 to 2007. The authors report a greater decline in cognitive scores was associated with patients with SBP of 150 mm Hg or higher and less decline in those with SBP of 120 mm HG or lower. The study findings suggest a lower SBP target for black patients may be associated with greater cognitive benefit.The study acknowledges limitations, including the use of observational data with no randomization.\"This analysis of 10-year data from older adults receiving treatment for hypertension in the Health ABC study suggests that lower SBP levels are associated with greater cognitive protection. The lower targets may offer greater protection for older black adults with hypertension. Future guidelines need to consider this racial difference when reviewing or providing recommendations for management of hypertension,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-atr081717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "JAMA Neurology", "description": "A new article published by JAMA Neurology investigates how various blood pressure targets for older patients treated for hypertension were associated with cognitive function and if racial differences existed in long-term cognitive outcomes.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}