{"journal": "Nature Neuroscience", "url": "http://www.eurekalert.org/pub_releases/2017-03/lcom-ei032417.php", "description": "New research has uncovered that capillaries have the capacity to both sense brain activity and generate an electrical vasodilatory signal to evoke blood flow and direct nutrients to neurons.", "article_link": "http://dx.doi.org/10.1038/nn.4533", "date": "Fri, 24 Mar 2017 04:00:00 GMT", "funder": "American Heart Association, Totman Medical Research Trust, Fondation Leducq, European Union's Horizon 2020, National Institutes of Health", "title": "Electrical 'switch' in brain's capillary network monitors activity and controls blood flow", "region": "namerica", "source_link": null, "institution": "Larner College of Medicine at the University of Vermont", "text": "All it takes is the flip of a protein \"switch\" within the tiny wire-like capillaries of the brain to increase the blood flow that ensures optimal brain function. New research has uncovered that capillaries have the capacity to both sense brain activity and generate an electrical vasodilatory signal to evoke blood flow and direct nutrients to nourish hard-working neurons. These findings were reported online in Nature Neuroscience. When there is an increase in brain activity, there is an increase in blood flow, says Thomas Longden, Ph.D., assistant professor of pharmacology at the Larner College of Medicine at the University of Vermont and first author of the study. \"The area of the brain covered by the capillaries--the smallest blood vessels in the body -- vastly surpasses the area covered by arterioles. This ideally positions them for monitoring neuronal activity and controlling blood flow.\"Understanding the mechanisms that precisely direct cerebrovascular blood flow to satisfy the brain's ever-changing energy needs has, to date, eluded scientists. Neurons consume an enormous amount of the body's energy supplies -- about 20 percent -- yet lack their own reserves, so are reliant on blood to deliver nutrients. Previously, capillaries were thought to be passive tubes and the arterioles were thought to be the source of action. Now, Longden and colleagues have discovered that capillaries actively control blood flow by acting like a series of wires, transmitting electrical signals to direct blood to the areas that need it most.To achieve this feat, the capillary sensory network relies on a protein (an ion channel) that detects increases in potassium during neuronal activity. Increased activity of this channel facilitates the flow of ions across the capillary membrane, thereby creating a small electrical current that generates a negative charge--a rapidly transmitted signal -- that communicates the need for additional blood flow to the upstream arterioles, which then results in increased blood flow to the capillaries.The team's study also determined that if the potassium level is too high, this mechanism can be disabled, which may contribute to blood flow disturbances in a broad range of brain disorders. \"These findings open new avenues in the way we can investigate cerebral diseases with a vascular component,\" says co-first author Fabrice Dabertrand, Ph.D., an assistant professor of pharmacology at the University of Vermont's Larner College of Medicine. Cerebrovascular illnesses like Alzheimer's disease, CADASIL, and other conditions that cause cognitive decline can, in part, be a consequence of neurons not receiving enough blood flow and therefore not getting sufficient nutrients.\"If you're hungry, you're not able to do your best work; it may be the same for neurons,\" says Dabertrand, who adds that the group's next phase of research will focus on exploring potential pathological factors involved in disabling the capillary potassium-sensing mechanism. An image from the Vermont team's research will be featured on the cover of the May 2017 issue of Nature Neuroscience.", "meeting": "", "keywords": ["Cell Biology", " Pharmaceutical Sciences", " Medicine/Health", " Stroke", " Neurobiology", " Alzheimer's Disease"]}