{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-03/aha-oaw032017.php", "description": "Improving physical function among older adults with heart disease helps heart health and even the oldest have a better quality of life and greater independence.  Healthcare providers should emphasize cardiac rehabilitation when appropriate and provide individualized guidance on increasing daily physical activities for older patients with heart disease.", "article_link": "http://dx.doi.org/10.1161/CIR.0000000000000483", "date": "Thu, 23 Mar 2017 04:00:00 GMT", "funder": "", "title": "Older adults with heart disease can become more independent and heart healthy with physical activity", "region": "namerica", "source_link": "http://newsroom.heart.org/news/older-adults-with-heart-disease-can-become-more-independent-and-heart-healthy-with-physical-activity?preview=66611b0c2883357a8adfaef2f8f093b9", "institution": "American Heart Association", "text": "DALLAS, March 23, 2017 -- Improving physical activity among older adults with heart disease benefits their heart health, independence and quality of life, according to a new American Heart Association scientific statement published in the American Heart Association journal Circulation.Physical activity helps reduce heart disease symptoms for patients with heart failure, heart attacks and stroke, and it also helps to improve the age-related erosions of strength, balance, and reduces frailty that particularly affect older heart patients. It is important part of care for the growing population of older adults with heart disease.\"Many healthcare providers are focused only on the medical management of diseases, such as heart failure, heart attacks, valvular heart disease and strokes, without directly focusing on helping patients maximize their physical function,\" said Daniel E. Forman, M.D., the geriatric cardiologist who chaired the American Heart Association panel that drafted the new statement.\"Yet, after a heart attack or other cardiac event, most patients also want to regain physical capacity and confidence to maintain their independence and quality of life, such as the ability to lift a grocery bag and to carry it to their car,\" Forman said.Aerobic fitness is a measure of how well the body transports oxygen during sustained exercise, which tends to decline with age. Older adults with heart disease are at added risk for frailty -- unintentional weight loss, exhaustion, slowness while walking and low levels of physical activity - which often limits their ability to return to an active and independent life after a cardiac event, such as a heart attack, even if their heart disease was treated with the correct medications and procedures.\"Emphasizing physical function as a fundamental part of therapy can improve older patients' quality of life and their ability to carry out activities of daily living. Patients in their 70s, 80s and older can benefit,\" said Forman, a professor of medicine at the University of Pittsburgh Medical Center and VA Pittsburgh Healthcare System in Pennsylvania.Cardiac rehabilitation is one crucial tool for helping elderly heart patients restore and maintain function. These programs provide exercise counseling and training to promote heart health, manage stress and depression, and educate people on proper nutrition, tobacco cessation and other topics. It is especially important in helping older adults gain confidence and stamina after an illness and hospitalization. But nationally, only about one-third or fewer of eligible, elderly, cardiac patients get such care.\"Cardiac rehabilitation is not prescribed often enough,\" Forman said. \"When treating cardiac patients in their 70s, 80s and 90s, healthcare providers often stress medications and procedures without considering the importance of getting patients back on their feet, which is exactly what cardiac rehabilitation programs are designed to do.\"Even without a formal cardiac rehabilitation program, keeping patients' personal goals in mind, doctors can tailor physical activity advice to help them improve their physical function and remain independent, according to the statement. Daily walking has been linked to better health. Resistance and balance training can reduce the risk for falls. Tai chi and yoga combine strength, aerobic and balance elements. Even encouraging patients to do more chores around the house can be helpful, Forman said.Medicines that are staples in cardiology can ironically complicate the picture of how well patients function in daily life. For example, cholesterol-lowering drugs can sometimes cause muscle pain, anti-ischemic drugs may cause fatigue and blood pressure drugs may cause dehydration, dizziness and falls, Forman said.\"By the time they're 75, about half of cardiac patients are taking more than 10 medications, and they can have cumulative effects that are uncertain and which can be debilitating,\" Forman said. \"We really have to talk to patients and weigh the benefits versus the risk of each medication, especially if they seem to be contributing to a lower level of physical function.\"The new statement details an array of methods for healthcare providers to measure factors related to functional status in older patients to help improve their quality of life and ability to remain independent. Capabilities should be assessed as part of every regular physical exam to track where people are and to detect sudden declines. It is also vital to assess functional benchmarks after medical procedures or hospitalizations, which can cause a loss of muscle mass and a functional setback, he said.The issue is growing in importance as the number of Americans age 65 or older is expected to double between 2010 and 2050, ultimately accounting for one-fourth of the U.S. population, the statement noted.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}