{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/nion-sdu032217.php", "description": "A study in Neurology suggests that analyzing levels of the protein p75ECD in urine samples from people with amyotrophic lateral sclerosis (ALS) may help monitor disease progression as well as determine the effectiveness of therapies. The study was supported by National Institute of Neurological Disorders and Stroke (NINDS) and National Center for Advancing Translational Sciences (NCATS), both part of the National Institutes of Health.", "article_link": null, "date": "Wed, 22 Mar 2017 04:00:00 GMT", "funder": "NIH/ National Institute of Neurological Disorders and Stroke, NIH/ National Center for Advancing Translational Sciences", "title": "Scientists discover urinary biomarker that may help track ALS", "region": "namerica", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "A study in Neurology suggests that analyzing levels of the protein p75ECD in urine samples from people with amyotrophic lateral sclerosis (ALS) may help monitor disease progression as well as determine the effectiveness of therapies. The study was supported by National Institute of Neurological Disorders and Stroke (NINDS) and National Center for Advancing Translational Sciences (NCATS), both part of the National Institutes of Health. Mary-Louise Rogers, Ph.D., senior research fellow at Flinders University in Adelaide, Australia, and Michael Benatar, M.D., Ph.D, professor of neurology at the University of Miami, and their teams, discovered that levels of urinary p75 ECD increased gradually in patients with ALS as their disease progressed over a 2-year study period. \"It was encouraging to see changes in p75ECD over the course of the study, because it suggests an objective new method for tracking the progression of this aggressive disease,\" said Amelie Gubitz, Ph.D., program director at NINDS. \"In addition, it indicates the possibility of assessing whether levels of that protein decrease while patients try future treatments, to tell us whether the therapies are having any beneficial effects.\"Further analysis of the samples from 54 patients revealed that those who began the study with lower levels of urinary p75ECD survived longer than did patients who had higher levels of the protein initially, suggesting that it could be a prognostic marker of the disease and may inform patients about their illness. Dr. Benatar and his team noted that this may be useful in selecting participants for clinical trials and in improving study design.      The protein p75 is important early in life, but does not appear in adults unless motor neurons are injured. Previous studies in mouse models of ALS reported that p75 was re-expressed in motor neurons as the animals became sick and p75ECD was found in the urine of the mice even before they exhibited muscle weakness. p75 has also been seen on motor neurons in post-mortem tissue from ALS patients. \"As we move potential new therapies into phase-2 clinical trials, our findings suggest that p75ECD may tell us a lot about how well the treatments are working. Additionally, the ease of obtaining urine samples could help reduce the burden of patient participation in clinical studies,\" said Dr. Benatar. ", "meeting": "", "keywords": ["Biochemistry", " Cell Biology", " Neurochemistry", " Medicine/Health", " Neurobiology"]}