{"journal": "The BMJ", "url": "http://www.eurekalert.org/pub_releases/2017-03/b-mdl032117.php", "description": "Moderate drinking is associated with a lower risk of several, but not all, cardiovascular diseases, finds a large study of UK adults published by The BMJ today.", "article_link": null, "date": "Wed, 22 Mar 2017 04:00:00 GMT", "funder": "", "title": "Moderate drinking linked to lower risk of some -- but not all -- heart conditions", "region": "europe", "source_link": null, "institution": "BMJ", "text": "Moderate drinking is associated with a lower risk of several, but not all, cardiovascular diseases, finds a large study of UK adults published by The BMJ today.The finding that moderate drinking is not universally associated with a lower risk of all cardiovascular conditions suggests a more nuanced approach to the role of alcohol in prevention of cardiovascular disease is necessary, say the researchers.Moderate drinking is thought to be associated with a lower risk of developing cardiovascular disease compared with abstinence or heavy drinking.In the UK, moderate drinking is defined as no more than 14 units (112 grams) of alcohol a week. To put this into context, one unit of alcohol is about equal to half a pint of ordinary strength beer, lager or cider (3.6% alcohol by volume) or a small pub measure (25 ml) of spirits. There are one and a half units of alcohol in small glass (125 ml) of ordinary strength wine (12% alcohol by volume). [Source: NHS Choices]There is, however, a growing scepticism around this observation, with some experts pointing out several shortcomings in the evidence. For example, grouping non-drinkers with former drinkers, who may have stopped drinking due to poor health.So researchers at the University of Cambridge and University College London set out to investigate the association between alcohol consumption and 12 cardiovascular diseases by analysing electronic health records for 1.93 million healthy UK adults as part of the CALIBER (ClinicAl research using LInked Bespoke studies and Electronic health Records) data resource.All participants were free from cardiovascular disease at the start of the study, and non-drinkers were separated from former and occasional drinkers to provide additional clarity in this debate.After several influential factors were accounted for, moderate drinking was associated with a lower risk of first presenting to a doctor with several, but not all, cardiovascular conditions, including angina, heart failure and ischaemic stroke, compared with abstaining from alcohol.However, the authors argue that it would be unwise to encourage individuals to take up drinking as a means of lowering their cardiovascular risk over safer and more effective ways, such as increasing physical activity and stopping smoking.Heavy drinking (exceeding recommended limits) conferred an increased risk of first presenting with a range of such diseases, including heart failure, cardiac arrest and ischaemic stroke compared with moderate drinking, but carried a lower risk of heart attack and angina.Again, the authors explain that this does not mean that heavy drinkers will not go on to experience a heart attack in the future, just that they were less likely to present with this as their first diagnosis compared with moderate drinkers.This is an observational study, so no firm conclusions can be drawn about cause and effect. Added to which, the authors point to some study limitations that could have introduced bias.Nevertheless, they say it is the first time this association has been investigated on such a large scale and their findings have implications for patient counselling, public health communication, and disease prediction tools.In a linked editorial, researchers at Harvard Medical School and Johns Hopkins School of Public Health in the US say this study \"does not offer a materially new view of the associations between alcohol consumed within recommended limits and risk of cardiovascular disease.\"This work, however, sets the stage for ever larger and more sophisticated studies that will attempt to harness the flood of big data into a stream of useful, reliable, and unbiased findings that can inform public health, clinical care, and the direction of future research,\" they conclude.", "meeting": "", "keywords": ["Medicine/Health"]}