{"journal": "Neuron", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--sib032117.php", "description": "A UCLA study has traced the Pavlovian response to a small cluster of brain cells -- the same neurons that go awry during Huntington's disease, Parkinson's disease and Tourette's syndrome. The research could one day help neuroscientists find new approaches to diagnosing and treating these disorders.", "article_link": null, "date": "Wed, 22 Mar 2017 04:00:00 GMT", "funder": "McKnight Endowment Fund for Neuroscience, NIH/National Institute on Drug Abuse, NIH/National Institute of Neurological Diseases and Stroke, National Science Foundation", "title": "Study identifies brain cells involved in Pavlovian response", "region": "namerica", "source_link": null, "institution": "University of California - Los Angeles Health Sciences", "text": "In his famous experiment, Russian scientist Ivan Pavlov rang a bell each time he fed his dogs. Soon, the dogs began drooling in anticipation when they heard the bell, even before food appeared.Now, a UCLA study has traced the Pavlovian response to a small cluster of brain cells -- the same neurons that go awry during Huntington's disease, Parkinson's disease and Tourette's syndrome. Published March 22 in the journal Neuron, the research could one day help neuroscientists find new approaches to diagnosing and treating these disorders.\"Species survive because they've learned how to link sensory cues like specific sounds, smells and sights to rewards like food and water,\" said Sotiris Masmanidis, the study's senior author and an assistant professor of neurobiology at the David Geffen School of Medicine at UCLA. \"We wanted to uncover the brain circuitry that encodes reward-based learning and behavior.\"The UCLA team focused on cellular activity in the striatum, a part of the brain associated with reward, movement and decision-making.In a modern version of Pavlov's experiment, Masmanidis and colleagues repeatedly exposed mice to the unfamiliar scent of banana or lemon, followed by a drop of condensed milk. Eventually, the mice learned that the fragrances predicted the arrival of a sweet reward and began fervently licking the air in anticipation.Video\"The mice learned to associate the new scent with food, just like Pavlov's dogs,\" said Masmanidis, who is also a member of UCLA's California NanoSystems Institute and Brain Research Institute. \"Our next step was to uncover what happens to the Pavlovian response when we silence different groups of cells in the striatum.\"Based on clues from earlier studies, the team zeroed in on a tiny group of cells that support the principal neurons in the striatum. Although these supporting players comprise fewer than 2 percent of the cells in the region, the scientists were surprised to discover that they play a disproportionately important role.\"When we switched off the support cells, the mice licked the air in anticipation of the milk only half as often as normal,\" Masmanidis said. \"We suspect that the support cells enhance the brain circuits that encode Pavlovian response.\"The support cells' influence appeared strongest when the mice were first learning to pair the unfamiliar scents with a reward. The change was less dramatic in mice who had already mastered the connection.\"These cells were most essential to inexperienced mice who hadn't yet mastered the Pavlovian response,\" Masmanidis said.The findings suggest that malfunctioning support cells could lead to neurological disorders, and that restoring the cells' function could eventually help people with these diseases.More than a century after Pavlov's classic study, there is still much to learn about Pavlovian responses. \"Our findings open up exciting opportunities for further studying the roles of different types of neurons in health and disease,\" said joint first-author Kwang Lee, a UCLA postdoctoral researcher in neurobiology.", "meeting": "", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Memory/Cognitive Processes"]}