{"journal": "PLOS Biology", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-nds032017.php", "description": "The discovery of a chemical compound that halts the production of a small set of proteins suggests a new drug search strategy: find compounds that target undesired proteins before they even get made; according to a new study publishing March 21 in the open access journal PLOS Biology by Jamie Cate of University of California, Berkeley, Robert Dullea of Pfizer Worldwide Research & Development, and their respective teams.", "article_link": "http://dx.doi.org/10.1371/journal.pbio.2001882", "date": "Tue, 21 Mar 2017 04:00:00 GMT", "funder": "", "title": "New drug strategy: Target the ribosome to halt protein production", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "The discovery of a chemical compound that halts the production of a small set of proteins suggests a new drug search strategy: find compounds that target undesired proteins before they even get made; according to a new study publishing March 21 in the open access journal PLOS Biology by Jamie Cate of University of California, Berkeley, Robert Dullea of Pfizer Worldwide Research & Development, and their respective teams.Many of today's therapies for cancer or heart disease are monoclonal antibodies that bind and disable target proteins outside the cell. But monoclonal antibodies aren't effective against all proteins, and can't enter cells. Most drug targets, whether they are the scaffolding proteins used to build cells, the enzymes in charge of cellular housekeeping, or the hormones that carry messages in and between cells, are all made by ribosomes--the large, general-purpose molecular machines that translate genetic instructions in the form of messenger RNA into working proteins.Through live-cell screening for compounds Cate, Dullea and their co-authors now report that a small molecule (named PF-06446846) able to block the production of a specific protein (PCSK9) involved in the turnover of low-density lipoprotein (LDL) does so by stalling only the ribosome that produces that protein. Whereas some antibiotics like erythromycin have long been known to stall ribosomes, they do so indiscriminately, halting production of most proteins; the authors found that by contrast PF-06446846 stalls the ribosome only when it's producing the protein PCSK9 and a couple dozen others out of the tens of thousands of proteins the body produces.Knocking out the PCSK9 protein is known to lower blood levels of LDL cholesterol --the so-called \"bad cholesterol\"--presumably lowering risk of cardiovascular disease. The authors showed that when delivered orally to rats, PF-06446846 lowered LDL cholesterol levels, much the way statins do, though by a different mechanism, by lowering the production of the PCSK9 protein. Pfizer designed this project from the onset to ask the question of whether selective translational stalling in eukaryotic cells was feasible.  The Pfizer team envisioned that such an approach could have general application for difficult targets such as protein-protein interactions.  When it became clear that this approach had merit the team established a strong collaboration with the Berkeley team to expand the understanding of selectivity and mode of action, and demonstrate just how selective compounds that target the human ribosome can be.While it's still unclear what the two dozen proteins affected have in common that makes them susceptible to stalling by PF-06446846, Cate sees these findings as clear evidence that ribosomal stalling can occur very specifically, something most researchers thought unlikely. \"PCSK9 was just where we started. Now, we can think about how to come up with other small molecules that hit proteins that nobody has been able to target before because, maybe, they have a floppy part, or they don't have a nook or cranny where you can bind a small molecule to inhibit them,\" Cate said. \"This research is saying, we may be able to just prevent the synthesis of the protein in the first place. We now have this key blank that we can cut in a number of different ways to try to go after undruggable proteins in a number of different disease states. No one really thought that would have been possible before.\"According to Cate, the ribosome assembles amino acids into a chain inside a tunnel that holds about 30 to 40 amino acids before the end begins to poke out of the tunnel. PF-06446846 then appears to bind to specific amino acid sequences of the growing protein within that tunnel in the ribosome and make them kink enough to stop progress down the tunnel, halting protein synthesis.\"We found that the proteins that are stalled are too short to stick outside the ribosome,\" Cate said. \"So we think the compound is actually trapping this snake-like chain, the starting part of the protein, in the tunnel: not completely blocking the tunnel, but just partially blocking it, in a way that prevents this particular protein from making its way out.\"", "meeting": "", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Physiology", " Medicine/Health", " Cardiology", " Stroke", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Genes"]}