{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/nuoi-cai032117.php", "description": "CÚRAM, the Science Foundation Ireland Centre for Research in Medical Devices, based at National University of Ireland Galway (NUI Galway) today announced an agreement with Mayo Clinic in the United States to collaborate on research into blood clots that cause ischemic stroke.", "article_link": null, "date": "Tue, 21 Mar 2017 04:00:00 GMT", "funder": "Science Foundation Ireland, Neuravi", "title": "CÚRAM announces international research collaboration with Mayo Clinic", "region": "europe", "source_link": "http://www.nuigalway.ie/about-us/news-and-events/news-archive/2017/march2017/curam-announces-international-research-collaboration-with-mayo-clinic-.html", "institution": "National University of Ireland Galway", "text": "International collaboration will support ground-breaking research on the blood clots that cause stroke and drive significant improvements in outcomes for patients in the future CÚRAM, the Science Foundation Ireland Centre for Research in Medical Devices, based at National University of Ireland Galway (NUI Galway) today announced an agreement with Mayo Clinic in the United States to collaborate on research into blood clots that cause ischemic stroke.  As part of this agreement, researchers will work at CÚRAM and Mayo Clinic, to analyze and characterise clots from stroke patients in both Europe and the United States. The goal of the research is to advance and improve therapies for stroke patients in the future.   An estimated 15 million strokes occur worldwide each year. Ischemic strokes occur as a result of an obstruction within a blood vessel supplying blood to the brain. Ischemic stroke can be caused by clots that come from the heart, or from the carotid artery, or from other parts of the body. The characteristics of these clots can vary widely, which has implications for what therapy is given to patients.   This unique collaboration brings together clinicians, scientists and engineers from academia, stroke centers, and industry to drive innovation through targeted research. With funding support from both Neuravi, an Irish biomedical company experienced in endovascular device development, and from Science Foundation Ireland, the collaboration reflects the commitment of a diverse group of experts to advancing the understanding and treatment of stroke.An NUI Galway post-doctoral fellow will perform research on secondment at Mayo Clinic to facilitate collaboration on standardising protocols and setting up an international database. Mayo Clinic's Applied Neuroradiology Lab is initiating a nationwide effort in the US to retrospectively and prospectively collect samples of clots removed from patients who have suffered a stroke in order to analyze them to inform treatment in the future. Through CÚRAM, NUI Galway will be establishing a dedicated clot pathology lab to conduct parallel clot research in Europe.     Professor Abhay Pandit, Scientific Director of CÚRAM at NUI Galway, commented: \"With this partnership and postdoctoral fellow program with Mayo Clinic, we're excited by the opportunity to advance research in this area. Researchers at CÚRAM have been working on the analysis and characterisation of clots through collaborative arrangements with Neuravi, and we're delighted that they and Science Foundation Ireland are funding this postdoctoral fellow program. This convergence of interests and expertise has enabled us to structure a unique collaboration with Mayo Clinic. We hope this will lead to ground-breaking research and drive significant improvements in outcomes for stroke patients in the future.\"David Kallmes, Director of Mayo Clinic Applied Neuroradiology Lab, said: \"We've come a long way in treating stroke, but we're just beginning to tap the surface when it comes to understanding the occlusive clots that cause acute ischemic stroke. It is not an insignificant challenge, and so this kind of multinational public-private research collaboration puts us in a unique position to make real progress. Working together with motivated stroke experts in the US, we've started the Stroke Thromboembolism Registry of Imaging and Pathology (STRIP) to analyze actual clots retrieved via thrombectomy (the surgical removal of a clot from a blood vessel), and to use that learning to inform treatment. This program with CÚRAM will help us make this into a world-class research effort.\"", "meeting": "", "keywords": ["Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Health Care", " Medicine/Health", " Stroke", " Biomedical/Environmental/Chemical Engineering", " Research/Development", " Technology Transfer"]}