{"journal": "Colloids and Surfaces B: Biointerfaces", "url": "http://www.eurekalert.org/pub_releases/2017-03/iu-ccn032117.php", "description": "Chemists from Russia and Switzerland created biosafe luminescent nanoparticles for imaging tumors and blood vessels damaged by heart attack or stroke. The particles are made of hafnium oxide that is allowed for intravenous injection, and doped with ions of rare earth metals. The scientists hope that the development will give an alternative to toxic quantum dots and help imaging deep tissues without harming a human body. The study appeared in Colloids and Surfaces B: Biointerfaces.", "article_link": "http://dx.doi.org/10.1016/j.colsurfb.2017.02.029", "date": "Tue, 21 Mar 2017 04:00:00 GMT", "funder": "Presidential Grant for Young Scientists, Ministry of education and science of Russian Federation, ETH Zurich", "title": "Chemists created nanoparticles for safe imaging of tumors", "region": "europe", "source_link": null, "institution": "ITMO University", "text": "Chemists from Russia and Switzerland created biosafe luminescent nanoparticles for imaging tumors and blood vessels damaged by heart attack or stroke. The particles are made of hafnium oxide that is allowed for intravenous injection, and doped with ions of rare earth metals. The scientists hope that the development will give an alternative to toxic quantum dots and help imaging deep tissues without harming a human body. The study appeared in Colloids and Surfaces B: Biointerfaces.The scientists from ITMO University in Saint Petersburg and ETH Zurich are inspired by the goal to safely visualizing cancer tumors and damaged blood vessels in a heart and a brain. The developed nanoparticles can emit a visible light under the ultraviolet and blue excitation that will allow one to use them as a contrast agent when taking pictures of internal tissues.The imaging of organs is not illustrative without suitable markers, however, all optically active substances used today for this purpose have significant drawbacks. Thus, organic agents do not show universality and rapidly disintegrate in the body. But semiconductor nanoparticles called quantum dots are very toxic. They have unique luminescent properties, but because of their hazardous effect on a living organism, these particles can be used only in vitro.According to ITMO scientists, they developed markers, which are free from these drawbacks and can replace quantum dots in the future. The new nanoparticles are composed of hafnium oxide doped of rare earth ions, particularly europium and terbium. They provide high luminescent properties of the particles while hafnium oxide acts as a transparent matrix that protects their biosafety and keeps them shining.Hafnium oxide is bioinert; in 2015, FDA included this substance in a list of oxides that are approved for invasive use. Some forms of iron and aluminum oxides are also allowed for intravenous injection. But unlike hafnium, they absorb too much light and weaken luminescence.In addition, hafnium and rare earth metals have atoms that are close in size, so chemists managed to keep the crystal oxide structure arranged when replacing a part of hafnium ions with rare earths. This allowed the scientists to give the required optical properties to the nanoparticles, as well as to prevent them from sedimentation in biological fluids of neutral pH.The Sedimentation of particles can accumulate and block blood vessels. \"We could not cover nanoparticles with a stabilizer, because it would reduce the quantum yield,\" tells Aleksandra Furasova, the first author of the paper and research fellow at the International Laboratory \"Solution Chemistry of Advanced Materials and Technologies\" (SCAMT) of ITMO University. \"That is why we doped hafnium oxide with rare earth metal ions. Firstly, they charged surface of the particles that stabilized the latter in biological fluids. Secondly, introducing different rare earths, we learned to shift the luminescence spectrum. For example, particles with terbium emit the green region, but particles with europium - in red. Such adjusting will be useful for solving specific tasks.\"As known, rare earth elements have a definite level of toxicity. So the researchers checked if it could prevent using the doped nanoparticles. The chemists added large amounts of the particles to the samples of blood plasma and the medium with cultivated cells. It turned out that the particles are stable in blood and do not change their consistency and due to the ability of rare earth ions to be strongly bounded in oxide, they do not harm cells.Anna Fakhardo, a SCAMT researcher, adds: \"For three days, we watched the life cycle of cultivated lung fibroblasts and mesenchymal stem cells and noticed no toxic effects caused by neither pure nor doped nanoparticles of hafnium oxide. That is, they can be potentially applied in medicine.\"In the future, the scientists are going to use nanoparticles of hafnium oxide not only for imaging, but for tumor therapy. Under X-rays, atoms of hafnium and rare earth metals like all heavy elements ionize water molecules around that turn into so-called free radicals and begin to kill neighboring cells. This method of cancer treatment is applied by specific foreign companies and cannot compete with chemotherapy in price, but it is supposed to be more harmless because it allows one to treat tumors, even in the brain, locally.", "meeting": "", "keywords": ["Cell Biology", " Microbiology", " Chemistry/Physics/Materials Sciences", " Chemical/Biological Weapons", " Optics", " Pharmaceutical Sciences", " Cancer", " Stroke", " Nanotechnology/Micromachines"]}