{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc--sp031717.php", "description": "Location-tracking apps on smartphones could be used to help track and manage care for thousands of patients who suffer from chronic diseases, and possibly even provide feedback to them on lifestyle changes that could help, according to an initial assessment by researchers at UC San Francisco.", "article_link": null, "date": "Tue, 21 Mar 2017 04:00:00 GMT", "funder": "Office of Behavioral and Social Sciences Research, NIH/National Institute of Biomedical Imaging and Bioengineering, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Heart, Lung, and Blood Institute", "title": "'Geofencing' shows promise in tracking chronic care", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/03/406101/geofencing-shows-promise-tracking-chronic-care", "institution": "University of California - San Francisco", "text": "Location-tracking apps on smartphones could be used to help track and manage care for thousands of patients who suffer from chronic diseases, and possibly even provide feedback to them on lifestyle changes that could help, according to an initial assessment by researchers at UC San Francisco.In the study, researchers provided a smartphone app to 3,443 participants age 18 and older from all 50 states. The app, which was developed by app developer Ginger.io in collaboration with study investigators, used \"geofencing,\" a location-based program that defines geographical boundaries. This app tracked participants when they entered a hospital and triggered a questionnaire when they were located in the hospital for more than four hours.Researchers found the app alone to be 65 percent accurate in identifying when someone was in a hospital and how long they stayed, which they considered a promising start for a new concept. Their findings appear online March 21, 2017, in the American Heart Association journal Circulation: Cardiovascular Quality and Outcomes.\"As the prevalence of chronic disease increases with the aging population, there is a need for improved health care monitoring and more timely treatment between encounters with health care providers,\" said senior author Gregory Marcus, MD, MAS, a UCSF Health cardiologist and director of clinical research in the UCSF Division of Cardiology. \"Our app only had moderate accuracy, but this approach could revolutionize not only the way we ascertain if someone is sick, but also could be relevant to geofencing any location for a number of health-care related studies or interventions.\"Chronic diseases, such as heart disease, stroke, Type 2 diabetes, cancer and chronic lung disease, afflict roughly half of the U.S. adult population, or about 133 million people. They also are responsible for seven of 10 deaths each year and account for 86 percent of the nation's health care costs, according to the U.S. Centers for Disease Control and Prevention.Hospitalization information is critical to assess quality of care, as well as the efficacy and adverse effects of various therapies. However, there is no optimal method to ascertain data: self-reported data suffers from recall bias; medical records and administrative claims are resource intensive; and relying on electronic medical records alone may miss hospital events at hospitals outside a particular network.Smartphones are increasingly used for medical diagnostics, disease monitoring and counseling. By using geofencing apps, they could become a potential resource for tracking medical visits and reducing the error of retrospective reporting. Ultimately, this approach also may be applicable for other types of locations, such as grocery stores, fast food restaurants, gymnasiums, pharmacies and liquor stores, to facilitate health care research and implementation.In the Circulation: Cardiovascular Quality and Outcomes study, Marcus and his colleagues worked with participants in the ongoing Health eHeart Study. Currently including more than 90,000 consented participants toward a goal of 1 million and including any interested adult with an email address, this study harnesses the power of online and mobile technology to gather cardiovascular data through devices such as smartphone apps, ECG smartphone cases and portable blood pressure cuffs.In addition to the app use, an in-person component of the study included patients with a known hospital visit for electrophysiology and cardiac catheterization procedures who brought their phone with the installed app on the day of their scheduled procedure to respond to any notifications. For the in-person part of the study, researchers evaluated the app's ability to detect known hospital visits, the correlation between the length of the hospital visit detected by the app compared to the medical record, and participant feedback at one week and one month after study enrollment. For the remote aspect, they evaluated whether there was a true medical visit as determined from the medical record. An app-based medical visit was considered accurate if there was evidence from the medical record that participants visited the medical center within 24 hours of the time reported by the app.Of 22 eligible in-person patients, 17 hospitalizations were detected, and the application-reported length of stay was positively correlated with the actual hospital length. The remote arm detected 243 visits among 119 different hospitals, with 65 percent accuracy in reporting a hospitalization.In-person study participants reported a high ease and low burden of use at the one-week follow up, with high interest in continued use of the app during the one week and one month surveys, said Marcus, who is a specialist in the treatment of arrhythmias and an endowed professor of atrial fibrillation research in the UCSF School of Medicine. The researchers said potential improvements include more clear instructions to participants, ongoing feedback and confirmation of the four-hour window as an appropriate threshold. They also note the need to keep patient information private and secure, ensuring that participating patients understand what data are being tracked and how it will be used. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Public Health", " Technology/Engineering/Computer Science"]}