{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoq-pcp031617.php", "description": "A small protein that could protect the brain from stroke-induced injury has been discovered by researchers from the University of Queensland and Monash University.", "article_link": null, "date": "Mon, 20 Mar 2017 04:00:00 GMT", "funder": "Australian National Health and Medical Research Council, Australian Research Council, University of Queensland", "title": "Protein could prevent brain damage caused by stroke", "region": "africa", "source_link": null, "institution": "University of Queensland", "text": "A small protein that could protect the brain from stroke-induced injury has been discovered by researchers from The University of Queensland and Monash University.UQ Institute for Molecular Bioscience researcher Professor Glenn King, who led the research, said the small protein showed great promise as a future stroke treatment. \"We believe that we have, for the first time, found a way to minimise the effects of brain damage after a stroke,\" Professor King said.\"The small protein we discovered, Hi1a, blocks acid-sensing ion channels in the brain, which are key drivers of brain damage after stroke.\"During preclinical studies, we found that a single dose of Hi1a administered up to eight hours after stroke protected brain tissue and drastically improved neurological performance.\"This world-first discovery will help us provide better outcomes for stroke survivors by limiting the brain damage and disability caused by this devastating injury.\"Stroke claims six million lives worldwide each year, and five million survivors are left with a permanent disability.Professor King said he hoped this discovery could radically improve outcomes for stroke patients.\"One of the most exciting things about Hi1a is that it provides exceptional levels of protection for eight hours after stroke onset, which is a remarkably long window of opportunity for treatment,\" he said.\"Hi1a even provides some protection to the core brain region most affected by oxygen deprivation, which is generally considered unrecoverable due to the rapid cell death caused by stroke.\"We are now working to secure financial support to fast-track this promising stroke therapy towards clinical trials.\" This research was published overnight in Proceedings of the National Academy of Sciences of the United States of America.It involved scientists from UQ's Institute for Molecular Bioscience, School of Biomedical Sciences, Queensland Brain Institute, and Centre for Advanced Imaging; and Monash University's Biomedical Discovery Institute and Department of Pharmacology.", "meeting": "", "keywords": ["Biochemistry", " Biochemistry", " Medicine/Health", " Cardiology", " Stroke", " Neurochemistry", " Biomedical/Environmental/Chemical Engineering", " Research/Development"]}