{"journal": "Lancet Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-03/mcog-sss032017.php", "description": "A multicenter trial looking at whether a single dose of millions of adult, bone-marrow-derived stem cells can aid stroke recovery indicates it's safe and well-tolerated by patients but may not significantly improve their recovery within the first three months, researchers report.", "article_link": null, "date": "Mon, 20 Mar 2017 04:00:00 GMT", "funder": "", "title": "Study shows stem cell therapy is safe for stroke patients; may aid recovery if given early", "region": "namerica", "source_link": null, "institution": "Medical College of Georgia at Augusta University", "text": "AUGUSTA, Ga. (March 20, 2017) - A multicenter trial looking at whether a single dose of millions of adult, bone-marrow-derived stem cells can aid stroke recovery indicates it's safe and well-tolerated by patients but may not significantly improve their recovery within the first three months, researchers report. However, the trial does provide evidence that giving the therapy early - within the first 36 hours after stroke symptoms surface - may enhance physical recovery by reducing destructive inflammation as well as the risk for serious infections and that these benefits might continue to surface many months down the road, they report in the journal Lancet Neurology.Stroke is a leading cause of long-term disability and the leading preventable cause of disability, according to the American Heart Association.\"There is solid evidence from our basic science work and now some indicators from this phase 2 patient trial that giving these stem cells can safely help dial back the body's immune response to stroke injury that can ultimately further damage the brain and body,\" said Dr. David C. Hess, stroke specialist and chairman of the Department of Neurology at the Medical College of Georgia at Augusta University. Hess, corresponding author of the study, said next-phase trials already are being planned that make time-appropriate adjustments. The study at 33 centers in the United States and the United Kingdom from October 2011 to December 2015 included 129 adults with moderately severe strokes. A dose of 400 million cells were given to a handful of patients to establish safety, the dose was then increased to 1,200 million cells for the majority of patients. About half of patients received a single dose of the stem cells while the remainder received placebo. Patients in both arms were able to also have received standard stroke therapies, including the clot-buster tPA and/or an endovascular procedure to retrieve the clot. While the study made several adjustments along the way to enable better enrollment, it was an early adjustment in the timeframe for giving the therapy that may have impacted results, Hess said. Trial leaders extended the timeframe for therapy from the original 24 to 36 hours - which was suggested by previous animal studies - to 24 to 48 hours. That adjustment was in response to limited hours at some centers to thaw and otherwise prepare the cells for patients as they qualified for the study. Now cell developers have reduced thaw times from 6 hours to 30 minutes and made the process much easier, which should enable tighter timeframes for giving the treatment moving forward, Hess said. Although the primary analysis of results was done at 90 days, about 80 percent of study participants were followed for a full year. It was those longer-term results, particularly in the small number of patients who got therapy early, that suggested the cell therapy group might be more likely to continue to recover, with reduced disability and fewer infections one year out than the placebo group, investigators write. The multipotent cells, dubbed MultiStem, were developed by the international biotechnology company Athersys Inc., which also funded the clinical trial.  Doses given in the study were the largest ever given in a human cell therapy trial. Side effects in a minority of patients included bad breath, fever, chills, nausea and vomiting. Death and other serious adverse events were no different in the treated versus untreated patients. The fact that the cells are scalable and require no tissue typing make it a potentially widely and rapidly available therapy for stroke patients, Hess said. \"The cells are 'off the shelf' and ready to go,\" he said. \"One donor of these cells provides hundreds of thousands of doses to patients.\" Researchers like Hess, who have studied the cells, believe they primarily work by modulating the body's immune response, which can go a bit haywire following a stroke. An immune response is definitely needed to help the brain heal and to remove debris generated by dead or damaged tissue. But there also may be a secondary response that includes immune organs like the spleen, beginning to shrink in size within the first hours after symptoms of stroke arise, Hess said. The spleen, an organ typically about four inches long and found just to the left of the stomach, is an important immune system regulator that filters blood and stores immune cells. Shrinkage that follows a stroke prompts it to quickly dump activated immune cells that can go to the brain and worsen inflammation and damage there, Hess said.Ironically, patients can then experience what is termed a more generalized \"immune exhaustion\" that puts them at increased risk of infections, like pneumonia and urinary tract infections. \"Some inflammation is good, but in a big stroke, it almost always overshoots,\" Hess said of this second neuroinflammatory response. \"We think this secondary neuroinflammatory process is preventing the natural healing tendencies of the body.\"The researchers found patients receiving cell therapy had lower blood levels of inflammatory signals called cytokines as well as other drivers of the immune response such as circulating lymphocytes and a subset of lymphocytes called regulatory T cells. \"We think cell therapy prevents this early egress of cells from the spleen that go to the brain and, by doing that, they also prevent the later exhaustion of the spleen and immune system,\" Hess said.Researchers note that they are not certain that the blood levels they measured correlate with tissue levels and they did not measure the spleen size of study participants. However, they plan to look more closely at both in future studies and already have animal evidence the cell therapy reduces spleen shrinkageIn an accompanying commentary, Dr. Steven C. Cramer, from the Departments of Neurology, Anatomy and Neurobiology and Physical Medicine and Rehabilitation at the Sue and Bill Gross Stem Cell Research Center at the University of California, Irvine, reiterates the need for new stroke therapies that can improve outcomes for a large percentage of stroke patients and views cell-based therapies as \"attractive candidates.\" Cramer also notes that therapies like stem cells take time to produce clinical results and that expanding the timeline for delivery of therapy to enable study enrollment took these cell therapy researchers past the timeframe that proved effective in animal studies. Early animal studies, led by former MCG neuroscientist Dr. Cesario V. Borlongan, pediatric neurologist and professor emeritus Dr. James Carroll and Hess, indicated that the cells would be most beneficial if given within two days of an ischemic stroke and they could reduce death of cells in the vicinity of the stroke's core, that were also injured. Phase three studies - which are among the final steps in seeking Food and Drug Administration approval - are planned in the United States, the United Kingdom as well as Europe and these studies will limit the therapy window to 18-36 hours, Hess said. Studies also are planned in Japan, where there is also an aging population and a keen interest in regeneration and cell therapy - that includes Nobel Prize-winner Shinya Yamanaka who transformed mature cells into induced pluripotent stem cells that can basically become any cell type.  The upper age limit of the phase 2 cell therapy study also was extended from 79 to 83 during the trial and to patients who received both the clot-buster tPA and endovascular treatment to remove the clot, instead of one or the other, because of the large number of centers also performing the clot-removal technique to restore blood flow and ideally reduce stroke damage. It's likely the cell therapy would also be an adjunct to one or both of those therapies if it becomes approved for general use.  Hess is also interim dean of MCG and interim executive vice president for medical affairs and integration at Augusta University.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Neurobiology"]}