{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/nsc-scs032017.php", "description": "Growing significant numbers of human stem cells in a short time could lead to new treatments for stroke and other diseases. Scientists are sending stem cells to the International Space Station to test whether these cells proliferate faster in microgravity without suffering any side effects.", "article_link": null, "date": "Mon, 20 Mar 2017 04:00:00 GMT", "funder": "", "title": "Stem cells seem speedier in space", "region": "namerica", "source_link": "https://www.nasa.gov/mission_pages/station/research/news/stem_cells", "institution": "NASA/Johnson Space Center", "text": "Growing significant numbers of human stem cells in a short time could lead to new treatments for stroke and other diseases. Scientists are sending stem cells to the International Space Station to test whether these cells proliferate faster in microgravity without suffering any side effects.Therapeutic uses require hundreds of millions of stem cells and currently no efficient way exists to produce such quantities. Previous research suggests that microgravity could help, and the space station is home to the nation's only national lab in microgravity.Some types of stem cells grow faster in simulated microgravity, according to Abba Zubair, a researcher at the Mayo Clinic in Jacksonville, Florida. Zubair is principal investigator for the Microgravity Expanded Stem Cells investigation, which is cultivating human stem cells aboard the space station for use in clinical trials back on Earth. He holds a doctor of medicine degree in transfusion medicine and cell therapy and a doctorate of philosophy in tumor immunology.Human stem cells are cells that have not yet specialized in function and can divide into a spectrum of cell types, rejuvenating and repairing tissue throughout a person's lifetime. Stem cells in every organ of the body, including skin and bones, maintain those organs and repair tissue by dividing and differentiating into specialized cells.Harvesting a person's stem cells and growing enough of them for use in therapies has proven difficult, though. Researchers have successfully grown mesenchymal stem cells, found in bone marrow, but growing sufficient quantities takes weeks. That could be too late for treatment of some conditions.\"Stem cells are inherently designed to remain at a constant number,\" Zubair explains. \"We need to grow them faster, but without changing their characteristics.\"The first phase of the investigation, he adds, is answering the question: \"Do stem cells grow faster in space and can we grow them in such a manner that they are safe to use in patients?\"Investigators will examine the space-grown cells in an effort to understand the mechanism behind microgravity's effects on them. The long-term goal is to learn how to mimic those effects and develop a safe and reliable way to produce stem cells in the quantities needed.The second phase will involve testing clinical application of the cells in patients. Zubair has been studying treatment of stroke patients with lab-grown stem cells and plans to compare those results with use of the space-grown stem cells.\"What is unique about this investigation is that we are not only looking at the biology of the cells and how they grow, but focusing on application, how we can use them to treat patients,\" he says.The investigation expands existing knowledge of how microgravity affects stem cell growth and differentiation as well as advances future studies on how to produce large numbers of stem cells for treating stroke and other conditions.The faster that happens, the better for those who could benefit from stem cell therapies.\r\n", "meeting": "", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Cancer", " Pharmaceutical Science", " Space/Planetary Science", " Satellite Missions/Shuttles", " Experiments in Space"]}