{"journal": "Vascular Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/tuhs-tts032017.php", "description": "One treatment for deep vein thrombosis (DVT) is a procedure called catheter-directed thrombolysis (CDT). CDT has become more commonly used in the US since research showed it reduced the incidence of post-thrombotic syndrome.\r\n\r\nA team led by Temple University Hospital's Riyaz Bashir, MD, sought to identify and describe sex-based differences in utilization and safety outcomes of CDT for treatment of DVT in the U.S. The team found sex-based differences in both utilization and safety outcomes.", "article_link": null, "date": "Mon, 20 Mar 2017 04:00:00 GMT", "funder": "", "title": "Temple-led team: Sex-based differences in utilization & outcomes for CDT in DVT patients", "region": "namerica", "source_link": "http://www.templehealth.org/News/Temple-LedResearchTeamFindsSex-BasedDifferencesinUtilizationandOutcomesforCatheter-DirectedThrombolysisinPatientswithDeepVeinThrombosis?id=3247&showBack=true&PageIndex=0&cid=13", "institution": "Temple University Health System", "text": "(Philadelphia, PA) - Deep vein thrombosis (DVT) is a serious condition that occurs when a blood clot forms in a vein, often in the deep veins of the legs, thigh or pelvis. Those clots can break loose, travel to the lungs and block blood flow, causing a pulmonary embolism. The majority of patients with DVT develop it in their lower extremities and that leads to a painful condition known as post-thrombotic syndrome in approximately half of all patients. Post-thrombotic syndrome is marked by pain, swelling, redness and chronic sores in the affected legs. Patients can also develop DVT in a vein carrying deoxygenated blood to the heart from the lower body or from the head, arms and upper body. This is called caval DVT. One way to treat DVT is a procedure called catheter-directed thrombolysis (CDT), which allows physicians to place a clot-dissolving agent directly into the clot. CDT has become more commonly used in the United States since research showed it reduced the incidence of post-thrombotic syndrome.Given this increased utilization, a research team led by Riyaz Bashir, MD, FACC, RVT, Professor of Medicine at the Lewis Katz School of Medicine at Temple University and Director of Vascular and Endovascular Medicine at Temple University Hospital, sought to identify and describe sex-based differences in utilization and safety outcomes of CDT for treatment of DVT in the U.S.  In research published online by the journal Vascular Medicine, the team found sex-based differences in both utilization and safety outcomes.\"The data provided some interesting findings,\" says Dr. Bashir. \"In addition to differences in utilization, we were able to find variations in the incidence of a number of complications, including bleeding that requires blood transfusion, intracranial hemorrhage, gastrointestinal bleeding and acute kidney injury, as well as the incidence of angioplasty, stenting, and adjunctive IVC filter placement.\"The research team used the Nationwide Inpatient Sample database to identify 108,243 patients age 18 years or older with a primary discharge diagnosis of proximal lower extremity or caval DVT between January 2005 and December 2011. Of those patients, 4,826 (4.5%) were treated with CDT.\"Future research should focus on uncovering why these sex-based differences exist,\" says Dr. Bashir. \"The answers to those questions could help shape future treatment guidelines for patients who are suitable candidates for CDT.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Hematology", " Pulmonary/Respiratory Medicine"]}