{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-cla031917.php", "description": "For patients with atrial fibrillation (AFib), a common heart rhythm disorder, closing the area of the heart known as the left atrial appendage as an add-on procedure during cardiac surgery was associated with a 40 percent reduction in the risk of thromboembolism (a condition when a blood clot forms and blocks an artery, which can cause a stroke or other complications) according to an observational study presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "", "title": "Closing left atrial appendage reduces stroke risk from AFib", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- For patients with atrial fibrillation (AFib), a common heart rhythm disorder, closing the area of the heart known as the left atrial appendage as an add-on procedure during cardiac surgery was associated with a 40 percent reduction in the risk of thromboembolism (a condition when a blood clot forms and blocks an artery, which can cause a stroke or other complications) according to an observational study presented at the American College of Cardiology's 66th Annual Scientific Session. Reducing stroke risk is paramount in patients with AFib, who are five times more likely to experience a stroke compared to the general population. The study, which is the largest to assess the effects of closing the left atrial appendage, suggests the approach may be a good option, particularly for people with AFib who are at high risk for stroke but cannot take or tolerate anticoagulant medications, according to researchers. \"There's currently a wide variation in the use of this procedure at the time of cardiac surgery, largely due to the fact that there's not good data on the safety or the efficacy of the procedure,\" said Daniel J. Friedman, MD, a cardiology fellow at Duke Clinical Research Institute in Durham, North Carolina, and the study's lead author. \"While our study was not a randomized trial, it does demonstrate strong support for the benefits of closing the left atrial appendage at the time of cardiac surgery in patients with atrial fibrillation.\"AFib affects between 2.7 million and 6.1 million Americans, according to estimates from the Centers for Disease Control and Prevention. When the heart beats irregularly, it may not squeeze blood out of a small outgrowth of the left atrium known as the left atrial appendage as fully as it should, allowing blood to pool. This pooled blood can form a clot, which can then travel through the bloodstream causing a blockage, or thromboembolism. Anticoagulant medications are often used to prevent the formation of blood clots in patients with AFib; however, some patients cannot tolerate these medications because of their side effects or cannot take them due to other medical conditions. Research suggests that about 50 percent of patients with AFib who are eligible for anticoagulation therapy actually take anticoagulants.  About 90 percent of strokes in people with AFib result from clots that form in the left atrial appendage. Some cardiac surgeons attempt to reduce the risk of stroke by closing the left atrial appendage, either by placing a small clip over it or by amputating it and then sewing the atrial wall closed. Because its benefits have been largely unknown and open-heart surgery carries significant risks, surgical left atrial appendage occlusion is typically performed as an add-on procedure in patients who are undergoing other types of cardiac surgery, such as bypass grafting or valve replacement surgery. The left atrial appendage can also be closed using a procedure performed through a catheter inserted in a vein, rather than through open-heart surgery, but this trial investigated only surgical occlusion. To assess the safety and efficacy of closing the left atrial appendage, the researchers analyzed the health records of 10,524 patients in The Society of Thoracic Surgeons Adult Cardiac Surgery Database, a nationally-representative data set that includes 90 percent of cardiac surgery centers in the United States. They extracted data for Medicare patients with AFib who underwent coronary artery bypass grafting, aortic valve surgery or mitral valve surgery in 2011 or 2012. About 37 percent of the patients had their left atrial appendage closed during their surgery. Of these, 1.6 percent were hospitalized for thromboembolism within 12 months (the study's primary endpoint), significantly fewer than the 2.5 percent of patients experiencing thromboembolism who did not have their left atrial appendage closed. This translates to a 40 percent reduction in risk over 12 months, Friedman said, noting that this reduction would likely grow more impactful as it accumulates over time. In addition, closing the left atrial appendage was associated with a 15 percent reduction in the rate of death and a 21 percent reduction in a composite of thromboembolism, hemorrhagic stroke and death. There was no significant difference in the rate of hemorrhagic stroke, a type of stroke caused when a blood vessel in the brain ruptures. Friedman said the results suggest closing the left atrial appendage is safe and effective for AFib patients undergoing cardiac surgery.   \"Intuitively, surgical left atrial appendage occlusion should work; however, there have been concerns that incomplete occlusion actually could lead to increased risk for thromboembolism because it could result in small communications between the appendage and the left atrium,\" Friedman said. \"The fact that we saw such a dramatic association between the procedure and a reduction in thromboembolism was reassuring that, at least in a more contemporary cohort of patients, left atrial appendage occlusion is able to be done in a much more effective way than initial reports had suggested may be the case.\" Further analysis revealed the greatest reduction in thromboembolism after left atrial appendage occlusion among patients who were not taking anticoagulant medications at discharge. There was no difference in thromboembolism rates for those who were taking anticoagulants at discharge. Whether left atrial appendage occlusion is effective enough to allow patients to safely stop taking anticoagulants is one potential area for future investigation, Friedman said. The study is limited by the fact that it is an observational analysis. A prospective, randomized controlled trial would provide more robust evidence to support clinical decision making. The study also was not able to compare different techniques used to close the left atrial appendage, another aspect that could be investigated in future studies, Friedman said. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}