{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-eac031917.php", "description": "Two FDA-cleared medical devices designed to remove potential vessel-blocking debris particles from the bloodstream during aortic valve replacement, known as Embol-X and CardioGard, did not significantly reduce overall number of brain infarcts over standard surgical procedure, according to a study presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "NIH/National Institute for Neurological Disorders and Stroke, NIH/National Heart, Lung, and Blood Institute, Canadian Institutes of Health Research", "title": "Embol-X and CardioGard do not reduce overall number of brain lesions, may affect size", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- Two FDA-cleared medical devices designed to remove potential vessel-blocking debris particles from the bloodstream during aortic valve replacement, known as Embol-X and CardioGard, did not significantly reduce overall number of brain infarcts over standard surgical procedure, according to a study presented at the American College of Cardiology's 66th Annual Scientific Session. Infarction occurs when a blood vessel becomes obstructed, cutting off blood supply to the affected tissue. Overall, about two-thirds of study participants experienced the study's primary endpoint, central nervous system infarcts, as measured clinically or with diffusion-weighted magnetic resonance imaging (DW-MRI), at seven days after the operation. That proportion was roughly the same for patients randomized to receive a standard surgical aortic cannula (a tube through which a patient's blood flows during heart surgery), the Embol-X device or the CardioGard device. \"Despite the fact that debris was captured--which was the mechanism by which these devices are intended to work--there was no difference in the primary endpoint,\" said Michael Mack, MD, medical director for cardiovascular surgery at Baylor Health Care System and the study's lead author. \"However, the vast majority of infarcts were only detectable by post-operative MRI, with fewer than 10 percent of patients exhibiting clinical symptoms. Moreover, trends with respect to the volume of brain infarction suggest that embolic protection device recipients were less likely to have larger infarcts. This may be important, as the risk of symptomatic stroke increases with infarct volume.\" The results echo those of a recent trial assessing the use of a comparable medical device with a related procedure, transcatheter aortic valve replacement (TAVR), which also did not show a strong benefit in terms of MRI-detected brain infarcts. Surgical and transcatheter aortic valve replacement are procedures used to replace a patient's diseased or malfunctioning aortic valve with a new valve in order to let blood flow through the heart properly. Surgical valve replacement is an open-heart procedure, while TAVR involves threading equipment to the heart through an artery in the groin or chest. Both procedures are associated with a substantial risk of stroke, as well as with reductions in neurocognitive functions such as thinking and memory. These risks are thought to result, at least in part, from particles of calcium and other substances that break free from artery walls during the procedure, travel through the blood stream into the brain, and block blood vessels, causing brain cells to die. Embol-X and CardioGard are designed to address those risks by removing debris from the bloodstream before the particles can travel to the brain. Embol-X is a filter that captures debris as it flows through the artery. CardioGard is a suction-based device that removes debris and air bubbles from the blood while it is being pumped through a heart-lung machine, which is used to keep oxygenated blood flowing to the tissues during open-heart aortic valve surgery. The researchers enrolled 383 patients undergoing surgical aortic valve replacement at 18 sites in North America. Patients were randomly assigned to receive either the standard aortic cannula (132 patients), Embol-X (133 patients) or CardioGard (118 patients). The researchers performed separate analyses comparing each of the groups treated with the embolic protection device to those receiving only the standard cannula (controls). Because the trial began with randomizing Embol-X or control, the first 12 control patients served as controls for Embol-X only and 120 patients were common to both control groups. Clinicians tracked damage to the central nervous system using DW-MRI scans, neurocognitive assessments and clinical stroke diagnoses. The study revealed that the devices did function as intended, capturing debris in 99.1 percent of patients treated with Embol-X and 75.8 percent of patients treated with CardioGard. In addition, the results showed a significant reduction in in-hospital delirium at day seven post-surgery in patients receiving the CardioGard device and a trend toward reduced delirium in patients receiving Embol-X. Delirium is a costly condition that is associated with poor outcomes, including prolonged hospitalization, readmissions, long-term cognitive decline and mortality. The proportion of patients with clinical strokes based on physical findings by seven days did not differ among patients randomized to receive CardioGard, Embol-X or standard aortic cannula. There were fewer severe clinical strokes observed in the embolic protection device groups compared to controls in the first three days after surgery, although the study was not designed to assess the clinical significance of this observed trend. Neurocognitive outcomes at 90 days were similar between groups, with the exception of executive function decline, which was reduced in patients receiving the Embol-X device.Further study could help to clarify whether these findings may translate into significantly better health outcomes for patients. \"There is suggestive evidence that there may be a benefit, despite not meeting the primary endpoint of this trial,\" Mack said. A key limitation of the trial is that it was not large enough to definitively detect differences in the incidence of clinical stroke, which was analyzed as a secondary outcome. The trial was stopped early after an interim analysis showed it was not likely to meet its primary endpoint and, thus, enrolling more patients would likely be futile. It is also possible that DW-MRI is an overly sensitive tool for measuring damage to the brain, hampering researchers' ability to distinguish between blood vessel blockages that cause actual neurological deficits from those that do not, according to researchers.  ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}