{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-faf031917.php", "description": "Uninterrupted treatment with dabigatran, a non-vitamin K antagonist oral anticoagulant (NOACs), before, during and after ablation to treat atrial fibrillation significantly reduced the incidence of major bleeding events compared with uninterrupted use of the more established anticoagulant warfarin, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "Boehringer Ingelheim", "title": "For atrial fibrillation ablation, newer anticoagulant reduces major bleeds", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- Uninterrupted treatment with dabigatran, a non-vitamin K antagonist oral anticoagulant (NOACs), before, during and after ablation to treat atrial fibrillation significantly reduced the incidence of major bleeding events compared with uninterrupted use of the more established anticoagulant warfarin, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. The findings offer evidence that dabigatran is a safe and effective alternative to warfarin in the context of atrial fibrillation ablation. The trial showed a 5.3 percent reduction in its primary endpoint, major bleeding events during ablation or in the first two months after the procedure, with major bleeds occurring in 1.6 percent of study participants who received dabigatran and 6.9 percent of patients receiving warfarin. \"I think it's great news for the field,\" said Hugh Calkins, MD, professor of cardiology at Johns Hopkins Medicine and the study's lead author. \"There have been very few randomized studies focused on doing ablation procedures in fully anticoagulated patients, and the use of NOACs has been increasing dramatically. I expect these findings will encourage clinicians to quickly shift to doing this procedure with uninterrupted use of NOACs.\"The heart rhythm disorder known as atrial fibrillation affects between 2.7 and 6.1 million Americans, according to estimates from the Centers for Disease Control and Prevention. Ablation is a common treatment for atrial fibrillation in which heat, energy or extreme cold is used to destroy the areas of heart tissue where the dangerous heart rhythms originate. Doctors perform ablation by threading a small instrument to the heart through a catheter inserted in a vein in the groin, neck or arm.   People with atrial fibrillation are five-times more likely to experience a stroke compared with the general population, and many patients take anticoagulants, or anti-clotting medications, to reduce this risk. However, taking anticoagulants during any kind of surgery can increase the risk of uncontrolled bleeding, raising concerns over how to appropriately weigh the risks and benefits of anticoagulants during ablation.  \"Anticoagulation management at the time of atrial fibrillation ablation is critically important because stroke and bleeding are both major complications of the procedure,\" Calkins said. Most physicians advise patients to use warfarin continuously before, during and after ablation to reduce the risk of stroke. However, warfarin has some downsides; for example, it requires dietary changes and frequent monitoring of blood coagulation markers, and ablation procedures must be canceled at the last minute if a patient's blood coagulation levels are off-target, creating logistical challenges. In addition, following this guidance can require patients who normally use NOACs to switch temporarily to warfarin around the time of ablation and then switch back, which is cumbersome and sometimes impractical. The trial is the largest to compare the uninterrupted use of NOACs to uninterrupted use of warfarin in the context of ablation. The researchers prospectively enrolled 704 patients scheduled for atrial fibrillation ablation at 104 sites in 11 countries and randomly assigned patients to receive either dabigatran or warfarin. Patients started anticoagulant therapy four to eight weeks before ablation and used it continuously for up to eight weeks after the procedure. After excluding patients who did not go through with ablation or failed to meet the study protocol for other reasons, the researchers analyzed outcomes from 317 patients receiving dabigatran (marketed as Pradaxa) and 318 patients receiving warfarin. Dabigatran showed significant improvement over warfarin for the study's primary endpoint, major bleeding events, and equaled warfarin with regard to secondary safety and efficacy endpoints, which included minor bleeding events, stroke, a composite of major bleeding and stroke, and a composite of all serious adverse events. Only one stroke occurred during the study, and it occurred in a patient assigned to receive warfarin. Calkins noted that there is an approved reversal agent for dabigatran, which gives clinicians an additional tool to control major bleeding if it should occur during a procedure. The findings confirm and enhance the results of previous, smaller studies suggesting NOACs present a lower risk of major bleeding events compared with warfarin, though this study contradicts the findings of one previous, smaller study comparing Pradaxa to warfarin. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}