{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-nsa031917.php", "description": "Patients with atrial fibrillation (AFib) who are given digoxin to control their symptoms have an increased risk of death, whether or not they have a diagnosis of heart failure, compared with patients not taking the drug, and this risk increases with higher levels of digoxin in the bloodstream, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "Bristol-Myers Squibb, Pfizer Alliance, Duke Clinical Research Institute", "title": "New study adds to concerns about heightened risk of death for AFib patients taking digoxin", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- Patients with atrial fibrillation (AFib) who are given digoxin to control their symptoms have an increased risk of death, whether or not they have a diagnosis of heart failure, compared with patients not taking the drug, and this risk increases with higher levels of digoxin in the bloodstream, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. An increased risk of death from any cause--the study's primary endpoint--was found in both patients with and without heart failure who started on digoxin. Researchers report the study is one of the largest and most comprehensive analyses of the risk of digoxin use in patients with AFib performed to date.\"Based on our study, digoxin should be avoided in patients with AFib, particularly if symptoms can be alleviated with other treatments,\" said Renato Lopes, MD, PhD, professor of medicine in the division of cardiology at Duke University Medical Center and lead author of the study. \"We showed that starting digoxin was associated with increased risk of death and sudden death, regardless of the presence of heart failure. Thus, based on our findings, avoiding digoxin in patients with AFib--irrespective of the presence of heart failure--seems to be the right approach.\"  AFib, a type of heart rhythm disorder that causes the heart's upper chambers to beat erratically and can lead to blood clot formation and stroke, affects about 9 percent of people over 65 years old in the United States. Around 30 percent of patients with the condition worldwide take digoxin, Lopes said. The drug is one of the oldest medications used in cardiology and is very inexpensive. However, its safety for patients with AFib has come under scrutiny, he said.\"A number of recent publications have questioned the safety of this drug, and different analyses looking at different questions have shown conflicting results. There are no randomized data assessing the efficacy and safety of digoxin in patients with AFib,\" Lopes said.To get a more definitive answer about digoxin's safety, Lopes and his colleagues analyzed data collected in the ARISTOTLE trial, which compared apixaban with warfarin for the prevention of blood clots, strokes and death in patients with AFib. Of the 18,201 patients enrolled in ARISTOTLE, 17,897 had data available on heart failure status and digoxin use during the trial. Of those patients, 5,824 were on digoxin at the start of the trial; 4,434 of these participants had their blood levels of digoxin measured at baseline. A total of 6,693 patients had heart failure at the time of trial enrollment. To try to compensate for patients not being randomly assigned to digoxin use, the researchers performed a propensity score analysis--a statistical technique that attempts to estimate the effect of a treatment by accounting for the factors, or covariates, that differ between treated and untreated patients. In this case, those factors included patients' demographic characteristics; medical history; measurements of organ function; other medications used, including antiarrhythmic agents; region of the world; clinical setting, where digoxin was initiated; heart failure status; and biomarkers in the blood that can help predict the risk of death. Each patient taking digoxin was compared with three matched control patients from ARISTOTLE who were not taking the drug. The researchers found that in patients already receiving digoxin and, therefore more likely to tolerate it, the overall relationship between digoxin use and death was non-significant. However, even in this cohort, the risk of death was related to digoxin concentration in the blood: for every 0.5 ng/ml increase in the blood level of digoxin, the risk of death rose by 19 percent. Among patients whose digoxin levels were greater than 1.2 ng/ml, the death rate increased by a highly significant 56 percent.The risk of death was even higher for patients who were not taking digoxin before the trial but were started on the drug over the course of ARISTOTLE. These patients had a 78 percent increase in the risk of death from any cause and a fourfold increased risk of sudden death after starting digoxin use.\"Most sudden deaths occurred within six months after digoxin was started,\" Lopes said. This hints at cause and effect, he said, though the fact that patients were not randomized to digoxin prevents a definitive determination of causality.The lack of randomization and the potential for unmeasured confounding factors are the main limitations of the study, he said. In addition, for patients who were on digoxin at study entry, researchers did not know how long they had taken the drug before entering the study. Despite these limitations, the study is one of the most comprehensive in the field to date, incorporating clinical variables, biomarker adjustments and blood digoxin levels, Lopes said. \"To definitively determine the efficacy and safety of digoxin in AFib patients would require a large and well-powered randomized trial,\" he said. \"Until then, our finding that digoxin may be causing more harm than good in patients with AFib is important and may help guide physicians in their clinical decisions when managing these patients.\"In the main ARISTOTLE trial, apixaban was found to be statistically significantly superior to warfarin for preventing blood clots, strokes, major bleeding events and death, whether or not patients were taking digoxin at the time of study entry. Therefore, Lopes said that for stroke prevention in AFib patients, apixaban is a better option than warfarin, irrespective of digoxin use. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}