{"journal": "The Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-cs031917.php", "description": "About 12 percent of patients undergoing aortic valve replacement developed non-symptomatic blood clots around the valve leaflets (known as subclinical leaflet thrombosis) that reduced the motion of the valves, according to an observational study presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "", "title": "CT scans reveal reduced leaflet motion after aortic valve replacement", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- About 12 percent of patients undergoing aortic valve replacement developed non-symptomatic blood clots around the valve leaflets (known as subclinical leaflet thrombosis) that reduced the motion of the valves, according to an observational study presented at the American College of Cardiology's 66th Annual Scientific Session. The study is the largest to date investigating thrombosis as a potential cause of reduced valve motion after aortic valve replacement. It confirms a previous, smaller study that suggested blood clots that are detectable with computed tomography (CT) scans but not with more commonly-used echocardiogram (ultrasound) scans can develop around the valve and constrain the valve's motion. In the new study, the CT-detected valve-associated clots were found to increase the risk of transient ischemic attacks, also called \"mini-strokes,\" but were not associated with an increased risk of death, heart attack or stroke. Anticoagulant therapy, but not anti-platelet therapy, was associated with a significantly lower risk of developing valve-associated clots. \"This phenomenon of subclinical leaflet thrombosis can be missed if you just use transthoracic echocardiogram,\" said Raj Makkar, MD, associate director of Cedars-Sinai Heart Institute in Los Angeles, and the study's lead author. \"Based on our study, CT is clearly a more sensitive and appropriate technique to actually make a diagnosis of subclinical leaflet thrombosis. This suggests clinicians might want to have a lower threshold to do a CT scan if there is suspicion of reduced motion in the valve, such as from slightly elevated mean gradients on echocardiogram.\" CT scans expose patients to more radiation than echocardiogram alone. The researchers analyzed CT scans and other health records from 850 patients enrolled in two single-center medical registries, known as RESOLVE (which includes patients treated at Cedars-Sinai Heart Institute) and SAVORY (which includes patients treated at Rigshospitalet hospital in Copenhagen, Denmark). The patients had undergone CT scans an average of three months after transcatheter aortic valve replacement (TAVR) or surgical aortic valve replacement (SAVR), two procedures used to replace a patient's faulty aortic valve with an artificial valve. In TAVR, clinicians thread the new valve to the heart through a catheter in the groin or chest; this procedure is generally used for patients at intermediate to high cardiovascular risk, which typically includes older patients and those who have multiple health problems. SAVR is an open-heart procedure used in lower-risk patients. A total of 720 patients in the two registries had undergone TAVR and 130 had undergone SAVR. Analysis of CT scans revealed subclinical leaflet thrombosis in 13.6 percent of TAVR patients and 3.8 percent of SAVR patients, for an overall rate of 12.1 percent among all patients combined. Although thrombosis was observed in a significantly greater proportion of TAVR patients than SAVR patients, this difference may be attributable to the younger average age and better overall health of patients undergoing SAVR, Makkar said. The results also showed that subclinical leaflet thrombosis was significantly more common in patients on antiplatelet therapy (typically aspirin plus a P2Y12 inhibitor) compared to those taking anticoagulants. A total of 14.8 percent of patients on antiplatelet therapy had thromboses compared to 4 percent among patients taking warfarin and 3 percent among patients taking non-vitamin K antagonist anticoagulants, or NOACs. There was no significant difference in risk observed among those taking warfarin versus NOACs. \"We need to further study whether routine anticoagulation may be useful for this patient population,\" Makkar said. \"Dual antiplatelet therapy was not effective in preventing and treating subclinical leaflet thrombosis, and it does have a small risk of bleeding, particularly in older patients. There is an impetus to study the risks and benefits of dual antiplatelet therapy further in randomized clinical trials.\"An analysis of a small group of patients (58) who underwent a second CT scan showed subclinical leaflet thrombosis resolved over time in the vast majority of patients who were started on oral anticoagulant therapy after the first CT scan and that thromboses resolved in only a small portion of patients who were not started on anticoagulants. The study also showed that subclinical leaflet thromboses detected with CT scans were reflected in significantly higher mean gradients, a measure used to assess functioning of the aortic valve using echocardiogram. However, Makkar said this difference was not large enough to enable clinicians to diagnose subclinical leaflet thrombosis using echocardiogram alone. As an observational study, the results do not directly assess cause and effect. Makkar said ongoing randomized clinical trials that include CT scans as part of the protocol should help to further elucidate the factors that contribute to subclinical leaflet thrombosis after aortic valve replacement.  \"Our study findings can help optimize the use of different blood thinning medications in patients undergoing aortic valve replacement, which might potentially result in further improvements in valve hemodynamics and clinical outcomes,\" Makkar said.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}