{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-hpl031917.php", "description": "Small leakages from blood vessels in the brain, known as microbleeds, increase with age and are associated with cognitive decline. Of 84 older patients undergoing transcatheter aortic valve replacement (TAVR), nearly a quarter developed new microbleeds after their procedure, according to results of a single-center study presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "", "title": "Heart procedure linked with bleeding in the brain, neurological impairment", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- Small leakages from blood vessels in the brain, known as microbleeds, increase with age and are associated with cognitive decline. Of 84 older patients undergoing transcatheter aortic valve replacement (TAVR), nearly a quarter developed new microbleeds after their procedure, according to results of a single-center study presented at the American College of Cardiology's 66th Annual Scientific Session. Microbleeds can be observed using MRI scans of the brain and are detrimental to thinking and memory. Previous studies of MRI scans in patients age 80 and older have shown evidence of microbleeds in up to 30 percent of elderly patients. This study revealed increased risks of microbleeding among patients who had undergone a previous cardiovascular intervention and among those with more prolonged exposure to anticoagulant medications, which are used to prevent blood clots that cause strokes and mini-strokes in patients undergoing cardiac procedures. It is the first study to link microbleeding with TAVR and the first to investigate microbleeding as a side effect of any cardiac procedure.\"We are all aware of the potential for silent ischemic strokes ['mini-strokes'] after these endovascular procedures, but our study points to the opposite risk--microbleeding--that we have not previously been aware of,\" said Eric Van Belle, MD, PhD, a cardiologist at the Centre Hospitalier Regional in Lille, France and the study's lead author. \"With more and more endovascular procedures, which require anticoagulants, it could be that these procedures are one of the main triggers of microbleeding seen in the older population. It raises the concern that we may be increasing the risk of this microbleeding with each intervention we perform.\"To shed light on microbleeds and their possible connection to endovascular procedures such as TAVR or anticoagulant use associated with these procedures, researchers performed MRI scans and questionnaire-based neurological tests in 84 patients before and after the patients underwent TAVR at Centre Hospitalier Regional in Lille, France. Patients underwent MRI scans one day before TAVR and three days after TAVR. Questionnaire-based neurological tests were conducted prior to TAVR, followed by three days after and six months after the procedure. TAVR is a procedure to replace a patient's faulty aortic valve with an artificial valve. Clinicians thread the new valve to the heart through a catheter in the groin or chest. TAVR is generally used for patients in whom open-heart surgery poses an intermediate to high risk, which typically includes older patients and those who have multiple health problems. Before TAVR, MRI scans revealed at least one microbleed in 26 percent of patients. At three days after the procedure, a total of 40 percent of patients had microbleeds and 23 percent had new microbleeds that were not present before TAVR. Microbleeds observed both before and after TAVR were associated with deficiencies in thinking and memory in the questionnaire-based neurocognitive assessments. Factors that were associated with a significantly higher risk of microbleeds included having a previous cardiovascular intervention, prolonged exposure to anticoagulation, history of bleeding, longer exposure to fluoroscopy during TAVR, and balloon post-dilation, a procedure sometimes used in conjunction with TAVR to reduce leakage of blood across the new valve. Van Belle said the results strongly suggest that further research is needed to elucidate the causes of microbleeds and determine whether changes in anticoagulation management can help to reduce the risk. He said that the results suggest systematic MRI investigation should be conducted in studies investigating new anticoagulation regimen for patients undergoing TAVR. Currently, he said, MRI scans of the brain are rarely used to assess safety outcomes in cardiovascular studies, in part because MRI cannot be used in patients with a pacemaker or other types of implanted devices. \"It is difficult to do this kind of MRI study in this older population, but based on our results I would say that it is worth it to do so when investigating a new treatment or treatment modification,\" Van Belle said. \"Both mini-strokes and microbleeds likely play a role in cognitive decline. It is possible that using too much anticoagulation therapy could be as bad as using too little.\"  The study was limited primarily by its small size. In addition, it was not able to definitively show whether new microbleeds observed after TAVR were actually caused by TAVR, the use of anticoagulants or other factors. Further research could be conducted to include a larger study population, involve younger patients or potentially investigate microbleeding after surgical aortic valve replacement or other cardiac procedures, Van Belle said.  ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}