{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-btc031917.php", "description": "A blood test for a protein called high-sensitivity troponin T, which is released into the bloodstream when injury to the heart occurs, can identify patients with heart damage after non-cardiac surgery whose lives could potentially be saved with timely treatment, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "", "title": "Blood test can detect heart damage after non-cardiac surgery", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- A blood test for a protein called high-sensitivity troponin T, which is released into the bloodstream when injury to the heart occurs, can identify patients with heart damage after non-cardiac surgery whose lives could potentially be saved with timely treatment, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.The prospective cohort study met both its primary endpoints: to determine the association between troponin T levels measured by a high-sensitivity troponin T assay and the risk of death within a month of non-cardiac surgery, and to identify diagnostic criteria for myocardial injury after non-cardiac surgery that defines whether or not serious injury to the heart has occurred.\"We found that approximately 18 percent of patients will sustain a heart injury after non-cardiac surgery, but without monitoring troponins, 93 percent of these will be missed,\" said P.J. Devereaux, MD, PhD, director of cardiology at McMaster University in Hamilton, Canada, and lead author of the study. \"Our data show that unrecognized heart injuries may account for about 1 in 4 of the deaths that happen in the first 30 days after surgery.\"The effects of surgery anywhere in the body create a \"perfect milieu\" for damage to heart tissue, Devereaux said, including bleeding, blood clot formation and long periods of inflammation. He said most cases of damage to the heart occur during the first 24 to 36 hours after surgery, when patients usually receive narcotic painkillers that can mask cardiac symptoms. \"This creates a risk that if you don't look for cardiac events, you might miss them,\" he said, adding that this is the first large international study to establish thresholds of high-sensitivity troponin T that are independently associated with death within 30 days after non-cardiac surgery. The researchers enrolled 21,842 patients aged 45 years or older (41 percent were 65 years or older) from 23 hospitals in 13 countries in the study. Participants included patients with and without known heart or blood vessel disease. To obtain a broad sample of patients undergoing non-cardiac inpatient procedures, such as hip or knee replacements, researchers examined elective, urgent and emergency surgeries as well as procedures performed during the day, at night, on weekdays and on weekends. Measurements of high-sensitivity troponin T were taken in the first six to 12 hours after surgery and on the following three days. Halfway through the study, the researchers began measuring levels of the protein immediately before surgical procedures as well as post-surgery. They followed patients for up to 30 days after surgery and recorded all major complications, including stroke, pulmonary embolism, sepsis and bleeding. They adjusted the data for pre-operative and surgical variables previously shown to be associated with 30-day mortality, including active cancer, general surgery, urgent/emergent surgery, history of peripheral vascular disease, history of chronic obstructive pulmonary disease, age, recent high-risk coronary artery disease, history of stroke and neurosurgery.Overall, 1.4 percent of patients died during the first 30 days after surgery. Using data from the blood assays, the researchers determined that patients with peak troponin T levels less than 5 ng/L had only a 0.1 percent risk of death within 30 days. By contrast, patients with peak troponin T levels between 20 and 64 ng/L had three-times the risk of death within 30 days than patients with lower troponin T measurements as well as a 3 percent absolute risk of 30-day mortality. The risk of death after surgery rose with higher peak troponin T levels. Patients with peak levels between ?65 and \r\n\tIn patients whose troponin T levels were measured both before and after surgery, only 13.8 percent experienced peak levels before their procedure, suggesting that taking a baseline measurement is important to rule out a false indication of injury during or after surgery, Devereaux said.\r\nData from 3,904 patients who sustained myocardial injury after non-cardiac surgery suggested that ischemic injury (i.e., an injury caused by a lack of oxygen) to heart tissue after non-cardiac surgery explained 24 percent of deaths in the first 30 days after surgery. The vast majority of these patients experienced no symptoms of heart damage. \r\nObservational data suggest that drugs such as aspirin or statins can decrease the risk of death in patients with ischemic heart damage after non-cardiac surgery. \"Data also suggest that only a minority of patients who get these injuries receive these drugs, [because they don't show symptoms of heart injury],\" Devereaux said, adding that better management of ischemic injury to the heart detected by high-sensitivity troponin T has the potential to prevent many of the deaths after non-cardiac surgery. \"Where we're letting patients down is in post-operative management,\" Devereaux said. \"That requires physicians to get more involved in post-operative care to make sure that patients benefit from these important surgical interventions. Although the vast majority of patients undergoing surgery do well, if even a small proportion of patients are dying, that's a big deal because so many people have surgery.\" A limitation of the study was that the researchers did not have pre-operative troponin measurements for about 60 percent of patients, Devereaux said. The absence of this information could have led to an overestimation of ischemic heart injury after surgery, because some patients' highest troponin levels may have occurred before surgery. Devereaux said this meant they could not clearly distinguish between patients with high pre-operative troponin T levels who developed ischemic injuries and those whose injuries were associated with high post-operative levels of troponin T. The researchers have begun an international randomized controlled trial testing whether starting an anticoagulant based on troponin T levels after non-cardiac surgery can help prevent these post-operative cardiovascular deaths.The trial received the troponin T assay from Roche Diagnostics; the company was not involved with the study data collection or analyses.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology"]}