{"journal": "New England Journal of Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-uol031917.php", "description": "When used as a preventive measure during heart surgery, the heart failure drug levosimendan did not significantly reduce rates of death, heart attack, kidney dialysis or use of a mechanical assist device among patients at high risk for low cardiac output syndrome, according to a study presented at the American College of Cardiology's 66th Annual Scientific Session.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "", "title": "Use of levosimendan with heart-lung machine fails to improve outcomes", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) -- When used as a preventive measure during heart surgery, the heart failure drug levosimendan did not significantly reduce rates of death, heart attack, kidney dialysis or use of a mechanical assist device among patients at high risk for low cardiac output syndrome, according to a study presented at the American College of Cardiology's 66th Annual Scientific Session. Many open-heart procedures, including coronary bypass and valve replacement surgery, require the use of a heart-lung machine, which replaces the functions of the heart and lungs by keeping blood supplied with oxygen while the heart is stopped temporarily during surgery. After the heart is restarted following these surgeries, up to 1 in 7 patients develop low cardiac output syndrome, a serious complication in which the heart cannot pump hard enough to adequately deliver oxygenated blood to the body's tissues.  Although not approved for any use in the United States, levosimendan, a calcium sensitizing inotrope, is commonly used in other countries for treating heart failure and low cardiac output syndrome in patients undergoing cardiac surgery. This trial is the first large study to assess the use of the drug given before and during heart surgery to try to prevent low cardiac output syndrome and associated adverse outcomes. \"Based on the other promising data that exist for levosimendan in this setting, these results surprised us,\" said John H. Alexander, MD, a cardiologist at Duke Clinical Research Institute and the study's lead author. \"Given levosimendan's lack of effect on clinically important outcomes in our study, it probably doesn't make sense to use it routinely prophylactically in patients undergoing heart surgery. Other ongoing trials may help to further inform how levosimendan should be used in patients undergoing cardiac surgery.\"Levosimendan is a drug designed to make the heart squeeze harder, thus helping to compensate for weakness associated with heart failure and low cardiac output syndrome. The researchers sought to investigate whether levosimendan could not only treat low cardiac output syndrome, but also prevent it. The trial enrolled 882 patients at 70 sites in North America. All patients underwent surgery involving a heart-lung machine and had a left ventricular ejection fraction below 35 percent, a marker of increased risk for developing low cardiac output syndrome. Patients were randomized to receive either an intravenous infusion of levosimendan (442 patients) or placebo (440) starting just before surgery and continuing for 24 hours.  The trial had two co-primary composite endpoints. The first was a composite of death or dialysis through day 30 or heart attack or the use of a mechanical assist device through day five. The second was a composite of death through day 30 or mechanical assist device through day five. The results did not reveal any significant differences between levosimendan and placebo for these endpoints when analyzed as either a four-component outcome or as a two-component outcome. Heart attack and the use of a mechanical assist device were the most common of these outcomes, occurring in both patient groups in about 16 percent and 10 percent of patients, respectively. Death and dialysis occurred less frequently, in about 4 percent and 3 percent of patients, respectively. Analysis of secondary and safety outcomes revealed some differences. Low cardiac output syndrome was less frequent with levosimendan, occurring in 18.2 percent of patients receiving levosimendan and 25.7 percent of patients receiving placebo. Patients receiving levosimendan were also significantly less likely to require the use of other inotropes (medications designed to strengthen the squeezing action of the heart). There was some suggestion that patients receiving levosimendan had a reduced rate of death at 90 days compared with those receiving placebo; however, this was not a focus of the study and not statistically significant. Levosimendan was similar with placebo with regard to other pre-specified safety outcomes, which included abnormally low blood pressure, stroke, resuscitation after cardiac death, development of the heart rhythm disorder atrial fibrillation or development of the dangerously fast heart rhythm ventricular tachycardia or fibrillation. \"The drug had its intended biologic effect in increasing cardiac output and reducing low cardiac output syndrome, but that did not translate into a reduction in our endpoints,\" Alexander said. \"In countries where levosimendan is available, if you want a drug that increases cardiac output and has good safety data, levosimendan is a reasonable option, because other available inotropes have less well known or adverse safety data.\"For countries where levosimendan is not available, such as the United States, further studies are likely to be needed to demonstrate clinical benefits of the drug, Alexander said. ", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology"]}