{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-ggw031917.php", "description": "Using genetic testing to help personalize doses of warfarin therapy given to patients undergoing elective orthopedic surgery appears to lower the risk of combined adverse events compared with clinically guided dosing, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. Researchers said these findings could have implications for a broad population of patients starting warfarin therapy.", "article_link": null, "date": "Sun, 19 Mar 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute, Centers for Medicare and Medicaid Services", "title": "Genetically guided warfarin dosing lowers risk of some adverse events", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "WASHINGTON (March 19, 2017) - Using genetic testing to help personalize doses of warfarin therapy given to patients undergoing elective orthopedic surgery appears to lower the risk of combined adverse events compared with clinically guided dosing, according to research presented at the American College of Cardiology's 66th Annual Scientific Session. Researchers said these findings could have implications for a broad population of patients starting warfarin therapy. Warfarin, used to thin the blood, is widely prescribed to prevent clots that can cause stroke, deep vein thrombosis (DVT) or pulmonary embolism (PE), a blood clot in the lung. The challenge with warfarin, however, is finding the right dose: too much can cause dangerous bleeding, too little may leave people at risk for blood clots. As a result, people taking warfarin for a variety of indications, such as atrial fibrillation, orthopedic surgery or mechanical heart valves need regular blood testing to monitor how quickly their blood clots, called their INR, or international normalized ratio. An INR of four or higher denotes a high risk of serious bleeding. In addition, certain medications, alcohol and foods can affect the way warfarin works, as can variants in certain genes now known to influence warfarin sensitivity and metabolism. The Genetic InFormatics Trial (GIFT) of Warfarin Therapy to Prevent DVT--the first trial to quantify the benefit of pharmacogenetic dosing of warfarin on clinical events--found that genotype-guided dosing was associated with a 27 percent reduction in the study's primary endpoint--a composite of death, confirmed venous thromboembolism, warfarin overdose (INR ? 4), and major bleeding--compared with those receiving clinically based dosing. Because there were no deaths during the trial, researchers were unable to assess whether genotype-guided dosing reduced mortality. \"The way we dose warfarin clinically is trial-and-error dosing. We often start patients on 5 mg daily and don't find out who is very sensitive to warfarin until their INR is four or more, indicating an overdose,\" said Brian F. Gage, MD, MSc, professor of medicine at Washington University School of Medicine in St. Louis, and the study's lead author. \"Based on our results, as compared with optimized clinical dosing, pharmacogenetic dosing did better overall, meaning this group of patients had a lower rate of adverse events.\" Gage said the clinical dosing used in this trial was likely better than standard dosing because it used a computer-based, real-time interface that estimated the therapeutic dose and provided recommendations for adjusting dose based on a patient's age, height, weight, interactions with other medications and other clinical factors. The trial also showed a statistically significant improvement in INR control, the study's secondary endpoint, among patients whose warfarin dose was determined based on genetic information in addition to clinical factors. Previous studies had shown mixed results as to whether genotype-guided dosing improved INR control; however, Gage said compared with previous studies, the GIFT trial was considerably larger, added another gene (CYP4F2), and recruited older patients (65 years and older) at high risk of bleeding.\"Before GIFT, we had a good idea of how these genes and clinical factors affected the dose of warfarin. What we didn't know is whether taking genotype into account improved outcomes,\" Gage said. \"It turns out that the genes that regulate warfarin metabolism and sensitivity and vitamin K use are highly variable, so we can't simply look at patients and predict their therapeutic warfarin dose.\"  This multicenter, randomized controlled trial followed 1,597 participants 65 years or older undergoing elective knee or hip replacement surgery (63.8 percent women, 91.1 percent Caucasian). Most of the patients were recruited at the Hospital for Special Surgery in New York City, Washington University in St. Louis, and the University of Utah and Intermountain Healthcare in Salt Lake City. Gage said orthopedic patients are at high risk of both bleeding and clotting and are routinely given an anticoagulant after hip or knee replacement, allowing researchers to determine whether genotype-guided dosing reduced post-operative adverse events. Participants were genotyped for genetic variants that influence warfarin sensitivity (CYP2C9*2, CYP2C9*3), warfarin metabolism (VKORC1) and vitamin K recycling (CYP4F2).  Patients were randomized to receive clinical dosing or genotype-guided dosing (in addition to clinical factors being taken into account) by the algorithms; they were also randomly assigned to a target INR of either 1.8 or 2.5. For the first 11 days of therapy, warfarin dosing in both arms was guided by a web application that incorporated clinical factors in all patients and genotype in participants randomized to genotype-guided dosing. Most (94 percent) of the time, prescribers gave the dose that was recommended. After 11 days of therapy, they were free to continue the current warfarin dose, or make adjustments. Patients were monitored using standard INR testing and most participants underwent screening with lower extremity Doppler ultrasound three to seven weeks after arthroplasty to check for clots. Researchers followed participants for 90 days and assessed the primary outcome through day 30 (DVTs and PEs detected through day 60 also were included in the primary outcome).The rate of adverse events was 14.7 percent in the clinical arm and 10.8 percent in the genotype-guided arm, a 27 percent relative risk reduction. There was a significant reduction in INR values ? 4: from 9.8 percent in the clinical arm to 6.9 percent with genotype-guided dosing. However, in looking at events by themselves, there was no significant reduction in DVT/PE or major bleeds between the two groups. At 30 days follow-up, no participant died and one was lost to follow-up. \"The GIFT trial is an example of personalized medicine,\" Gage said. \"If the patient stays in a safe INR range, warfarin is an incredibly effective and safe drug. By getting the dose approximately right, from the get-go, we're less likely to have the patient overdose and can lower the risk of complications. This approach is especially important for older patients. Warfarin is the medication that is most likely to cause elderly patients to go to the emergency room.\"Gage said that future research could combine GIFT with prior pharmacogenetic trials in a meta-analysis and should determine what other genetic variations predict response to anticoagulants. Additionally, as clinical and genetic factors affecting warfarin dose requirements vary by race, there may be benefit of dosing algorithms tailored to ancestry.  Gage said he hopes that genetic and clinical dosing algorithms will be integrated within electronic medical records. \"The hope is that when a physician starts a prescription of warfarin, electronic medical records will seamlessly give a prudent recommendation to help the doctor come up with the right dose,\" he said.", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "keywords": ["Medicine/Health", " Cardiology"]}