{"title": "New in vitro toxicology research on health risk assessment wins PETA award", "text": "New Rochelle, NY, March 2, 2017--Researchers have demonstrated the ability to use two new mechanistic models called Adverse Outcome Pathways (AOPs)--one for decreased lung function and the other for hypertension--to assess the toxicological risk of chemicals without the need for animal testing. The novel AOPs, developed jointly by scientists at British American Tobacco and Philip Morris International, received an award from the PETA International Science Consortium for contributing to non-animal approaches to predicting adverse health effects. The studies are published today in Applied In Vitro Toxicology, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The articles are part of a special issue on Next Generation Nicotine Products and are available open access on the Applied In Vitro Toxicology website.Marianna Gaça and colleagues from British American Tobacco and Philip Morris coauthored the article entitled \"Development of an Adverse Outcome Pathway for the Onset of Hypertension by Oxidative Stress-Mediated Perturbation of Endothelial Nitric Oxide Bioavailability.\" The AOP presented here describes how airborne toxic chemical exposure can increase oxidative stress in the lining of blood vessels, disrupting nitric oxide bioavailability and resulting in impaired vasodilation that leads to the development of hypertension. The researchers propose that this AOP could be a useful tool for evaluating the harm reduction potential of e-cigarettes compared to conventional tobacco products and other consumer products, with the goal of reducing cardiovascular disease risk. The article entitled \"The Adverse Outcome Pathway for Oxidative Stress-Mediated EGFR Activation Leading to Decreased Lung Function\" is coauthored by Karsta Luettich and colleagues from Philip Morris Products SA (Neuchâtel, Switzerland) and British American Tobacco (Investments) Ltd (Southampton, U.K.). The researchers developed an AOP that links exposure to toxic chemicals present, for example, in cigarette smoke and air pollutants, to the molecular, cellular, and organ-level key events that can lead to oxidative stress-mediated activation of epidermal growth factor receptor in the airway epithelium, leading to decreased lung function. The award from PETA International Science Consortium Ltd recognized these scientists for their contributions to the AOP Wiki, a publicly available knowledge base and online encyclopedia created by the European Commission's DG Joint Research Centre (JRC), the U.S. Environmental Protection Agency (EPA), and the Organization for Economic Co-operation and Development (OECD). \r\n\"The use of adverse outcome pathways is a means by which mechanism-based in vitro assays and models can be developed to rapidly and accurately evaluate chemical risk without the use of animals.  It is exciting to see good work recognized,\" says Jim McKim, PhD, Editor-in-Chief of Applied In Vitro Toxicology and Founder and CEO, IonTox, LLC. ", "article_link": "http://dx.doi.org/10.1089/aivt.2016.0031", "url": "http://www.eurekalert.org/pub_releases/2017-03/mali-niv030217.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/new-in-vitro-toxicology-research-on-health-risk-assessment-wins-peta-international-science-consortium-ltd-award/2120/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Alternative Medicine", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Toxicology", " Animal Research/Rights"], "journal": "Applied In Vitro Toxicology", "description": "Researchers have demonstrated the ability to use two new mechanistic models called Adverse Outcome Pathways (AOPs) -- one for decreased lung function and the other for hypertension -- to assess the toxicological risk of chemicals without the need for animal testing.", "date": "Thu, 02 Mar 2017 05:00:00 GMT"}