{"title": "Keep calm and measure cats' blood pressure!", "text": "A decade ago, an Editorial in The Lancet, 'Hypertension: uncontrolled and conquering the world', presented some alarming facts: the risk of becoming hypertensive during a lifetime exceeds 90% for people in developed countries, with over 1.5 billion adults expected to have hypertension by 2025. It continued: 'screening is not done systematically, and the diagnosis is often made at a late stage when target organ damage has already happened'.The International Society of Feline Medicine (ISFM), the veterinary division of International Cat Care, is highlighting some broadly similar concerns in our feline companions. Hypertension is a well-recognised condition in older cats, yet probably remains significantly underdiagnosed. The consequences can be severe, with target organ damage typically affecting the eyes, heart, brain and kidneys. Some damage, such as blindness resulting from complete retinal detachment, is irreversible. Other damage, however, is more amenable to antihypertensive treatment, highlighting the importance of early diagnosis and intervention. However, this presents challenges, particularly as routine blood pressure monitoring is generally performed infrequently in cats. Furthermore, cats are notoriously susceptible to stress in the veterinary clinic, which can lead to 'white coat hypertension' and hamper interpretation of results.To guide veterinary practitioners in the clinical management of hypertension in their feline patients, the society has this month published 'ISFM Consensus Guidelines on the Diagnosis and Management of Hypertension in Cats' in its flagship Journal of Feline Medicine and Surgery*. The recommendations are those of an expert panel of veterinary clinicians and academics gathered from the UK, Australia, New Zealand, Spain, France and the USA, and cover several key areas. These include: how often to monitor blood pressure for cats of different ages and health status; when antihypertensive therapy is justified based on different systolic blood pressure readings and evidence of target organ damage; and what an investigation of hypertensive cats should include. Samantha Taylor, a specialist in feline medicine and one of the co-chairs of the guidelines panel, explains: 'Well illustrated and easy to read, it is hoped that these guidelines will encourage more widespread monitoring of blood pressure in veterinary clinics to increase the early identification of this treatable condition, and prevent the severe clinical consequences of untreated hypertension.'", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/s-kca030117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "SAGE", "keywords": ["Zoology/Veterinary Science", " Pets/Ethology", " Medicine/Health"], "journal": "Journal of Feline Medicine and Surgery", "description": "A decade ago, an Editorial in The Lancet, 'Hypertension: uncontrolled and conquering the world', presented some alarming facts: the risk of becoming hypertensive during a lifetime exceeds 90% for people in developed countries, with over 1.5 billion adults expected to have hypertension by 2025. It continued: 'screening is not done systematically, and the diagnosis is often made at a late stage when target organ damage has already happened'.", "date": "Wed, 01 Mar 2017 05:00:00 GMT"}