{"title": "Compared to type 1, children with type 2 diabetes more likely to experience complications as teens", "text": "Among teenagers and young adults who had been diagnosed with diabetes during childhood or adolescence, the prevalence of diabetes-related complications was higher among those with type 2 than with type 1, but complications were frequent in both groups, according to a study appearing in the February 28 issue of JAMA.The increased prevalence of type 2 diabetes among children and adolescents has been relatively recent in most populations, beginning in the early to mid-1990s. Additionally, a long-term increase in type 1 diabetes has been observed both worldwide and in the United States.These recent trends in type 1 and 2 diabetes diagnosed in young individuals raise the question of whether the pattern of complications differs by diabetes type at similar ages and diabetes duration.Dana Dabelea, M.D., Ph.D., of the Colorado School of Public Health, Aurora, and colleagues estimated the prevalence of multiple diabetes-related complications among 2,018 study participants with type 1 and type 2 diabetes diagnosed at younger than 20 years. Of the participants, 1,746 had type 1 diabetes and 272 had type 2.Average diabetes duration was 7.9 years (both groups). \r\nThe researchers found that approximately one in three teenagers and young adults with type 1 diabetes (32 percent) and almost 3 of 4 of those with type 2 diabetes (72 percent) had a complication. Patients with type 2 diabetes vs those with type 1 had higher age-adjusted prevalence for:After adjustment for established risk factors measured over time, participants with type 2 diabetes vs those with type 1 had significantly higher odds of diabetic kidney disease, retinopathy, and peripheral neuropathy but no significant difference in the odds of arterial stiffness and hypertension.\"These findings support early monitoring of youth with diabetes for development of complications,\" the authors write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-ctt022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "Among teenagers and young adults who had been diagnosed with diabetes during childhood or adolescence, the prevalence of diabetes-related complications was higher among those with type 2 than with type 1, but complications were frequent in both groups, according to a study appearing in the Feb. 28 issue of JAMA.", "date": "Tue, 28 Feb 2017 05:00:00 GMT"}