{"title": "Gauging ACA's effect on primary care access", "text": "A new research letter published online by JAMA Internal Medicine assessed the Affordable Care Act's effect on primary care access because millions of uninsured adults have gotten health insurance since major coverage provisions were implemented. The study by Daniel Polsky, Ph.D., of the University of Pennsylvania, Philadelphia, and coauthors used simulated patients to request new patient appointments from primary care practices in 10 states: Arkansas, Georgia, Illinois, Iowa, Massachusetts, Montana, New Jersey, Oregon, Pennsylvania and Texas. A baseline study was conducted from 2012-2013 and updated in 2016 with an updated sample group of practices.  Simulated callers were grouped by insurance type (Medicaid or private insurance) and clinical scenario (hypertension or a check-up).  The authors analyzed changes in appointment availability and the probability of short wait times (one week or less) and long wait times (more than 30 days).The authors report that across the 10 states:There was no significant change in appointment availability for either insurance type in Georgia, Massachusetts, Montana, New Jersey or Texas. Medicaid callers found increased appointment availability in Illinois, Iowa and Pennsylvania, while private insurance callers found increased availability in Pennsylvania but decreased availability in Oregon and Arkansas. The study has limitations such as including only new simulated patients calling in-network offices and that the results may not be generalizable because it includes only 10 states.\"The appointment availability results should ease concerns that the Affordable Care Act would exacerbate the primary care shortage. ... Primary care practices may be adapting to an influx of new patients with shorter visits and more rigorous management of no-shows,\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/tjnj-gae022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "JAMA Internal Medicine", "description": "A new research letter published online by JAMA Internal Medicine assessed the Affordable Care Act's effect on primary care access because millions of uninsured adults have gotten health insurance since major coverage provisions were implemented.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}