{"title": "Doctors should discuss herbal medication use with heart disease patients", "text": "Physicians should be well-versed in the herbal medications heart disease patients may take to be able to effectively discuss their clinical implications, potential benefits and side effects--despite a lack of scientific evidence to support their use, according to a review paper published today in the Journal of the American College of Cardiology. Herbal medications do not require clinical studies before being marketed to consumers or formal approval from regulatory agencies, so their efficacy and safety are rarely proven. In the U.S., herbal medications can only be found unsafe by the Food and Drug Administration after they have caused harm. Still, they remain popular among heart disease patients for their potential cardiovascular benefits. A recent survey said 1 in every 5 people will take an herbal or dietary supplement in their lifetime.Researchers in this review paper looked at 42 herbal medications that have a possible indication for treating one or more cardiovascular condition, including hypertension, heart failure, coronary artery disease, dyslipidemia, thromboembolic disorders or peripheral artery disease. They then selected 10 of the most commonly used in cardiovascular medicine to discuss possible indications, biological and clinical data, and safety concerns.\r\nThe researchers said that despite all the clinical evidence on these herbal medications, there is an overall lack of evidence available, and it is not always possible to clearly establish a cause-effect link between exposure to herbal medications and potential side effects.They concluded that because of the popularity of these medications and the potential for drug interactions or other safety concerns, physicians should start a conversation around herbal medication use to effectively counsel their patients. Many patients don't volunteer information on their herbal medication use to their doctor because they do not perceive them as drugs. Physicians are also unlikely to regularly gather correct information on their use. However, herbal medication use has been associated with poor adherence to conventional medications, which is a serious concern.\"Communicating with the patient is a crucial component of the process,\" said Graziano Onder, MD, PhD, senior author of the review paper and an assistant professor in the department of geriatrics, neurosciences and orthopaedics of the Università Cattolica del Sacro Cuore in Rome. \"The pros and cons of specifics herbal medications should be explained and their risk-benefit profile properly discussed.\" Researchers said physician education is an important consideration as well, since the study of alternative medicine is not part of medical school curriculums in the U.S. Obtaining the necessary knowledge to provide better care for patients around the use of herbal medications is solely up to the physician.\r\n\"Physicians should improve their knowledge of herbal medications in order to adequately weigh the clinical implications related to their use,\" Onder said. \"Physicians should explain that natural does not always mean safe.\"The authors have no relevant disclosures to report.\r\n", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.11.078", "url": "http://www.eurekalert.org/pub_releases/2017-02/acoc-dsd022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Health Professionals", " Pharmaceutical Science", " Public Health"], "journal": "Journal of the American College of Cardiology", "description": "Physicians should be well-versed in the herbal medications heart disease patients may take to be able to effectively discuss their clinical implications, potential benefits and side effects -- despite a lack of scientific evidence to support their use, according to a review paper published today in the Journal of the American College of Cardiology.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}