{"title": "Increased physical activity, lower BMI may lower heart failure risk", "text": "Lifestyle patterns, including physical activity and body mass index (BMI), are associated with a risk of overall heart failure but are more strongly associated with the heart failure subtype HFpEF, according to a study published today in the Journal of the American College of Cardiology.Heart failure is a medical condition defined by the inability of the heart to meet the demands of the body, particularly during exertion. Heart failure with preserved ejection fraction (HFpEF) is a subtype of heart failure that involves the heart and other organs and is characterized a stiff heart muscle that is unable to fill adequately with blood, resulting in fluid backing up into the lungs and body. Heart failure with preserved ejection fraction accounts for up to 50 percent of heart failure cases and is associated with poor outcomes. It has also proven to be resistant to available therapies, leading to prevention being a critical part of controlling the growing burden of this disease.\"We consistently found an association between physical activity, BMI and overall heart failure risk,\" said Jarett D. Berry, MD, associate professor in the department of internal medicine and clinical sciences and director of cardiac rehabilitation at the University of Texas Southwestern Medical Center in Dallas, and the study's senior author. \"This was not unexpected, however the impact of these lifestyle factors on heart failure subtypes was quite different.\"Researchers analyzed data from three cohort studies that included 51,541 participants with 3,180 heart failure events. The three studies used to pool data were the Women's Health Initiative, the Multiethnic Study of Atherosclerosis, and the Cardiovascular Health Study. The current study included all participants from the three cohort studies free from cardiovascular disease at baseline had quantitative measures of physical activity and BMI. In addition, medical experts reviewed all hospitalizations in these study participants to determine whether they were hospitalized for heart failure over the subsequent several years after they enrolled into these studies. Study participants with higher levels of physical activity were most often white, male and had higher annual income and education levels. Those with a higher level of physical activity had a lower prevalence of traditional risk factors, such as hypertension, diabetes, smoking and obesity. Participants with high BMIs were younger, had lower levels of physical activity and had a higher prevalence of cardiovascular risk factors.A total of 3,180 heart failure events were observed from the pooled data; of these events, 39.4 percent were HFpEF, 28.7 percent were heart failure with reduced ejection fraction (HFrEF, the type of heart failure that is associated with a weak heart muscle that doesn't pump well), and 31.9 percent were unclassified. When compared to no physical activity, low levels of physical activity were associated with 6 percent lower risk of heart failure. Researchers found that higher levels of physical activity had even lower risk of heart failure--11 percent lower risk for those who met the guideline-recommended amount of activity and 22 percent lower risk for greater than guideline-recommended physical activity. Overall, the incidence of HFpEF was significantly lower among study participants with higher levels of physical activity. For those achieving physical activity levels above the guideline-recommended amount, they had a 19 percent lower risk of HFpEF. However, there was no association between higher levels of physical activity and risk of HFrEF. Similarly, higher BMI was associated with increased overall heart failure risk. The cumulative incidence of HFpEF was higher among those with higher BMI. Once again, the association between higher BMI and HFrEF was more attenuated compared to HFpEF.Ambarish Pandey, MD, a cardiology fellow at the University of Texas Southwestern Medical Center in Dallas and first author on the study said, \"There was a distinct relationship between both physical activity and BMI and the different heart failure subtypes, which may have important clinical and public health implications. These data suggest the importance of modifying lifestyle patterns to help prevent HFpEF in the general population.\"Limitations include the inability to prove a cause-and-effect relationship due to its observational nature.In an accompanying editorial, Sanjiv J. Shah, MD, professor of medicine and director of the Northwestern HFpEF Program at Northwestern University Feinberg School of Medicine in Chicago, said the researchers \"have provided strong evidence that lack of physical activity is associated with incident HFpEF.\" Shah said there is a \"critical need to focus on primary prevention in order to control HFpEF at the population level.\"", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.11.081", "url": "http://www.eurekalert.org/pub_releases/2017-02/acoc-ipa022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Public Health", " Exercise"], "journal": "Journal of the American College of Cardiology", "description": "Lifestyle patterns, including physical activity and body mass index (BMI), are associated with a risk of overall heart failure but are more strongly associated with the heart failure subtype HFpEF, according to a study published today in the Journal of the American College of Cardiology.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}