{"title": "Affordable Care Act boosted primary care access for Medicaid patients", "text": "PHILADELPHIA - Since the introduction of the Affordable Care Act, which provided access to health insurance to millions of previously uninsured adults in the United States, the availability of appointments with primary care physicians has improved for patients with Medicaid and remains unchanged for patients with private coverage, according to new research led by the Perelman School of Medicine and the Leonard Davis Institute of Health Economics at the University of Pennsylvania. The study, which compared new patient appointment availability in 10 states between 2012/13 (before the Affordable Care Act came into effect) and 2016, is published today in JAMA Internal Medicine.The study found appointment availability for Medicaid enrollees jumped from 57.9 percent to 63.2 percent between 2012/2013 and 2016. \"Results of our study should ease concerns that the Affordable Care Act would aggravate access to primary care,\" said lead author Daniel Polsky, PhD, a professor of Medicine at the Perelman School of Medicine and Health Care Management in the Wharton School at the University of Pennsylvania, and the executive director of Penn's Leonard Davis Institute of Health Economics. \"The finding that more doctors are accepting patients with Medicaid, not fewer, is particularly timely given the active health care reform debate as offers evidence contradicting that the stated criticism of Medicaid that 'more and more doctors just won't take Medicaid.\"The study included two waves of data collection, from November 2012 to April 2013 and from February to June 2016. Simulated patients differing in age, sex, race, and ethnicity were randomized to an insurance type (Medicaid or private coverage) and clinical scenario (hypertension or check-up). Participants called in-network primary care practices in Arkansas, Georgia, Illinois, Iowa, Massachusetts, Montana, New Jersey, Oregon, Pennsylvania, and Texas, then requested the earliest available appointment with a randomly selected primary care provider. Researchers compared results of the two time periods to determine changes in appointment availability. They also estimated changes in the probability of short wait times (seven days or less) and long wait times (more than 30 days).In addition to an increase in appointment availability, patients with Medicaid and private coverage experienced somewhat longer wait times. Medicaid callers faced a 6.7 percentage point decrease in short wait times and, among privately insured callers, the share of short wait times decreased 4.1 percentage points and the share of long wait times increased 3.3 percentage points. The authors say the absorption of new patients may explain the increase in wait times, which was similarly observed in Massachusetts after it expanded Medicaid in 2006.Some initiatives to strengthen primary care delivery, such as raising Medicaid reimbursement rates to Medicare levels for some primary care providers in 2013 and 2014, increasing funds for federally qualified health centers, and expanding the penetration of Medicaid managed care, may explain the findings. Additionally, the authors suggest changes beyond Affordable Care Act initiatives, including team-based clinics, retail clinics, and data sharing, may have expanded capacity in some practices.Since this study focused solely on new patient appointment requests at in-network offices, further research is needed to determine how health system changes have affected established patients. Additionally, though the 10 states were selected specifically for their diversity along a number of dimensions, the results may not be generalizable to other settings.", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2016.9662", "url": "http://www.eurekalert.org/pub_releases/2017-02/uops-aca022417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Public Health"], "journal": "JAMA Internal Medicine", "description": "Since the introduction of the Affordable Care Act, which provided access to health insurance to millions of previously uninsured adults in the United States, the availability of appointments with primary care physicians has improved for patients with Medicaid and remains unchanged for patients with private coverage, according to new research.", "date": "Mon, 27 Feb 2017 05:00:00 GMT"}