{"title": "Immunotherapy for glioblastoma well tolerated; survival gains observed", "text": "DURHAM, N.C. -- A phase one study of 11 patients with glioblastoma who received injections of an investigational vaccine therapy and an approved chemotherapy showed the combination to be well tolerated while also resulting in unexpectedly significant survival increases, researchers at the Duke Cancer Institute report.Patients treated with the study drug (dose-intensified temozolomide and vaccines) were continuously monitored for toxicity and adverse events. Study patients experienced known side effects with temozolomide, including nausea, lymphopenia, thrombocytopenia and fatigue. There were no treatment limiting adverse events and no adverse events related to the cellular portion of the vaccine. One patient developed a grade 3 vaccine-related allergic reaction to the GM-CSF component of the vaccine.  The patient was able to continue vaccinations in which the GM-CSF was removed and had no subsequent adverse events.   Although the trial was small and not designed to evaluate efficacy, four of the 11 study patients survived for more than five years following treatment with a combination of vaccine and the drug temozolomide, a first-line chemotherapy drug for glioblastoma. That outcome is uncommon for glioblastoma, a lethal brain cancer that has a median survival of nearly 15 months when treated with the current standard of care.\"This is a small study, but it's one in a sequence of clinical trials we have conducted to explore the use of an immunotherapy that specifically targets a protein on glioblastoma tumors,\" said Duke's Kristen Batich, M.D., Ph.D., lead author of a study published online April 14 in the journal Clinical Cancer Research. \"While not a controlled efficacy study, the survival results were surprising, and they suggest the possibility that combining the vaccine with a more intense regimen of this chemotherapy promotes a strong cooperative benefit.\"Batich and colleagues--including senior author John Sampson, M.D., Ph.D., chair of Duke's Department of Neurosurgery -- treated 11   patients as part of a single arm study to test the safety of using a dose-intensified regimen of temozolomide along with a dendritic cell vaccine therapy that selectively targets a cytomegalovirus (CMV) protein. CMV proteins are abundant in glioblastoma tumors, but are absent in surrounding brain cells. In earlier clinical trials, the researchers used the dendritic cell vaccine to teach T-cells to attack tumor cells, and their data suggested these vaccines could be enhanced when primed by an immune system booster. A separate clinical trial found that higher-than-standard doses of temozolomide, combined with an immune-stimulating factor, also primed the immune system and enhanced the response of a different vaccine target. The researchers built on those findings in the current study. They used a combination of the dendritic cell vaccine therapy and the immune-stimulating factor, which was administered as injections following dose-intensified regimens of temozolomide. The 11 patients received at least six vaccine treatments.\"Our strategy was to capitalize on the immune deficiency caused by the temozolomide regimen,\" Batich said. \"It seems counter-intuitive, but when the patient's lymphocytes are depleted, it's actually an optimal time to introduce the vaccine therapy. It basically gives the immune system marching orders to mount resources to attack the tumor.\"Batich said the approach significantly slowed the progression of patients' tumors. Typically, glioblastoma tumors begin to regrow after standard treatment at a median of eight months, but for study participants, recurrence occurred at a median of 25 months.  \"These are surprisingly promising clinical outcomes,\" Sampson said. \"However, it is important to emphasize that this was a very small study that used historical comparisons rather than randomizing patients to two different treatments, but the findings certainly support further study of this approach in larger, controlled clinical trials.\"The research team has received approval to launch a new study that will compare the standard dose of temozolomide vs. the dose-intensified regimen along with the vaccine in glioblastoma patients. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/dumc-ifg041117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Small Business Technology Transfer with Annias Immunotherapeutics, Inc., Duke Comprehensive Cancer Core Grant", "meeting": "", "institution": "Duke University Medical Center", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science"], "journal": "Clinical Cancer Research", "description": "A phase one study of 11 patients with glioblastoma who received injections of an investigational vaccine therapy and an approved chemotherapy showed the combination to be well tolerated while also resulting in unexpectedly significant survival increases, researchers at the Duke Cancer Institute report.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}