{"title": "Glioblastoma patients may benefit from a vaccine-chemotherapy combination", "text": "Bottom Line: A vaccine targeting cytomegalovirus (CMV) antigen pp65, combined with high-dose chemotherapy (temozolomide), improved both progression-free survival and overall survival for a small group of glioblastoma (GBM) patients.Journal in Which the Study was Published: Clinical Cancer Research, a journal of the American Association for Cancer Research.Author: Lead author of the study is Kristen Batich, MD, PhD, a researcher in the lab of senior author John Sampson, MD, PhD, chair of the Department of Neurosurgery at Duke University.Background:  The typical median survival for GBM patients is less than 15 months. To overcome these poor numbers, the researchers took advantage of CMV's affinity for GBM, with the viral proteins being expressed in roughly 90 percent of these tumors. Building on previous research, they used CMV as a proxy for GBM, targeting the virus with pp65-specific dendritic cells to spotlight the tumor for the immune system.How the Study Was Conducted and Results: The cohort of 11 patients who received this combination therapy demonstrated a median progression-free survival of 25.3 months and a median overall survival of 41.1 months, and three patients remain progression-free more than seven years after diagnosis, Batich explained.\"The clinical outcomes in GBM patients who received this combination were very striking,\" Batich said.Previous work had shown that TMZ generates profound lymphopenia or the loss of immune cells, which offers a unique opportunity to retrain the immune system, Batich explained. The researchers administered dose-intensified temozolomide (TMZ) as a strategy to further enhance the immune response.\"The dose-intensified temozolomide induces a strong state of lymphopenia,\" said Batich. \"With that comes an opportune moment to introduce an antigen-specific vaccine, which redirects the immune system to put all hands on deck and fight that target.\"One of the noteworthy results from the study was the excellent response rate despite the high proportion of regulatory T cells, which dampen the immune response and rebounded sharply following TMZ administration. This finding may actually be cause for optimism, Batich noted.\"If we could preclude this regulatory T-cell rebound, it could have additionally enhancing effects on the pp65 vaccine response,\" said Batich.Limitations: Though the survival results are quite encouraging, the authors caution that this was a single-arm study without a control group. In addition, the cohort was quite small. Though the outcomes far outpaced historical controls, a more robust trial will be needed to confirm these results.In addition, the team wants to better understand the mechanisms that underlie the strong response rate and refine this combination therapy to produce even better results. \"We want to understand why some patients do better than others,\" said Batich. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/aafc-gpm041217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "American Association for Cancer Research", "keywords": ["Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Clinical Cancer Research", "description": "A vaccine targeting cytomegalovirus (CMV) antigen pp65, combined with high-dose chemotherapy (temozolomide), improved both progression-free survival and overall survival for a small group of glioblastoma (GBM) patients.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}