{"title": "Plant genes may lack off switch, but have volume control", "text": "Scientists at the University of California, Davis have discovered that DNA sequences thought to be essential for gene activity can be expendable. Sequences once called junk sometimes call the shots instead.Professor Alan Rose at UC Davis has been working for over two decades to unravel a mechanism called \"intron-mediated enhancement.\" I'm a graduate student in Rose's lab, and we made an exceptional discovery in an unexceptional plant called Arabidopsis thaliana, or thale cress.Arabidopsis is the lab mouse of the plant world. The Rose lab uses this small weed to answer questions about the biology of all plants. In a study recently published in the journal The Plant Cell, we show that genetic material known as introns can play very dramatic roles in plants.Here's why these results are surprising. Imagine if music downloads were interrupted by blocks of white noise you had to manually edit out every time you played a song. Makes no sense, right? Why would songs be recorded that way?That's exactly what scientists wondered when they discovered introns. You can think of the DNA in your cells as a massive library of music. Genes are like songs that play at different volumes. The blocks of white noise are the introns.Introns were originally called \"junk DNA\" because they are removed when genetic messages are processed. Like the white noise, they're not a part of the final song, so they have no effect on the trait encoded by the gene. Yet introns make up over 90 percent of the sequences in our genes. So why do cells waste energy on introns just to remove them when genes get turned on?It turns out that introns act as volume control for some of our most important genes. Remove them, and suddenly the genes go silent. Scientists have known this for a long time, yet we still don't really know why.In the Rose lab, we experiment with introns in a gene called GUS. The GUS gene makes a blue pigment, so it's easy to tell when it gets turned on. We fused the GUS gene to a plant gene, and then deleted an important part of the gene fusion called the promoter. If introns are like volume control for genes, then promoters are on/off switches.Promoters were thought to be the master regulators of genes. But when we deleted the promoter of the GUS gene fusion, something shocking happened. The plants still turned blue as long as the gene contained an intron. That's like turning off your radio and finding some songs still play as long as you turn up the volume.So what does this finding mean? We've thought for a long time that all genes have an on/off switch - the promoter. But some genes that are on all the time might not have an off switch at all. For these genes, the volume control provided by the intron may be especially important.We still don't understand a lot about what causes genes to be turned on, off, up, or down. These findings show there are even more mysteries than we previously thought. Our research focused on one gene. We don't know how many genes might behave similarly. Looking at the sequences in their introns, we guess that as many as fifteen percent of genes might be affected in plants. In other organisms, who knows?The next step for the Rose lab is to figure out how this process actually works. If we can unlock the secret to the mechanism of \"intron-mediated enhancement,\" we could orchestrate a symphony of genes with useful properties. Introns have already been used to boost the activity of genes for increased vitamin content in rice and higher yielding soybeans. In the future introns could bump biofuels in algae, up insulin made by yeast, or even stimulate production of life-saving vaccines in tobacco.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uoc--pgm041417.php", "region": "namerica", "source_link": "http://blogs.ucdavis.edu/egghead/2017/04/14/plant-genes-may-lack-off-switch-volume-control/", "funder": "National Science Foundation", "meeting": "", "institution": "University of California - Davis", "keywords": ["Biology", " Cell Biology", " Genetics", " Plant Sciences"], "journal": "Plant Cell", "description": "UC Davis researchers discover a gene in the model plant Arabidopsis that can function without a promoter, but requires DNA sequences from an intron.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}