{"title": "Drinking iced tea may boost cholera risk in endemic countries", "text": "After more than a decade of declining cholera incidence, Vietnam faced an increase in cases of the diarrheal disease during 2007-2010. Risk factors for contracting cholera in Ben Tre province of Vietnam include drinking iced tea or unboiled water and having a water source near a toilet, researchers report in PLOS Neglected Tropical Diseases.Around the world, more than a million people a year suffer from cholera and tens of thousands die from the disease. Cholera transmission is closely linked to inadequate access to clean water and is often spread through contaminated drinking water. In the Ben Tre province of the Mekong Delta region in the southern part of Vietnam, no cholera cases were reported from 2005 until an outbreak in 2010. In the new work, Thuong Vu Nguyen, of the Pasteur Institute Ho Chi Minh City, Vietnam and colleagues interviewed 60 people who were confirmed to have been infected with cholera during the 2010 outbreak in Ben Tre, as well as 240 subcommune-, 5-year age group- and sex-matched controls. Information about each person's eating and drinking behaviors and living environment was recorded. The researchers also collected samples of nearby river water, drinking water, wastewater samples, and local seafood to test for Vibrio cholerae, the bacteria which spreads the disease. The researchers found that drinking iced tea, not always boiling drinking water, having a main water source near a toilet, living with other who have diarrhea, and having little or no education were all associated with an increased risk of cholera, while drinking stored rainwater, eating cooked seafood or steamed vegetables were protective against the disease. 22% of people with cholera reported drinking iced tea in the week prior to their disease, whereas only 3% of controls had drank iced tea in the week before being interviewed. Patients with cholera were also more likely to always put ice in their water and to use sedimented river water for drinking, bathing, cooking, and brushing their teeth. More work is needed to determine why iced tea boosts the risk of cholera, but the researchers hypothesize that the bacteria may be found in ice, which is often bought from street vendors. \"This present study has important implications for Vietnam's cholera responses,\" the researchers say. \"Along with traditional approaches that focus on enhancement of safe water, sanitation, and food safety, combined with periodic provision of oral cholera vaccines, a water quality monitoring system at ice-making plants should be established.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005490", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-dit040617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Agriculture", " Food/Food Science", " Biology", " Bacteriology", " Nutrition/Nutrients", " Physiology", " Virology", " Medicine/Health", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "PLOS Neglected Tropical Diseases", "description": "After more than a decade of declining cholera incidence, Vietnam faced an increase in cases of the diarrheal disease during 2007-2010. Risk factors for contracting cholera in Ben Tre province of Vietnam include drinking iced tea or unboiled water and having a water source near a toilet, researchers report in PLOS Neglected Tropical Diseases.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}