{"title": "Tackling Ebola, from supportive care to vaccines in clinical development", "text": "\r\nA new study reports the first detailed description of the day-by-day immune responses observed during the course of a patient's progression through, and recovery from, Ebola virus disease (EVD). During the EVD outbreak that struck West Africa from 2013 to 2015, more than 28,000 infections were reported, with 11,310 confirmed fatalities. No vaccines or therapies have yet been approved by the U.S. Food and Drug Administration for the disease, which progresses rapidly from nonspecific initial symptoms of fever and weakness to severe diarrhea, bleeding, and multiple organ failure in the later stages. Because outbreaks often occur in resource-limited settings, relatively little is known about how the pathogen affects its human hosts. For the first time, John Kash and colleagues carefully tracked changes in gene expression that occurred in a 34-year-old health care worker exposed to Ebola virus in Sierra Leone who was evacuated to the National Institutes of Health seven days after presenting with symptoms of disease. The individual was released from the facility 33 days following symptom onset. During his progression through multiple organ failure, and, ultimately, recovery, the researchers identified distinct phases of physiological responses. Strikingly, viral levels didn't correlate with disease severity - there were no traces of Ebola virus in the subject's peripheral white blood cell sat day 13, although he remained in critical condition for six additional days. The researchers say that the changes they observed might represent important transition points in the progression of EVD, which could help improve supportive care during future outbreaks. \r\n      In an additional analysis, Angela Huttner and colleagues characterized serum from healthy volunteers receiving the experimental recombinant vesicular stomatitis virus-vectored Zaire Ebola vaccine (rVSV-ZEBOV) to identify a predictive signature for adverse responses. The vaccine was deemed efficacious during ring vaccination trials - where groups who contracted Ebola virus living in close proximity were vaccinated with rVSV-ZEBOV - in Guinea. However, the manufacturers have not yet obtained U.S. FDA approval. Trials in Europe and Africa indicated that rVSV-ZEBOV produced protective immunity, but some study participants developed short-term systemic inflammation and arthritis after receiving the vaccine, especially at higher doses. Here, the researchers examined serum samples from a total of 190 participants in two different vaccine trials that took place in Geneva and Gabon. The scientists identified six different markers that predicted adverse reactions, and also corresponded with the activation of monocytes, a subset of immune cells that play a critical role in the body's inflammatory response. The signature offers an important insight into outcomes for a vaccine with great potential against a deadly disease, and future studies could use similar predictive tools for other types of inoculations, the authors say.\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aai9321", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-tef041017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Science Translational Medicine", "description": "A new study reports the first detailed description of the day-by-day immune responses observed during the course of a patient's progression through, and recovery from, Ebola virus disease (EVD). During the EVD outbreak that struck West Africa from 2013 to 2015, more than 28,000 infections were reported, with 11,310 confirmed fatalities.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}