{"title": "New report on how to improve speed, effectiveness of clinical trials during an epidemic", "text": "WASHINGTON - Mobilization of a rapid and robust clinical research program that explores whether investigational therapeutics and vaccines are safe and effective to combat the next infectious disease epidemic will depend on strengthening capacity in low-income countries for response and research, engaging people living in affected communities, and conducting safety trials before an epidemic hits, says a new report from the National Academies of Sciences, Engineering, and Medicine.  Using key lessons learned from the Ebola epidemic in West Africa, the report outlines how to improve the speed and effectiveness of clinical trial research while an epidemic is occurring, especially in settings where there is limited health care and research infrastructure.  The research and development of therapeutics and vaccines is a long, complex, and expensive process and cannot be compressed into the course of a rapidly progressing outbreak.  The development of a drug \"from bench to bedside\" is estimated, on average, to take at least 10 years and cost $2.6 billion, with less than 12 percent likelihood of eventual licensing.  Therefore, making progress on the research and development of products - such as therapeutics and vaccines - before an epidemic breaks is the only way to ensure that promising candidates are ready for trials once an outbreak occurs, said the committee that carried out the study and wrote the report.  In addition, clinical trials could be more rapidly planned, approved, and implemented during an outbreak if promising products are studied through Phase 1 or Phase 2 safety trials in advance of an outbreak and if emergency response planning includes clinical research considerations and clinical researchers in the discussions from the beginning.The 2014-2015 Ebola epidemic was the longest and most deadly Ebola outbreak since the virus was first discovered in 1976, resulting in 28,616 cases and 11,310 deaths in Guinea, Liberia, and Sierra Leone.  In August 2014, the World Health Organization declared the epidemic a public health emergency of international concern. Researchers discussed how to conduct clinical trials on potential Ebola therapeutics and vaccines in West Africa, and ultimately, several teams conducted formal clinical trials in the Ebola-affected countries during the outbreak. The clinical trial teams overcame immense logistical obstacles encountered while trying to design and implement trials in West Africa in the midst of a rapidly spreading epidemic of a highly dangerous contagious disease.  However, none of the therapeutic trials ended with conclusive results on product efficacy, although limited evidence from the trial for the ZMapp treatment did trend toward a possible benefit.  Given the resources, time, and effort put into these trials, they were not as successful as they could have been.  The results of the vaccine trials were more fruitful.  Two Ebola vaccine candidates have data that suggest they may be safe and produce an immune response, and one is most likely protective, but further data are needed.  Planning and conducting clinical research during the Ebola epidemic also required confronting a number of ethical issues, such as whether it was ethical to conduct clinical trials at all in the midst of a public health emergency and whether the research activities drew effort away from providing clinical care to the most people possible.  There was also disagreement among researchers over how clinical trials should be designed during the Ebola epidemic, particularly whether trials should use randomization and concurrent control groups.  Randomized controlled trials are generally the preferred research design, because they allow researchers to directly compare the outcomes of similar groups of people who differ only in the presence or absence of the investigational agent.  However, many argued that randomized controlled trials would be unethical during the Ebola epidemic, as this trial design would deprive patients of an agent that could potentially prevent or treat Ebola, given the high mortality rate and lack of known and available treatment options.  The committee concluded that randomized controlled trials are both ethical and the fastest and most reliable way to identify the relative benefits and risks of investigational products, and except in rare circumstances, every effort should be made to implement them during epidemics.  The issues that influenced choices about trial design during the Ebola epidemic - such as community mistrust, the feasibility of a standard-of-care-only arm, the high and variable mortality rate, limited product availability, and the potential conflicts between research and care - are likely to recur in future epidemics.  Nevertheless, the perceived ethical or logistical hurdles that these issues present are not sufficiently compelling to override the benefits of randomized trials.  Rather, randomized trials may be the most ethical trial design, because they offer the fastest route to identifying beneficial treatments while minimizing the risks of exposure to potentially harmful investigational agents.To improve the national and international clinical trial response to the next epidemic, the committee focused on three main areas - strengthening capacity, engaging communities, and facilitating international coordination and collaboration - both in the period of time before an outbreak strikes and during the epidemic itself.  The committee found major capacity challenges that hindered and slowed the research response to the Ebola epidemic, and recommended developing sustainable health systems and research capabilities, improving capacity to collect and share clinical and epidemiological data, facilitating the mechanisms for rapid ethics reviews and legal agreements before an epidemic occurs, and incorporating research systems into emergency preparedness and response systems for epidemics.Affected communities had considerable fear, mistrust, and misunderstanding of national and international response and research staff.  Community members feared going to health care facilities for the treatment of Ebola, rumors spread that Ebola was deliberately brought to the region by foreigners, and initial response efforts did not take into account community traditions and beliefs.  For example, mandatory cremation policies countered deeply held religious beliefs.  Successful clinical research is dependent on a community's understanding of, engagement in, and sense of involvement and respect in the process of planning and conducting research, the committee found.  Community engagement should be prioritized during epidemic responses and be a continuous and evolving effort, starting at the onset of the epidemic.Research and response efforts were also greatly affected by the relationships among international stakeholders and their ability to coordinate and collaborate.  For example, there were a few Ebola-specific therapeutic candidates with suggestive efficacy available at the beginning of the outbreak that could have been investigated in clinical trials, but the mechanism to prioritize which should be studied first was limited.  The committee recommended the establishment of an international coalition of stakeholders to work between epidemics that would advise and prioritize pathogens to target for research and development, develop generic clinical trial design templates, and identify teams of clinical research experts who could be deployed to assist with research during an outbreak.  The committee also highlighted seven critical steps to launching successful clinical trials when the next epidemic first strikes and before it peaks.  The steps are to collect and share patient information and establish standards of care, engage communities and establish mutual trust, integrate research efforts into response and facilitate stakeholder coordination, prioritize vaccines and therapies and select trial designs, negotiate contracts, consult with regulators, and perform independent ethics reviews.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/naos-nro041217.php", "region": "namerica", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24739", "funder": "", "meeting": "", "institution": "National Academies of Sciences, Engineering, and Medicine", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases"], "journal": "", "description": "Mobilization of a rapid and robust clinical research program that explores whether investigational therapeutics and vaccines are safe and effective to combat the next infectious disease epidemic will depend on strengthening capacity in low-income countries for response and research, engaging people living in affected communities, and conducting safety trials before an epidemic hits, says a new report from the National Academies of Sciences, Engineering, and Medicine.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}