{"title": "New method could deliver DNA-based vaccines in pill form", "text": "A microscopic corn-and-shrimp cocktail could eventually make DNA-based vaccinations and cancer-treating gene therapies an easier pill to swallow, according to new research from the University of Nebraska-Lincoln.In a recent study, the researchers demonstrated that nesting a specialized nanoparticle inside a microparticle could protect engineered genes or virus-derived DNA against the rigors of the stomach and ensure safe passage to the intestine. Once there, that synthetic DNA could potentially enter cells to trigger the production of either disease-fighting proteins or antibodies essential to building immunity, the study found.The authors built the microparticle from a corn-based protein called zein (ZEEN') and assembled its corresponding nanoparticle from chitosan (KY'-tuh-san), a derivative of the shells that house shrimp and other crustaceans. If further refined, its design could eventually help the pill join the syringe as a delivery system for DNA, the team said.\"The overall idea is to be able to produce vaccines that can be distributed globally,\" said Deb Brown, associate professor of biological sciences and member of the Nebraska Center for Virology. \"An oral route of administration could circumvent many of the barriers to global vaccination strategies.\"Among those barriers: the refrigeration needed to maintain a vaccine's potency and the medical personnel necessary to deliver it. By reducing or eliminating those needs, ingestible versions would expand the geographic reach of vaccines while potentially accelerating their delivery by months, the researchers said.\"You can use a gene in the (viral) pathogen to produce the vaccine,\" said Angela Pannier, associate professor of biological systems engineering. \"You take that gene, sequence it, put it into your synthetic piece of DNA and deliver it. Cells take up that pathogen gene and (manufacture) its product to generate an immune response.\"DNA can be easily and quickly synthesized, so once we identify the strain ... we could go into the lab and within weeks have a vaccine mobilized. Right now, we have to produce (some) vaccines way in advance - usually six to 12 months out - given the time it takes to manufacture them. And if it's a pill, you don't need a nurse or a doctor to give a shot.\"Pannier and her colleagues previously looked at whether a standalone zein microparticle could ferry DNA into the intestine. Though the zein maintained its integrity through the stomach, the enzymes of the intestine degraded it and left the DNA \"just floating around,\" Pannier said.\"But targeting the vast amount of immune tissue present in the intestinal tract was a priority,\" said Amanda Ramer-Tait, assistant professor of food science and member of the Nebraska Food for Health Center.So the team decided to add the chitosan chestnut, using a compound called sodium tripolyphosphate to help it encapsulate the DNA. After optimizing the bi-particle's ability to carry, protect and deliver DNA, the team tested it by exposing it to conditions resembling those of the stomach and intestine.The bi-particle maintained between 50 and 70 percent of its DNA cargo when placed in a gastric fluid for 45 minutes, the average time it would spend in the stomach before moving to the intestine. The researchers then gave it an enzyme-heavy intestinal bath and introduced it to cultured cells, finding that the remaining DNA managed to enter the cells and initiate protein production.When the team later fed the particle to mice, they began showing initial signs of the desired immune response. That antibody production approximated the levels found when the mice were instead injected with a traditional protein-based vaccine.Though doctoral student Eric Farris acknowledged that the team needs to boost the design's carrying capacity and delivery in order to generate a \"full-on, robust\" immune response, he said it compares favorably with other reported approaches to particle-based DNA delivery. No DNA-based vaccines currently exist for humans, but their potential advantages - along with their emergence in veterinary settings - are propelling efforts to perfect them.According to Pannier, the team's design boasts an overlooked but important advantage that should become more apparent as DNA vaccines become a reality.\"Other engineers in the field have made some pretty amazing, fantastic polymers that are highly complicated,\" said Pannier, a member of the Nebraska Center for Materials and Nanoscience.   \"But simple things are probably what are going to make it to the clinic - for scale-up, for production - so we're (looking at) two highly abundant materials.\"Even as the team considers how ingestible vaccines and gene therapies can benefit developing countries, Pannier envisions them appealing to anyone with a fear of needles.\"If anyone's ever been to the flu clinic with children...\" she said with a laugh.Pannier, Brown, Ramer-Tait and Farris reported their findings in the Journal of Controlled Release. They received support from the Nebraska Research Initiative; the National Science Foundation; the National Institute of General Medical Sciences, part of the National Institutes of Health, under grant number P20GM104320; the U.S. Department of Agriculture; and the American Heart Association.\r\n", "article_link": "http://dx.doi.org/10.1016/j.jconrel.2017.01.035", "url": "http://www.eurekalert.org/pub_releases/2017-04/uon-nmc041017.php", "region": "namerica", "source_link": null, "funder": "Nebraska Research Initiative, National Science Foundation, NIH/National Institute of General Medical Sciences, US Department of Agriculture, American Heart Association", "meeting": "", "institution": "University of Nebraska-Lincoln", "keywords": ["Genetics", " Virology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines", " Pharmaceutical Science", " Gene Therapy"], "journal": "Journal of Controlled Release", "description": "An oral-delivery method for DNA-based vaccinations and cancer-treating gene therapies would help make the medications more widely available.  Nebraska researchers combined a corn-based protein and a derivative from shrimp shells to create an ingestible pill form for engineered genes and virus-derived DNA.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}