{"title": "Kaiser Permanente study tests new way to reduce 'vaccine hesitancy'", "text": "Results are promising for a new approach to reducing \"vaccine hesitancy,\" which happens when parents' concerns about vaccine safety lead them to delay or skip their children's immunizations, according to a Kaiser Permanente study published today in Health Promotion Practice. The approach, called the Immunity Community, mobilizes parents who value vaccination to be advocates and to have positive conversations with other parents at their kids' childcare centers, preschools and schools -- in person and through social media. Parents took a survey before and after the three-year intervention in two communities in Washington state. The surveys showed significant improvements in vaccine-related attitudes: \r\n\"Our evaluation found that the Immunity Community program was successful at empowering parents to communicate positive messages about vaccines in a way that was not confrontational,\" said study principal investigator Clarissa Hsu, PhD, of Kaiser Permanente Washington Health Research Institute's Center for Community Health and Evaluation. \"Strong negative rhetoric about vaccines can circulate widely on social media. And some parents feel hesitant about early childhood vaccines and may delay or refuse some or all vaccines, which may put others in their community at risk,\" Hsu said. \"This project was designed to counterbalance prevalent anti-vaccine messages that do not reflect the fact that most (at least four in five) people vaccinate their kids and are supportive of vaccines.\"Addressing vaccine hesitancy among parents is important because vaccines work best when a high proportion of people in a community are immunized against a contagious disease, according to the U.S. Department of Health and Human Services. This \"community immunity\" helps to protect everyone -- including those who can't receive vaccines, such as immunocompromised individuals. Evidence from earlier studies indicates that parents who interact with other parents in a social network generally support vaccination if their peers do, and that they find the opinions of their peers trustworthy. That's why Vax Northwest developed the Immunity Community. Vax Northwest is a unique public-private partnership in Washington state, including Kaiser Permanente Washington Health Research Institute, the Group Health Foundation, WithinReach, Seattle Children's Hospital, BestStart Washington and the Washington State Department of Health. \"The Immunity Community program is innovative,\" said study author Jennie Schoeppe, MPH, MS, of Kaiser Permanente Washington Health Research Institute's Center for Community Health and Evaluation. \"We are unaware of any other intervention that has used volunteer parent advocates to effect change in their communities.\" The study did have several limitations, including that it had no control group. Instead, information from parents was compared before and after the intervention. Some other factors may have supported increased vaccination during the 2011-2014 intervention period, including outbreaks of vaccine-preventable disease and changes in state laws around school exemption policies.Not all participating sites are required to report their immunization rates to the Washington Department of Health. But the Immunity Community worked with the Organization of Parent Education Programs to improve the processes for tracking immunization rates and disease outbreaks for the children who attend cooperative preschools across the state of Washington. This policy change could affect thousands of families, according to Schoeppe.This study is part of broader efforts by Kaiser Permanente and the Group Health Foundation to promote immunization as the most effective way to protect children from many infectious diseases, including ones that can cause serious disease and even death. The Group Health Foundation's Childhood Immunization Initiative seeks to promote immunization and also funded the first randomized trial to test an intervention aimed at decreasing hesitancy about early childhood vaccines by working directly with doctors. Pediatrics published those results in 2015.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/kp-kps040717.php", "region": "namerica", "source_link": null, "funder": "Group Health Foundation", "meeting": "", "institution": "Kaiser Permanente", "keywords": ["Medicine/Health", " Vaccines", " Pediatrics", " Public Health"], "journal": "Health Promotion Practice", "description": "Results are promising for a new approach to reducing 'vaccine hesitancy,' which happens when parents' concerns about vaccine safety lead them to delay or skip their children's immunizations, according to a Kaiser Permanente study published today in Health Promotion Practice.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}