{"title": "Detecting Alzheimer's disease earlier using ... Greebles?", "text": "LOUISVILLE, Ky. - Unique graphic characters called Greebles may prove to be valuable tools in detecting signs of Alzheimer's disease decades before symptoms become apparent. In an article published online last week in Journal of Alzheimer's Disease, Emily Mason, Ph.D., a postdoctoral associate in the Department of Neurological Surgery at the University of Louisville, reported research showing that cognitively normal people who have a genetic predisposition for Alzheimer's disease (AD) have more difficulty distinguishing among novel figures called Greebles than individuals without genetic predisposition. Alzheimer's disease (AD) is a progressive, irreversible neurodegenerative disease characterized by declining memory, cognition and behavior. AD is the most prevalent form of dementia, affecting an estimated 5.5 million individuals in the United States and accounting for 60 to 80 percent of dementia cases. The ability to detect the disease earlier may allow researchers to develop treatments to combat the disease.\"Right now, by the time we can detect the disease, it would be very difficult to restore function because so much damage has been done to the brain,\" Mason said. \"We want to be able to look at really early, really subtle changes that are going on in the brain. One way we can do that is with cognitive testing that is directed at a very specific area of the brain.\"AD is characterized by the presence of beta amyloid plaques and tau neurofibrillary tangles in the brain. Tau tangles predictably develop first in the perirhinal and entorhinal cortices of the brain, areas that play a role in visual recognition and memory. Mason and her colleagues developed cognitive tests designed to detect subtle deficiencies in these cognitive functions. They hoped to determine whether changes in these functions would indicate the presence of tau tangles before they could be detected through imaging or general cognitive testing.Working in her previous position at Vanderbilt University, Mason identified test subjects age 40-60 who were considered at-risk for AD due to having at least one biological parent diagnosed with the disease. She also tested a control group of individuals in the same age range whose immediate family history did not include AD. The subjects completed a series of \"odd-man-out\" tasks in which they were shown sets of four images depicting real-world objects, human faces, scenes and Greebles in which one image was slightly different than the other three. The subjects were asked to identify the image that was different.The at-risk and control groups performed at similar levels for the objects, faces and scenes. For the Greebles, however, the at-risk group scored lower in their ability to identify differences in the images. Individuals in the at-risk group correctly identified the distinct Greeble 78 percent of the time, whereas the control group correctly identified the odd Greeble 87 percent of the time.\"Most people have never seen a Greeble and Greebles are highly similar, so they are by far the toughest objects to differentiate,\" Mason said. \"What we found is that using this task, we were able to find a significant difference between the at-risk group and the control group. Both groups did get better with practice, but the at-risk group lagged behind the control group throughout the process.\"Mason would like to see further research to determine whether the individuals who performed poorly on the test actually developed AD in the future. \"The best thing we could do is have people take this test in their 40s and 50s, and track them for the next 10 or 20 years to see who eventually develops the disease and who doesn't,\" Mason said.In recent years, a great deal of research has focused on identifying early biomarkers of Alzheimer's disease. However, not everyone who has an individual biomarker ultimately develops the disease. Brandon Ally, Ph.D., assistant professor of neurological surgery at UofL and senior author of the publication, said the tests with Greebles can provide a cost-effective way to identify individuals who may be in the early stages of AD, as well as a tool for following those individuals over time.\"We are not proposing that the identification of novel objects such as Greebles is a definitive marker of the disease, but when paired with some of the novel biomarkers and a solid clinical history, it may improve our diagnostic acumen in early high-risk individuals,\" Ally said. \"As prevention methods, vaccines or disease modifying drugs become available, markers like novel object detection may help to identify the high priority candidates.\"Robert P. Friedland, M.D., professor and Mason and Mary Rudd Endowed Chair in Neurology at UofL, has studied clinical and biological issues in Alzheimer's disease and related disorders for 35 years. He believes that early detection will enhance the ability of patients and physicians to employ lifestyle and therapeutic interventions.\"This work shows that the effects of Alzheimer's disease on cognition can be measured decades before the onset of dementia,\" Friedland said. \"The fact that the disease takes so long to develop provides us with an opportunity to slow its progression through attention to the many factors that are linked to the disease, such as a sedentary lifestyle, a high fat diet, obesity, head injury, smoking, and a lack of mental and social engagement.\"", "article_link": "http://dx.doi.org/10.3233/JAD-160772", "url": "http://www.eurekalert.org/pub_releases/2017-04/uol-dad041017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute of Mental Health, Howard Hughes Medical Institute", "meeting": "", "institution": "University of Louisville", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Public Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Alzheimer's Disease", "description": "Unique graphic characters called Greebles may prove to be valuable tools in detecting signs of Alzheimer's disease decades before symptoms become apparent.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}