{"title": "Scripps Florida Scientist awarded $4.8 million to bring HIV vaccine closer to human trials", "text": "JUPITER, FL - April 11, 2017 - Professor Michael Farzan, co-chair of the Department of Immunology and Microbiology on the Florida campus of The Scripps Research Institute (TSRI) has received $4.8 million in funding through a 2017 Avant-Garde Award for HIV/AIDS research from the National Institutes of Health's National Institute on Drug Abuse (NIDA). The new funding will support a five-year project, led by Farzan, to bring a potential HIV vaccine closer to human clinical trials. This work will build on a 2015 study, published by Farzan and colleagues in the journal Nature, showing that researchers can use a gene-therapy approach to prompt muscle tissue to produce HIV-fighting antibodies or antibody-like molecules. Further studies from the Farzan lab have shown that this method works as a vaccine to protect nonhuman primates from HIV.With the new funding, Farzan and his lab will explore the development of an \"off switch\" that halts production of these antibodies and antibody-like molecules. Their goal is to design a way to counteract any bad reaction to the vaccine and make the vaccine safe for long-term exposure.\"To really make this vaccine concept work, we have to have a way to turn it off,\" Farzan said.Farzan is one of three researchers to win a 2017 NIDA Avant-Garde Award, which aims to stimulate high-impact research for the prevention and treatment of HIV/AIDS in drug users. \"With nearly 37 million people living with HIV worldwide, it is essential that researchers continue to develop effective prevention and treatment strategies for those suffering from this devastating disease, including people with substance use disorders,\" said NIDA Director Nora D. Volkow, M.D., in a statement. \"These scientists are pioneering exciting new approaches aimed at preventing and treating new cases of HIV and helping people at risk live longer, healthier lives.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sri-sfs041017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Drug Abuse", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Microbiology", " Grants/Funding", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "", "description": "Professor Michael Farzan, co-chair of the Department of Immunology and Microbiology on the Florida campus of The Scripps Research Institute (TSRI) has received $4.8 million in funding through a 2017 Avant-Garde Award for HIV/AIDS research from the National Institutes of Health's National Institute on Drug Abuse (NIDA). The new funding will support a five-year project, led by Farzan, to bring a potential HIV vaccine closer to human clinical trials.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}