{"title": "The first live-attenuated vaccine candidate completely protects against Zika infection", "text": "GALVESTON, Texas -The first live-attenuated Zika vaccine still in the development stage completely protected mice against the virus after a single vaccination dose, according to new research from The University of Texas Medical Branch at Galveston and Instituto Evandro Chagas at the Ministry of Health in Brazil. The findings are currently available in Nature Medicine. While a Zika infection typically results in mild or symptom-free infections in healthy adults and children, the risk of microcephaly and other diseases in the developing fetus is an alarming consequence that has created a worldwide health threat. Pregnant women who are infected with the Zika virus but never display any disease symptoms may still give birth to a baby with microcephaly. An effective vaccine is urgently needed for women of childbearing age and travelers to areas where the virus has been reported. Since Zika virus could also be sexually transmitted, prevention of men from infection through vaccination could also halt Zika transmission and diseases.Rapid and promising progress has been made toward a Zika vaccine. These developing vaccines have been made from an inactivated version of the Zika virus or subunits of the virus; these vaccine candidates have been shown effective in mice and nonhuman primates. \"We chose to pursue a vaccine made from live virus that has been sufficiently attenuated, or weakened, to be safe, and is able to illicit robust immune response to protect us from Zika virus infection. Such live-attenuated vaccine has the advantage of single-dose immunization, rapid and strong immune response and potentially long-lived protection,\" said UTMB's Pei-Yong Shi, senior author and the I.H. Kempner professor at the Department of Biochemistry and Molecular Biology. \"A successful vaccine requires a fine balance between efficacy and safety - vaccines made from attenuated live viruses generally offer fast and durable immunity, but sometimes with the trade-off of reduced safety, whereas inactivated and subunit viruses often provide enhanced safety but may require several doses initially and periodic boosters. Therefore, a safe live-attenuated vaccine will be ideal in prevention of Zika virus infection, especially in developing countries.\" To create the vaccine, the researchers engineered the Zika virus by deleting one segment of the viral genome. A similar approach has successfully been used to develop a dengue virus vaccine, which is currently in phase three clinical trials. Shi explained that the data indicate that the vaccine the team is developing has a good balance between safety and efficacy. A single immunization with the vaccine candidate produced strong immune responses and prevented the virus from infecting mice at all.\r\n\"Safety is a major hurdle when developing a live-attenuated vaccine. Our Zika vaccine showed promising safety profile in mice when compared with clinically approved live-attenuated vaccines, such as the yellow fever vaccine,\" Shi said.\"Vaccines are an important tool for preventing Zika virus transmission and microcephaly,\" said Pedro F. C. Vasconcelos, medical virologist and present director of the Evandro Chagas Institute and co-author. \"This vaccine, the first live-attenuated vaccine for Zika, will improve the public health efforts to avoid the birth defects and diseases caused by Zika in countries where the virus is commonly found. The initial target of this vaccine is women of childbearing age, their sexual partners and children less than 10 years old. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uotm-tfl041017.php", "region": "namerica", "source_link": "https://www.utmb.edu/newsroom/article11496.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Virology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature Medicine", "description": "The first live-attenuated Zika vaccine still in the development stage completely protected mice against the virus after a single vaccination dose, according to new research from the University of Texas Medical Branch at Galveston and Instituto Evandro Chagas at the Ministry of Health in Brazil. The findings are currently available in Nature Medicine.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}