{"title": "Virus vs. host -- New research exposes an evolutionary arms race", "text": "Imaging CoE scientists have solved a 40-year old mystery and shed light on an evolutionary arms race played out between cytomegalovirus (CMV) and the immune system.Human CMV, also known as human herpesvirus 5, infects over 50 per cent of adults worldwide and is the leading cause of birth defects in the developed world. New research undertaken at Monash's Biomedicine Discovery Institute, within the ARC Centre of Excellence in Advanced Molecular Imaging, and published in the journal Cell, has unveiled why this particular virus has been so successful at lying dormant and undetected.Co-first author, and Imaging CoE Associate Investigator, Dr Rich Berry, said that while some viruses are loud and brash, announcing themselves with vigor and manifesting as obvious and severe symptoms, CMV is different. \"CMV has evolved to hide from our immune system,\" Dr Berry said, \"and only emerge at the opportune moment.\"This strategy has triggered an evolutionary arms race that can be likened to a life or death game of chess,\" he continued. However, in this scenario molecules replace chess pieces and instead of moving pieces to attack or defend, the virus and host evolve or build new pieces tailored to suit their strategy,\" Dr Berry said.The new research, conducted in collaboration with scientists from Canada and Europe, shows how CMV has evolved to present decoys to Natural Killer (NK) cells and out-smart them into thinking infected cells are healthy.Co-senior author and Imaging CoE Chief Investigator Professor Jamie Rossjohn said that NK cells act like our very own front line defense against viral infections. \"NK cells roam our body checking cells for signs of infection. This way they know when to kill, and when not to kill,\" said Professor Rossjohn.Healthy cells display 'self' markers on their surface, which act like signposts to tell NK cells not to kill them. The loss of these 'self' markers during infection is one way the immune system can detect viruses. \"This is the process that CMV has hijacked\" said Dr Berry. \"CMV presents a decoy marker or signpost to trick the immune system into thinking a virally infected cell is actually healthy. \"But not all is not lost,\" he continued, \"the immune system does not stand idly by, it evolves too and remodels - as is necessary for the continued survival of a species.\" \"Our research has also solved a 40-year old mystery concerning the function of one of the most famous proteins in the immune system,\" Dr Berry said. \"It turns out, this molecule, NK1.1, is a new weapon that has evolved to directly recognise the CMV decoy, thereby enabling the immune system to detect, and ultimately kill, the virus again.\"While this initial research was focused on mice, the team is now shifting to human studies. \r\n\"NK1.1 is also expressed in humans,\" Dr. Berry said. \"If it does the same job as we have seen it do in mice, this might provide a new avenue to develop future therapeutic agents in the fight against CMV, and other viruses.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.03.002", "url": "http://www.eurekalert.org/pub_releases/2017-04/mu-vv_1040917.php", "region": "australia", "source_link": "http://imagingcoe.org/evolutionary-arms-race/", "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Biology", " Biochemistry", " Biotechnology", " Cell Biology", " Molecular Biology", " Pharmaceutical Sciences", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell", "description": "Imaging CoE scientists have solved a 40-year old mystery and shed light on an evolutionary arms race played out between cytomegalovirus (CMV) and the immune system.", "date": "Sun, 09 Apr 2017 04:00:00 GMT"}