{"text": "Alpha-synuclein, a sticky and sometimes toxic protein involved in Parkinson's disease (PD), blocks signals from an important brain growth factor, Emory researchers have discovered.The results are scheduled for publication in PNAS.The finding adds to evidence that alpha-synuclein is a pivot for damage to brain cells in PD, and helps to explain why brain cells that produce the neurotransmitter dopamine are more vulnerable to degeneration.Alpha-synuclein is a major component of Lewy bodies, the protein clumps that are a pathological sign of PD. Also, duplications of or mutations in the gene encoding alpha-synuclein drive some rare familial cases.In the current paper, researchers led by Keqiang Ye, PhD demonstrated that alpha-synuclein binds and interferes with TrkB, the receptor for BDNF (brain derived neurotrophic factor). BDNF promotes brain cells' survival and was known to be deficient in Parkinson's patients. When applied to neurons, BDNF in turn sends alpha-synuclein away from TrkB.A \"tug of war\" situation thus exists between alpha-synuclein and BDNF, struggling for dominance over TrkB. In cultured neurons and in mice, alpha-synuclein inhibits BDNF's ability to protect brain cells from neurotoxins that mimic PD-related damage, Ye's team found.Previously, overabundant alpha-synuclein was thought to disturb other aspects of neuron function, such as neurotransmitter synthesis and remodeling synapses. Scientists have proposed that \"oligomeric\" alpha-synuclein (several protein molecules bound together) is more toxic than a single molecule.It remains unknown whether oligomeric alpha-synuclein associates more robustly with TrkB than monomeric, Ye says. However, the interaction between alpha-synuclein and TrkB can be observed in brain samples from patients with Lewy body dementia, in which aggregated alpha-synuclein is abundant, but not in control samples.In addition, the interaction between alpha-synuclein and TrkB appears to respond to current treatments for PD. Neurons that produce dopamine are more sensitive to degeneration in PD, partly because dopamine is itself a reactive and potentially toxic chemical inside cells.In mice overproducing alpha-synuclein, Ye's team found that DOPAL, a metabolite of dopamine, also enhances observed interactions between alpha-synuclein and TrkB. [DOPAL has been proposed to encourage alpha-synuclein's aggregation.] However, the drug rasagiline, which inhibits the generation of DOPAL, interferes with the alpha-synuclein/TrkB interaction.", "date": "Mon, 18 Sep 2017 04:00:00 GMT", "meeting": "", "title": "Tug of war between Parkinson's protein and growth factor", "institution": "Emory Health Sciences", "journal": "Proceedings of the National Academy of Sciences", "description": "Alpha-synuclein, a sticky and sometimes toxic protein involved in Parkinson's disease, blocks signals from the growth factor BDNF, adding to evidence that alpha-synuclein is a pivot for brain cell damage. Also helps explain why cells that produce dopamine are more vulnerable to degeneration.", "region": "namerica", "keywords": ["Cell Biology", " Medicine/Health", " Neurochemistry", " Parkinson's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-09/ehs-tow091517.php", "source_link": null, "funder": "Michael J. Fox Foundation for Parkinson's Research, NIH/National Institute on Aging", "article_link": "http://dx.doi.org/10.1073/pnas.1713969114"}