{"journal": "Journal of the American College of Surgeons", "url": "http://www.eurekalert.org/pub_releases/2017-01/acos-aii011917.php", "description": "Advances in diagnostic imaging technology have meant that more trauma patients are being diagnosed with blunt cerebrovascular injuries, and as a result, stroke and related death rates in these patients have declined significantly over the past 30 years. These changes are due to the evolution of imaging technology, namely CT-scanning, and its wide availability in hospitals large and small, according to a new study from the University of Tennessee Health Science Center, Memphis.", "article_link": null, "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "", "title": "Advances in imaging detect blunt cerebrovascular injury more frequently in trauma patients", "region": "namerica", "source_link": "https://www.facs.org/media/press-releases/2017/imaging011917", "institution": "American College of Surgeons", "text": "CHICAGO: Advances in diagnostic imaging technology have meant that more trauma patients are being diagnosed with blunt cerebrovascular injuries, and as a result, stroke and related death rates in these patients have declined significantly over the past 30 years.  These changes are due to the evolution of imaging technology, namely CT-scanning, and its wide availability in hospitals large and small, according to a new study from the University of Tennessee Health Science Center (UTHSC), Memphis, published online in  the Journal of the American College of Surgeons in advance of print publication later this year.\r\nThe researchers found that the percentage of blunt trauma patients diagnosed with blunt cerebrovascular injury (BCVI), a type of severe injury to main vessels that supply blood to the brain, increased six-fold: from 0.33 percent to 2 percent from the beginning of the study period in 1985 to the end in 2015. However, the percentage of these patients who went on to have a stroke due to these injuries declined from 37 percent to 5 percent over the same period, and those who died from BCVI declined from 24 percent to zero in that time. The researchers evaluated 564 patients diagnosed with BCVI from hospital records and the trauma registry at the Elvis Presley Regional Trauma Center, Memphis.\r\n\"This study shows the importance of the reevaluation and reassessment of how physicians and trauma teams take care of specific injuries, in this case blunt cerebrovascular injury, because changes in technology and awareness of this injury, and its management, diagnosis and treatment, have evolved over the years,\" according to lead study author Louis J. Magnotti, MD, FACS, associate professor in the UTHSC department of surgery.\r\nThe researchers evaluated results in three separate 10-year eras over which the average age of trauma victims increased from 34 to 43 years. The overall group with BCVI was predominantly male (65 percent) with an average age of 41 years and an average injury severity score (ISS) of 27 (major trauma is defined as an ISS of 15 or greater). However, the study noted that males made up 68 percent of all blunt trauma patients over the 30-year period, indicating that female blunt trauma victims may be predisposed to BCVI. Females were also significantly more likely to be victims of a motor vehicle accident, the most common cause of BCVI, the authors stated.\r\nThe researchers noted that before 1990, fewer than 100 cases of BCVI had been reported in the medical literature. Over the last 30 years, however, the study identified three trends that have led to an increase in its diagnosis: the emergence of regional trauma centers; advances in imaging first with digital subtraction angiography and more recently computed tomographic angiography (CTA); and greater awareness of the risk of stroke with vertebral artery injuries and the screening methods that focus on these injuries.\r\nThe researchers explained that angiography involves injection of a contrast dye that appears highlighted under radiographic imaging to show tears, ruptures and blockages in the blood vessels. Digital subtraction angiography is more invasive than CTA, which can be done under many widely available CT scanners.\r\n\"Clearly the advances in CT-scanning technology that developed since the first CT scanners came out to being able to do CT angiography--which is really a noninvasive form of angiography--have significantly improved diagnosis,\" Dr. Magnotti said, noting that conventional angiography is still the \"gold standard\" for diagnosis of BCVI, but that newer generations of CT scanners may in time replace the older technology.\r\n\"Not every hospital is going to have access to digital subtraction angiography, which needs to be performed by an interventional radiologist or vascular surgeon or neuro-interventionist, but the majority of hospitals, even small hospitals, have CT-scanning ability,\" Dr. Magnotti said. \"They can diagnose these injuries on the front end, and even if they cannot treat them, they can at least refer these patients to centers that can treat them.\"\r\nIn a previous study that Dr. Magnotti and his Presley Trauma Center colleagues authored, up to 40 percent of patients with untreated BCVI  have gone onto suffer a stroke,1 and other studies have reported untreated stroke rates as high as 70 percent with stroke rates varying considerably depending on the vessel injured and the severity of injury.2\nThe bottom line of their study, Dr. Magnotti said, is that physicians and other members of the trauma team must constantly reevaluate their processes and protocols to improve quality of care. \"It is important to not get bogged down in managing or treating or diagnosing patients the same way as times change,\" he said. \"Even though you may have had good results, you should always look to do better.\"\r\n", "meeting": "128th Annual Meeting of the Southern Surgical Association", "keywords": ["Medicine/Health", " Stroke", " Surgery", " Trauma/Injury"]}