{"journal": "Journal of Epidemiology & Community Health", "url": "http://www.eurekalert.org/pub_releases/2017-01/gifg-dwa011517.php", "description": "Women from low socioeconomic backgrounds are 25 percent more likely to suffer a heart attack than disadvantaged men, a major new study has found.\r\nResearchers from the George Institute for Global Health examined data from 22 million people from North America, Europe, Asia and Australasia.", "article_link": "http://dx.doi.org/10.1136/jech-2016-207890", "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "National Health and Medical Research Council, National Heart Foundation Australia", "title": "Disadvantaged women at greater risk of heart disease than men", "region": "australia", "source_link": null, "institution": "George Institute for Global Health", "text": "Women from low socioeconomic backgrounds are 25 per cent more likely to suffer a heart attack than disadvantaged men, a major new study has found.\r\nResearchers from The George Institute for Global Health examined data from 22 million people from North America, Europe, Asia and Australasia.\r\nIn a review of 116 studies they demonstrated a lower socioeconomic status, compared to a higher, is associated with a higher risk of cardiovascular disease for both sexes, but women from more disadvantaged backgrounds were relatively more likely to suffer from coronary heart disease than similarly affected men. There was no difference found for stroke however.\r\nThe effects of levels of education, income, job type and postcode on the risk of cardiovascular disease were assessed in the study published in the Journal of Epidemiology and Community Health. Comparisons between men and women were made. \r\n Dr Sanne Peters, Research Fellow at The George Institute for Global Health, UK, said: \"It's widely known that people from disadvantaged backgrounds are at greater risk of heart attack and stroke than people with more affluent backgrounds. However, our study has shown there is a significant difference between the sexes. More disadvantaged women are suffering from heart disease than their male counterparts, which is concerning.\"\r\n\"Men and women have a similar lifetime risk of heart disease. However, women, on average, develop heart disease 5-10 years later in life than men. This advantage is smaller among women with a lower socioeconomic status.\"\r\n\"We need to examine why this is happening and make sure women are able to access lifesaving treatment.\"\r\nCardiovascular disease is the single leading cause of death in women worldwide, with an estimated 8.6 million women dying every year. \r\nThe results published in the Journal of Epidemiology and Community Health demonstrate a need for tailored interventions for women to address the gender gap and deliver the best possible care.\r\nDr Peters said: \"There is a clear need for sex specific research to discover why disproportionally more women than men are suffering from heart disease in disadvantaged communities and to deliver prevention and treatment programs that will reduce the burden of cardiovascular disease around the world.\"\r\n\"But this is beyond just closing the gender gap. We also need to ensure that everyone has the best possible health outcomes and treatment. It should not be dependent on your level of education or where you happen to live.\"\r\nThe George Institute for Global Health has joined a global call for women's health policies to prioritise non-communicable diseases (NCDs), such heart disease, stroke and diabetes, which are the leading causes of premature death in most countries. Earlier this year the institute produced a policy paper called, \"Women's Health: A New Global Agenda\", which also highlighted the need for a gendered approach to the collection and utilisation of health data.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Epidemiology"]}