{"journal": "European Heart Journal", "url": "http://www.eurekalert.org/pub_releases/2017-01/esoc-mth011917.php", "description": "More than half of patients with atrial fibrillation become asymptomatic after catheter ablation, reports the largest study of the procedure published today in European Heart Journal.", "article_link": null, "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "", "title": "More than half of atrial fibrillation patients become asymptomatic after catheter ablation", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/more-than-half-of-atrial-fibrillation-patients-become-asymptomatic-after-catheter-ablation?hit=wireek", "institution": "European Society of Cardiology", "text": "Sophia Antipolis, 19 January 2017: More than half of patients with atrial fibrillation (AF) become asymptomatic after catheter ablation, reports the largest study of the procedure published today in European Heart Journal.1 AF is the most common heart rhythm disturbance and incidence is rising. It is estimated that there will be 14 to 17 million patients with AF in the European Union by 2030, with 120 000 to 215 000 new cases diagnosed each year.2The consequences of AF can be devastating. AF increases the risk of death by two-fold in women and 1.5-fold in men, it causes 20-30% of all strokes, and it reduces quality of life because of palpitations, shortness of breath, tiredness, weakness, and psychological distress.Catheter ablation is the recommended treatment for AF patients with symptoms who still have an abnormal heart rhythm despite taking antiarrhythmic drugs. During the procedure, a long wire is threaded through the blood vessels into the heart and used to burn or freeze small areas of the atrium. This creates a scar and destroys or fences off abnormal electrical signals to stop them causing AF.Today's paper reveals the in-hospital and one-year outcomes and management of 3 630 AF patients treated with catheter ablation in Europe, the Middle East and North Africa. The observational study of real life clinical practice was conducted by the European Heart Rhythm Association (EHRA) of the European Society of Cardiology (ESC) under the EURObservational Research Programme (EORP).The results show that the typical AF patient who undergoes ablation has symptoms, is around 60 years old, male, has paroxysmal AF (AF that comes and goes), and does not have underlying structural heart disease. In contrast, according to two large European registries, AF patients in the general population tend to be older, more asymptomatic, and have underlying structural heart disease.3-5 Symptoms significantly reduced after ablation, with more than half of patients becoming completely asymptomatic. \"This is good news for patients,\" said lead author Dr Elena Arbelo, a senior specialist in the Arrhythmia Unit - Cardiovascular Institute, Hospital Clínic de Barcelona, Spain. \"According to our registry, 91% of patients choose to undergo an ablation for relief of symptoms and 66% to improve their quality of life.\"After the procedure, patients with two or more stroke risk factors should be prescribed oral anticoagulants, while those with no risk factors should not receive them. But the study found that 27% of patients with two or more risk factors were not anticoagulated, while one-third of low risk patients were receiving the drugs.\"This is a serious issue,\" said Dr Arbelo. \"High risk patients who do not receive oral anticoagulation have a greater chance of a stroke. Patients receiving unnecessary treatment are in danger of intracranial and other types of bleeding.\"Catheter ablation was successful in 74% of patients, meaning that they had no atrial arrhythmias between three and 12 months after the procedure. Atrial arrhythmias in the first three months were classified as early recurrences and not considered as failure. Some 45% of patients who had a successful procedure were still on antiarrhythmic drugs at 12 months.Regarding monitoring after the procedure, 83% of patients had at least one cardiology evaluation and 86% had at least one electrocardiogram (ECG). However, just 60% of patients had the recommended serial ECGs and multiday ECG recordings to check for recurrent AF.\"Catheter ablation is not open heart surgery but it is still an invasive procedure that has risks,\" said Dr Arbelo. \"It is disappointing that 40% of patients are not being comprehensively monitored afterwards.\"Complication rates were 8% in-hospital and 11% during the one-year follow up. \"Patients and referring doctors should be aware that complications can occur,\" said Dr Arbelo. \"Catheter ablation should be done in centres and by electrophysiologists with sufficient experience to minimise the risk.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Disease in the Developing World"]}