{"journal": "PLOS ONE", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--wcd011917.php", "description": "Mental sharpness in women begins to decline as early as their 50s. Cognitive processing speed, which includes speed of perception and reaction, showed an average decline of around 1 percent every two years and verbal memory declined on average around 1 percent every five years.", "article_link": null, "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "National Institutes of Health, NIH/National Institute of Neurological Disorders and Stroke, NIH/National Institute on Aging, Tau Consortium, Cure Alzheimer's Fund", "title": "Women's cognitive decline begins earlier than previously believed", "region": "namerica", "source_link": "http://newsroom.ucla.edu/releases/womens-cognitive-decline-begins-earlier-than-previously-believed", "institution": "University of California - Los Angeles Health Sciences", "text": "UCLA researchers have found that mental sharpness in women begins to decline as early as their 50s. The study, which followed the same group of healthy women for 10 years after menopause, found that their average decline in mental processing ability was 5 percent during the decade-long period. Cognitive processing speed, which includes speed of perception and reaction, showed an average decline of around 1 percent every two years and verbal memory declined on average around 1 percent every five years.Previous longitudinal studies in midlife women had failed to consistently detect these cognitive declines. For this study, the researchers accounted for what are called \"practice effects,\" which is when repeat testing using the same tests in the same individuals influence the results. Practice effects mask some effects of the menopause transition. In this way they were able to uncover evidence of declines in two domains of cognitive functioning -- processing speed and verbal memory.The researchers examined data on more than 2,000 healthy women enrolled in the Study of Women's Health Across the Nation, or SWAN, who were tested regularly over several years to measure cognitive changes. The women were in their 40s when they enrolled in 1996 and were followed every one to two years for a median period of 6.5 years.Women in their 40s and 50s who find they are forgetting things more often or think they are slower to react may only be experiencing usual aging, analogous to gradual slowing of physical reaction time, running speed, metabolic rate, and other declines that we all experience in midlife.", "meeting": "", "keywords": ["Medicine/Health", " Aging", " Aging", " Memory/Cognitive Processes"]}