{"journal": "American Journal of Public Health", "url": "http://www.eurekalert.org/pub_releases/2017-01/tuhs-ait011717.php", "description": "An analysis of health data from almost half-a-million US adults over the span of a decade finds higher all-cause and cardiometabolic mortality among individuals participating in the federal Supplemental Nutrition Assistance Program (SNAP), compared to nonparticipants with the same income levels.", "article_link": "http://dx.doi.org/10.2105/AJPH.2016.303608", "date": "Thu, 19 Jan 2017 05:00:00 GMT", "funder": "NIH/National Heart, Lung and Blood Institute", "title": "Americans in the Supplemental Nutrition Assistance Program (SNAP) have higher mortality", "region": "namerica", "source_link": null, "institution": "Tufts University, Health Sciences Campus", "text": "BOSTON (Jan. 19, 2017)--The U.S. Supplemental Nutrition Assistance Program (SNAP), which helps low-income individuals and families purchase food, covered one in six Americans during 2015 and represented more than half of the entire U.S. Department of Agriculture's annual budget of $155 billion. An analysis of health data from almost half-a-million U.S. adults over the span of a decade finds substantially higher death rates among individuals participating in SNAP. Adjusting for age and sex, participants in SNAP had around two-fold higher all-cause and cardiovascular mortality, and three-fold higher diabetes mortality, compared to SNAP-ineligible individuals.Individuals who were eligible for SNAP based on income levels but did not participate, had significantly less increased risk in comparison: around one-and-a-half times the risk for all-cause and cardiovascular mortality, and under twice the risk for diabetes-related mortality, compared to SNAP-ineligible individuals.The study, led by researchers from the Friedman School of Nutrition Science and Policy at Tufts University, highlights the need for efforts to better understand and improve poor health outcomes among low-income Americans.\"It is important to note that our study does not examine cause-and-effect and whether or not SNAP participation itself increases the risk of mortality,\" said Zach Conrad, Ph.D., M.P.H., former postdoctoral fellow in nutritional epidemiology at the Friedman School and corresponding author. \"Rather, our investigation demonstrates that Americans on SNAP are dying at higher rates, emphasizing the need for strong efforts to improve their health. It is plausible that these individuals, if they did not participate in SNAP, might have even worse health outcomes.\"The findings were published in the American Journal of Public Health on Jan. 19.To investigate disparities in mortality risk according to both SNAP eligibility and participation, a team led by Conrad and senior study author Dariush Mozaffarian, M.D., Dr.P.H., dean of the Friedman School, analyzed health data on 499,741 U.S. adults aged 25 or older from the 2000 to 2009 National Health Interview Survey. These data--based on in-home, interviewer-administered questionnaires that assessed a broad range of participant characteristics, including SNAP participation--were linked to all-cause and cardiometabolic mortality data maintained by the Centers for Disease Control and Prevention, which provided follow-up through 2011.For SNAP participants, the observed increases in total and cardiovascular mortality were seen in both Whites and Blacks, but much less so in Hispanics.  The exception was diabetes-related mortality, which was similarly high across all races and ethnicities participating in SNAP. When the researchers controlled for differences in age, gender, body mass index, geographic region, insurance coverage, family structure, smoking status, alcohol intake, physical activity and hypertension, none of these factors appeared to explain the higher mortality.However, differences in education, employment and marital status (and, for stroke, physical activity) each partly reduced the disparities in mortality, suggesting that these factors may partly explain the differences in risk of death, say the authors.\"Our results suggest that the millions of low-income Americans who rely on SNAP for food assistance require even greater support to improve their health than they currently receive. Such efforts should be a priority for policymakers,\" said Mozaffarian, who is also the Jean Mayer Chair and Professor of Nutrition at the Friedman School. \"Mortality differences were consistent by age and gender, whereas racial and ethnic differences were more varied. This highlights the need for further careful investigation of the underlying drivers of the observed poor health, which can help guide improvements to the program.\"To be eligible for SNAP, households must have incomes at or below 130 percent of the national poverty level. While numerous studies have shown that this disadvantaged population is more likely to have higher rates of obesity, cardiovascular risk factors and other health conditions, and insufficient health insurance coverage compared to nonparticipants, differences in mortality were previously poorly understood.Many sociocultural and lifestyle factors are linked to SNAP participation, and the authors suggest that one potential explanation for the observed disparities may be that individuals who perceive themselves to be at higher risk for poor health outcomes tend to participate in SNAP. \"Compared with nonparticipants, SNAP participants are more likely to have children or other family members with developmental delays or functional limitations, and are more likely to report forgoing medical care because of financial hardship,\" they write. They suggest that modifications to SNAP provide a natural opportunity to improve the health of millions of Americans. A leading cause of poor health is suboptimal diet, and SNAP participants tend to have lower-diet quality than nonparticipants. Several previous modeling studies have estimated that altering financial incentives for different foods purchased by SNAP participants would improve diets and reduce cardiovascular disease and diabetes. State-level modifications to SNAP have demonstrated that providing financial incentives leads to increased consumption of fruits and vegetables. In addition, financial disincentives for purchasing unhealthy items, in particular sugar-sweetened beverages, have been proposed. \"SNAP is effective at reaching a population that is at increased risk of ill health. Given that approximately 15 percent of the U.S. population participates in this important food assistance program, it is a vital component of the nation's public health programming infrastructure, and strategies to improve the health of its participants must be prioritized,\" Conrad said.", "meeting": "", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Epidemiology", " Nutrition/Nutrients", " Public Health", " Demography", " Socioeconomics"]}