{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaft-srh011717.php", "description": "An implantable soft-robotic device could help failing hearts pump blood by giving the organ gentle squeezes, mimicking the natural motion of cardiac muscle, a new study reveals.", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aaf3925", "date": "Wed, 18 Jan 2017 05:00:00 GMT", "funder": "", "title": "Soft robots hug the heart to help pump blood", "region": "namerica", "source_link": null, "institution": "American Association for the Advancement of Science", "text": "An implantable soft-robotic device could help failing hearts pump blood by giving the organ gentle squeezes, mimicking the natural motion of cardiac muscle, a new study reveals. The silicon-based device, which stiffens or relaxes when inflated with pressurized air, could prove to be a promising strategy for the development of assistive devices for heart failure - a serious condition afflicting 41 million people worldwide and over five million in the U.S., costing the nation an estimated $32 billion each year. While ventricular assist devices (VADs) are currently used as a life-prolonging therapy, they are in constant contact with the blood - increasing a patient's risk for infection, coagulation and stroke, and requiring the use of long-term blood-thinning medications. VADs also interfere with the normal curvature of the heart and its contraction mechanics. Seeking to pioneer a more effective device, Ellen Roche and colleagues developed a novel apparatus designed to augment cardiac function by closely replicating normal heart muscle behavior, instead of disrupting it. In ex vivo experiments, the device successfully conformed to porcine heart surfaces, synchronizing with native heart motion. It also restored normal blood flow after acute cardiac arrest in six living pigs. The researchers were able to \"fine tune\" the device by selectively twisting and compressing either the right or left ventricle of explanted pig hearts - a key finding, as chronic heart-failure often only affects a portion of the organ. With further investigation, the device could be tailored for individual patient needs, to better target cardiac rehabilitation or recovery. Additional work is needed to make this technology suitable for longer-term implantation in the body, the authors say.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}