{"journal": "Journal of the American College of Surgeons", "url": "http://www.eurekalert.org/pub_releases/2017-01/acos-hhr011817.php", "description": "Hospitals that manage the highest volume of deceased organ donors are 52 percent more likely to recover an above-average number of transplantable organs per donor compared with low-volume hospitals, according to results from a new study conducted across three US donation regions.", "article_link": null, "date": "Wed, 18 Jan 2017 05:00:00 GMT", "funder": "DHHS/Health Resources and Services Administration", "title": "High-donor-volume hospitals recover more transplantable organs per donor", "region": "namerica", "source_link": null, "institution": "American College of Surgeons", "text": "CHICAGO (January 18, 2016): Hospitals that manage the highest volume of deceased organ donors are 52 percent more likely to recover an above-average number of transplantable organs per donor compared with low-volume hospitals, according to results from a new study conducted across three U.S. donation regions. The findings appear online as an \"article in press\" on the Journal of the American College of Surgeons website in advance of print publication.\r\nOn average, these high-volume medical centers reportedly had an organ yield, or rate of organs transplanted per donor (OTPD), of 0.4 more than the lowest volume centers.  National organ procurement data report approximately 9,000 deceased organ donors last year,1 suggesting the potential to recover an additional 3,000 or more vital organs yearly.\r\n\"Those numbers would make a big difference in improving the nation's shortage of donated organs available for transplantation,\" according to principal investigator Darren J. Malinoski, MD, FACS, a surgeon with Portland Veterans Affairs (VA) Medical Center and a professor of surgery at Oregon Health & Science University in Portland, Ore.\r\n\"Our findings suggest we can improve the organ shortage and maximize the gift that patients and their families want to make through organ donation by understanding the aspects of high-volume donor hospitals that contribute to improved outcomes,\" Dr. Malinoski said.\r\nDr. Malinoski called this study the first one to assess the impact of hospitals' organ donor volume on OTPD.  Despite much research showing improved patient results with high hospital volume, including the number of surgical procedures a hospital performs, scientists have not known whether hospital volume of organ donors affects OTPD, he explained.\r\nMore than 119,000 people are waiting for a lifesaving transplant as of January 6, 2017, according to the United Network for Organ Sharing (UNOS).  UNOS is the private nonprofit organization that, under contract with the federal government, manages the nation's organ transplant system using federally designated organ procurement organizations (OPOs).\r\nTo evaluate the potential impact of hospital donor volume, the researchers studied data between February 2012 and June 2015 from 4,427 deceased organ donors across three UNOS regions encompassing seven states: Arizona, California, Oregon, Nevada, New Mexico, Texas, and Utah.\r\nOrgan donors were managed by 10 OPOs and came from 384 hospitals, which the research team divided into quartiles of volume based on the total number of donors that each hospital managed.  Then the four groups were evaluated for average OTPD and the likelihood of having four or more OTPD.  Dr. Malinoski's team reportedly chose this cutoff because it exceeds the current national average of three OTPD, according to the Organ Procurement and Transplantation Network.2\nThe highest volume quartile managed an annual average of nine donors per hospital and achieved an average OTPD of 3.3, whereas the lowest volume quartile managed only 0.5 donors per year on average and obtained a 2.9 OTPD, the investigators reported.\r\nAfter statistically adjusting for the OPO donation service area and many donor characteristics that might influence outcomes, the researchers found that donor management in a hospital in the highest volume quartile remained an independent predictor of having four or more OTPD.  High-volume hospitals were more than 1.5 times likelier than low-volume hospitals to have this excellent OTPD rate, the data showed.\r\nDr. Malinoski suggested that high-performing hospitals should identify and share their best practices that affect OTPD.  Such practices, he noted, could include donor management and processes for speeding both testing of organ quality (\"viability\") and access to an operating room by the transplant surgical team.\r\nAnother option he proposed for obtaining better OTPD outcomes is to centralize donor care by establishing additional freestanding organ recovery centers in selected donor service areas.  Instead of OPOs performing donor management and organ procurement in hospitals as they typically do now, they would instead transfer the deceased organ donors to an OPO-based facility to carry out these processes.  (A regional in-house organ recovery facility, with its specialized staff and technology, is intended to be a high-donor-volume center.)  Organ recovery performed at a dedicated facility leads to a higher organ yield and reduces costs compared with the traditional method of organ recovery, a study published last year in the Journal of the American College of Surgeons found.3\n\"Our results are intended to start a conversation rather than make recommendations, as there are many essential stakeholders involved in the organ donation and transplantation community of practice who need to be involved in seeking out solutions,\" said Dr. Malinoski.\r\nAlthough their study did not examine why volume apparently improved the outcome of OTPD, Dr. Malinoski speculated that multiple factors could account for the difference seen, including greater experience level, improved efficiencies, and higher likelihood that high-volume hospitals have specialized centers for trauma and stroke.  Donors who die of trauma tend to be younger and healthier than other donors, he stated.\r\n\"It's possible that different types of donors at high-volume centers help explain the association between high volume and better organ yield, although we did try to account for this difference,\" Dr. Malinoski said.\r\n", "meeting": "2016 American Transplant Congress", "keywords": ["Medicine/Health", " Surgery", " Transplantation"]}