{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/bch-src011817.php", "description": "Every year about 2,100 people receive heart transplants in the United States, while 5.7 million suffer from heart failure. Given the scarcity of available donor hearts, clinicians and biomedical engineers from Boston Children's Hospital and Harvard University have spent several years developing a mechanical alternative. \r\n\r\nTheir proof of concept is reported today in Science Translational Medicine: a soft robotic sleeve that is fitted around the heart, where it twists and compresses the heart's chambers just like healthy cardiac muscle would do.", "article_link": null, "date": "Wed, 18 Jan 2017 05:00:00 GMT", "funder": "", "title": "Soft robot could aid failing hearts by mimicking healthy cardiac muscles", "region": "namerica", "source_link": null, "institution": "Boston Children's Hospital", "text": "Every year about 2,100 people receive heart transplants in the United States, while 5.7 million suffer from heart failure. Given the scarcity of available donor hearts, clinicians and biomedical engineers from Boston Children's Hospital and Harvard University have spent several years developing a mechanical alternative. Their proof of concept is reported today in Science Translational Medicine: a soft robotic sleeve that is fitted around the heart, where it twists and compresses the heart's chambers just like healthy cardiac muscle would do. Heart failure occurs when one or both of the heart's ventricles can no longer collect or pump blood effectively. Ventricular assist devices (VADs) are already used to sustain end-stage heart failure patients awaiting transplant, replacing the work of the ventricles through tubes that take blood out of the heart and push it pumps or rotors that power it into a patient's bloodstream. But while VADs extend lives, they can cause complications.\"I've been implanting VADs in patients for a long time,\" says Frank Pigula, MD, who took part in the research at Boston Children's Hospital's Heart Center. (He is now chief of pediatric cardiac surgery at Norton Children's Hospital in Louisville, Ky.) \"The current generation systems directly expose a patient's blood to artificial materials such as tubing and rotors, which makes necessary the use of blood thinning and anticoagulatory medications that are complication-prone.\"These medications allow patients to tolerate VAD implants, but they increase the chance of having a stroke by up to 20 percent. The constant contact between blood and foreign material also carries the inherent risk of serious infection.Pigula and his collaborators have designed a device that attaches to and snugly hugs the outside of the heart without having any contact with blood. The soft robotic sleeve mimics the heart's natural compression motion using only non-rigid, biocompatible materials.  Their tests -- done in pig hearts given their similar size and structure to human hearts -- show that the device restores acutely failing hearts to 97 percent of their original cardiac output.\"This work represents an exciting proof-of-concept result for this soft robot, demonstrating that it can safely interact with soft tissue and lead to improvements in cardiac function,\" says Conor Walsh, PhD, the John L. Loeb Associate Professor of Engineering and Applied Sciences at Harvard SEAS and a Core Faculty Member at the Wyss Institute. Walsh, a soft robotics expert, co-led the study with Pigula. Utilizing pneumatically powered \"air muscles,\" different parts of the device bend and flex via remotely-controlled actuators that initiate the movement, mimicking the orientation of a heart's contracting muscle fibers. One part of the device takes care of the twist, and another, the squeeze. \"The soft robotic actuators are essentially artificial muscles,\" says Nikolay Vasilyev, MD, a staff scientist in cardiac surgery research at Boston Children's Hospital and co-author on the recent study. \"In this sense, the robotic sleeve mimics both ventricles of the heart.\"According to Ellen Roche, PhD, the study's first author, other types of cardiac sleeves work against the normal curvature of the heart, only helping with the squeeze but not the twist.\"Very few assist with the overall twisting motion,\" says Roche, who worked on Walsh's team at Harvard SEAS and the Wyss Institute. She is now a postdoctoral researcher at National University of Ireland Galway. The soft robotic heart sleeve also contains sophisticated sensing abilities that measure pressure at specific points on the heart's surface.\"We can independently control portions of the device and adjust assistance to a patient's needs,\" says Roche. \"I'm optimistic the soft robotic sleeve could potentially be used for short-term cardiac rehabilitation in addition to long-term therapy.\" \"The cardiac field had turned away from idea of developing heart compression instead of blood-pumping VADs due to technological limitations,\" says Pigula. \"But now, with advancements in soft robotics, it's time to turn back. Most people with heart failure still have some function left. One day. the robotic sleeve may help their heart work well enough that their quality of life can be restored.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Surgery", " Transplantation", " Robotry/Artificial Intelligence"]}