{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/hjap-srh011717.php", "description": "Harvard University and Boston Children's Hospital  researchers have developed a customizable soft robot that fits around a heart and helps it beat, potentially opening new treatment options for people suffering from heart failure.", "article_link": null, "date": "Wed, 18 Jan 2017 05:00:00 GMT", "funder": "Boston Children's Hospital, Director's Challenge Cross-Platform grant from the Wyss Institute for Biologically Inspired Engineering, Harvard School of Engineering and Applied Sciences and the Science Foundation", "title": "Soft robot helps the heart beat", "region": "namerica", "source_link": null, "institution": "Harvard John A. Paulson School of Engineering and Applied Sciences", "text": "Harvard University and Boston Children's Hospital  researchers have developed a customizable soft robot that fits around a heart and helps it beat, potentially opening new treatment options for people suffering from heart failure.The soft robotic sleeve twists and compresses in synch with a beating heart, augmenting cardiovascular functions weakened by heart failure. Unlike currently available devices that assist heart function, Harvard's soft robotic sleeve does not directly contact blood. This reduces the risk of clotting and eliminates the need for a patient to take potentially dangerous blood thinner medications. The device may one day be able to bridge a patient to transplant or to aid in cardiac rehabilitation and recovery.\"This research demonstrates that the growing field of soft robotics can be applied to clinical needs and potentially reduce the burden of heart disease and improve the quality of life for patients,\" said Ellen T. Roche, the paper's first author and former PhD student at the Harvard John A. Paulson School of Engineering and Applied Sciences (SEAS) and The Wyss Institute of Biologically Inspired Engineering at Harvard University.  Roche is currently a postdoctoral fellow at the National University of Ireland. The research, published in Science Translational Medicine, was a collaboration between SEAS, the Wyss Institute and Boston Children's Hospital. \"This work represents an exciting proof of concept result for this soft robot, demonstrating that it can safely interact with soft tissue and lead to improvements in cardiac function. We envision many other future applications where such devices can delivery mechanotherapy both inside and outside of the body,\" said Conor Walsh, senior author of the paper and the John L. Loeb Associate Professor of Engineering and Applied Sciences at SEAS and Core Faculty Member at the Wyss Institute. Heart failure affects 41 million people worldwide. Today, some of the options to treat it are mechanical pumps called ventricular assist devices (VADs), which pump blood from the ventricles into the aorta, and heart transplant. While VADs are continuously improving, patients are still at high risk for blood clots and stroke. To create an entirely new device that doesn't come into contact with blood, Harvard researchers took inspiration from the heart itself. The thin silicone sleeve uses soft pneumatic actuators placed around the heart to mimic the outer muscle layers of the mammalian heart.  The actuators twist and compress the sleeve in a similar motion to the beating heart. The device is tethered to an external pump, which uses air to power the soft actuators. The sleeve can be customized for each patient, said Roche. If a patient has more weakness on the left side of the heart, for example, the actuators can be tuned to give more assistance on that side. The pressure of the actuators can also increase or decrease over time, as the patient's condition evolves. The sleeve is attached to the heart using a combination of a suction device, sutures and a gel interface to help with friction between the device and the heart. The SEAS and Wyss engineers worked with surgeons at Boston Children's Hospital to develop the device and determine the best ways to implant the device and test it on animal models. \"The cardiac field had turned away from idea of developing heart compression instead of blood-pumping VADs due to technological limitations, but now with advancements in soft robotics it's time to turn back,\" said Frank Pigula, a cardiothoracic surgeon and co-corresponding author on the study, who was formerly clinical director of pediatric cardiac surgery at Boston Children's Hospital and is now a faculty member at University of Louisville and division chief of pediatric cardiac surgery at Kosair Children's Hospital. \"Most people with heart failure do still have some function left; one day the robotic sleeve may help their heart work well enough that their quality of life can be restored.\"More research needs to be done before the sleeve can be implanted in humans but the research is an important first step towards an implantable soft robot that can augment organ function.\"This research is really significant at the moment because more and more people are surviving heart attacks and ending up with heart failure,\" said Roche. \"Soft robotic devices are ideally suited to interact with soft tissue and give assistance that can help with augmentation of function, and potentially even healing and recovery.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"]}