{"journal": "Neuropsychopharmacology", "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-ks011717.php", "description": "RGS9-2, a key signaling protein in the brain known to play a critical role in the development of addiction-related behaviors, acts as a positive modulator of oxycodone reward in both pain-free and chronic pain states.", "article_link": null, "date": "Tue, 17 Jan 2017 05:00:00 GMT", "funder": "", "title": "Key signaling protein associated with addiction controls the actions of oxycodone on pain", "region": "namerica", "source_link": null, "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "text": "RGS9-2, a key signaling protein in the brain known to play a critical role in the development of addiction-related behaviors, acts as a positive modulator of oxycodone reward in both pain-free and chronic pain states, according to a study conducted at the Icahn School of Medicine at Mount Sinai and published online January 17 in the journal Neuropsychopharmacology.  The mechanisms of oxycodone action uncovered through this study will help scientists and physicians develop strategies and tools to dissociate the analgesic (pain relief) actions of opioids from the addiction-related effects.    Using mouse models of acute and chronic pain, Mount Sinai researchers found that RGS9-2, the intracellular protein that controls the function of opioid receptors in the brain reward center, promotes addiction to oxycodone in pain-free, acute, and chronic pain states.  Mice that lacked the gene responsible for encoding RGS9-2 (RGS9KO mice) showed less propensity to develop addiction-related behaviors.  Furthermore, the loss of RGS9-2 function does not affect the acute analgesic effects of oxycodone.  The research team also found that RSG9-2 plays a protective role towards the development of oxycodone tolerance, as RGS9KO mice became tolerant to the analgesic effects of the drug earlier than those that had the gene.  Researchers found that the same mechanisms control sensitivity to oxycodone addiction in pain-free as well as chronic pain states.  Oxycodone is a painkiller that is widely prescribed for acute and chronic pain conditions and is also among the most abused opioids.  Oxycodone acts in the same brain receptors as morphine and heroin, the mu opioid receptors, which are present in many areas of the brain that mediate pain relief, but are also expressed in the brain network associated with addiction.  While there has been extensive investigation into the mechanisms underlying the analgesia, dependence, and addiction potential of morphine, the mechanism by which oxycodone exerts its actions remained unknown.     \"Although oxycodone produces similar analgesic and behavioral effects to those observed with morphine, our study demonstrates that the intracellular actions of morphine and oxycodone are distinct,\" says Venetia Zachariou, PhD, Associate Professor in the Fishberg Department of Neuroscience and The Friedman Brain Institute, Icahn School of Medicine at Mount Sinai.  \"Our work reveals that intracellular factors that prevent the actions of morphine may actually promote the actions of oxycodone.  This information is particularly important for pain management strategies, as a common course is to have patients oscillate between oxycodone and morphine to achieve pain relief.\" The Mount Sinai study provides new information on pathways involved in behavioral responses to oxycodone in pain-free and neuropathic pain states, which will help researchers and clinicians to determine the risks and benefits of oxycodone prescription for the treatment of pain.  This knowledge may lead to the development of more efficacious and less addictive compounds for pain management. ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Neurochemistry", " Pain", " Addiction", " Drugs"]}