{"journal": "International Clinical Psychopharmacology", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoef-bar011617.php", "description": "The use of benzodiazepines and benzodiazepine-like drugs was associated with a 20 percent increased risk of stroke among persons with Alzheimer's disease, shows a recent study from the University of Eastern Finland. Benzodiazepines were associated with a similar risk of stroke as benzodiazepine-like drugs.", "article_link": "http://dx.doi.org/10.1097/YIC.0000000000000161", "date": "Mon, 16 Jan 2017 05:00:00 GMT", "funder": "", "title": "Benzodiazepines and related drugs increase stroke risk among persons with Alzheimer's disease", "region": "europe", "source_link": null, "institution": "University of Eastern Finland", "text": "The use of benzodiazepines and benzodiazepine-like drugs was associated with a 20 per cent increased risk of stroke among persons with Alzheimer's disease, shows a recent study from the University of Eastern Finland. Benzodiazepines were associated with a similar risk of stroke as benzodiazepine-like drugs.The use of benzodiazepines and benzodiazepine-like drugs was associated with an increased risk of any stroke and ischemic stroke, whereas the association with hemorrhagic stroke was not significant. However, due to the small number of hemorrhagic stroke events in the study population, the possibility of such an association cannot be excluded. The findings are important, as benzodiazepines and benzodiazepine-like drugs were not previously known to predispose to strokes or other cerebrovascular events. Cardiovascular risk factors were taken into account in the analysis and they did not explain the association. The findings encourage a careful consideration of the use of benzodiazepines and benzodiazepine-like drugs among persons with Alzheimer's disease, as stroke is one of the leading causes of death in this population group. Earlier, the researchers have also shown that these drugs are associated with an increased risk of hip fracture. The study was based on data from a nationwide register-based study (MEDALZ) conducted at the University of Eastern Finland in 2005-2011. The study population included 45,050 persons diagnosed with Alzheimer's disease, and 22 per cent of them started using benzodiazepines or benzodiazepine-like drugs.The findings were published in International Clinical Psychopharmacology. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Mental Health"]}