{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/acop-aa011017.php", "description": "The American College of Physicians and the American Academy of Family Physicians have published an evidence-based clinical practice guideline on the appropriate systolic blood pressure target for adults 60 years old and older with hypertension.", "article_link": null, "date": "Mon, 16 Jan 2017 05:00:00 GMT", "funder": "", "title": "ACP & AAFP release guideline for treatment of hypertension in older adults", "region": "namerica", "source_link": null, "institution": "American College of Physicians", "text": "Philadelphia, January 17, 2017 - The American College of Physicians (ACP) and the American Academy of Family Physicians (AAFP) have published an evidence-based clinical practice guideline on the appropriate systolic blood pressure target for adults 60 years old and older with hypertension. The joint guideline is published in today's issue of Annals of Internal Medicine and a summary of the guideline will be published in the March/April 2017 issue of the Annals of Family Medicine.Hypertension, an elevation of systemic arterial blood pressure, is one of the most common chronic diseases in the United States. About 65 percent of adults in the U.S. over the age of 60 have hypertension, and the disease affects about 29 percent of all adults in the nation.ACP and AAFP are two of the largest physician organizations in the U.S. representing primary care doctors. Their combined 272,900 members, including internal medicine physicians (internists) and family physicians, treat the majority of patients in the U.S. with hypertension.ACP and AAFP recommend that physicians initiate treatment in adults aged 60 years old and older with persistent systolic blood pressure at or above 150 millimeters of mercury (mm Hg) to achieve a target systolic blood pressure of less than 150 mm Hg to reduce the risk of mortality, stroke, and cardiac events.\"The evidence showed that any additional benefit from aggressive blood pressure control is small, with a lower magnitude of benefit and inconsistent results across outcomes,\" said Nitin S. Damle, MD, MS, MACP, president. ACP. \"Most benefits of targeting of less than 150 mm Hg apply to individuals regardless of whether or not they have diabetes.\"The guideline notes that some patients may have falsely elevated readings in clinical settings (\"white coat hypertension\"). Therefore, it is important for physicians to ensure that they are accurately measuring blood pressure before initiating or changing treatment for hypertension.\"The most accurate measurements come from multiple blood pressure measurements made over time,\" said John Meigs, Jr., MD, president, AAFP \"These may include multiple measurements in clinical settings or ambulatory or home-monitoring.\"The guideline includes two additional recommendations:- ACP and AAFP recommend that physicians consider initiating or intensifying pharmacological treatment in some adults aged 60 years old and older at high cardiovascular risk, based on individualized assessment, to achieve a target systolic blood pressure of less than 140 mm Hg to reduce the risk of stroke or cardiac events.Increased cardiovascular risk includes all people with known vascular disease and among others, is defined as most patients with diabetes, individuals with chronic kidney disease with estimated glomerular filtration rate (eGFR) \r\n\tWhen prescribing drug therapy, physicians should select generic formulations over brand name drugs, which have similar efficacy, reduced cost, and therefore better adherence, ACP and AAFP advise.Because of insufficient evidence, ACP and AAFP did not make any recommendations about diastolic blood pressure targets.Guideline Development Process\"Pharmacological Treatment of Hypertension in Adults Over Age 60 to Higher vs. Lower Targets\" is based on a systematic review of published randomized controlled trials for primary outcomes and observational studies for harms only from database inception through January 2015, and updated with a MEDLINE search through September 2016. Evaluated outcomes included all-cause mortality, morbidity and mortality related to stroke, major cardiac events (fatal and nonfatal myocardial infarction and sudden cardiac death), and harms.ACP's clinical practice guidelines are developed through a rigorous process based on an extensive review of the highest quality evidence available, including randomized control trials and data from observational studies. ACP also identifies gaps in evidence and direction for future research through its guidelines development process.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Gerontology", " Internal Medicine"]}