{"journal": "Journal of Cerebral Blood Flow and Metabolism", "url": "http://www.eurekalert.org/pub_releases/2017-01/muos-tle011117.php", "description": "Medical University of South Carolina investigators report preclinical research showing that microinfarcts induce prolonged dysfunction in brain areas estimated to be 12-times larger than the visible injury site in an article published online on Jan. 16, 2017, by the Journal of Cerebral Blood Flow & Metabolism. Data from c-Fos assays and in vivo hemodynamic imaging reveal how individually miniscule microinfarcts might collectively contribute to broader brain dysfunction in patients with vascular cognitive impairment and dementia.", "article_link": null, "date": "Mon, 16 Jan 2017 05:00:00 GMT", "funder": "NIH/National Institute of Neurological Disorders and Stroke, Dana Foundation, South Carolina Clinical and Translational Institute, NIH/National Institute of General Medical Sciences", "title": "The lasting effects of ministrokes may contribute to dementia", "region": "namerica", "source_link": "http://journals.sagepub.com/doi/full/10.1177/0271678X16685573", "institution": "Medical University of South Carolina", "text": "Evidence overwhelmingly supports a link between cognitive decline and cerebrovascular diseases such as atherosclerosis, arteriolosclerosis, and cerebral amyloid angiopathy. Not only do individuals with cerebrovascular diseases have a much higher incidence of cortical microinfarcts (mini-strokes), but post-mortem histological and in vivo radiological studies also find that the burden of microinfarcts is significantly greater among people with vascular cognitive impairment and dementia (VCID) than in age-matched, non-demented individuals. Until now, the mechanisms by which these miniscule lesions (~0.05 to 3 millimeters in diameter) contribute to cognitive deficits including dementia have been poorly understood.Findings from a recent study by investigators at the Medical University of South Carolina (MUSC) provide crucial information for better understanding the impact of microinfarcts, showing that the functional deficits caused by a single microinfarct can affect a larger area of brain tissue and last longer than was previously thought to be the case. The functional effects of microinfarcts are extremely difficult to study. Not only are most microinfarcts difficult to detect with standard neuroimaging techniques, mismatches between in vivo functional data and post-mortem histological evidence make it nearly impossible to connect microinfarcts to the timeline of cognitive decline. \"These infarcts are so small and unpredictable, we just haven't had good tools to detect them while the person was still alive,\" said Andy Shih, Ph.D., Assistant Professor of Neurosciences and senior author on the article. \"So, until now, we basically just had post-mortem snapshots of these infarcts at the end of the dementia battle as well as measures of the person's cognitive decline, which might have been taken years before the brain became available for study.\" Intrigued by the mounting evidence linking cognitive decline and microinfarct burden, Shih's group hypothesized that microinfarcts might disrupt brain function beyond what was visible by histology or magnetic resonance imaging (MRI). \"Even though a person may experience hundreds of thousands of microinfarcts in their lifetime, each event is extremely small and thought to resolve in a matter of days,\" said Shih. \"It's been estimated that, overall, microinfarcts affect less than 2% of the entire human brain. But those estimates of tissue loss are based only on the 'core' of the microinfarct, the area of dead or dying tissue that we can see in routine, post-mortem, histological stains.\" To investigate their theory of broader impacts, the team developed a mouse model so that they could examine the effects of individual cortical microinfarcts on surrounding tissue function in vivo over several weeks post-event. \"We needed a preclinical model to create very predictable lesions that we could follow over time,\" said Shih. \"Also, we needed to be able to obtain readouts of brain activity that were consistent over time.\" The team used photothrombosis to occlude a single arteriole in the barrel cortex of mice fitted with cranial windows. They then compared functional readouts of sensory-evoked brain activity, indicated by activity-dependent c-Fos expression or in vivo two-photon imaging of single vessel hemodynamic responses, to the location of the microinfarct core. Post-mortem, c-Fos immunostaining revealed that an area estimated to be at least 12-times greater in volume than the microinfarct core had been affected by the event. Furthermore, in vivo, two-photon imaging of single vessel, sensory-evoked hemodynamics found that neuronal activity across the affected tissue area remained partially depressed for 14 to 17 days after the microinfarct. Together, these data indicate that functional deficits caused by a single microinfarct occur across a much larger area of viable peri-lesional tissue than was previously understood and that the resulting deficits are much longer-lasting. \"I knew larger strokes could have distant effects, but I was surprised that something of this scale could have such a large effect,\" said Shih. The duration of effect from a single microinfarct was also a surprise for Shih's team. \"The MRI signal increased and then went away as we'd expected, but we were surprised on autopsy to see that there was still lots going on--tissue damage and neuroinflammation,\" Shih explained. \"Even after three weeks the neurally evoked blood flow responses had only partially recovered. So, that means a microinfarct can come and go and you can see it briefly with MRI but it leaves a lasting impression on brain function-possibly for months.\" Importantly, a person with VCID is likely to experience other microinfarcts during this recovery time. Furthermore, these tiny infarcts occur not only in the brain's grey matter, where this study was conducted, but also in the white matter, which sends messages from one part of the brain to another. \"Over time, after you have a lot of microinfarcts, there may be enough accumulated damage in the brain's circuitry to equal the impact of a larger event,\" said Shih.According to Shih, one of the most important messages from this study is that conventional methods used in clinical trials do not reveal the entire impact that microinfarcts have on brain function. He hopes that his team's contribution to illuminating microinfarct pathology will help inform MRI interpretation in humans and help researchers better explain some of the relationships that they see in clinical studies. These findings might also lead to new preventive protocols.  \"On a clinical level, maybe it's a situation where therapeutics can play a bigger role. Maybe drugs that we already have can mitigate the cumulative damage of microinfarcts,\" speculated Shih. \"The neuro-protective idea hasn't flown very far for acute stroke, in part, because the window of time for protecting the brain from stroke damage is very narrow. But, for microinfarcts, you don't have to know exactly when they occur. If an MRI shows a person is at high risk for microinfarcts, maybe one day we can put them on a drug for a while to reduce the impacts of these lesions.\"", "meeting": "", "keywords": ["Neurochemistry", " Optics", " Medicine/Health", " Stroke", " Aging", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Memory/Cognitive Processes", " Biotechnology"]}