{"journal": "Polymer Chemistry", "url": "http://www.eurekalert.org/pub_releases/2017-01/uob-smp011617.php", "description": "Most current plastics are made from oil, which is unsustainable. However, scientists from the Centre for Sustainable Chemical Technologies (CSCT) at the University of Bath have developed a renewable plastic from a chemical called pinene found in pine needles.", "article_link": "http://dx.doi.org/10.1039/C6PY02033J", "date": "Mon, 16 Jan 2017 05:00:00 GMT", "funder": "Engineering and Physical Sciences Research Council", "title": "Scientists make plastic from pine trees", "region": "europe", "source_link": null, "institution": "University of Bath", "text": "Most current plastics are made from oil, which is unsustainable. However, scientists from the Centre for Sustainable Chemical Technologies (CSCT) at the University of Bath have developed a renewable plastic from a chemical called pinene found in pine needles.Pinene is the fragrant chemical from the terpene family that gives pine trees their distinctive \"Christmas smell\" and is a waste product from the paper industry.The researchers hope the plastic could be used in a range of applications, including food packaging, plastic bags and even medical implants.Degradable polyesters such as PLA (polylactic acid) are made from crops such as corn or sugar cane, but PLA can be mixed with a rubbery polymer called caprolactone to make it more flexible. Caprolactone is made from crude oil, and so the resulting plastic isn't totally renewable.The researchers publishing their results in the journal Polymer Chemistry, used pinene as the raw material to make a new type of plastic that can be used in the place of caprolactone.Helena Quilter, PhD student at the CSCT, explained: \"We're not talking about recycling old Christmas trees into plastics, but rather using a waste product from industry that would otherwise be thrown away, and turning it into something useful.\"So if we can make a plastic from sustainable sources, it could make a big difference to the environment.\"Professor Matthew Davidson, Director of the CSCT and Whorrod Professor of Sustainable Chemical Technologies, added: \"This research is part of a wider project that looks at using bio-based chemicals like pinene as a sustainable starting material for making a range of useful products, in the place of petrochemicals. This reduces our reliance on fossil fuels and provides a renewable feedstock that has the potential to revolutionise the chemical industry.\"The project, funded by the Engineering and Physical Sciences Research Council (EPSRC), is also investigating using other terpenes, such as limonene from citrus fruit, as a substitute for petrochemicals to make a range of products from plastics to pharmaceuticals.The research is still at the early stages - only a few grams have been made so far - but the scientists aim to scale up the process to produce larger quantities in the near future.\r\n", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Materials", " Polymer Chemistry"]}