{"journal": "Cancer Discovery", "url": "http://www.eurekalert.org/pub_releases/2017-01/bifr-spc011617.php", "description": "Working in mice, researchers at the Buck Institute and elsewhere now show that standard chemotherapy promotes cancer relapse and metastasis as well as other side effects via a pro-inflammatory stress response termed cellular senescence. Eliminating the senescent cells in mice prevented the side effects and relapse. The research is published in Cancer Discovery.", "article_link": "http://dx.doi.org/10.1158/2159-8290.CD-16-0241", "date": "Mon, 16 Jan 2017 05:00:00 GMT", "funder": "American Italian Cancer Foundation, National Institutes of Health", "title": "Senescence promotes chemotherapy side effects and cancer relapse", "region": "namerica", "source_link": null, "institution": "Buck Institute for Research on Aging", "text": "Standard chemotherapy is a blunt force instrument against cancer - and it's a rare cancer patient who escapes debilitating side effects from systemic treatments that mostly affect dividing cells, both malignant and healthy, throughout the body. Researchers at the Buck Institute and elsewhere now show that chemotherapy triggers a pro-inflammatory stress response termed cellular senescence, promoting the adverse effects of chemotherapy as well as cancer relapse and metastasis. Eliminating the senescent cells in mice prevented the side effects and relapse.  The research is published in Cancer Discovery.\"While chemotherapy does save lives, it often comes with a very high price,\" said Judith Campisi, PhD, Buck faculty and senior scientist on the study. \"Our work in mice studied the effects of chemotherapy on cancer relapse and other serious side effects.  It provides a proof-of-principle that we hope can be translated into clinical practice.\"Campisi's latest work highlights the two-faced nature of cellular senescence. It's a biological mechanism that puts a break on cancer by permanently stopping stressed cells from dividing, but it also contributes to aging and late-life cancers. That's because senescent cells are not benign - they secrete inflammatory molecules that damage neighboring tissues and cells. \"Chemotherapy induces widespread senescence, contributing to persistent local and systemic inflammation,\" Campisi said. \"That's why many patients feel so awful following treatment.\"The research, led by Marco Demaria, PhD, a former postdoc in the Campisi lab, utilized transgenic mice that permit tracking and eliminating senescent cells. Results showed that eliminating chemotherapy-induced senescent cells reduced several short-and long-term effects of treatment, including bone marrow suppression, toxicity to the heart, cancer recurrence and metastasis, and physical activity and strength. Common chemotherapy drugs Doxorubicin, Paclitaxel, Temozolomide and Cisplatin were used to treat the mice. Demaria, who is now a principle investigator at the European Research Institute for the Biology of Ageing, at the University Medical Center, Groningen, Netherlands, said some of the most striking results involved running speed - an indicator of fatigue in mice. \"Eliminating senescent cells was sufficient to almost entirely rescue the decline in physical activity in the treated mice,\" he said. \"Normally, mice spend 40 percent of their time running. After chemotherapy that activity dropped to 10 percent. When we knocked out the senescent cells the mice returned to normal running.\"\"Fatigue, which can be long-lasting, is a big deal for patients on chemotherapy,\" said Norman E. Sharpless, MD, Director of the Lineberger Comprehensive Cancer Center at the University of North Carolina in Chapel Hill and a co-author of the study, \"Years later they often say that was the worst part of the treatment.\" \"Chemotherapy-induced bone marrow injury can lead to reduction in blood cell production, which can contribute to chemotherapy-induced fatigue,\" Said Daohong Zhou, MD, Associate Director for Basic Research of the Winthrop P. Rockefeller Cancer Institute at the University of Arkansas for Medical Sciences in Little Rock and a co-author of the study, \"Eliminating senescent cells can promote bone marrow recovery after chemotherapy.\" Sharpless looked at blood markers of cellular senescence in 89 women with breast cancer before they underwent chemotherapy aimed at curing their disease. \"Women who went into chemotherapy with the highest existing burden of senescent cells experienced the most debilitating fatigue after treatment,\" he said. \"It didn't really matter what particular drug was used - the results following chemotherapy tracked to the existing burden of senescent cells.\" \"We are excited about the potential applications of this work,\" said Campisi. \"It would be a huge benefit if we could reduce the risk of cancer relapse and metastasis in patients. We also think it would be great to mitigate the other side effects of chemotherapy, the fear of which sometimes keep patients from seeking treatment.\" ", "meeting": "", "keywords": ["Biology", " Cell Biology", " Cancer", " Breast Cancer", " Aging"]}