{"title": "Study identifies genes linked to better immune response to flu vaccine", "text": "New Haven, Conn.-- Yale experts and their partners in a national research consortium have identified several genes and gene clusters associated with the immune response to flu vaccination. The findings point to the prospect of using genetic profiles to predict individual responses to the flu vaccine. The research was published August 25 in Science Immunology.Vaccination is the best way to protect against flu infection, yet effectiveness of the vaccine varies widely among individuals. To explore the role of genes in the immune response to flu vaccination, Yale researchers and their collaborators used data collected from more than 500 individuals who provided blood samples before and after being vaccinated.Analyzing the data, the research team identified several gene \"signatures,\" or groups of genes, that were associated with a stronger response to the flu vaccine. The response was determined by increases in antibodies that protect against infection.We \"were able to identify genes at baseline, before vaccination, that would predict how individuals would respond to the vaccine,\" said Ruth Montgomery, associate professor of medicine at Yale School of Medicine and a co-author.The researchers also found that the while the genes were predictive of a robust vaccine response in adults younger than age 35, those same genes did not improve responses in adults over age 60. \"Another finding is that genes that contribute to good immune response are different in young and older people,\" Montgomery noted.\"Surprisingly, we found that baseline differences, both at the gene and module level, were inversely correlated between young and older participants,\" added Steven Kleinstein, associate professor of pathology at Yale School of Medicine and a corresponding author on the study. The reasons for these age differences warrant further study, said the researchers.The findings offer new insights into the biology of vaccine response. They may also help investigators predict responses in individuals and develop strategies to improve vaccines, Montgomery noted.The researchers' analysis was based on data from the Human Immunology Project Consortium (HIPC) and the Center for Human Immunology (CHI), which include samples from individuals spanning a range of geographical locations and vaccination seasons. The initial findings were validated by an independent cohort of study subjects. All of the study data are available through the NIAID ImmPort repository and ImmuneSpace.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/yu-sig082417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Yale University", "keywords": ["Genetics", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Genes"], "journal": "Science Immunology", "description": "Yale experts and their partners in a national research consortium have identified several genes and gene clusters associated with the immune response to flu vaccination. The findings point to the prospect of using genetic profiles to predict individual responses to the flu vaccine.", "date": "Fri, 25 Aug 2017 04:00:00 GMT"}