{"title": "HPV vaccination rates lag for vulnerable population of childhood cancer survivors", "text": "(MEMPHIS, Tenn. - Aug. 24, 2017) Despite being at an increased risk for cancers associated with the human papillomavirus, the first comprehensive national survey found that HPV vaccination rates for childhood cancer survivors lag well behind the national average and that health care providers often fail to recommend the vaccine. St. Jude Children's Research Hospital and the University of Alabama at Birmingham led the study, which appears today in the Journal of Clinical Oncology.\r\n\"The HPV vaccine is an important tool to help us keep our kids safe because it significantly lowers the risk of HPV-associated cancers in the future,\" said first author James Klosky, Ph.D., an associate member of the St. Jude Department of Psychology. \"So we were concerned to find vaccination rates were significantly lower for survivors of childhood cancer compared to their peers.\" \r\nThe recommendation from a health care provider was the most powerful predictor of whether survivors were vaccinated against HPV. More than half of survivors who received recommendations were vaccinated, compared to 5 percent of survivors who received no recommendations. But just 23.8 percent of survivors or parents surveyed reported receiving recommendations. That is lower than the percentage of physicians in previous studies who indicated \"always\" recommending the HPV vaccine to eligible patients.\r\n\"The findings underscore the key role of health care providers to help increase HPV vaccination rates in this high-risk population,\" Klosky said. \"Without the recommendation of a health care provider, there was just a 1-in-20 chance that survivors in this study were vaccinated.\"\r\nPersistent infection with certain high-risk strains of HPV can cause cancer of the cervix, vagina, penis, tongue, throat, anus and other sites. Previous studies from St. Jude and others found that childhood cancer survivors are at an increased risk of HPV-related cancers compared to their peers who were not cancer survivors. The U.S. Centers for Disease Control and Prevention estimates that 90 percent of sexually active men and 80 percent of sexually active women will be infected with HPV in their lifetime. Health officials estimate that each year almost 7 million adolescents and young adults become infected. Most, but not all, will clear the infection on their own.\r\nA vaccine to prevent HPV infection has been available since 2006. The Advisory Committee on Immunization Practices, an expert panel that advises health officials regarding vaccine policy, has recommended routine HPV vaccination for both male and female adolescents and young adults. HPV vaccination of childhood cancer survivors has been endorsed by leading health organizations. \r\nOf the 982 childhood cancer survivors surveyed, researchers found 23.8 percent of 13- to 26-year-olds reported having received at least one of the recommended three doses of the HPV vaccine that are recommended for cancer survivors. That compares to 40.5 percent of U.S. residents the same age. Just 13.5 percent of cancer survivors reported being fully vaccinated against HPV, compared to 20.8 percent of their peers in the general public.\r\nResearchers plan to design strategies to ensure physicians, advance practice nurses and other health care providers never miss an opportunity to recommend the vaccine to eligible patients and their parents.\r\n\"We know that provider recommendation is a key predictor of HPV vaccination,\" said corresponding author Wendy Landier, Ph.D., CRNP, of the Institute for Cancer Outcomes and Survivorship at the University of Alabama at Birmingham (UAB). \"Since cancer survivors often receive medical care from primary care providers as well as subspecialists, clear communication between health care providers is essential to ensure survivors receive the vaccine that can protect them against HPV-related cancers.\"\r\nInsurance also influenced HPV vaccination rates in this study, particularly if a health provider had recommended the vaccine. The odds of being unvaccinated despite the recommendation were 7.5-times greater for survivors who believed they lacked insurance coverage for the vaccine.\r\nSurvivors were also less likely to be vaccinated if they were male, younger than 13 years old or reported other barriers to vaccination, including transportation, vaccine cost or parental disagreement. Researchers noted that the same factors are associated with a lack of HPV vaccination in the general public.\r\nBetter communication among survivors, parents and health care providers would likely help remove some barriers, Klosky said. For example, while perceived lack of insurance coverage and vaccine costs were identified as barriers to vaccination, the vaccine is widely available from the federally funded Vaccines for Children Program, community health departments, primary care clinics, and college health services at little to no cost regardless of insurance coverage. \"If survivors or their parents have any concerns about the HPV vaccine, they should talk to a trusted health professional,\" Klosky said.\r\n", "article_link": "http://dx.doi.org/10.1200/JCO.2016.70.4767", "url": "http://www.eurekalert.org/pub_releases/2017-08/sjcr-hvr082117.php", "region": "namerica", "source_link": "http://www.stjude.org/hpv", "funder": "NIH/National Cancer Institute, Merck Sharp & Dohme Corp., ALSAC", "meeting": "", "institution": "St. Jude Children's Research Hospital", "keywords": ["Developmental/Reproductive Biology", " Virology", " Medicine/Health", " Cancer", " Epidemiology", " Health Care Systems/Services", " Vaccines", " Pediatrics", " Public Health"], "journal": "Journal of Clinical Oncology", "description": "Research suggests health providers are key to boosting HPV vaccination rates of childhood cancer survivors, who, as a group, are at increased risk for second cancers associated with the human papillomavirus.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}