{"title": "Average cost of first 2 years of oropharyngeal cancer treatment in Texas is $139,749", "text": "Bottom Line: In Texas, the average cost for the first two years of health care after a diagnosis of oropharyngeal cancer was $139,749.Journal in Which the Study was Published: Cancer Epidemiology, Biomarkers & Prevention, a journal of the American Association for Cancer Research.Author: David R. Lairson, PhD, professor of Health Economics in the Department of Management, Policy, and Community Health at The University of Texas Health Science Center at Houston (UTHealth) School of Public Health.Background: Lairson explained that about 72 percent of oropharyngeal cancers are attributable to infection with human papillomavirus (HPV).There is an effective HPV vaccine available. However, according to Lairson, in Texas, just 41 percent of girls and 24 percent of boys age 13 to 17 had completed the HPV vaccination series in 2015, which is similar to the rate of HPV vaccine uptake across the United States.In addition to reduced suffering and loss of life, the treatment costs saved by preventing future cases of oropharyngeal cancer though HPV immunization are an important consideration for those in Texas making decisions about the value of investing in programs to increase the HPV immunization rate, he said.How the Study Was Conducted and Results: To estimate the average two-year treatment cost per patient newly diagnosed with oropharyngeal cancer in Texas, Lairson and colleagues analyzed data from the 2011-2014 Truven MarketScan Commercial Claims and Encounter Database, which predominantly contains enrollment and health care claims data for patients with commercial health insurance plans.The adjusted mean total health care cost in the first two years after an oropharyngeal cancer diagnosis was $160,639 among 467 patients in Texas. In comparison, the adjusted mean total two-year health care cost for 467 control individuals (individuals without a cancer diagnosis) was $20,890.Among the patients with oropharyngeal cancer, the majority of the costs were for outpatient services. The mean unadjusted cost for outpatient services was $106,604; mean unadjusted costs for inpatient services and prescription drugs were $24,341 and $3,550, respectively.Author Comment: \"The mean adjusted difference in health care costs between cases and controls provides the primary estimate of the mean cost of treating a patient with oropharyngeal cancer in Texas,\" said Lairson. \"This provides an estimate of the potential savings per case that can be avoided by HPV immunization, which is highly relevant to HPV immunization policy assessment.\"Of note, we did not estimate lost productivity due to oropharyngeal cancer, which is a cost in addition to medical care,\" he addedLimitations: According to Lairson, the main limitation of the study is that only commercially insured individuals were included in the analysis. However, the researchers are planning on expanding the work to include Medicaid and Medicare populations in Texas, he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/aafc-aco082117.php", "region": "namerica", "source_link": null, "funder": "Stiefel Oropharyngeal Research Fund, University of Texas MD Anderson Cancer Center", "meeting": "", "institution": "American Association for Cancer Research", "keywords": ["Medicine/Health", " Cancer", " Health Care Systems/Services", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cancer Epidemiology, Biomarkers & Prevention", "description": "In Texas, the average cost for the first two years of health care after a diagnosis of oropharyngeal cancer was $139,749.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}