{"title": "Flu vaccine rates for kids may drop when the nasal spray vaccine is unavailable", "text": "Influenza vaccination rates in children may have decreased for the 2016-17 influenza season because of a recommendation by the Centers for Disease Control and Prevention (CDC) that the nasal spray version of the vaccine not be used, according to Penn State College of Medicine researchers.Parents often preferred the nasal spray vaccine for their young children because it was perceived as a painless and convenient option. Several studies initially found the nasal spray to be more effective in young children than the injectable version. In 2016, however, additional research found the nasal spray to be less effective than the injectable vaccine in preventing the H1N1 strain of influenza. As a result, the CDC reversed its stance and recommended against the nasal spray for the 2016-17 influenza season.\"We wanted to understand what happened to vaccination rates with this new recommendation,\" said study co-author Ben Fogel, assistant professor of pediatrics at Penn State College of Medicine and medical director of Penn State Pediatric Primary Care. \"Would this recommendation against nasal spray vaccine shake people's confidence in the influenza vaccine in general or make them less likely to get it because they have to get a shot?\"Fogel and his co-author, Steven Hicks, assistant professor of pediatrics at Penn State College of Medicine, retrospectively assessed total vaccination rates -- along with early season and end-of-season vaccination rates -- in 9,591 Penn State Pediatrics patients ages 2 to 17 years old in the 2014-15, 2015-16 and 2016-17 influenza seasons. The researchers, who published their results in Vaccine, also determined the percentage of children who were vaccinated against influenza in subsequent seasons.The researchers found that without the option of the nasal spray, total influenza vaccination rates in pediatric patients were 1.6 percent lower in 2016-17 than in 2015-16. Revaccination rates were even lower in children who had received the nasal spray the year before.\"We worried that there was going to be a huge drop off in vaccination rates without the nasal spray available,\" Fogel said. \"We saw a drop off but I would not call it huge, which is reassuring.\"On a national scale, a 1.6 percent reduction in influenza vaccination rates could be significant, resulting in 1.2 million additional un-vaccinated children.\"This could potentially lead to 4,385 additional influenza-related outpatient visits and 30 additional influenza-related hospitalizations among the 74 million children under the age of 18 in the U.S.,\" wrote the study authors.Among children in the study, influenza vaccination rates early in the 2016-17 influenza season were higher by nearly 2 percent than they were early in the 2015-16 season. The vaccination rates then dropped toward the end of the 2016-17 season. Researchers do not know why the rates started high and then dropped due to the retrospective nature of the study.For children vaccinated in the 2015-16 season, those who were black, Hispanic, ages 13 to 17 years old, and had public insurance were less likely to get vaccinated again in 2016-17.\"One thing we found that we didn't expect to see was a large percentage of people who switched their vaccine preference from one year to the next, meaning that one year they didn't get the influenza vaccine and the next year they did or vice versa,\" Fogel said. \"Our data showed that 35 to 50 percent of people change their minds about getting the influenza vaccine from one year to the next.\"Though previous studies on vaccination show that the single highest predictor of getting a vaccine is if a person got vaccinated the year before, the findings of this study suggest otherwise.\"Instead, it seems that people may not be either vehemently pro flu vaccine or anti flu vaccine; rather if it's convenient, they'll get the vaccine, and if it's not convenient, they won't go out of their way to get it,\" Fogel said.The authors hope to do a follow-up intervention aimed at improving vaccination rates in people who might not feel strongly about the influenza vaccine either way.\"We plan to call patients who already have appointments scheduled during flu season and see if they can bring in a sibling at the same time to make that flu vaccine happen,\" Fogel said. \"I'm excited to see if we can drive vaccination rates up.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-fvr082417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Penn State", "keywords": ["Medicine/Health", " Vaccines", " Pediatrics", " Behavior", " Demography"], "journal": "Vaccine", "description": "Influenza vaccination rates in children may have decreased for the 2016-17 influenza season because of a recommendation by the Centers for Disease Control and Prevention that the nasal spray version of the vaccine not be used, according to Penn State College of Medicine researchers.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}