{"title": "On the other hand, the immune system can also cause cancer", "text": "Infection with human papillomavirus (HPV) is the primary cause of cervical cancer and a subset of head and neck cancers worldwide. A University of Colorado Cancer Center paper describes a fascinating mechanism that links these two conditions -- viral infection and cancer. The link, basically, is a family of enzymes called APOBEC3. These APOBEC3 enzymes are an essential piece of the immune system's response to viral infection, attacking viral DNA to cause disabling mutations. Unfortunately, as the paper shows, especially the action of family member APOBEC3A can spill over from its attack against viruses to induce DNA mutations and damage in the host genome as well. In other words, this facet of the immune system designed to scramble viral DNA can scramble human DNA as well, sometimes in ways that cause cancer.\"We know that the majority of cancers are caused by genetic mutations. And we know some of the mechanisms that cause these mutations, for example UV radiation can cause mutations that lead to skin cancer and smoking can cause mutations that lead to lung cancer. But there are many more cancers in which we don't know the source of the mutations. The APOBEC3 family can explain how some of these mutations are created. In fact, APOBEC3A can be activated in many ways -- not just with HPV infection -- and its action may drive a percentage of oncogenic mutations across many cancer types,\" says Dohun Pyeon, PhD, investigator at the CU Cancer Center and associate professor in the Department of Immunology and Microbiology at the CU School of Medicine.Specifically, data from the Cancer Genome Atlas showed signatures of APOBEC3-mediated mutations in the PIK3CA gene of about 40 percent of HPV-positive head and neck cancers, but only about 10 percent of HPV-negative head and neck cancers. Adding to this storyline of APOBEC3A-mediated oncogenesis was the fact that expression of APOBEC3A was much higher in HPV-positive cancers.\"Recently, about four years ago, cancer genomics researchers found interesting mutation signatures in the DNA of cancer cells, showing that these mutations were caused by APOBEC3 enzymes. Our study shows that a significant fraction of mutations in HPV-positive cancers are potentially caused by one of these APOBEC3 enzymes,\" Pyeon says.Interestingly, this system that so heavily risks damaging host DNA doesn't work so well against its intended target -- APOBEC3A does not successfully eliminate the HPV virus, which remains as a chronic infection.\"We have another paper from 2015 showing that HPV has revised their genome against this APOBEC3 enzyme, altering and reducing the target sequences in their own DNA,\" Pyeon says. If APOBEC3 fails to recognize its target sequence, it does not interrupt the DNA. \"In this, we can see the complex race of evolution -- the host evolves the APOBEC3 system to target viruses, but then the viruses evolve their DNA to evade APOBEC3. We are not at any endpoint of evolution -- what we may be seeing is the our body's attempt to use this APOBEC3 system to help it evolve more quickly in response to the virus.\"Pyeon points out that because APOBEC3A is an enzyme, it would likely be susceptible to drug development aimed at stopping its action. However, the enzyme isn't something that acts once -- it is chronically elevated along with HPV infection, leading to years or decades of higher mutation rates. Also, this mechanism describes how cancer may start - once a cancer exists, inhibiting APOBEC3A would be the proverbial \"locking the barn door after the horse has bolted.\"\"This would have to be a cancer prevention strategy,\" Pyeon says. \"Perhaps if you are infected with HPV or have especially high APOBEC3A levels, you could have a drug to prevent any significant mutations.\"On the treatment side, Pyeon points out that signatures of APOBEC3-mediated mutations could be targets for new cancer immunotherapies.\"Now that we can recognize cells altered by APOBEC3, we could teach tumor neoantigen-based immunotherapies to recognize these cells as well,\" Pyeon says.The paper is published in its entirety free online in the journal Viruses.", "article_link": "http://dx.doi.org/10.3390/v9080233", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoca-oto082317.php", "region": "namerica", "source_link": "http://www.coloradocancerblogs.org/hand-immune-system-can-also-cause-cancer/", "funder": "National Institutes of Health, US Department of Agriculture", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Biology", " Virology", " Medicine/Health", " Cancer", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "Viruses", "description": "CU Cancer Center study describes how immune response designed to scramble viral DNA can scramble human DNA as well, sometimes in ways that cause cancer.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}