{"title": "Scientists develop infection model for tickborne flaviviruses", "text": "\r\nNational Institutes of Health (NIH) scientists have filled a research gap by developing a laboratory model to study ticks that transmit flaviviruses, such as Powassan virus.  Powassan virus was implicated in the death of a New York man earlier this year. The unusual model involves culturing organs taken from Ixodes scapularis ticks and then infecting those organ cultures with flaviviruses, according to researchers at Rocky Mountain Laboratories, part of NIH's National Institute of Allergy and Infectious Diseases (NIAID). The researchers say the culture model will greatly increase knowledge about how flaviviruses infect ticks and could become a tool to evaluate medical countermeasures against tick-borne viruses.Flaviviruses are the cause of diseases spread by mosquitoes (e.g., dengue fever and West Nile fever) and by ticks (e.g., Powassan virus disease and tick-borne encephalitis). Powassan virus and the closely related deer tick virus are the only flaviviruses known to be spread by ticks in North America.  In the last 10 years, about 75 U.S. cases of Powassan virus infection have been reported, according to the Centers for Disease Control and Prevention. Powassan virus infection can result in fever, headache, vomiting, weakness, confusion, seizures, memory loss, and death. No licensed treatments or vaccines are available for Powassan virus disease. The NIAID scientists developed their model by dissecting three tick organs--the midgut, salivary glands and nervous tissue--and then culturing flaviviruses in those organs, evaluating their viability over several days. They found that Powassan virus and the related Langat virus could infect and spread in salivary glands and midgut. Langat virus is found typically in Southeast Asia and is an ideal model virus for study because it causes only rare, mild infections in people.", "article_link": "http://dx.doi.org/10.1128/mBio.01255-17", "url": "http://www.eurekalert.org/pub_releases/2017-08/nioa-sdi082117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "mBio", "description": "NIH scientists have filled a research gap by developing a laboratory model to study ticks that transmit flaviviruses, such as Powassan virus.  Powassan virus was implicated in the death of a New York man earlier this year. The unusual model involves culturing organs taken from Ixodes scapularis ticks and then infecting those organ cultures with flaviviruses, according to researchers at Rocky Mountain Laboratories, part of NIH's National Institute of Allergy and Infectious Diseases.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}