{"title": "New vaccine could someday fight the effects of opioid combinations", "text": "WASHINGTON, Aug.21, 2017 -- Substance abuse is a continuing problem in the U.S., particularly with heroin and other opioids, to the point of being an epidemic. Treatments exist, but far too often patients relapse with devastating impacts on themselves and those around them. Now, scientists report that they have made progress toward a vaccine against the effects of fentanyl, a synthetic opioid, in combination with heroin.    The researchers are presenting their work today at the 254th National Meeting & Exposition of the American Chemical Society (ACS). ACS, the world's largest scientific society, is holding the meeting here through Thursday. It features nearly 9,400 presentations on a wide range of science topics.\"There is an urgent need to discover effective medications to treat substance use disorders. Increasingly, drug users are turning to opioids and powerful synthetic versions of these drugs that can sometimes be as much as 100 times more potent than heroin,\" says Kim D. Janda, Ph.D., who led the research into the vaccines. \"Moreover, many patients receiving treatment relapse.\"The rise of synthetic opioids such as fentanyl is a critical element in the opioid crisis in the U.S. Heroin laced with fentanyl or fentanyl alone have contributed to the dramatic rise in overdose deaths among addicts. Janda's team at the Scripps Research Institute has prepared a vaccine that is effective against fentanyl and has made progress in the development of a combination vaccine that offers protection from both heroin and fentanyl. In addition to their use on the streets, fentanyl and carfentanyl -- an even more toxic cousin -- are potential terrorist weapons. Janda explains that vaccines could offer protection against the drugs in this context, too.The basic problem the team faced with these and other vaccines they've developed is that the opioid drugs are small molecules, which are not recognized by the immune system. The standard approach to making such molecules immunogenic is to link them to a larger biological molecule like a protein in such a way that an individual's immune system is able to detect the drug molecule and mount a response to it.That's the theory, at least. But it's a far cry from making it work in practice. Janda and his coworkers reported in a paper in the Journal of the American Chemical Society in June the successful synthesis of a vaccine against heroin that showed efficacy in monkeys. Unlike methadone, which blocks the opioid receptor and prevents heroin from binding to it and exerting its effect, the vaccine stimulates production of antibodies that bind to the heroin molecule itself and prevent it from reaching the opioid receptor. And because the vaccine is specific for heroin and its metabolite 6-acetylmorphine and not other opioids, it could be used in combination with a treatment such as methadone. Janda also notes that his group's most recent data on the heroin vaccine suggest that it could help prevent overdoses.And in still other work that Janda will discuss at the meeting, the Scripps team has made progress in developing a vaccine against captagon, a highly addictive drug consisting of amphetamine linked to theophylline, a drug chemically related to caffeine, that is a major problem in the Middle East. Scientists have debated the mechanism of action of captagon, and Janda's vaccine approach has been useful in dissecting how the components of the drug exert their psychoactive effects.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/acs-nvc072817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Chemical Society 254th National Meeting & Exposition", "institution": "American Chemical Society", "keywords": ["Chemistry/Physics/Materials Sciences", " Medicine/Health", " Addiction", " Immunology/Allergies/Asthma", " Vaccines", " Social/Behavioral Science", " Addiction", " Drugs"], "journal": "", "description": "Substance abuse is a continuing problem in the US, to the point of being an 'epidemic.' Treatments exist, but far too often patients relapse with devastating impacts on themselves and those around them. Now, scientists report that they have made progress toward a vaccine against the effects of fentanyl, a synthetic opioid, in combination with heroin. The researchers are presenting their research at the 254th National Meeting & Exposition of the American Chemical Society.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}