{"title": "Overcoming the last line of antibiotic resistance against bacterial infections", "text": "A common type of bacteria is causing a major healthcare crisis as we inch closer towards the last line of antibiotic resistance against bacterial infections. The bacterium known as Staphylococcus aureus (S. aureus) is harboured by up to 60% of the human population and causes a variety of infections with severities ranging from mild to life threatening. While S. aureus is the cause of many common skin infections, it can also infect our essential organs such as the heart and lungs by travelling through our body's bloodstreams. This can lead to fatal illnesses such as septicemia, endocarditis, and necrotizing pneumonia which cause blood poisoning, heart inflammation, and lung failure respectively. Regrettably, there are currently no vaccines against S. aureus infections.So how is S. aureus so effective at infecting us with various illnesses? A recent study published in Frontiers in Cellular and Infection Microbiology by a research group at Montana State University of the United States examined over 220 studies on this subject. They present a comprehensive overview of S. aureus' remarkable resilience against our body's immune system which protects us against foreign invaders.\"Many bacteria depend on a few key virulence factors, which are molecules that make the bacteria stronger, to cause disease. We have yet to find a key virulence factor used by S. aureus to initiate disease in humans,\" says Fermin Guerra who is the first author of this landmark study. \"Gaining an understanding of how S. aureus initiates infection will lead to new methods to combat ailments caused by this bacterium to ultimately reduce disease and decrease dependence on antibiotics.\"Neutrophils are a type of immune cells that protect us against foreign invaders such as S. aureus. They are an essential part of our body's immune defense system and are one of the first responders to the site of bacterial infection. Once neutrophils are recruited to the site of infection in a process called chemotaxis, neutrophils recruit other soldiers of the immune system army to kill the invader. Neutrophils can also directly kill bacteria by swallowing and digesting them. Neutrophils are very effective at eliminating most types of bacteria but the pesky S. aureus has developed various methods to defend against neutrophils. \"The ability of neutrophils to kill S. aureus is crucial to infection resolution but S. aureus has developed mechanisms to counter neutrophils' killing mechanisms,\" explained Fermin.\"We sought to highlight the virulence factors used by S. aureus to interrupt neutrophil functions, provide an understanding of how S. aureus senses neutrophils, and identify novel therapeutic approaches that attack the ability of S. aureus to \"see\" its environment and sense neutrophils,\" summarized Fermin. The main findings of this seminal study are highlighted below.S. aureus is equipped with the ability to sense approaching neutrophils by recognizing the molecules produced by our defenders. The bacterium releases virulence factors that slow down the migration of neutrophils which gives S. aureus more time to infect our bodies before neutrophils reach the site of infection. To make themselves more effective at killing bacteria, neutrophils undergo an enhancement process called priming. S. aureus can also release a family of molecules that impede this enhancement making neutrophils less potent.S. aureus has also developed various methods to combat neutrophils once they are near each other. To protect itself from being eaten by neutrophils, S. aureus produces both physical capsules to shield themselves and releases molecules that disrupt neutrophils' recognition of the bacterium. If a neutrophil does manage to swallow S. aureus, the persistent bacterium repels digestive proteins and releases molecules to degrade these proteins minimizing the effects of digestion. Furthermore, S. aureus can even release toxins that rupture and ultimately kill neutrophils.An over-abundance of neutrophils at the site of bacterial infection can lead to prolonged inflammation which may lead to the thickening of our blood vessels and autoimmunity. S. aureus interrupts our immune system's ability to constrain the number of neutrophils at the site of infection causing prolonged inflammation in the infected region.Evidently, S. aureus employs a variety of tactics to identify, defend, and even attack neutrophils.While this study provides extensive insight into the mechanisms by which the S. aureus evades our immune system, the authors stressed that more studies are required to fully understand its behaviour. \"We still have a long way to go to fully understand the mechanisms used by S. aureus to be so successful at causing infections in humans,\" says Fermin.\"What makes community-associated S. aureus strains unique (compared to healthcare-associated) in establishing infections in healthy individuals? Can we successfully develop vaccines that simultaneously target multiple virulence factors? We hope the review helps in designing future research studies tackling issues described in this review. We also hope this review sheds more light on the public health danger S. aureus poses especially as we reach the last lines of antibiotic defense used to treat infections,\" concluded Fermin.", "article_link": "http://dx.doi.org/10.3389/fcimb.2017.00286", "url": "http://www.eurekalert.org/pub_releases/2017-08/f-otl082117.php", "region": "europe", "source_link": null, "funder": "National Institutes of Health, Montana State University Agriculture Experiment Station", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Bacteriology", " Microbiology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Frontiers in Cellular and Infection Microbiology", "description": "A recent study published in Frontiers in Cellular and Infection Microbiology presents a comprehensive overview of S. aureus' remarkable resilience against our body's immune system and how to better protect against deadly infections, with implications for overcoming antibiotic resistance.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}