{"title": "Claim lines with diagnoses of anaphylactic food reactions climbed 377 percent from 2007 to 2016", "text": "NEW YORK, NY -- Aug. 22, 2017 -- Private insurance claim lines with diagnoses of anaphylactic food reactions rose 377 percent from 2007 to 2016, according to data from FAIR Health, a national, independent, nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information. Consulting its database of over 23 billion privately billed healthcare procedures, FAIR Health investigated food allergies and anaphylaxis, a severe, life-threatening allergic reaction that certain foods, as well as other substances, can induce in susceptible individuals. FAIR Health released its initial findings in an infographic (see below) and plans to issue a more expansive white paper on the subject in the coming months.Analyzing claim lines (the individual procedures or services listed on an insurance claim) with diagnoses of anaphylactic food reactions in the period 2007-2016, FAIR Health found that peanuts were the most common specifically identified food causing anaphylaxis, accounting for 26 percent of those claim lines. Tree nuts and seeds followed closely at 18 percent. Also common were egg allergies, crustacean allergies (e.g., allergies to shrimp or lobster) and dairy allergies, making up, respectively, 7 percent, 6 percent and 5 percent of claim lines. The most common category, however, was \"other specific foods\" (33 percent), which typically means the food causing the anaphylactic reaction is unknown.FAIR Health data show that claim lines for the \"other specific foods\" category increased less (71 percent) from 2007 to 2016 than for anaphylactic food reactions associated with specific foods, indicating perhaps that physicians are becoming better educated and more adept at determining the cause of such reactions. By comparison, claim lines with diagnoses of peanut anaphylactic reactions increased 445 percent and those with diagnoses of tree nuts/seeds anaphylactic reactions increased 603 percent.The increase in claim lines with diagnoses of history of food allergy from 2007 to 2016 was greater in rural (110 percent) than urban (70 percent) areas, FAIR Health data show. This finding is striking, given the common thinking that food allergies are much more of an urban than a rural problem.Food allergies are commonly thought of as a childhood condition, but FAIR Health data show they are a broader issue. About two-thirds (66 percent) of all claim lines with diagnoses of history of food allergy from 2007 to 2016 were attributable to patients 18 years old and younger, but about a third (34 percent) were attributable to those over 18 years old.FAIR Health's forthcoming white paper will explore such aspects of food allergies as gender, the relationship between specific food allergies and age, geographic distribution, treatments and costs.FAIR Health President Robin Gelburd stated: \"Food allergies are a growing national public health concern, and therefore it is fitting for FAIR Health to use its vast data repository to contribute to the body of knowledge on the subject. We intend to continue to study food allergies and to release findings that can inform research and policy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/fh-clw082117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "FAIR Health", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Pharmaceutical Science", " Public Health", " Policy/Ethics"], "journal": "", "description": "Private insurance claim lines with diagnoses of anaphylactic food reactions rose 377 percent from 2007 to 2016, according to data from FAIR Health, a national, independent, nonprofit organization dedicated to bringing transparency to healthcare costs and health insurance information. Consulting its database of over 23 billion privately billed healthcare procedures, FAIR Health investigated food allergies and anaphylaxis, a severe, life-threatening allergic reaction that certain foods, as well as other substances, can induce in susceptible individuals.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}