{"title": "Genetic variant tied to risk of typhoid fever", "text": "A study uncovers a human genetic risk factor for typhoid fever that points to a potential preventive approach. Worldwide, Salmonella enterica serovar Typhi causes around 20 million typhoid infections every year, and 1-5% of infected individuals chronically carry the pathogen, notable among which is the storied case of Typhoid Mary. Yet the genetic determinants of typhoid risk remain unclear. Dennis Ko and colleagues performed a genome-wide association study to uncover host factors that influence the ability of S. Typhi to invade human cells -- a property associated with bacterial virulence. A single-nucleotide variant dubbed rs8060947 in the lipid metabolism-related VAC14 gene that reduced expression of the encoded protein increased the ability of S. Typhi to invade human cells; the finding was corroborated through RNA interference and CRISPR-Cas9-mediated knockout of VAC14. By reducing the cholesterol content in the membrane surrounding host cells, VAC14, the authors found, blocks the bacterium from docking with cells. As predicted, a cholesterol-depleting compound mimicked the action of VAC14, reducing bacterial invasion in a dose-dependent fashion. Similarly, zebrafish treated with ezetimibe, an FDA-approved cholesterol-lowering drug, exhibited increased bacterial clearance and improved survival upon exposure to S. Typhi, compared with mock-treated fish. Genotyping of rs8060947 in 496 people with typhoid and 500 healthy people from a Vietnamese cohort revealed that individuals with the allele that increased S. Typhi invasion exhibited increased susceptibility to typhoid fever. The findings raise the intriguing possibility that cholesterol-lowering drugs, combined with vaccines, might help protect against typhoid, according to the authors.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/potn-gvt081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Proceedings of the National Academy of Sciences", "keywords": ["Medicine/Health"], "journal": "Proceedings of the National Academy of Sciences", "description": "A study uncovers a human genetic risk factor for typhoid fever that points to a potential preventive approach.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}