{"title": "Zika virus stifles pregnant women's weakened immune system to harm baby, USC study finds", "text": "The Zika virus, linked to congenital birth defects and miscarriages, suppresses a pregnant woman's immune system, enabling the virus to spread and increasing the chances an unborn baby will be harmed, a Keck School of Medicine of USC study finds.The study is the first to report that the Zika virus targets specific white blood cells, handicapping a pregnant woman's immune system in a way that almost resembles HIV, said Jae Jung, senior author of the study.\"Pregnant women are more susceptible to Zika virus because pregnancy naturally suppresses a woman's immune system so her body doesn't reject the fetus -- essentially it's a foreign object,\" said Jung, Distinguished Professor and chair of the Department of Molecular Microbiology and Immunology at the Keck School of Medicine.\"Our study shows pregnant women are more prone to immune suppression. Zika exploits that weakness to infect and replicate.\"The finding, published in Nature Microbiology on Aug. 14, is an instrumental step to improving the fate of pregnant women and their unborn babies, said Suan-Sin Foo, lead author of the study and a research associate in the Jae Jung Lab.Previously, Jung and his colleagues identified two Zika proteins responsible for microcephaly. It was a first step toward preventing Zika-infected mothers from giving birth to babies with abnormally small heads.Bad idea: Not including pregnant women in clinical trialsNone of the Phase 1 clinical trials for a Zika vaccine include pregnant women, which is surprising because the congenital birth defects caused by the virus is the reason why people are so eager to develop a vaccine, Jung said.Nearly 3,000 cases of microcephaly have been associated with mothers who were infected with the Zika virus before giving birth, according to the Pan American Health Organization.\"The Zika virus vaccines in development seem to be highly effective, but they're being tested among non-pregnant women with different body chemistry compared to pregnant women,\" Jung said. \"It's feasible the recommended vaccine dose -- though effective for non-pregnant women -- may not be potent enough for pregnant women because their bodies are more tolerant of viruses.\"Making a beeline for white blood cellsJung and his colleagues tested the African and Asian Zika virus strains in blood samples of healthy men, non-pregnant women and pregnant women ages 18 through 39.In one experiment, they infected blood obtained from non-pregnant and pregnant women with both Zika virus strains. The blood samples were then analyzed at peak infection.The virus made a beeline for white blood cells called \"CD14+ monocytes\" that then turn into macrophages -- trash bags that swallow viruses, bacteria and cellular debris to make the body healthy.The Asian Zika strain pushed these white blood cells to transform into \"M2 macrophages\" that tell the immune system to power down because the threat is over. The false signal handicaps the immune system and allows the Zika virus to quickly replicate.Notably, pregnant women naturally have higher levels of immune-suppressing M2 macrophages to prevent the womb from rejecting the fetus. However, the Asian Zika virus turbo boosts M2 macrophage reproduction, decreasing the number of infection-killing soldiers and encouraging further immune suppression.Researchers discovered the Asian Zika virus is more pernicious during a woman's first and second trimester, when the virus can increase immune suppression. During the third trimester, the blood of infected pregnant women and non-pregnant women were about the same.Tricking the body's white knights In the study, Zika virus infection of merely 4 percent of the target white blood cells was enough to convert a big population of \"white knights\" into immune suppressive M2 macrophages. African Zika virus infection increased immune suppression to around 10 percent. This number skyrocketed to almost 70 percent for expectant mothers infected by the Asian Zika virus.\"During pregnancy, the host body is prone to opportunistic infection,\" Foo said. \"With the help of pregnant women's naturally weaker immune system, it's possible for the Asian Zika virus to sneak into the womb and prey on the vulnerable baby.\"Previous clinical studies by others showed that Zika virus infection during the first and second trimesters of pregnancy are strongly associated with fetal abnormalities.In the current study, researchers compared their experimental findings with the blood of 30 pregnant patients (10 from each trimester) diagnosed with the Asian Zika virus infection. They also analyzed the blood of 15 pregnant women (about 5 from each trimester) who were not infected.The patient samples showed abnormally high expression of the genes ADAMTS9 and FN1, which have been associated with pregnancy complications. The former may be responsible for underweight newborns and prolonged or complicated baby delivery. Increased levels of the latter have been associated with womb abnormalities that lead to unusually small babies and pre-eclampsia (high maternal blood pressure).The finding is an example of how USC is invested in addressing mosquito-borne illnesses, a wicked problem that Jung said is becoming more prevalent due to global warming and climate change. USC scientists are focused on how the Zika virus targets pregnant women, how it travels to the fetus and how microcephaly and other congenital diseases occur.\"Although microcephaly has gotten a lot of attention, the more widespread problem is deformed brain development and the formation of calcium clumps in the brains of newborns,\" Foo said. \"These anomalies cause brain damage and developmental delays in babies even if they are born with normal-sized heads.\"", "article_link": "http://dx.doi.org/10.1038/s41564-017-0016-3", "url": "http://www.eurekalert.org/pub_releases/2017-08/uosc-zvs080917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, The Fletcher Jones Foundation", "meeting": "", "institution": "University of Southern California", "keywords": ["Microbiology", " Virology", " Medicine/Health", " Developmental/Reproductive Biology", " Infectious/Emerging Diseases"], "journal": "Nature Microbiology", "description": "The Zika virus suppresses a pregnant woman's immune system, enabling the virus to spread and increasing the chances an unborn baby will be harmed, study finds. The study is the first to report that the Zika virus targets specific white blood cells, handicapping a pregnant woman's immune system in a way that almost resembles HIV. Pregnant women are more prone to immune suppression. Zika exploits that weakness to infect and replicate.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}