{"journal": "Canadian Medical Association Journal", "url": "http://www.eurekalert.org/pub_releases/2017-09/cfaa-nss091517.php", "description": "People with schizophrenia have a mortality rate that is three times greater each year than those without schizophrenia, and die on average, eight years earlier than people without schizophrenia according to a new Ontario study by researchers at the Centre for Addiction and Mental Health (CAMH) and the Institute for Clinical Evaluative Sciences (ICES).", "article_link": "http://dx.doi.org/10.1503/cmaj.161351", "date": "Mon, 18 Sep 2017 04:00:00 GMT", "funder": "Medical Psychiatry Alliance, Institute for Clinical Evaluative Sciences, Ontario Ministry of Health and Long-term Care", "title": "New study shows people with schizophrenia are dying younger", "region": "namerica", "source_link": null, "institution": "Centre for Addiction and Mental Health", "text": "TORONTO, Sept. 18, 2017 -- People with schizophrenia have a mortality rate that is three times greater each year than those without schizophrenia, and die on average, eight years earlier than people without schizophrenia according to a new Ontario study by researchers at the Centre for Addiction and Mental Health (CAMH) and the Institute for Clinical Evaluative Sciences (ICES).The study was published today in CMAJ (Canadian Medical Association Journal). \"Our study shows that individuals with schizophrenia are not benefiting from public health and health care interventions to the same degree as individuals without schizophrenia,\" says Dr. Paul Kurdyak, senior author, CAMH and ICES Scientist and Director of Health Outcomes with the Medical Psychiatry Alliance (MPA), which supported the study. \"As health care providers, it is our responsibility to work together across our health care system to provide these patients with better, integrated physical and mental health care. By not doing so, there are dire, tragic consequences and shortened lives.\"Researchers studied all deaths during the 20-year period between 1993 and 2012 in Ontario and examined the deaths annually. They identified all people with schizophrenia and categorized the deaths as occurring among those with and without schizophrenia.The study showed that individuals with schizophrenia had higher rates of death for all causes including cardiovascular diseases and chronic medical conditions. Cardiovascular disease, such as heart attack or stroke, is a leading cause of death in the general population. However, while the rest of Ontario has experienced a reduction in cardiovascular deaths, the study shows that individuals with schizophrenia are not experiencing the same reduction. People with schizophrenia have many cardiovascular risk factors such as diabetes, obesity, smoking and sedentary lifestyle, but are more burdened by these risk factors than those without schizophrenia. Medications used to treat schizophrenia can cause weight gain and the development of diabetes. \"It seems that people with schizophrenia haven't benefited from the advances that we have made for patients living with chronic physical illnesses in the general population,\" says Dr. Kurdyak. \"A health care system that can address the mortality gap we have observed in this study would truly be a high performing health care system.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Mortality/Longevity", " Health Care Systems/Services", " Mental Health"]}