{"journal": "JAMA Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/mgh-pwh091417.php", "description": "People living with HIV who adhere to antiretroviral therapy but smoke cigarettes are around 10 times more likely to die from lung cancer than from HIV itself, according to a study led by researchers at Massachusetts General Hospital.", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2017.4349", "date": "Mon, 18 Sep 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "People with HIV who smoke are more likely to die from lung cancer than from HIV itself", "region": "namerica", "source_link": null, "institution": "Massachusetts General Hospital", "text": "People living with HIV who adhere to antiretroviral therapy but smoke cigarettes are around 10 times more likely to die from lung cancer than from HIV itself, according to a study led by researchers at Massachusetts General Hospital (MGH). The report, which is being published in JAMA Internal Medicine, suggests that lung cancer prevention through smoking cessation should be a priority in the care of people living with HIV.\"Smoking and HIV are a particularly bad combination when it comes to lung cancer,\" says Krishna Reddy, MD, of the MGH Division of Pulmonary and Critical Care Medicine and the Medical Practice Evaluation Center (MPEC), who led the study. \"Smoking rates are extraordinarily high among people with HIV, and both smoking and HIV increase the risk of lung cancer.\"People with HIV are living longer now thanks to antiviral medications, but smoking and HIV together put them at risk of developing lung cancer at a rate even higher than that among smokers not infected with HIV. \"Lung cancer is now one of the leading killers of people with HIV, but most of these deaths can be prevented,\" says Rochelle Walensky, MD, MPH - chief of the MGH Division of Infectious Diseases, co-director of the MPEC and the Steve and Deborah Gorlin MGH Research Scholar - senior author of the study.Using a computer simulation model of HIV, the researchers estimated the risk of lung cancer among people living with HIV in the U.S., based on whether they are current, former, or never smokers, how many cigarettes per day they smoke - or smoked for former smokers - and whether they consistently take antiviral medications. They also accounted for the risks of other diseases, like heart disease, that are increased by smoking. The researchers found that nearly 25 percent of people who adhere well to anti-HIV medications but continue to smoke will die from lung cancer. Among smokers who quit at age 40, only about 6 percent will die of lung cancer. The authors also found that people with HIV who take antiviral medicines but who also smoke are from 6 to 13 times more likely to die from lung cancer than from HIV/AIDS, depending on the intensity of smoking and their sex. Heavy smokers are at even higher risk for lung cancer, with risks of lung cancer death approaching 30 percent. When the researchers focused on people who do not perfectly follow recommended HIV treatment - and who are thus at greater risk of dying from HIV/AIDS - lung cancer was still estimated to kill more than 15 percent of smokers.Travis Baggett, MD, MPH, of the MGH Division of General Internal Medicine and the Tobacco Research and Treatment Center, co-author of the study, says, \"Quitting smoking is one of the most important things that people with HIV can do to improve their health and live longer. Quitting will not only reduce their risk of lung cancer but also decrease their risk of many other diseases, such as heart attack, stroke, and emphysema.\"More than 40 percent of people living with HIV in the U.S. smoke, compared with 15 percent of the general adult population. Given how common smoking is, the researchers also projected the total number of expected deaths from lung cancer among people currently receiving HIV care in the U.S., taking into account current smoking rates and the imperfect adherence to antiviral therapy that is frequently seen. They found that nearly 60,000 will die from lung cancer - about 10 percent of all people who are receiving HIV care in the U.S., including both smokers and nonsmokers. Reddy says, \"These data tell us that now is the time for action: smoking cessation programs should be integrated into HIV care, just like antiviral therapy.\" Reddy is an instructor in Medicine, Baggett is an assistant professor of Medicine and Walensky is a professor of Medicine at Harvard Medical School.", "meeting": "", "keywords": ["Medicine/Health", " AIDS/HIV", " Cancer", " Pulmonary/Respiratory Medicine", " Smoking/Tobacco"]}