{"journal": "Telemedicine and e-Health", "url": "http://www.eurekalert.org/pub_releases/2017-01/mc-aoc012617.php", "description": "Reliable assessment of comatose patients in intensive care units is critical to the patients' care. Providers must recognize clinical status changes quickly to undertake proper interventions. But does the provider need to be in the same room as the patient, or can robotic telemedicine be used successfully to complete the assessment? According to a research study conducted at Mayo Clinic Hospital in Arizona, published in Telemedicine and e-Health, the answer is yes.", "article_link": null, "date": "Thu, 26 Jan 2017 05:00:00 GMT", "funder": "", "title": "Assessment of comatose patients through telemedicine efforts shown to be reliable", "region": "namerica", "source_link": "http://newsnetwork.mayoclinic.org/2017/01/26/assessment-of-comatose-patients-through-telemedicine-efforts-shown-to-be-reliable/", "institution": "Mayo Clinic", "text": "ROCHESTER, Minn. -- Reliable assessment of comatose patients in intensive care units is critical to the patients' care. Providers must recognize clinical status changes quickly to undertake proper interventions. But does the provider need to be in the same room as the patient, or can robotic telemedicine be used successfully to complete the assessment? According to a research study conducted at Mayo Clinic Hospital in Arizona, published in Telemedicine and e-Health, the answer is yes.\"To assess a patient in an intensive care unit who has an altered level of consciousness or coma, doctors must track the patient's progress through bedside clinical examinations,\" says Bart Demaerschalk, M.D., a Mayo Clinic neurologist and senior author of the study. \"This assessment is commonly completed through the use of either the Glasgow Coma Scale or the Full Outline of UnResponsiveness Score scale. These scales are scoring systems that allow providers to measure a patient's level of consciousness.\"The study occurred over a 15-month time frame and included 100 patients. Sixteen medical doctors performed the assessments using the two scoring systems, with two providers randomly assigned to each patient -- one provider conducting the assessment at the patient's bedside and the other provider conducting the assessment using a real-time audio and visual robotic telemedicine system. Each provider independently scored the patients using both the Glasgow Coma Scale and the Full Outline of UnResponsiveness Score scale.This study is the first to look specifically at telemedicine in assessing patients in coma, and the results suggest that patients with depressed levels of consciousness can be assessed reliably through telemedicine.\"This is good news in many ways,\" states Amelia Adcock, M.D., Mayo Clinic neurologist and first author of the study. \"We use telemedicine frequently when evaluating acute stroke patients. This study suggests yet another way telemedicine can enhance patient care. There is a shortage of intensive care unit providers and facilities with round-the-clock patient coverage. Telemedicine can provide a way to ameliorate this shortage and improve early evaluation of critically ill patients.\" Mayo Clinic is continuously engaged in looking at ways to expand telemedicine throughout clinical practice through its Center for Connected Care. This study supports that effort and offers new insight into telemedicine practice.", "meeting": "", "keywords": ["Medicine/Health"]}