{"journal": "JAMA ", "url": "http://www.eurekalert.org/pub_releases/2017-01/aaos-art012017.php", "description": "Obstructive sleep apnea (OSA) is a highly prevalent disease that remains underdiagnosed and undertreated. Although the US Preventive Services Task Force found no studies comparing screened and unscreened populations of asymptomatic adults or persons with unrecognized symptoms of OSA, the American Academy of Sleep Medicine recommends screening patients who have a high risk for OSA, even if they don't have any sleep-related symptoms.", "article_link": null, "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "", "title": "AASM response to 'Screening for Obstructive Sleep Apnea in Adults: Evidence Report'", "region": "namerica", "source_link": null, "institution": "American Academy of Sleep Medicine", "text": "DARIEN, IL -Obstructive sleep apnea (OSA) is a highly prevalent disease that remains underdiagnosed and undertreated. Although the U.S. Preventive Services Task Force found no studies comparing screened and unscreened populations of asymptomatic adults or persons with unrecognized symptoms of OSA,1 the American Academy of Sleep Medicine recommends screening patients who have a high risk for OSA, even if they don't have any sleep-related symptoms.2,3Primary care providers are in the best position to identify patients with symptoms of OSA, such as excessive daytime sleepiness and snoring, gasping, choking or pauses in breathing during sleep. Indicators of high risk for OSA include obesity, heart problems such as congestive heart failure and atrial fibrillation, treatment resistant hypertension, Type 2 diabetes and stroke.Identification by primary care providers of patients who have a high risk for OSA, followed by appropriate referral to a board-certified sleep medicine physician for a comprehensive sleep history and evaluation, could significantly reduce the frequency of undiagnosed OSA. Screening high-risk populations for OSA could improve the quality of life and health outcomes for these patients while also reducing the individual and public health burden of untreated OSA. It is estimated that diagnosing and treating every patient in the U.S. who has OSA would produce an annual economic savings of $100.1 billion.4The National Healthy Sleep Awareness Project developed a self-assessment tool that can help patients identify the common symptoms of sleep apnea and understand their risk factors for OSA. It is available online at:\r\nhttp://www.sleepeducation.org/healthysleep/resources-for-health-care-professionals/.This statement summarizes the comments that the AASM submitted to the USPSTF on June 27, 2016.", "meeting": "", "keywords": ["Medicine/Health", " Sleep/Sleep Disorders"]}