{"journal": "Current Vascular Pharmacology", "url": "http://www.eurekalert.org/pub_releases/2017-01/bsp-rfi012417.php", "description": "Endovascular (EVAR) or open surgical repair are current treatment options for abdominal aortic aneurysm. A systematic review was undertaken comparing the impact of these two treatment options on renal function during mid- and long term follow up.", "article_link": "http://dx.doi.org/10.2174/1570161114666161003094136", "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "", "title": "Renal function impairment in patients undergoing elective EVAR vs. elective open repair", "region": "asia", "source_link": null, "institution": "Bentham Science Publishers", "text": "Endovascular (EVAR) or open surgical (OSR) repair are current treatment options for abdominal aortic aneurysm (AAA). A systematic review was undertaken comparing the impact of these 2 treatment options on renal function during mid- and long term follow up. The MEDLINE, EMBASE and Cochrane databases and key references were searched. Six studies were included from 2000 to 2016, (4 retrospective and 2 RCT studies) reporting on 2,102 patients (54%; 1096 EVAR, 46%; 1006 OSR). The mean age in EVAR group ranged from 69.4 to 73.8 years (91% males), and in OSR group from 68 to 73.6 years (91% males). The data were too heterogeneous to perform a meta-analysis. All studies used GFR (Glomerular Filtration Rate) or estimated GFR (eGFR) to record renal function. The commonest risk factors were the presence of hypertension (77.5%), hyperlipidaemia (48.3%), coronary artery disease (42%) and smoking (37.8%). During follow up, new events of renal impairment (increase >20% in GFR) in EVAR patients and in OSR patients were 58 (5.3%) and 52 (5.2%), respectively. The mean GFR was decreased during follow up period in both types of the procedure. This study highlights the lack of definitive evidence to prove the superiority of OSR over EVAR regarding renal function in the post-operative follow up period. It appears that renal impairment may occur after both interventions. However, further prospective research is needed to clarify the issue.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Cardiology", " Clinical Trials", " Critical Care/Emergency Medicine", " Diagnostics", " Health Care Systems/Services", " Circadian Rhythm"]}