{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-01/ha-itf012417.php", "description": "At the GSI Helmholtz Center for Heavy Ion Research was developed and tested a new method for a future treatment of cardiac arrhythmia. The research was carried by a team of biophysicists from GSI and physicians from Heidelberg University and the Mayo Clinic in the United States.  Beams of carbon ions are already used successfully to treat tumors and could represent a non-invasive alternative to the present treatment with cardiac catheters or drugs.", "article_link": "http://dx.doi.org/10.1038/srep38895", "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "", "title": "Ion treatments for cardiac arrhythmia", "region": "europe", "source_link": "https://www.gsi.de/en/start/news/details/2017/01/19/ion_treatments_for_cardiac_arrhythmia.htm", "institution": "Helmholtz Association", "text": "Approximately 350,000 patients in Germany suffer from various forms of cardiac arrhythmia. The condition can lead to permanent damage as a result of stroke, or it may cause sudden heart failure. In forms of arrhythmia like atrial fibrillation or ventricular tachycardia, the heart departs from the regular rhythm set by a natural pacemaker, the sinoatrial node. This type of arrhythmia is often treated with drugs or with a \"catheter ablation,\" in which catheters are guided through blood vessels to the heart, and certain tissue there is selectively destroyed. Based on this principle, ions from the particle accelerator could one day be used to perform a treatment without catheters. Scientists have been able to show that high-energy carbon ions can be used in a non-invasive procedure to make specific changes to cardiac tissue that prevent the transmission of the electrical signal.This procedure using carbon ions has now been studied for the first time in a feasibility study by scientists at the GSI Helmholtz Center for Heavy Ion Research in Darmstadt in collaboration with physicians and scientists of the Mayo Clinic (Minnesota, U.S.), the Helmholtzzentrum Dresden-Rossendorf, Heidelberg University, the Friedrich Alexander University Erlangen-Nuremberg (FAU), the Heidelberg Ion-Beam Therapy Center and the University of Trento (Italy). The researchers have published their results in the journal Scientific Reports from the publishers of Nature.After prior tests on cardiac cell cultures and beating heart preparations yielded promising results, the scientists developed an animal study. \"The new method is a big step into the future, because for the first time, it allows us to perform this treatment with pinpoint accuracy but without any catheters at all,\" says Dr. H. Immo Lehmann, a physician and scientist at the Mayo Clinic and one of the authors of the study. \"The study showed that the method can be successfully used to change cardiac tissue in such a way as to permanently interrupt the propagation of disruptive impulses. Further detailed studies are needed, however, before the method can start to benefit patients,\" says Dr. Christian Graeff, head of the Medical Physics research group at GSI.The irradiation of tissue with carbon ions promises to be gentler and potentially also more effective than treatment with catheters. When the method is technically mature, the procedure will take only a few minutes, in contrast to the sometimes hours-long catheter operations. One crucial advantage is that the ions can penetrate to any desired depth. By contrast, since the left ventricular wall of the heart is especially thick, it is often not possible to effectively destroy tissue there with catheters, although this is precisely the spot at which patients suffering from severe forms of ventricular tachycardia must be treated.\"It is exciting that the carbon beam could work with surgical precision in particularly sensitive areas of the body,\" says Paolo Giubellino, Scientific Managing Director of FAIR and GSI. \"The wealth of experience regarding medical applications of ion beams here at GSI is the basis of this new, promising method of treatment. The knowledge regarding the biological effectiveness of carbon ions and the technological know-how for irradiating patients are indispensable for developing an idea like this to the point where it's mature enough for a medical application. We're proud that the first steps toward a new therapy have now been taken.\"In their study, the scientists were able to rely on many technologies originally developed for cancer treatment with scanned ions, which was carried out at GSI for the first time in 1997. This form of treatment has now become well established and has been used in thousands of patients worldwide. Further experiments are currently being planned so that the method can be put into practice at facilities such as the Heidelberg Ion-Beam Therapy Center.\r\n", "meeting": "", "keywords": ["Biomechanics/Biophysics", " Chemistry/Physics/Materials Sciences", " Atomic/Molecular/Particle Physics", " Biomechanics/Biophysics", " Nuclear Physics", " Medicine/Health", " Cardiology", " Particle Physics"]}