{"journal": "Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-01/tl-tlo012317.php", "description": "Offering smokers a taster session at an NHS Stop Smoking Service and explaining their personal risk of developing smoking-related diseases doubles their likelihood of attending a stop smoking course, according to a study in The Lancet.", "article_link": null, "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "", "title": "The Lancet: Offering a 'stop smoking' taster session and personalized disease risk doubles likelihood smokers will seek help to quit", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "-- Smokers underestimate their personal risk of illness, and a key aim of the study was to try and persuade them that these risks are personally relevant. Offering smokers a taster session at an NHS Stop Smoking Service and explaining their personal risk of developing smoking-related diseases doubles their likelihood of attending a stop smoking course, according to a study in The Lancet. Smoking is the leading cause of preventable ill health worldwide. Although smoking rates in England have halved since 1974, this decrease has slowed since 2007, and the total cost for the National Health Service to treat smoking-related disease was estimated at £5.2 billion in 2005-06.NHS Stop Smoking Services combine specialist support with prescribed medication, and are an effective way of helping people to stop smoking.  However, attendance is low and only around one in 20 (less than 5%) smokers use the service each year.In the trial, 4384 smokers from 18 service areas across England were either given a routine referral letter (1748 people) or a new personalised letter explaining their individual risk of smoking-related diseases and offering them a stop smoking taster session (2636 people). The personalised letter included the person's individual risk of serious illness if they continued to smoke, rating them as being at high, very high or extremely high risk compared to people who used to or never smoked. It also included information about how much their risk would reduce if they quit smoking immediately. The calculations were based on information from the person's medical records. For example:\"Based on your smoking habits and your personal health, your current risk of developing a serious illness and suffering an early death is very high compared to a non-smoker or ex-smoker of your  age... Even by smoking 12 cigarettes per day you are seriously increasing your risk of developing one of these major diseases and dying sooner than you need to... The good news is that if you quit now, at 45, you can halve your additional risk of contracting these diseases, or of suffering any other conditions such as a stroke and osteoporosis...\"The trial found that 17% (458) of those who received the personalised letter attended the first session of a Stop Smoking Service course within six months of receiving the letter, compared with 9% (158) of those who had the routine referral letter - meaning the personalised letter doubled the likelihood that a person would attend. It also doubled the likelihood of people completing the full six-week course (15% (382) vs 7% (123)).Six months after receiving the letter, those who had the personalised letter were more than 1.5 times more likely to have gone without a cigarette for a week (9% compared with 5.5% [2]). Those who didn't attend the Stop Smoking Service were least likely to have quit for a week (4.4% of those who received the personalised letter and 4.9% of those who had the routine letter).Of those who took up the offer and attended the taster session, and also subsequently attended the Stop Smoking Service, 28.7% achieved 7-day abstinence.\"Smokers underestimate their own personal risk of illness, so a key aim in motivating them to try to quit is to persuade them that these risks are personally relevant. Individual risk information can also arouse fear or concern, which might prompt them to quit, particularly when combined with a reassuring message that doing so would be effective and that help is available,\" said lead author Dr Hazel Gilbert, University College Medical School, UK. \"The combination of hard-hitting \"why quit\" messages about the consequences of tobacco use, and supportive and positive \"how to quit\" messages, emphasising quitting resources, has been shown to be effective in some mass media campaigns. In our study, we found that this combination of personalised risk and easy access to a session doubled smokers' likelihood of attending and increased their chances of quitting.\" [1]Overall smokers found the taster sessions helpful and interesting. Two-thirds of participants (66%) found the letter useful and very few found it antagonistic, depressing or anxiety-inducing, suggesting that using risk information while offering support was an appropriate way to target smokers.The researchers estimate that the intervention would be a cost-effective use of NHS resources. While the intervention is more costly than the usual treatment in the short term, the authors say that it is likely to be cost-effective in the longer-term because of health-care cost savings and health benefits attributable to the reduced risk of smoking-related diseases.Limitations of the study are that only 18 of 151 Stop Smoking Services in England participated, and that the proportion of potentially eligible smokers recruited was low. The average age of smokers involved in the trial was 49 years-old meaning the results may not be representative of a younger age group.  More research is needed to confirm how this intervention would apply in practice. Writing in a linked Comment, Dr K Michael Cummings, Medical University of South Carolina, USA, said: \"Most people who have smoked for any significant length of time would like to stop smoking. Findings from prospective studies examining the natural history of efforts to stop smoking show that smokers often make frequent efforts to stop smoking or reduce their consumption, with little long-term success... Low attendance at Stop Smoking Services is a concern because evidence shows that these services are not only a highly cost-effective medical intervention producing higher quit rates than other approaches, but are also effective in reaching smokers from disadvantaged communities... Government authorities should resist any cost-cutting suggestions to decrease support for the Stop Smoking Services on the basis of the obvious and well documented benefits achieved when smokers are enrolled in these services.\"", "meeting": "", "keywords": ["Medicine/Health"]}