{"journal": "Molecular Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-01/uot-naf012417.php", "description": "Finnish researchers have made a ground-breaking discovery revealing new molecular information on how the brain regulates depression and anxiety. They found that a protein called JNK when active, represses the generation of new neurons in the hippocampus. By inhibiting JNK solely in newly generated nerve cells in this region, they were able to alleviate anxiety and depressive behavior in mice.", "article_link": "http://dx.doi.org/10.1038/mp.2016.203", "date": "Tue, 24 Jan 2017 05:00:00 GMT", "funder": "Marie Curie Initial Training Network, Brain Imaging Return Health, Academy of Finland, Turku Network in Molecular Biosciences, NIH/National Institute on Aging", "title": "New avenue for anti-depressant therapy discovered", "region": "europe", "source_link": "http://www.utu.fi/en/news/news/Pages/new-avenue-for-anti-depressant-therapy-discovered.aspx", "institution": "University of Turku", "text": "Finnish researchers have made a ground-breaking discovery revealing new molecular information on how the brain regulates depression and anxiety. They found that a protein called JNK when active, represses the generation of new neurons in the hippocampus. By inhibiting JNK solely in newly generated nerve cells in this region, they were able to alleviate anxiety and depressive behaviour in mice.The work was led by research director Eleanor Coffey, who works at the Turku Centre for Biotechnology, a joint unit of the University of Turku and Åbo Akademi University.We identified a new molecule that alleviates anxiety and depressive behaviour in rodents. This previously unknown mechanism brings fresh insight on how the brain works to regulate mood and indicates that inhibitors of JNK, such as the one used here, can provide a new avenue for anti-depressant and anxiolytic drug development, Coffey says.  Depression and anxiety are highly prevalent disorders and represent one of the largest causes of disability worldwide. These results are important as many patients to not respond to current treatments and it has long been recognised that new mechanistic understanding of these disorders would be necessary in order to identify drugs for treatment resistant depression.  Researchers used virus tools to find out where in the brain the JNK inhibitor acted to improve mood. They found out the molecule acts to alleviate anxiety and depression by controlling newly born nerve cells in the hippocampus, a part of the brain that controls emotions and learning. The next step will be to do further tests in rodents. Researchers will test JNK:s additional benefit to existing anti-depressant drugs.Although we uncover a new mechanism and a new inhibitor molecule that alleviates depression and anxiety in mice, we need to see if this provides additional benefit to existing drugs. Thus, we will do experiments where we administer this new inhibitor together with commonly used drugs and measure fine behavioral details in the mice, Coffey says.The inhibitor that researchers used is already in clinical trials for stroke and hearing loss.  Actually many large pharma have over the years developed a range of inhibitors to JNK. However it was not earlier known that JNK regulated emotional behavior, so an important message from this study is that JNK should be considered seriously as a target for novel treatments of anxiety and depression.", "meeting": "", "keywords": ["Biotechnology", " Microbiology", " Medicine/Health"]}