{"journal": "Neuropsychological Rehabilitation", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoea-ltp012017.php", "description": "A new study by researchers at the University of East Anglia and the University of Glasgow has found that a low-cost therapy can improve the lives of stroke patients with vision problems.", "article_link": "http://dx.doi.org/10.1080/09602011.2016.1273119", "date": "Mon, 23 Jan 2017 05:00:00 GMT", "funder": "", "title": "Low-cost therapy produces long-lasting improvements for stroke survivors", "region": "europe", "source_link": "https://www.uea.ac.uk/about/-/low-cost-therapy-produces-long-lasting-improvements-for-stroke-survivors", "institution": "University of East Anglia", "text": "A new study by researchers at the University of East Anglia (UEA) and the University of Glasgow has found that a low-cost therapy can improve the lives of stroke patients with vision problems.A stroke can affect the way the brain processes the information it receives from the eyes which can cause a number of visual processing problems. The study aimed to test the effectiveness of visuomotor feedback training (VFT) in treating the most common of these, visual neglect, which happens when the brain does not process the information about what is seen on one side of space. Patients with visual neglect may not be aware of the left or right side depending on the side of their stroke. For example, if the stroke affects the right side of the brain then patients will have problems processing the left side. This means they might accidentally ignore people, or even their own body, and may bump into things because they do not realise they are there. The researchers, led by Dr Stephanie Rossit of UEA's School of Psychology and Dr Monika Harvey of the University Glasgow's School of Psychology, developed and tested a version of VFT for rehabilitating visual neglect in the patient's home. A simple treatment of grasping, lifting and balancing wooden rods of different sizes, the idea is that by repeatedly grasping the rod so that it is balanced when lifted, the patients receive different sources of feedback from their senses -- seeing, touching and feeling the rod tilting -- which helps reduce the visual neglect. This relatively unexplored technique is not currently in clinical use. The findings, published today in the journal Neuropsychological Rehabilitation, show for the first time that VFT produces marked and long-lasting improvements in visual neglect, even after just one hour of therapy. In particular, patients who received VFT were able to find many more items in their 'neglected' side of space than before treatment and these improvements lasted for at least four months after the therapy had finished. Significantly, the team also found that VFT improved aspects of the patients' daily lives, such as eating, dressing and social activities, and produced long-lasting improvements even with fewer sessions and on more severely impaired patients than in previous studies. A very disabling condition, up to a third of all stroke survivors with visual neglect can show signs of it more than a year after their stroke. In the UK, someone has a stroke approximately every three minutes. There are currently more than 1.2 million stroke survivors in the UK and half of all survivors have a disability.Lead author Dr Rossit, a lecturer in psychology, said: \"Visual neglect is a severe disorder and rehabilitation remains a challenge, as currently no approach has been recommended for clinical use. However, this study shows that VFT is an extremely promising therapy for large-scale implementation. In contrast to most available techniques, VFT can be easily taught and administered, it is non-invasive, cost-effective and can be conducted by the patients themselves in their own homes.\"The therapy produces long-lasting improvements in stroke patients with chronic visual neglect. This highlights the need for further research into the use of VFT, which we have shown may significantly improve aspects of patients' daily lives.\"The study was carried out in Glasgow, where the research team ran a small-scale trial with 20 stroke survivors with visual neglect in their homes. They compared the effects of VFT with the effects of a control training: 10 stroke survivors received VFT and 10 stroke survivors received the control training. The effects were tested after two sessions over two days totaling an hour, after 10 sessions over two weeks, and then again four months after the therapy ended. Importantly, the improvements seen after VFT were above the ones observed after the control training.The findings are particularly relevant in light of a Cochrane review of other visual neglect therapies, which concluded that their effectiveness in reducing disability and improving independence remains uncertain and most of the effects are not long-lasting. ", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Health Care Systems/Services", " Rehabilitation/Prosthetics/Plastic Surgery"]}