{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-01/pfan-aca011917.php", "description": "The Affordable Care Act provided insurance coverage and improved access to medical care for Americans with chronic diseases, but a year after the law took full effect, many remained without coverage and faced significant barriers to getting regular medical care. Despite the gains, nearly 1 in 7 of those with a chronic disease still lacked coverage after the ACA's implementation, including nearly 1 in 5 chronically ill blacks and 1 in 3 chronically ill Hispanics.", "article_link": "http://dx.doi.org/10.7326/M16-1256", "date": "Mon, 23 Jan 2017 05:00:00 GMT", "funder": "", "title": "Affordable Care Act helped the chronically ill, but many still can't get care they need", "region": "namerica", "source_link": null, "institution": "Physicians for a National Health Program", "text": "CAMBRIDGE, Mass. - The Affordable Care Act (ACA) provided insurance coverage and improved access to medical care for Americans with chronic diseases, but a year after the law took full effect, many remained without coverage and faced significant barriers to getting regular medical care, according to a new study published today [Monday] in the Annals of Internal Medicine by researchers at Harvard Medical School.The study is the first to document the effect of the law on Americans with chronic illnesses, who have higher health care needs and face significant health consequences when they lack coverage. The researchers estimated that 4.9 percent of those with chronic diseases such as cancer, heart disease and asthma gained insurance coverage in the first year of the ACA's major reforms. Gains were greater in states that opted to implement the ACA's expansion of Medicaid coverage to low-income residents. The study also found that racial and ethnic disparities in coverage were narrowed under the ACA. However, despite the gains nearly 1 in 7 of those with a chronic disease still lacked coverage after the ACA, including nearly 1 in 5 chronically ill Blacks and 1 in 3 chronically ill Hispanics. \"Patients with chronic diseases need to get regular medical care and take medications daily to prevent serious complications,\" said study author Dr. Elisabeth Poorman, a primary care physician at the Cambridge Health Alliance (CHA). \"For the millions with a chronic disease that got coverage under the ACA, it is a big deal. But it is really unfortunate that so many chronically ill Americans remain uncovered despite the ACA.\"The new study analyzed nationally representative data on 606,277 adults aged 18 to 64 years with diseases such as asthma, chronic obstructive pulmonary disease (COPD), or a history of heart attack, stroke, chronic kidney disease, cancer, or arthritis in 2013, the year before the ACA's major reforms were implemented, and in 2014, the first year after the reforms. The study found that coverage for this group increased the most in states that expanded Medicaid, from 83 percent to 89 percent. In states that declined to expand Medicaid under the ACA, coverage increased more modestly, from 77 percent to 81 percent. After the ACA's full implementation in 2014, the percentage of chronically ill people with insurance ranged from a high of 95 percent in Massachusetts to a low of 74 percent in Texas.  West Virginia saw the biggest coverage gain, a 12 percent increase.\"Our finding that insurance coverage increased more in states that opted to expand Medicaid, and the fact that coverage rates were already lowest in non-expansion states before the ACA, highlights the importance of the Medicaid expansion for the chronically ill,\" said the study's lead author, Dr. Hugo Torres, also a physician at CHA.   In addition to increases in coverage, the study found that Americans with chronic diseases were less likely after the ACA to forgo a doctor visit due to cost, and were more likely to have a check-up in the last year. The study found that no increase in how many of the chronically ill had a primary care physician. The study examined only the first year after implementation of the ACA, 2014, and the authors point out that additional small improvements in coverage and access to care examined in the study may have occurred in 2015 and 2016.The study comes at a time when the new administration and Republican leaders in Congress are poised to repeal the ACA, but have not announced plans for its replacement.\"Repealing the ACA without an equivalent replacement would strip coverage from millions of chronically ill Americans, spelling disaster for many of them,\" said the study's senior author, Dr. Danny McCormick, a physician at CHA and an associate professor at Harvard Medical School. McCormick continued: \"A comprehensive Medicare-for-All plan is the replacement for the ACA that's most likely to provide coverage and good access to care for everyone with a chronic illness.  Polls show that such reform is popular with the Americans people - even among those favoring repeal of the ACA - but unfortunately, the politicians that control the White House and Congress are unlikely to embrace it.\"", "meeting": "", "keywords": ["Health Care", " Insurance", " Socioeconomics", " Medicine/Health", " Medical/Scientific Ethics", " Science/Health and the Law", " Quality of Life", " Minorities", " Political Science", " Socioeconomics"]}