{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-eor012017.php", "description": "Researchers with the PRESERVE-1 Study Group University of Texas Health Science Center at Houston -- McGovern Medical School, Houston, Texas, and Yale School of Medicine, New Haven, Conn., present findings of a study titled Randomized double-blind placebo controlled evaluation of the safety and efficacy of recombinant Antithrombin versus placebo in preterm preeclampsia. The study was sponsored by rEVO Biologics Inc.", "article_link": null, "date": "Mon, 23 Jan 2017 05:00:00 GMT", "funder": "", "title": "Evaluation of recombinant antithrombin vs. placebo in preterm preeclampsia", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/evaluation-of-recombinant-antithrombin-versus-placebo-in-preterm-preeclampsia/", "institution": "Society for Maternal-Fetal Medicine", "text": "LAS VEGAS (Jan. 23, 2017)--In a study to be presented Friday, Jan. 27, in the late breaking oral session at 10 a.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with The PRESERVE-1 Study Group University of Texas Health Science Center at Houston--McGovern Medical School, Houston, Texas, and Yale School of Medicine, New Haven, Connecticut, present findings of a study titled Randomized double-blind placebo controlled evaluation of the safety and efficacy of recombinant Antithrombin versus placebo in preterm preeclampsia. The study was sponsored by rEVO Biologics, Inc.Preeclampsia is a major cause of maternal and perinatal mortality and morbidity. In addition, women who develop early onset preeclampsia have markedly increased rate of complications both acute and long term such as cardiovascular disease, stroke, renal injury and metabolic syndrome. Infants born at less than 30 weeks have significant neonatal complications with prolonged stays in the neonatal intensive care unit. In addition, they are at increased risk for chronic lung disease, cerebral palsy and other neurologic deficits. There are approximately 8,000 cases of early onset preeclampsia each year in the U.S. The estimated maternal and neonatal cost of these pregnancies is almost $1.5 billion.This trial investigated the effects of recombinant antithrombin (ATryn®), a man-made version of antithrombin, a protein molecule found in blood that is produced by the liver, regulates the coagulation system, and has anti-inflammatory properties. It was studied to determine its potential to prolong gestation and improve maternal and neonatal outcomes. The study's design was remarkable in that it was the largest randomized, controlled trial ever to be completed in patients who developed preeclampsia very early in pregnancy, 23-30 weeks' gestational age. Baha Sibai, M.D. with the University of Texas Health Science Center at Houston and the presenter of the study at the SMFM annual meeting, reported \"The results found no improvement in outcomes with such therapy.  There were no reported safety events related to Recombinant Antithrombin\" Future studies should investigate different novel targeted therapies to improve outcome in such pregnancies.\"\r\n", "meeting": "37th Annual Pregnancy Meeting for Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"]}