{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-iem012017.php", "description": "In a study to be presented Friday, Jan. 27, in the oral concurrent session at 1:15 p.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with the Maternal and Child Health Research Center and the Department of Cardiology at the Perelman School of Medicine at the University of Pennsylvania in Philadelphia, will present findings of a study titled Cardiac Dysfunction in Preeclampsia is Present at Diagnosis and Persists Postpartum.", "article_link": null, "date": "Mon, 23 Jan 2017 05:00:00 GMT", "funder": "", "title": "Identifying early markers of cardiac dysfunction in pregnancy", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/identifying-early-markers-of-cardiac-dysfunction-in-pregnancy/", "institution": "Society for Maternal-Fetal Medicine", "text": "LAS VEGAS (Jan. 23, 2017) -- In a study to be presented Friday, Jan. 27, in the oral concurrent session at 1:15 p.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with the Maternal and Child Health Research Center and the Department of Cardiology at the Perelman School of Medicine at the University of Pennsylvania in Philadelphia, will present findings of a study titled Cardiac Dysfunction in Preeclampsia is Present at Diagnosis and Persists Postpartum.Preeclampsia, which affects 3-8 percent of all pregnancies, is a disease specific to pregnancy that is characterized by high blood pressure and protein in the urine. Research studies have clearly shown that there is a link between a history of preeclampsia in a pregnancy and developing heart disease later in life. In fact, a history of preeclampsia is as much of a risk factor for heart disease as a lifetime of smoking cigarettes and the American Heart Association now screens women specifically for a history of preeclampsia. The issue is that, while this association is clearly known, not all women with a history of preeclampsia will develop heart disease. Additionally, we do not know the exact process that takes place from the time women experience preeclampsia to the ultimate development of heart disease. This research looked at women with and without preeclampsia in a pregnancy and performed echocardiograms on them (ultrasounds of the heart) to see if they could identify which women are at highest risk of developing heart disease later in life by identifying early signs (during the pregnancy and within the six weeks postpartum) of an abnormal heart. Since the majority of heart disease does not occur until decades after experiencing preeclampsia, identifying early cardiac changes could potentially lead to early interventions that decrease the long-term risk.Lisa Levine, M.D., MSCE, assistant professor of Obstetrics and Gynecology at the Perelman School of Medicine at the University of Pennsylvania, and the presenter of the study at the SMFM annual meeting, explained, \"Specifically for women with preeclampsia - the study has shown that there are signs of heart changes that can be identified in these women as early as the time they are diagnosed with the condition and identifies the importance of close follow-up of these women to ensure appropriate heart health for the future.\"Studies have shown that African-American women are at a higher risk of preeclampsia as well as a higher risk of heart disease.  Because a large population of the researchers' institution patients are African-American, they made up more than 80 percent of the study. Researchers also noted that preeclampsia disproportionately affects African-American women compared to other races and therefore is one of the reasons for the high percentage in the study.", "meeting": "37th Annual Pregnancy Meeting for Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"]}