{"journal": "Learning and Memory", "url": "http://www.eurekalert.org/pub_releases/2017-01/uota-rfp012317.php", "description": "A new preclinical study led by a University of Texas at Dallas researcher shows that vagus nerve stimulation therapy might have the potential to help people overcome drug addiction by helping them learn new behaviors to replace those associated with seeking drugs.", "article_link": null, "date": "Mon, 23 Jan 2017 05:00:00 GMT", "funder": "", "title": "Researcher finds potential way to reduce drug cravings", "region": "namerica", "source_link": "http://www.utdallas.edu/news/2017/1/24-32390_Nerve-Therapy-Study-Finds-Potential-Way-to-Reduce-_story-wide.html?WT.mc_id=NewsEmail", "institution": "University of Texas at Dallas", "text": "A new preclinical study led by a University of Texas at Dallas researcher shows that vagus nerve stimulation (VNS) therapy might have the potential to help people overcome drug addiction by helping them learn new behaviors to replace those associated with seeking drugs. The new research, published in the January issue of the journal Learning and Memory, found that drug cravings in addicted rats were reduced when they were treated with VNS. It's possible that the research could be applied to people who have been addicted to drugs, said senior author Dr. Sven Kroener, assistant professor in the School of Behavioral and Brain Sciences.\"We are studying extinction learning and how vagus nerve stimulation can help subjects learn a new behavior that is opposed to an existing, maladaptive behavior like drug taking,\" Kroener said. \"When a subject is addicted to a drug, extinction is a method to help them re-learn behaviors - so they are able to take different actions.\"Vagus nerve stimulation involves sending a mild electric pulse through the vagus nerve, which is in the neck. VNS already has been approved by the U.S. Food and Drug Administration as a treatment for certain illnesses, such as depression and epilepsy. UT Dallas is a major hub of VNS research, with studies currently being done on how the method can potentially help people recover from paralysis from stroke, post-traumatic stress disorder, anxiety or tinnitus.For the current study, Jessica Childs, a graduate student in Kroener's lab, applied VNS to a test group of rats used in the study in a process called \"extinction learning\" to determine whether the procedure could help the animals learn different behaviors and reduce their drug cravings. Like Kroener's research on anxiety, the drug addiction study sought to extinguish memories.\"Extinction of fearful memories and extinction of drug-seeking memories relies on the same substrate in the brain. In our experiments, VNS facilitates both the extinction learning and reduces the relapse response as well,\" said Kroener.He said the same theory can be applied to individuals trying to overcome an addiction to drugs; they typically need to learn a new behavior that competes with their old habits.\"That's what you want in addiction treatment. You want to reinforce behaviors that inhibit the old bad habits -- do something else, spend your time more productively,\" he said.The rats in the study would press a lever that provided them with a drug and also triggered a tone and a light. One day, however, pressing the lever stopped providing the drug, and the light and tone also disappeared.\"We're forcing them into withdrawal, but we're also still keeping them in the same context -- in the same setting with the same lever. But now when they press the lever, the lights and tone are not coming on anymore. So we're changing the events that occur; they must relearn the contingencies,\" Kroener said.He said, however, that the animals never forget the original drug-paired cues. Instead, they learn something new that competes with the old memories -- in this case, that pressing the lever produces no light, no tone and no drug.  Over time, according to Kroener, the animals press the lever less often, but they rarely stop pressing entirely.\"They still check a couple of times each session, thinking that maybe something will happen. They go from 60 lever presses down to something like 10 per session. They clearly haven't forgotten what the lever used to do and still have cravings for the drug,\" Kroener said.Eventually, the light and tone (but not the drug) were reinstated, causing intense cravings in the animals and a relapse to drug-seeking, which results in more lever presses. However, the animals that experienced VNS treatment during the extinction phase of the experiment pressed the lever less frequently, by nearly 40 or 50 percent which, Kroener said, means their craving was very much reduced. \"That's what you want in addiction treatment,\" he said. \"You want to have less craving and less responsiveness to the old cues and the old environment that previously signified drug taking.\"This approach really has the potential to become a therapy during rehab where people do this kind of exposure therapy, where they look at the stimuli that used to trigger their craving, while they are abstaining in a safe situation,\" he said. \"The VNS treatment might reinforce that abstinence, eventually weaning them off the drug-related behavior and protecting them better from the cravings.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Addiction"]}