{"title": "Large, distant comets more common than previously thought", "text": "Comets that take more than 200 years to make one revolution around the sun are notoriously difficult to study. Because they spend most of their time far from our area of the solar system, many \"long-period comets\" will never approach the sun in a person's lifetime. In fact, those that travel inward from the Oort Cloud--a group of icy bodies beginning roughly 300 billion kilometers away from the sun--can have periods of thousands or even millions of years. NASA's Wide-field Infrared Survey Explorer (WISE) spacecraft has delivered new insights about these distant wanderers. A team of astronomers led by James Bauer, a research professor of astronomy at the University of Maryland, found that there are about seven times more long-period comets measuring at least 1 kilometer across than previously predicted. The researchers also found that long-period comets are, on average, nearly twice as large as \"Jupiter family\" comets, whose orbits are shaped by Jupiter's gravity and have periods of less than 20 years. The findings were published July 14, 2017, in The Astronomical Journal.\"The number of comets speaks to the amount of material left over from the solar system's formation,\" Bauer said. \"We now know that there are more relatively large chunks of ancient material coming from the Oort Cloud than we thought.\"The Oort Cloud is too distant to be seen by current telescopes, but is thought to be a spherical distribution of small icy bodies at the outermost edge of the solar system. The density of comets within it is low, so the odds of comets colliding within it are low. Long-period comets that WISE observed probably got kicked out of the Oort Cloud millions of years ago. The observations were carried out in 2010 during the spacecraft's primary mission, before it was renamed NEOWISE and reactivated to target near-Earth objects (NEOs) in 2013.\"Our study is a rare look at objects perturbed out of the Oort Cloud,\" said Amy Mainzer, a co-author of the study based at NASA's Jet Propulsion Laboratory in Pasadena, California and principal investigator of the NEOWISE mission. \"They are the most pristine examples of what the solar system was like when it formed.\"Astronomers already had broader estimates of how many long-period and Jupiter family comets are in our solar system, but had no good way of measuring the sizes of long-period comets. This is because the cloud of gas and dust that surrounds each comet--known as a coma--appears hazy in images and obscures the comet's nucleus. By using WISE data that shows the infrared glow of the coma, the scientists were able to \"subtract\" the coma from each comet and estimate the size of the nucleus. The data came from WISE observations of 164 cometary bodies--including 95 Jupiter family comets and 56 long-period comets. The results reinforce the idea that comets that pass by the sun more frequently tend to be smaller than those spending much more time away from the sun. That is because Jupiter family comets get more heat exposure, which causes volatile substances like water to sublimate and drag away other material from the comet's surface as well. \"Our results mean there's an evolutionary difference between Jupiter family and long-period comets,\" Bauer said.The existence of so many more long-period comets than predicted suggests that more of them have likely impacted planets, delivering icy materials from the outer reaches of the solar system. Researchers also found clustered orbits among the long-period comets they studied, suggesting there could have been larger bodies that broke apart to form these groups. The results will be important for assessing the likelihood of comets impacting our solar system's planets, including Earth. \"Comets travel much faster than asteroids, and some of them are very big,\" Mainzer said. \"Studies like this will help us define what kind of hazard long-period comets may pose.\"  NASA's Jet Propulsion Laboratory in Pasadena, California, managed and operated WISE for NASA's Science Mission Directorate in Washington, D.C. The NEOWISE project is funded by the Near-Earth Object Observation Program, now part of NASA's Planetary Defense Coordination Office. The spacecraft was put into hibernation mode in 2011 after twice scanning the entire sky, thereby completing its main objectives. In September 2013, WISE was reactivated, renamed NEOWISE and assigned a new mission to assist NASA's efforts to identify potentially hazardous near-Earth objects.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uom-ldc072517.php", "region": "namerica", "source_link": null, "funder": "NASA", "meeting": "", "institution": "University of Maryland", "keywords": ["Space/Planetary Science", " Comets/Asteroids", " Satellite Missions/Shuttles", " Experiments in Space"], "journal": "Astronomical Journal", "description": "A team of astronomers led by James Bauer, a research professor of astronomy at the University of Maryland, found that there are about seven times more long-period comets measuring at least 1 kilometer across than previously predicted. The researchers also found that long-period comets are, on average, nearly twice as large as 'Jupiter family' comets, whose orbits are shaped by Jupiter's gravity and have periods of less than 20 years.", "date": "Tue, 25 Jul 2017 04:00:00 GMT"}