{"institution": "University of Maryland Medical Center", "title": "Civil unrest after Freddie Gray's death harms health in Baltimore mothers", "url": "http://www.eurekalert.org/pub_releases/2017-07/uomm-cua072117.php", "article_link": "http://dx.doi.org/10.2105/AJPH.2017.303876", "region": "namerica", "funder": "", "meeting": "", "journal": "American Journal of Public Health", "source_link": null, "text": "BALTIMORE, Md. - The April 2015 civil unrest associated with Freddie Gray's death while in police custody caused a significant spike of stress in mothers of young children living in affected neighborhoods, according to new research from the University of Maryland School of Medicine (UM SOM). The research, conducted before, during and after the period of civil unrest, found that the number of mothers with depressive symptoms increased from an average of 21% before the incident to an average of 31% during the acute period, spiking to 50% in August 2015. Mothers also reported concerns about disruptions in daily routines such as eating, sleeping and shopping, all of which can undermine maternal well-being and negatively affect parenting behaviors and subsequently, child development.  The study was published in the American Journal of Public Health, and is unique because the authors had data prior to the incident, during the acute period surrounding the incident, and following the incident, says senior author Maureen Black, PhD, the John A. Scholl, MD and Mary Louise Scholl, MD Endowed Professor in Pediatrics at the University of Maryland School of Medicine and Director of the Growth and Nutrition Clinic in the Department of Pediatrics at the University of Maryland Children's Hospital. \"We found that the number of mothers reporting depressive symptoms increased dramatically in neighborhoods where the unrest occurred, but not in neighborhoods that were farther away from the unrest, but still in Baltimore City,\" says Black. \"After five months, their symptoms returned to previous levels.\" The team of pediatric growth and nutrition experts surveyed 1,095 mothers between January 2014 and December 2015 as part of their ongoing Children's HealthWatch project. The surveys were conducted at the pediatric emergency department and primary care clinics within the University of Maryland Medical System. The mothers were mostly African-American (93%), had public or no health insurance (100%), and had children age 24 months or younger (73%). Although the decline in the prevalence of mothers with depressive symptoms just five months after the civil unrest is a positive sign, having more than one fifth of mothers report depressive symptoms, along with one half reporting material hardships, such as food and housing insecurity, signifies chronic conditions of stress for mothers that may undermine young children's health and well-being, according to the study.\"This study's findings, while not unexpected, reveal just how difficult life can be for many mothers and children in our urban areas. It also shows how resilient these mothers are,\" says UM SOM Dean E. Albert Reece, MD, PhD, MBA, who is also the vice president for medical affairs at the University of Maryland and the John Z. and Akiko K. Bowers Distinguished Professor. \"The study underscores the enormity of the social issues that mothers and children must contend with, especially during times of unrest.\" Like many U.S. cities, community violence has long been a serious health threat in Baltimore. While chronic violence affects the entire community, it has particularly harmful effects on maternal-child health. Mothers exposed to violence are at increased risk for poor physical and mental health, including depression, aggressive behavior and negative parenting practices. In Baltimore, many mothers and their families live with high amounts of stress and health problems as a result of material hardships like food and housing insecurity. The paper comments on the social injustice associated with the April 2015 civil unrest, and recommends that policies and practices be implemented to ensure that mothers and children are protected from community violence and civil unrest. In the days following Freddie Gray's death in April 2015, protests erupted with some turning violent. As a result, at least 20 police officers were injured, at least 250 people arrested, 300 businesses damaged, 150 vehicle fires, 60 building fires, 27 drugstores looted, thousands of police and Maryland National Guard troops deployed, and a state of emergency was declared in the Baltimore city limits. Steven J. Czinn, MD, the Drs. Rouben and Violet Jiji Endowed Professor of Pediatrics and Chair of the Department of Pediatrics at the University of Maryland School of Medicine and Director of the University of Maryland Children's Hospital, says, \"This research gives us important insight into the unique and serious challenges the families we care for are facing. We will build on this knowledge, and use it to shape the future of pediatric care and advance children's health.\"  ", "keywords": ["Medicine/Health", " Pediatrics", " Public Health", " Social/Behavioral Science", " Minorities", " Depression/Anger", " Stress/Anxiety", " Parenting/Child Care/Family", " Poverty/Wealth", " Violence/Criminals"], "description": "The April 2015 civil unrest associated with Freddie Gray's death while in police custody caused a significant spike of stress in mothers of young children living in affected neighborhoods, according to new research from the University of Maryland School of Medicine (UM SOM).", "date": "Fri, 21 Jul 2017 04:00:00 GMT"}