{"institution": "Children's National Health System", "title": "Despite lack of efficacy data, surprising consensus in pediatric anti-epilepsy med scripts", "url": "http://www.eurekalert.org/pub_releases/2017-07/cnhs-dlo071917.php", "article_link": "http://dx.doi.org/10.1016/j.pediatrneurol.2017.06.011", "region": "namerica", "funder": "", "meeting": "", "journal": "Pediatric Neurology", "source_link": null, "text": "The number of available anti-seizure medications has exploded in the past two decades, going from just a handful of medicines available in the 1990s to more than 20 now. Once the Food and Drug Administration (FDA) approves each new medicine based on trials in adults, it's available for clinicians to prescribe off-label to all age groups. However, says William D. Gaillard, M.D., division chief of Child Neurology and Epilepsy, Neurophysiology and Critical Care Neurology at Children's National Health System, trials that lead to FDA approval for adults do not provide any information about which medications are best for children.\"With so many medications and so little data,\" Dr. Gaillard says, \"one might think doctors would choose a wider variety of medicines when they prescribe to children with epilepsy.\"However, the results from a recent study by Dr. Gaillard and colleagues, published online in Pediatric Neurology on June 27, 2017, show otherwise. The study indicates that doctors in the United States appear to have reached an unexpected consensus about which medication to prescribe for their pediatric patients.The study is part of a broader effort to collect data on the youngest epilepsy patients -- those younger than 3 years old, the age at which epilepsy most often becomes evident. As part of this endeavor, researchers from 17 U.S. pediatric epilepsy centers enrolled in the study 495 children younger than 36 months old who had been newly diagnosed with non-syndromic epilepsy (a condition not linked to any of the commonly recognized genetic epilepsy syndromes). The researchers mined these patients' electronic medical records for information about their demographics, disease and treatments. About half of the study participants were younger than 1 year old when they were diagnosed with epilepsy. About half had disease marked by focal features, meaning that their epilepsy appeared to originate from a particular place in the brain. Nearly all were treated with a single medication, as opposed to a cocktail of multiple medicines.Of those treated with a single medication, nearly all were treated with one of five medicines: Levetiracetam, oxcarbazepine, phenobarbital, topiramate and zonisamide. However, the data showed a clear prescribing preference. About 63 percent of the patients were prescribed levetiracetam as a first choice. By contrast, oxcarbazepine and phenobarbital, the next most frequently prescribed medicines, were taken by patients as a first choice by a mere 14 percent and 13 percent respectively.Even more striking, of the children who were not prescribed levetiracetam initially but required a second medication due to inadequate efficacy or unacceptable side effects, 62 percent also received this medication. That made levetiracetam the first or second choice for about 74 percent of all the children in the study, despite the availability of more than 20 anti-seizure medications.It's not clear why levetiracetam is such a frequent choice in the United States, says Dr. Gaillard. However, in its favor, the drug is available in a liquid formulation, causes no ill effects medically and can be started intravenously if necessary. Studies have shown that it appears to be effective in controlling seizures in about 40 percent of infants.Yet, levetiracetam's market dominance appears to be a North American phenomenon, the study authors write. A recent international survey that Dr. Gaillard also participated in suggests that outside of this continent, carbazepine and oxcarbazepine were the most frequently prescribed medications to treat focal seizures.What's really necessary, Dr. Gaillard says, is real data on efficacy for each of the medications commonly prescribed to pediatric epilepsy patients--a marked vacuum in research that prevents doctors from using evidence-based reasoning when making medication choices.\"This study identifies current practices, but whether those practices are correct is a separate question,\" he explains. \"Just because a medication is used commonly doesn't mean it is the best medication we should be using.\"To answer that question, he says, researchers will need to perform a head-to-head clinical trial comparing the top available epilepsy medications in children. This study sets the stage for such a trial by identifying which medications should be included.\"Uncontrolled pediatric epilepsy can have serious consequences, from potential problems in development to a higher risk of death,\" Dr. Gaillard says. \"You want to use the optimal medicine to treat the disease.\"", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics"], "description": "A study that includes William D. Gaillard, M.D., among its authors indicates that US doctors appear to have reached an unexpected consensus about which anti-seizure medicine to prescribe to their pediatric patients.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}