{"institution": "American Academy of Neurology", "title": "Healthy heart in 20s=healthy brain in 40s", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-hhi071417.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - People who take simple steps to keep their heart healthy in young adulthood, such as exercising, eating a healthy diet and controlling blood pressure and cholesterol, may keep their brain from shrinking decades later. People who take care of their heart health in young adulthood may have larger brains in middle-age, compared to people who do not take care of their heart health, according to a study published in the July 19, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. \"We know that when people take certain steps like exercising and eating well, they have healthier hearts,\" said study author Michael Bancks, PhD, of Northwestern University Feinberg School of Medicine in Chicago. \"The American Heart Association created seven simple steps everyone can take to improve heart health called Life's Simple 7 and recent research has shown that people who score higher on that assessment also score higher on thinking tests. We wanted to see if maintaining a healthy heart, as defined by these seven factors, affected the physical make-up of the brain as well.\" The American Heart Association's Life's Simple 7 includes the following factors: maintaining a healthy blood pressure, controlling cholesterol, reducing blood sugar, being active, eating better, losing weight and stopping smoking.For the study, researchers looked at data on 518 people with an average age of 51 who had been followed for 30 years. Participants were initially screened for height, weight, blood pressure, cholesterol, blood sugar, and interviewed about diet and exercise. They then received follow-up exams every two to five years and also had brain scans 25 years after starting the study.Researchers scored each participant on how well they followed each of the seven steps to heart health at the start of the study and then at year 25, giving participants zero points for poor adherence, one point for intermediate and two points for ideal, with total scores ranging from zero to 14. Scores of zero to seven were considered poor adherence, eight to 11 were intermediate and 12 to 14 were ideal. At the beginning of the study, 5 percent had poor adherence, 62 percent intermediate and 33 percent ideal. By year 25, 26 percent had poor adherence, 58 percent had intermediate and 16 percent had ideal. They found that people who had better heart health scores at the beginning of the study had a higher average brain volume as a percentage of their total head size in middle age. This was also true for people who had a better average of the beginning score and the score at year 25.Bancks said that every point increase in the Life's Simple 7 score was roughly equivalent to one year of aging in the amount of brain shrinkage that occurred. There was a stronger association between current smoking and smaller brain volume than other factors. \"These findings are exciting because these are all changes that anyone can make at a young age to help themselves live a long and healthy life,\" Bancks said. \"This may mean that heart health may have an impact on brain function in early life, but more study needs to be done to confirm this theory.\" The data used for this study was pulled from the larger Coronary Artery Risk Development in Young Adults Study (CARDIA).Limitations of this study include that brain imaging was only conducted at one point in life. It is also unclear if heart health affects brain size or if brain size in early age may influence behaviors affecting heart health. ", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Diet/Body Weight", " Gerontology", " Aging", " Neurobiology", " Nutrition/Nutrients", " Sports Medicine"], "description": "People who take care of their heart health in young adulthood may have larger brains in middle-age, compared to people who do not take care of their heart health, according to a study published in the July 19, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 19 Jul 2017 04:00:00 GMT"}