{"institution": "University of Illinois at Chicago", "title": "Epilepsy biomarkers pave way for noninvasive diagnosis, better treatments", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-ebp071717.php", "article_link": "http://dx.doi.org/10.1111/epi.13848", "region": "namerica", "funder": "NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "journal": "Epilepsia", "source_link": "https://news.uic.edu/epilepsy-biomarkers-pave-way-for-noninvasive-diagnosis-better-treatments", "text": "Researchers have identified a unique metabolic signature associated with epileptic brain tissue that causes seizures. The chemical biomarker can be detected noninvasively using technology based on magnetic resonance imaging. It will allow physicians to precisely identify small regions of abnormal brain tissue in early-stage epilepsy patients that can't be detected today using current technology. The biomarker could also be used to localize epileptic brain regions for therapeutic removal without the need for additional surgery.The findings are reported in the journal Epilepsia.Epilepsy affects about one percent of people worldwide. Its hallmark is unpredictable seizures that occur when groups of neurons in the brain abnormally fire in unison. About 30 percent of epilepsy patients don't respond to drugs to prevent seizures. Surgery to remove areas of the brain associated with epileptic activity can help prevent seizures in these patients.\"One of the biggest challenges in epilepsy is in diagnosis,\" said Dr. Jeffrey Loeb, John S. Garvin Chair and head of neurology and rehabilitation in the University of Illinois at Chicago College of Medicine and corresponding author on the study. Current non-invasive techniques can't detect epileptic areas of the brain smaller than approximately eight to 10 square centimeters, so many early-stage epilepsy patients often go undiagnosed and untreated.\"With this new biomarker, we should be able to detect very small regions of epileptic activity -- smaller than a single square centimeter -- and we do it noninvasively,\" Loeb said.The biomarker may soon make the need for surgery to identify epileptic regions of the brain for later removal obsolete. To locate these areas, surgeons implant electrodes across the surface of the brain that need to stay in place for many days.\"If we can detect these areas with a high degree of precision with a brain scan, we can spare our patients additional surgery,\" said Loeb. \"The technology will also allow us to diagnose epilepsy much earlier.  This is critical if we are to develop new treatments to prevent epilepsy from developing after a head injury, stroke, or brain tumor.\"Loeb and colleagues used a technique called magnetic resonance spectroscopy to identify the metabolomic signature of epileptic versus non-epileptic brain tissues removed from nine patients who underwent invasive electrical brain monitoring as part of their epilepsy surgery. Magnetic resonance spectroscopy can detect compounds associated with cellular metabolism. As part of this therapeutic surgery, both epileptic and nearby regions with less or no epileptic electrical activity were also removed.Loeb and colleagues scanned both types of tissue with a powerful 11.7 Tesla magnetic resonance spectroscopy machine at Wayne State University in Detroit. They found that tissue with high levels of epileptic electrical activity was low in lactate and had higher levels of creatine, phosphocreatine and choline, suggestive of abnormal metabolism.  When they looked at these tissues in the lab, they saw that it had increased vascularization compared to tissue with low or no epileptic electrical activity. Genetic analysis of the same tissue regions revealed higher activation of genes associated with vascularization and altered metabolic states.\"Previous studies have used magnetic resonance spectroscopy to look at single metabolites in epileptic brain tissue, but ours is the first to use high strength magnets to look at multiple metabolites simultaneously,\" Loeb said. \"When combined with our genomic and histological data from these same samples, the biomarker profile was not only highly specific for epileptic brain tissues, but also revealed an abnormal metabolic and vascular state that could underlie the epileptic condition.\"The reason behind the abnormal metabolic profile in epileptic tissue remains unknown and needs to be studied further, said Loeb. \"These are areas of the brain where large populations of neurons are firing often, and this uses up a lot of energy, so it's not surprising that we see an altered metabolic profile with a massive expansion of blood vessels.\"", "keywords": ["Medicine/Health", " Diagnostics", " Neurobiology"], "description": "Researchers have identified a unique metabolic signature associated with epileptic brain tissue that causes seizures.", "date": "Mon, 17 Jul 2017 04:00:00 GMT"}