{"keywords": ["Biology", " Cell Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Neurobiology", " Parkinson's Disease"], "funder": "NIH/National Institute of Neurological Disorders and Stroke", "journal": "Nature", "description": "A new study suggests that T cells, which help the body's immune system recognize friend from foe, may play an important role in Parkinson's disease. The study, published in the journal Nature, was supported by the National Institute of Neurological Disorders and Stroke, part of the National Institutes of Health.", "title": "Immune system may mount an attack in Parkinson's disease", "source_link": null, "institution": "NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "text": "A new study suggests that T cells, which help the body's immune system recognize friend from foe, may play an important role in Parkinson's disease (PD). The study, published in the journal Nature, was supported by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health. \"This collaboration between neuroscientists and immunologists provides important new evidence for ways in which the immune system can play a role in PD, a link that can be used to further define this interaction,\" said Beth-Anne Sieber, Ph.D., a program director at NINDS. A research team led by David Sulzer, Ph.D., professor of neurology at Columbia University in New York City and Alessandro Sette, Dr.Biol.Sci., professor of infectious diseases at the La Jolla Institute for Allergy and Immunology in California, examined the role of T cells in PD. Drs. Sulzer and Sette, along with their colleagues, collected blood samples from 67 individuals with Parkinson's disease and 36 healthy controls. Immune cells were extracted from the samples and mixed with portions of the alpha-synuclein protein, which accumulates in the brains of people with PD and can result in cell death. They found that T cells from people with PD responded to the presence of alpha-synuclein to a much greater degree than those gathered from the control group. In particular, two regions of alpha-synuclein evoked reactions from T cells: a section that often contains mutations linked with PD, and a portion undergoing a chemical change that can lead to accumulation of the protein in the brain.   The researchers identified four genetic variations that were associated with T cell reactivity to alpha-synuclein. More than half of people with PD carried at least one of those variants, compared to 20 percent of controls. \"These findings expose a potential biomarker for PD that may someday help in diagnosing the disease or be used to evaluate how well treatments are working,\" said Dr. Sette.According to the authors, the results suggest that PD may have characteristics of an autoimmune disease, in which the immune system incorrectly attacks the body's own cells. \"As we age, proteins throughout the body undergo various molecular modifications. If they become unrecognizable, the immune system may start going after them, thinking they may be dangerous invaders,\" said Dr. Sulzer. PD is a neurodegenerative disorder in which dopamine-producing brain cells die off, resulting in tremors, muscle stiffness, loss of balance and slow movement. Additional symptoms may include emotional changes and disrupted sleep. More research is needed to learn about the interactions between immune cells and alpha-synuclein. Improved understanding of those interactions may lead to information about disease progression as well as potential connections to other neurodegenerative disorders. ", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-07/nion-ism072717.php", "article_link": null, "date": "Thu, 27 Jul 2017 04:00:00 GMT"}