{"authors": [["Lin", "Kyawzaw", "K", "Medicine, The Brooklyn Hospital Center."], ["Shah", "Jamil", "J", "Internal Medicine, The Brooklyn Hospital Center."], ["Ofori", "Emmanuel", "E", "GI Department, The Brooklyn Hospital Center."], ["Shahnazarian", "Vahe", "V", "Gastroenterology & Hepatology Fellow, The Brooklyn Hospital Center."], ["Reddy", "Madhavi", "M", "GI Department, The Brooklyn Hospital Center."]], "text": "Esophageal cancer is the eighth-most common cause of cancer-related mortality worldwide. The most common presenting symptom in advanced distal esophageal cancer is the sensation of sticking food, but it may sometimes present with bleeding and related complications, or asymptomatic leukocytosis. We present the case of a 77-year-old afebrile man with chronic alcoholism and a dilated thoracic esophagus with painful, progressive, and persistent dysphagia and leukocytosis of unknown origin. A 77-year-old man with a past medical history of hypertension and colonic cancer status post right hemicolectomy (surveillance negative) presented to the emergency department with painful, progressive, persistent, and worsening dysphagia for the past three weeks. It was associated with an unintentional weight loss of ten pounds in one month and nausea with non-bilious and non-bloody vomiting for several days. He denied fever, diarrhea, hoarseness of voice, change in bowel movement, hematemesis, hematochezia, melena, orthopnea, dyspnea at rest, palpitation, and abdominal pain. A chest x-ray (lateral view) showed debris in a dilated thoracic esophagus with fluid. An esophagogram showed a 10 x 3 cm obstructive mass with irregular mucosa within the proximal esophagus from the thoracic vertebra levels four to ten. A computed tomography scan of the chest with contrast showed long segment dilatation of the upper and mid-thoracic esophagus with generalized circumferential thickening of the distal esophagus. He was empirically on cefazolin and metronidazole but later switched to piperacillin, tazobactam, and fluconazole. Cardiac risk stratification was done for an esophagogastroduodenoscopy. However, the patient and the family opted for palliative care and agreed to a do-not-resuscitate/do-not-intubate status. In esophageal cancers, tumor-related leukocytosis and neutrophilia are common presentations. However, there is no standardized routine screening test for esophageal cancers. Thus, when asymptomatic afebrile elderly patients present with leukocytosis of unknown origin, clinicians should have suspicions of occult malignancy such as esophageal cancers, gastric cancer, and pancreatic cancer.", "id": "29372125", "date": "2017-11-16", "title": "Dilated Thoracic Esophagus Presenting with Painful Progressive Persistent Dysphagia and Leukocytosis of Unknown Origin.", "doi": "10.7759/cureus.1851", "journal": ["Cureus", "Cureus"]}