{"authors": [["Zongwen", "Sun", "S", "Department of Oncology, Jining No.1 People's Hospital, Jining, China."], ["Song", "Kong", "K", "Department of Oncology, Jining No.1 People's Hospital, Jining, China."], ["Cong", "Zhao", "Z", "Department of Respiratory Medicine, Jining No.1 People's Hospital, Jining, China."], ["Tian", "Fu", "F", "Department of Respiratory Medicine, Jining No.1 People's Hospital, Jining, China."], ["Yan", "Zhang", "Z", "Department of Respiratory Medicine, Jining No.1 People's Hospital, Jining, China."]], "text": "Some clinical investigations have assessed the efficacy and safety of bevacizumab combined with platinum anti-cancer drugs versus platinum drugs alone in treating malignant pleural effusion (MPE) caused by lung cancer through intrapleural injection. This report is a meta-analysis of independent research conclusions. Eleven controlled trials with 769 MPE patients were included in this report. Pooled odds ratios and standardized mean difference with 95% confidence intervals were estimated using the fixed or random effects model of meta-analysis. For treating MPE through intrapleural injection, bevacizumab combined with platinum chemotherapy drugs increased the overall response rate (p = 0.003), decreased the incidence of chest pain (p < 0.001) and relieved the dyspnea of patients with MPE (p = 0.002), as compared with platinum chemotherapy drugs alone. In addition, intrapleural injection of bevacizumab participation decreased the expression of vascular endothelial growth factor in MPE (p < 0.001). The main adverse effects of two groups were myelotoxicity, hypertension, digestive reaction and damage of liver and kidney. However, the presence of bevacizumab did not show an extra influence on the incidence of adverse effects (p > 0.05). In summary, bevacizumab combined with platinum chemotherapy drugs for treating MPE caused by lung cancer through intrapleural injection has a better benefit of overall response rate and quality of life. And, the participation of bevacizumab did not increase adverse effects.", "id": "29371913", "date": "2017-12-06", "title": "Evaluation of efficacy and safety for bevacizumab in treating malignant pleural effusions caused by lung cancer through intrapleural injection.", "doi": "10.18632/oncotarget.22966", "journal": ["Oncotarget", "Oncotarget"]}