{"authors": [["Givi", "Mahshid", "M", "Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Sarrafzadegan", "Nizal", "N", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Garakyaraghi", "Mohammad", "M", "Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Yadegarfar", "Ghasem", "G", "Heart Failure Research Center, Cardiovascular Research Institute AND Department of Epidemiology and Biostatic, School of Public Health, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Sadeghi", "Masoumeh", "M", "Cardiac Rehabilitation Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Khosravi", "Alireza", "A", "Hypertension Research Center AND Cardiac Intervention Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Azhari", "Amir Hossein", "AH", "Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Samienasab", "Mohammad Reza", "MR", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Shafie", "Davood", "D", "Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Saadatnia", "Mohammad", "M", "Isfahan Neurosciences Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Roohafza", "Hamidreza", "H", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Paydari", "Navid", "N", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Soleimani", "Azam", "A", "Cardiac Rehabilitation Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Hosseinzadeh", "Mohsen", "M", "Pediatric Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Ahmadi", "Seyed Abdulah", "SA", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Dehghani", "Leila", "L", "School of Advanced Technologies in Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Najafian", "Jamshid", "J", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Andalib", "Elham", "E", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Shahabi", "Javad", "J", "Heart Failure Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Sabri", "Mohammad Reza", "MR", "Pediatric Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."]], "text": "Our aim was to create and establish a database called \"Persian Registry Of cardioVascular diseasE (PROVE)\" in order to be used for future research and in addition, as a tool to develop national guidelines for diagnosis, treatment, and prevention of cardiovascular disease (CVD). In this paper, the design and methodology of the PROVE pilot study will be discussed, launched in Isfahan, Iran, in 2015-2016.Through establishing PROVE, patients' data were collected from hospitals and outpatient clinics prospectively or retrospectively and followed up for a maximum of three years based on the type of CVDs. The inclusion criteria were as patients with acute coronary syndrome (ACS), ST elevation myocardial infarction (STEMI), stroke, atrial fibrillation (AF), heart failure (HF), congenital heart disease (CHD), percutaneous coronary intervention (PCI), and chronic ischemic cardiovascular disease (CICD). Specific protocols, questionnaires, and glossaries were developed for each registry. In order to ensure the validation of the protocols, questionnaires, data collection, management, and analysis, a well-established quality control (QC) protocol was developed and implemented. Data confidentiality was considered.In order to register patients with ACS, STEMI, stroke, HF, PCI, and CICD, the hospital recorded data were used, whereas, in case of AF and CHD registries, the data were collected from hospitals and outpatient clinics. During the pilot phase of the study in Isfahan, from March 2015 to September 2016, 9427 patients were registered as ACS including 809 as STEMI, 1195 patients with HF, 363 with AF, 761 with stroke, 1136 with CHD, 1200 with PCI, and 9 with CICD. Data collection and management were performed under the supervision of the QC group.PROVE was developed and implemented in Isfahan as a pilot study, in order to be implemented at national level in future. It provides a valuable source of valid data that could be used for future research, re-evaluation of current CVD management and more specifically, gap analysis and as a tool for assessment of the type of CVDs, prevention, treatment, and control by health care decision makers.", "id": "29371870", "date": null, "title": "Persian Registry Of cardioVascular diseasE (PROVE): Design and methodology.", "doi": null, "journal": ["ARYA atherosclerosis", "ARYA Atheroscler"]}