{"authors": [["Hashemi-Jazi", "Mohammad", "M", "Professor, Cardiac Rehabilitation Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Hosseini", "Sayed Mojtaba", "SM", "Professor, Hypertension Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Gholamrezaei", "Ali", "A", "General Practitioner, Student Research Committee, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."]], "text": "We investigated clinical and procedural factors associated with the no-reflow phenomenon following percutaneous coronary intervention (PCI) of the saphenous-vein grafts (SVG).A cross-sectional study was done on patients who had undergone PCI of the SVG. Patients' medical documents were reviewed for demographic, clinical, laboratory, and procedural data. Slow/no-reflow was defined based on the thrombolysis in myocardial infarction (TIMI) grade (0 to 2). Univariate and multiple logistic regression analyses were performed to investigate factors associated with slow/no-reflow and P < 0.050 was considered as significant.A total of 205 patients were studied (81% man, mean ± standard deviation of age was 66.8 ± 9.6 years). Slow/no-reflow was found in 38 (18.5%) patients. High diastolic blood pressure (P = 0.010), leukocytosis (P = 0.017), diffuse lesions (P = 0.007), degenerated SVG (P < 0.001), proximal lesions (P < 0.001), thrombosis (P = 0.013), and lower number of used stents during procedure (P = 0.032) were associated with slow/no-reflow in unadjusted analyses. Factors independently associated with slow/no-reflow were pre-procedural high diastolic blood pressure with odds ratio (OR) = 3.858 [95% confidence interval (95% CI), 1.157-12.860], degenerated SVG with OR = 5.901 (95% CI: 1.883-18.492), proximal lesions with OR = 5.070 (95% CI: 1.822-14.113), pre-intervention TIMI grade with OR = 0.618 (95% CI: 0.405-0.942), number of used stents for PCI with OR = 0.074 (95% CI: 0.011-0.481) for > 1 stent, and length of stents used for PCI with OR = 0.100 (95% CI: 0.019-0.529) for > 30 mm stents.This study on the clinical and procedural factors associated with the slow/no-reflow phenomenon following PCI of the SVG can be used in risk estimation of this serious complication and tailoring preventive strategies to at-risk patients.", "id": "29371868", "date": null, "title": "Factors associated with the no-reflow phenomenon following percutaneous intervention of saphenous vein coronary bypass grafts.", "doi": null, "journal": ["ARYA atherosclerosis", "ARYA Atheroscler"]}