{"authors": [["Eghbali-Babadi", "Maryam", "M", "PhD Candidate, Hypertension Research Center, Cardiovascular Research Institute AND School of Nursing and Midwifery, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Khosravi", "Alireza", "A", "Associate Professor, Interventional Cardiology Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Feizi", "Awat", "A", "Associate Professor, Cardiac Rehabilitation Research Center, Cardiovascular Research Institute AND Department of Biostatistics and Epidemiology, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Sarrafzadegan", "Nizal", "N", "Professor, Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."]], "text": "Lack of information about hypertension leads to failure in detection, treatment and reduced estimation of this disease effects. So, a comprehensive study, named trends of prevalence, awareness, treatment and control hypertension among the adults in Isfahan, Iran (2001-2016) and evaluation of the effect of expanded chronic care model (ECCM) on control, treatment and self-care, has been designed. This study explains the aspects of design and methods of its implementation.This study was conducted in four stages in 2014-2016. In the 1st stage, valid questionnaires were made to assess knowledge, attitude and practice, and self-care. In the 2nd stage, the status of prevalence, awareness, treatment and control and hypertension risk factors was assessed. In the 3rd stage, a two-group clinical trial was conducted to evaluate the effectiveness of ECCM on hypertensive patients and their families. In the 4th stage, the results of hypertension prevalence and its risk factors in adults in 2016 were compared with two other studies undertaken in 2001 and 2007.To develop the questionnaire, face and content validity, internal and external reliability, and construct validity were examined. Prevalence, awareness, treatment and control of hypertension and risk factors among 2107 adult individuals were determined in Isfahan. In a clinical trial, 216 hypertensive patients were randomly assigned into intervention and control groups. Finally, a sample size of 8073 people was used to determine and compare the 15-year-old trend of hypertension and its affecting factors.It is obvious that the final findings of this study will play a key role in health and research policy and provide a suitable model for implementing appropriate interventional measures at the provincial and national levels.", "id": "29371867", "date": null, "title": "Design and implementation of a combined observational and interventional study: Trends of prevalence, awareness, treatment and control hypertension and the effect of expanded chronic care model on control, treatment and self-care.", "doi": null, "journal": ["ARYA atherosclerosis", "ARYA Atheroscler"]}