{"authors": [["Parchwani", "Deepak N", "DN", "GMERS Medical College, Himmatnagar, Gujarat India."], ["Patel", "Digisha D", "DD", "Gujarat Adani Institute of Medical Sciences, Bhuj, Gujarat India."], ["Rawtani", "Jairam", "J", "3SN Medical College, Jodhpur, Rajasthan India."], ["Yadav", "Dharmveer", "D", "4SMS Medical College, Jaipur, Rajasthan India."]], "text": "The A/C transversion at 1166 of the angiotensin II Type 1 Receptor (AT1R) gene per se does not characterize any functional diversity but has been associated with expression of the AT1R, consequently molecular variants of the gene may modulate the possible risk of essential hypertension. The present study was performed to determine the genotypic frequency of the A1166C polymorphism of the AT1R gene in essential hypertensive patients with the aim to assess the effect of variants of this polymorphism in hypertension. AT1R gene amplification was performed by PCR and A1166C polymorphism was determined by enzyme digestion methodologies in 224 consecutively enrolled essential hypertensive patients and 257 controls. Suitable descriptive statistics was used for different variables. Results revealed that genotype and allele distribution of the A1166C variant differed significantly in hypertensives and normotensives. Allele frequency at the A1166C position was 61%A and 39%C for control and 52%A and 48%C for patients. Observed frequencies were compatible with HWE expected frequencies in cases as well as in controls. rs5186 was found to be associated with hypertension (95% CI 1.1453-2.7932, p: 0.0106). The difference remained statistically significant after the multivariate adjustment (p < 0.05), with C/C variant conferring a risk of 1.74-fold of essential hypertension. This association was confirmed by inter-genotypic variations in the mean systolic and diastolic blood pressure in patients. In conclusion, genetic variation at the AT1R gene influences the risk of hypertension stratification and might serve as a predictive marker for the susceptibility to hypertension among affected families.", "id": "29371770", "date": "2017-03-13", "title": "Analysis of Association of Angiotensin II Type 1 Receptor Gene A1166C Gene Polymorphism with Essential Hypertension.", "doi": "10.1007/s12291-017-0644-7", "journal": ["Indian journal of clinical biochemistry : IJCB", "Indian J Clin Biochem"]}