{"authors": [["Lador", "Adi", "A", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Hasdai", "David", "D", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Mager", "Aviv", "A", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Porter", "Avital", "A", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Goldenberg", "Ilan", "I", "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Leviev Heart Center, Sheba Medical Center, Tel Hashomer, Israel."], ["Shlomo", "Nir", "N", "Leviev Heart Center, Sheba Medical Center, Tel Hashomer, Israel; The Israeli Association for Cardiovascular Trials, Tel Hashomer, Israel."], ["Vorobeichik", "Dina", "D", "Leviev Heart Center, Sheba Medical Center, Tel Hashomer, Israel; The Israeli Association for Cardiovascular Trials, Tel Hashomer, Israel."], ["Beigel", "Roy", "R", "Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel; Leviev Heart Center, Sheba Medical Center, Tel Hashomer, Israel."], ["Kornowski", "Ran", "R", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Iakobishvili", "Zaza", "Z", "Department of Cardiology, Rabin Medical Center, Petah-Tikva, Israel; Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel. Electronic address: zaza@013.net."]], "text": "There are scarce contemporary data regarding the incidence and prognosis of early postmyocardial infarction pericarditis (PMIP). Thus, we retrospectively analyzed 6,282 patients with ST-segment elevation myocardial infarction (STEMI) enrolled with known PMIP status in the Acute Coronary Syndrome Israeli Survey 2000 to 2013 registry. The primary outcome was the composite of all-cause mortality, nonfatal myocardial infarction, cerebrovascular event, stent thrombosis, or revascularization. The secondary outcomes were mortality and length of stay during the acute hospitalization. Overall, 76 patients with STEMI had PMIP (1.2%). PMIP incidence gradually decreased from 170 per 10,000 in 2000 to 110 per 10,000 in 2013, respectively (35% reduction, p for trend = 0.035). Patients with PMIP were younger (median 58.0 vs 61.0; p = 0.045), had less hypertension, higher cardiac biomarkers, and more frequently reduced left ventricular ejection fraction (87.0% vs 67.0%; p = 0.001). Patients with PMIP had longer time to reperfusion (225 minutes vs 183 minutes; p = 0.016) and length of stay (7.0 vs 5.0 days; p < 0.001). The composite end point occurred similarly in patients with and without PMIP (10.5% vs 13.2%, respectively). There was no significant difference in 30-day, 1-year, and 5-year survival. In conclusion, PMIP is a relatively rare complication of STEMI in the coronary reperfusion era, portends worse short-term but not long-term outcomes, and is associated with bigger infarct size.", "id": "29370922", "date": "2017-12-23", "title": "Incidence and Prognosis of Pericarditis After ST-Elevation Myocardial Infarction (from the Acute Coronary Syndrome Israeli Survey 2000 to 2013 Registry Database).", "doi": "10.1016/j.amjcard.2017.12.006", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}