{"authors": [["Singh", "Gopal K", "GK", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Daus", "Gem P", "GP", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Allender", "Michelle", "M", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Ramey", "Christine T", "CT", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Martin", "Elijah K", "EK", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Perry", "Chrisp", "C", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Reyes", "Andrew A De Los", "AAL", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."], ["Vedamuthu", "Ivy P", "IP", "US Department of Health and Human Services, Health Resources and Services Administration, Office of Health Equity, 5600 Fishers Lane, Rockville, MD 20857, USA."]], "text": "This study describes key population health concepts and examines major empirical trends in US health and healthcare inequalities from 1935 to 2016 according to important social determinants such as race/ethnicity, education, income, poverty, area deprivation, unemployment, housing, rural-urban residence, and geographic location.Long-term trend data from the National Vital Statistics System, National Health Interview Survey, National Survey of Children's Health, American Community Survey, and Behavioral Risk Factor Surveillance System were used to examine racial/ethnic, socioeconomic, rural-urban, and geographic inequalities in health and health care. Life tables, age-adjusted rates, prevalence, and risk ratios were used to examine health differentials, which were tested for statistical significance at the 0.05 level.Life expectancy of Americans increased from 69.7 years in 1950 to 78.8 years in 2015. However, despite the overall improvement, substantial gender and racial/ethnic disparities remained. In 2015, life expectancy was highest for Asian/Pacific Islanders (87.7 years) and lowest for African-Americans (75.7 years). Life expectancy was lower in rural areas and varied from 74.5 years for men in rural areas to 82.4 years for women in large metro areas, with rural-urban disparities increasing during the 1990-2014 time period. Infant mortality rates declined dramatically during the past eight decades. However, racial disparities widened over time; in 2015, black infants had 2.3 times higher mortality than white infants (11.4 vs. 4.9 per 1,000 live births). Infant and child mortality was markedly higher in rural areas and poor communities. Black infants and children in poor, rural communities had nearly three times higher mortality rate compared to those in affluent, rural areas. Racial/ethnic, socioeconomic, and geographic disparities were particularly marked in mortality and/or morbidity from cardiovascular disease, cancer, diabetes, COPD, HIV/AIDS, homicide, psychological distress, hypertension, smoking, obesity, and access to quality health care.Despite the overall health improvement, significant social disparities remain in a number of health indicators, most notably in life expectancy and infant mortality. Marked disparities in various health outcomes indicate the underlying significance of social determinants in disease prevention and health promotion and necessitate systematic and continued monitoring of health inequalities according to social factors. A multi-sectoral approach is needed to tackle persistent and widening health inequalities among Americans.", "id": "29367890", "date": null, "title": "Social Determinants of Health in the United States: Addressing Major Health Inequality Trends for the Nation, 1935-2016.", "doi": "10.21106/ijma.236", "journal": ["International journal of MCH and AIDS", "Int J MCH AIDS"]}