{"authors": [["Foschi", "Massimiliano", "M", "Department of Heart Disease, SS Annunziata Hospital, 66100 Chieti, Italy. foschimassimiliano@libero.it."], ["Di Mauro", "Michele", "M", "Chair of Cardiology, University of L'Aquila, 67100 L'Aquila, Italy. mdimauro1973@gmail.com."], ["Tancredi", "Fabrizio", "F", "Department of Heart Disease, SS Annunziata Hospital, 66100 Chieti, Italy. fabriziotancredi@yahoo.it."], ["Capparuccia", "Carlo", "C", "Department of Heart Disease, SS Annunziata Hospital, 66100 Chieti, Italy. cardiostore@gmail.com."], ["Petroni", "Renata", "R", "Chair of Cardiology, University of L'Aquila, 67100 L'Aquila, Italy. renata.petroni@gmail.com."], ["Leonzio", "Luigi", "L", "Department of Heart Disease, SS Annunziata Hospital, 66100 Chieti, Italy. luigi.leonzio@asl2abruzzo.it."], ["Romano", "Silvio", "S", "Chair of Cardiology, University of L'Aquila, 67100 L'Aquila, Italy. silvio.romano@cc.univaq.it."], ["Gallina", "Sabina", "S", "Cardiology, University \"Gabriele D'Annunzio\"of Chieti-Pescara, 66100 Chieti, Italy. sgallina@unich.it."], ["Penco", "Maria", "M", "Chair of Cardiology, University of L'Aquila, 67100 L'Aquila, Italy. maria.penco@cc.univaq.it."], ["Cibelli", "Mario", "M", "Department of Cardiothoracic Anaesthesia, University Hospitals Birmingham, Birmingham B15 2TH, UK. mario.cibelli@uhb.nhs.uk."], ["Calafiore", "Antonio", "A", "Fondazione Giovanni Paolo II, 86100 Campabasso, Italy. am.calafiore@gmail.com."]], "text": "The aim of this review article is to summarize current knowledge of the pathophysiology underlying right ventricular failure (RVF), focusing, in particular, on right ventricular assessment and prognosis. The right ventricle (RV) can tolerate volume overload well, but is not able to sustain pressure overload. Right ventricular hypertrophy (RVH), as a response to increased afterload, can be adaptive or maladaptive. The easiest and most common way to assess the RV is by two-dimensional (2D) trans-thoracic echocardiography measuring surrogate indexes, such as tricuspid annular plane systolic excursion (TAPSE), fractional area change (FAC), and tissue Doppler velocity of the lateral aspect of the tricuspid valvular plane. However, both volumes and function are better estimated by 3D echocardiography and cardiac magnetic resonance (CMR). The prognostic role of the RV in heart failure (HF), pulmonary hypertension (PH), acute myocardial infarction (AMI), and cardiac surgery has been overlooked for many years. However, several recent studies have placed much greater importance on the RV in prognostic assessments. In conclusion, RV dimensions and function should be routinely assessed in cardiovascular disease, as RVF has a significant impact on disease prognosis. In the presence of RVF, different therapeutic approaches, either pharmacological or surgical, may be beneficial.", "id": "29367547", "date": "2017-10-20", "title": "The Dark Side of the Moon: The Right Ventricle.", "doi": "10.3390/jcdd4040018", "journal": ["Journal of cardiovascular development and disease", "J Cardiovasc Dev Dis"]}