{"authors": [["Albert", "Christian", "C", "Medical Faculty Otto-von-Guericke University, Magdeburg, Germany; Diaverum Deutschland, Potsdam, Germany."], ["Albert", "Annemarie", "A", "Medical Faculty Otto-von-Guericke University, Magdeburg, Germany; Diaverum Deutschland, Potsdam, Germany."], ["Kube", "Johanna", "J", "Clinic of Nephrology and Hypertension, Diabetes and Endocrinology, Otto-von-Guericke University, Magdeburg, Germany; Department of Intensive Care, German Heart Center Leipzig, University Clinic, Leipzig, Germany."], ["Bellomo", "Rinaldo", "R", "Department of Intensive Care, The Austin Hospital, Melbourne, Australia."], ["Wettersten", "Nicholas", "N", "Division of Cardiovascular Medicine, University of California, San Diego, La Jolla, Calif."], ["Kuppe", "Hermann", "H", "Department of Anesthesiology, The German Heart Center, Berlin, Germany."], ["Westphal", "Sabine", "S", "Institute of Laboratory Medicine, Hospital Dessau, Dessau, Germany."], ["Haase", "Michael", "M", "Medical Faculty Otto-von-Guericke University, Magdeburg, Germany; Diaverum Deutschland, Potsdam, Germany."], ["Haase-Fielitz", "Anja", "A", "Brandenburg Medical School (MHB) and Heart Center Brandenburg, Department of Cardiology, Bernau, Germany; Institute of Social Medicine and Health Economics, Otto-von-Guericke University, Magdeburg, Germany. Electronic address: Anja.Haase-Fielitz@med.ovgu.de."]], "text": "This study aimed to determine the biomarker-specific outcome patterns and short-and long-term prognosis of cardiac surgery-asoociated acute kidney injury (AKI) identified by standard criteria and/or urinary kidney biomarkers.Patients enrolled (N = 200), originated a German multicenter study (NCT00672334). Standard risk injury, failure, loss, and end-stage renal disease classification (RIFLE) criteria (including serum creatinine and urine output) and urinary kidney biomarker test result (neutrophil gelatinase-associated lipocalin, midkine, interleukin 6, and proteinuria) were used for diagnosis of postoperative AKI. Primary end point was acute renal replacement therapy or in-hospital mortality. Long-term end points among others included 5-year mortality. Patients with single-biomarker-positive subclinical AKI (RIFLE negative) were identified. We controlled for systemic inflammation using C-reactive protein test.Urinary biomarkers (neutrophil gelatinase-associated lipocalin, midkine, and interleukin 6) were identified as independent predictors of the primary end point. Neutrophil gelatinase-associated lipocalin, midkine, or interleukin 6 positivity or de novo/worsening proteinuria identified 21.1%, 16.9%, 30.5%, and 48.0% more cases, respectively, with likely subclinical AKI (biomarker positive/RIFLE negative) additionally to cases with RIFLE positivity alone. Patients with likely subclinical AKI (neutrophil gelatinase-associated lipocalin or interleukin 6 positive) had increased risk of primary end point (adjusted hazard ratio, 7.18; 95% confidence interval, 1.52-33.93 [P = .013] and hazard ratio, 6.27; 95% confidence interval, 1.12-35.21 [P = .037]), respectively. Compared with biomarker-negative/RIFLE-positive patients, neutrophil gelatinase-associated lipocalin positive/RIFLE-positive or midkine-positive/RIFLE-positive patients had increased risk of primary end point (odds ratio, 9.6; 95% confidence interval, 1.4-67.3 [P = .033] and odds ratio, 14.7; 95% confidence interval, 2.0-109.2 [P = .011], respectively). Three percent to 11% of patients appear to be influenced by single-biomarker-positive subclinical AKI. During follow-up, kidney biomarker-defined short-term outcomes appeared to translate into long-term outcomes.Urinary kidney biomarkers identified RIFLE-negative patients with high-risk subclinical AKI as well as a higher risk subgroup of patients among RIFLE-AKI-positive patients. These findings support the concept that urinary biomarkers define subclinical AKI and higher risk subpopulations with worse long-term prognosis among standard patients with AKI.", "id": "29366580", "date": "2017-12-22", "title": "Urinary biomarkers may provide prognostic information for subclinical acute kidney injury after cardiac surgery.", "doi": "10.1016/j.jtcvs.2017.12.056", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}