{"authors": [["Pariona", "Marcos", "M", "Hospital Nacional Edgardo Rebagliati Martins. Departamento de Cardiología. Lima, Perú."], ["Segura Saldaña", "Pedro Antonio", "PA", "Hospital Nacional Edgardo Rebagliati Martins. Departamento de Cardiología. Lima, Perú."], ["Padilla Reyes", "Marcos", "M", "Hospital Nacional Edgardo Rebagliati Martins. Departamento de Cardiología. Lima, Perú."], ["Reyes Villanes", "Jorge Sebastián", "JS", "Hospital Nacional Edgardo Rebagliati Martins. Departamento de Cardiología. Lima, Perú."], ["Jáuregui Contreras", "Marcos", "M", "Hospital Nacional Edgardo Rebagliati Martins. Departamento de Cardiología. Lima, Perú."], ["Valenzuela-Rodríguez", "Germán", "G", "Clínica Delgado, Grupo AUNA. Lima, Perú."]], "text": "The objective of this study was to describe the clinical and epidemiological characteristics of acute heart failure (AHF) in 1,075 patients from a hospital in Lima, Peru. The average patient age was 74 years and 55% of study subjects were men. Moreover, 39% of patients in the sample had AHF with low ejection fraction, 15% had intermediate ejection fraction, and 46% had preserved ejection fraction. The most common comorbidities were hypertension (52.6%) and coronary disease (51%). Moreover, 29.2% of patients had previous hospitalizations due to AHF. The median hospital stay was 3 days. The rate of in- hospital mortality from all causes was 7.2%. Hospitalization was more common in elderly patients with multiple comorbidities. The low use of prescription drugs together with the high rate of previous hospitalizations may explain the high mortality rate reported in this study.Con el objetivo de describir las características clínicas y epidemiológicas de la insuficiencia cardiaca aguda (ICA), se realizó un estudio descriptivo en 1075 pacientes de un hospital de Lima. La edad promedio fue 74 años y el 55% fueron de sexo masculino. El 39% tuvo ICA con fracción de eyección reducida, el 15% con fracción de eyección de rango medio y el 46% con fracción de eyección preservada. Las comorbilidades más frecuentes fueron la hipertensión arterial (52,6%) y la enfermedad coronaria (51%). El 29,2% de los pacientes tuvo hospitalizaciones previas por ICA. La mediana de la estancia hospitalaria fue de 3 días. La mortalidad intrahospitalaria por todas las causas fue 7,2%. La hospitalización ocurre, predominantemente, en pacientes de edad avanzada y con múltiples comorbilidades. El bajo uso de fármacos recomendados, conjuntamente con la alta frecuencia de hospitalizaciones previas, probablemente, inciden en la alta tasa de mortalidad registrada en el presente estudio.", "id": "29364406", "date": null, "title": "[Epidemiological Clinical Characteristics of Acute Cardiac Insufficiency in a Tertiary Hospital in Lima, Peru].", "doi": "10.17843/rpmesp.2017.344.2890", "journal": ["Revista peruana de medicina experimental y salud publica", "Rev Peru Med Exp Salud Publica"]}