{"authors": [["Gierej", "Piotr", "P", null], ["Gierej", "Beata", "B", null], ["Kalinowski", "Piotr", "P", null], ["Wróblewski", "Tadeusz", "T", null], ["Paluszkiewicz", "Rafał", "R", null], ["Kobryń", "Konrad", "K", null], ["Ziarkiewicz-Wróblewska", "Bogna", "B", null]], "text": "Adipokines are cytokines that presumably connect the pathologies of metabolic syndrome. One of the adipokines is resistin, the role of which in insulin resistance, obesity, and non-alcoholic fatty liver disease (NAFLD) needs to be determined. Liver biopsy specimens were obtained intraoperatively from 214 obese patients. Histological assessment was based on NAFLD activity score according to Kleiner. Statistical analysis involved semi-quantitive immunohistochemistry assessment of resistin staining and: NAFLD status in obese patients compared with a non-obese control group, selected clinical data (age, sex, body mass index - BMI), selected biochemical data, comorbidities (hypertension, type 2 diabetes mellitus, dyslipidaemia), and metformin treatment in patients with type 2 diabetes mellitus. Resistin expression was observed in the histiocytes of inflammatory infiltrate, Kupffer cells, and histiocytes surrounding the hepatocytes with steatosis. There was a positive correlation between the total expression of resistin and: (1) NAFLD advancement (NAFLD Activity Score- NAS), (2) AST, ALT, BMI, glucose, insulin, Homeostasis Model Assessment (HOMA), LDH, GGT, triglycerides (TG), and glycated haemoglobin (HbA1c). Resistin expression was more intense in patients with type 2 diabetes mellitus and dyslipidaemia and less intense in the control group. Resistin probably plays a role in the pathogenesis of hepatic insulin resistance and aggravates pathologic changes in the liver of patients with NAFLD.", "id": "29363914", "date": null, "title": "Expression of resistin in the liver of patients with non-alcoholic fatty liver disease.", "doi": "10.5114/pjp.2017.67583", "journal": ["Polish journal of pathology : official journal of the Polish Society of Pathologists", "Pol J Pathol"]}