{"authors": [["Chapp", "Andrew D", "AD", "Department of Kinesiology and Integrative Physiology, Michigan Technological University, Houghton, MI 49931, USA."], ["Wang", "Renjun", "R", "Department of Kinesiology and Integrative Physiology, Michigan Technological University, Houghton, MI 49931, USA."], ["Cheng", "Zixi Jack", "ZJ", "Biomolecular Science Center, Burnett School of Biomedical Sciences, College of Medicine, University of Central Florida, Orlando, FL 32816, USA."], ["Shan", "Zhiying", "Z", "Department of Kinesiology and Integrative Physiology, Michigan Technological University, Houghton, MI 49931, USA."], ["Chen", "Qing-Hui", "QH", "Department of Kinesiology and Integrative Physiology, Michigan Technological University, Houghton, MI 49931, USA."]], "text": "Evidence indicates that high salt (HS) intake activates presympathetic paraventricular nucleus (PVN) neurons, which contributes to sympathoexcitation of salt-sensitive hypertension. The present study determined whether 5 weeks of HS (2% NaCl) intake alters the small conductance Ca2+-activated potassium channel (SK) current in presympathetic PVN neurons and whether this change affects the neuronal excitability. In whole-cell voltage-clamp recordings, HS-treated rats had significantly decreased SK currents compared to rats with normal salt (NS, 0.4% NaCl) intake in PVN neurons. The sensitivity of PVN neuronal excitability in response to current injections was greater in HS group compared to NS controls. The SK channel blocker apamin augmented the neuronal excitability in both groups but had less effect on the sensitivity of the neuronal excitability in HS group compared to NS controls. In the HS group, the interspike interval (ISI) was significantly shorter than that in NS controls. Apamin significantly shortened the ISI in NS controls but had less effect in the HS group. This data suggests that HS intake reduces SK currents, which contributes to increased PVN neuronal excitability at least in part through a decrease in spike frequency adaptation and may be a precursor to the development of salt-sensitive hypertension.", "id": "29362678", "date": "2017-12-06", "title": "Long-Term High Salt Intake Involves Reduced SK Currents and Increased Excitability of PVN Neurons with Projections to the Rostral Ventrolateral Medulla in Rats.", "doi": "10.1155/2017/7282834", "journal": ["Neural plasticity", "Neural Plast."]}