{"authors": [["Torino", "Claudia", "C", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Pizzini", "Patrizia", "P", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Cutrupi", "Sebastiano", "S", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Tripepi", "Rocco", "R", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Vilasi", "Antonio", "A", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Tripepi", "Giovanni", "G", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Mallamaci", "Francesca", "F", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Zoccali", "Carmine", "C", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."]], "text": "Vitamin D receptor (VDR) activation has been reported to increase circulating levels of the advanced glycation end products (AGE) and their decoy receptor (RAGE). However, until now, the effect of VDR activation on AGE and RAGE has not been tested in the setting of a randomized, double-blind clinical trial. We have therefore analyzed the effect of VDR activation by paricalcitol on pentosidine, S100A12/ENRAGE, and RAGE and on established biomarkers of oxidative stress like myeloperoxidase in CKD patients in the PENNY trial. At baseline, human S100A12/ENRAGE, RAGE, and myeloperoxidase, but not pentosidine, were intercorrelated, and the association between S100A12/ENRAGE and myeloperoxidase (r = 0.71, P < 0.001) was the strongest among these correlations. Paricalcitol failed to modify biomarkers of the AGE/RAGE system and myeloperoxidase in unadjusted and adjusted analyses by the generalized linear model (GLM). No effect modification by other risk factors was registered. Paricalcitol does not modify biomarkers of the AGE/RAGE system and myeloperoxidase in CKD patients. The apparent increase in RAGE levels by VDR activation reported in previous uncontrolled studies is most likely due to confounding factors rather than to VDR activation per se. This trial is registered with NCT01680198.", "id": "29362665", "date": "2017-12-06", "title": "Effect of Vitamin D Receptor Activation on the AGE/RAGE System and Myeloperoxidase in Chronic Kidney Disease Patients.", "doi": "10.1155/2017/2801324", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}