{"authors": [["Atwa", "Ahmed", "A", "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Egyptian Russian University, Badr City, Egypt."], ["Hegazy", "Rehab", "R", "Department of Pharmacology, Medical Division, National Institution Research, Giza, Egypt."], ["Mohsen", "Rania", "R", "Departement of Pharmacology and Toxicology, Faculty of Pharmacy, Cairo University, Cairo, Egypt."], ["Yassin", "Neamat", "N", "Department of Pharmacology, Medical Division, National Institution Research, Giza, Egypt."], ["Kenawy", "Sanaa", "S", "Departement of Pharmacology and Toxicology, Faculty of Pharmacy, Cairo University, Cairo, Egypt."]], "text": "Renal dysfunction is very common in patients with advanced liver cirrhosis and portal hypertension. The development of renal failure in the absence of clinical, anatomical or pathological causes renal of failure is termed hepatorenal syndrome (HRS).The present study was constructed to investigate the possible protective effects of nebivolol (Nebi) against D-galactosamine (Gal)-induced HRS in rats.Rats were treated with Nebi for ten successive days. On the 8th day of the experiment, they received a single dose of Gal. Serum levels of Cr, BUN, Na+ and K+ as well as AST, ALT, total bilirubin (TB), NH3 and endothelin-1 (ET-1) were determined following Gal administration. Moreover, renal and liver contents of MDA, GSH, F2-isoprostanes (F2-IPs), tumor necrosis factor-alpha (TNF-α), nuclear factor kappa-B (NF-κB), total nitric oxide (NO), in addition to activities of caspase-3 (Cas-3), heme oxygenase-1 (HO-1), inducible and endothelial NO synthase (iNOS and eNOS) enzymes were also assessed. Finally, histopathological examination was performed.Nebi attenuated Gal-induced renal and hepatic dysfunction. It also decreased the Gal-induced oxidative stress and inflammatory recruitment.Results demonstrated both nephroprotective and hepatoprotective effects of Nebi against HRS and suggested a role of its antioxidant, anti-inflammatory, anti-apoptotic and NO-releasing properties.", "id": "29362613", "date": "2017-12-13", "title": "Protective Effects of the Third Generation Vasodilatory Βeta - Blocker Nebivolol against D-Galactosamine - Induced Hepatorenal Syndrome in Rats.", "doi": "10.3889/oamjms.2017.173", "journal": ["Open access Macedonian journal of medical sciences", "Open Access Maced J Med Sci"]}