{"authors": [["Fakoya", "Adegbenro Omotuyi John", "AOJ", "Department of Anatomical Sciences, All Saints University School of Medicine Dominica, Dominica."], ["Otohinoyi", "David Adeiza", "DA", "Department of Anatomical Sciences, All Saints University School of Medicine Dominica, Dominica."], ["Marcelle", "Terrence", "T", "Department of Anatomical Sciences, All Saints University School of Medicine Dominica, Dominica."], ["Yusuf", "Joshua", "J", "Department of Anatomical Sciences, All Saints University School of Medicine Dominica, Dominica."]], "text": "Several speculations have linked the size of the fist to be equal to the size of the heart. However, the substantial scientific report still lacks to support this theory.This study aims to provide the validity of the fist-heart assumption by correlating the palm and heart diameters while benchmarking it as a reference tool for determining the normal heart size.Volunteers from the public were recruited during a health fair organised by the school. A self-administered questionnaire for necessary information was distributed after the volunteers signed the consent forms. The palm of both hands was measured in duplicates using a flexible ruler. Ultrasound examination was used in measuring the diameter of the heart with the landmark being from the anterior fibrous pericardium to the lowest part of the posterior fibrous pericardium. The level of significance was kept at P < 0.05.A total of 275 people, consisting of 123 males and 152 females participated in the study. The age range was from 15 to 80 years with a mean age of 28.16 ± 16.18. The measurement showed that the size of both palms correlated with the heart diameter, p < 0.05. Other factors such as age and height showed a substantial level of correlation. However, this correlation ceased with older participants. Palm size did not correlate among participants with previously diagnosed prehypertension. However, participants with previously diagnosed hypertension with good medication compliance maintained the correlation.This study establishes the correlation between the palm and heart diameters. Since the heart tissue and the upper limb share a similar embryonic origin, being the mesoderm, this study prospects the fact that heart enlargement could be preliminarily identified by measuring the size of the hand.", "id": "29362603", "date": "2017-11-28", "title": "The Palm-Heart Diameter: A Prospective Simple Screening Tool for Identifying Heart Enlargement.", "doi": "10.3889/oamjms.2017.181", "journal": ["Open access Macedonian journal of medical sciences", "Open Access Maced J Med Sci"]}