{"authors": [["Piątek", "Jacek", "J", "Institute of Cardiology, Jagiellonian University Medical College, Krakow, Poland."], ["Kędziora", "Anna", "A", "Institute of Cardiology, Jagiellonian University Medical College, Krakow, Poland."], ["Konstanty-Kalandyk", "Janusz", "J", "Institute of Cardiology, Jagiellonian University Medical College, Krakow, Poland."], ["Kiełbasa", "Grzegorz", "G", "First Department of Cardiology, Interventional Electrocardiology and Hypertension, University Hospital, Krakow, Poland."], ["Olszewska", "Marta", "M", "Cardiosurgical Students' Scientific Group, Jagiellonian University Medical College, Krakow, Poland."], ["Wróbel", "Krzysztof", "K", "Department of Cardiac Surgery, Medicover Hospital, Warsaw, Poland."], ["Song", "Bryan HyoChan", "BH", "Cardiosurgical Students' Scientific Group, Jagiellonian University Medical College, Krakow, Poland."], ["Darocha", "Tomasz", "T", "Institute of Cardiology, Jagiellonian University Medical College, Krakow, Poland."], ["Wróżek", "Marcin", "M", "Cardiosurgical Students' Scientific Group, Jagiellonian University Medical College, Krakow, Poland."], ["Kapelak", "Bogusław", "B", "Institute of Cardiology, Jagiellonian University Medical College, Krakow, Poland."]], "text": "Coronary artery disease is nowadays responsible for approximately 15% of hospitalizations in Poland. Minimally invasive coronary artery bypass (MIDCAB) represents an attractive alternative to a sternotomy, and at the same time provides better life quality and facilitates quick rehabilitation.To evaluate whether MIDCAB can be performed with similar early and mid-term results as off-pump coronary artery bypass (OPCAB) and therefore can be considered as a safe stage in hybrid revascularization.In a retrospective cohort study, we analyzed 73 consecutive patients who underwent coronary artery bypass grafting (left internal mammary artery to left anterior descending artery) between 2013 and 2016 in the Department of Cardiovascular Surgery and Transplantology, John Paul II Hospital, Krakow. Thirty-eight (52.1%) MIDCAB and 35 (47.9%) OPCAB patients were enrolled.Short-term results did not significantly differ between groups and similar 30-day mortality was observed (MIDCAB 2.6% vs. OPCAB 2.9%, p = 1). The median follow-up period was 21 months. There were no statistical differences in terms of overall survival or cardiac mortality between groups (94.7% vs. 88.6%, p = 0.42; 2.6% vs. 2.9%, p = 1, respectively). The rate of hospitalization due to cardiac causes was similar in both groups (7.9% vs. 5.1%, p = 1) and there were no differences in current exacerbation of angina or heart failure, with median NYHA class I and CCS class I in both groups.Despite higher technical difficulty, MIDCAB procedures can be performed with similar safety results as OPCAB procedures. No differences in terms of mortality, repeat revascularization or recurrent angina are observed.", "id": "29362575", "date": "2017-11-29", "title": "Minimally invasive coronary artery bypass as a safe method of surgical revascularization. The step towards hybrid procedures.", "doi": "10.5114/aic.2017.71614", "journal": ["Postepy w kardiologii interwencyjnej = Advances in interventional cardiology", "Postepy Kardiol Interwencyjnej"]}