{"authors": [["Occhionorelli", "Savino", "S", "Department of Morphology, Surgery and Experimental Medicine-University of Ferrara and Sant'Anna University Hospital of Ferrara, Ferrara, Italy."], ["Zese", "Monica", "M", "Department of Morphology, Surgery and Experimental Medicine-University of Ferrara and Sant'Anna University Hospital of Ferrara, Ferrara, Italy."], ["Cultrera", "Rosario", "R", "Department of Medical Sciences, Centre for International Cooperation and Development, Infectious Diseases Unit-University of Ferrara and Sant'Anna University Hospital of Ferrara, Ferrara, Italy."], ["Lacavalla", "Domenico", "D", "Department of Morphology, Surgery and Experimental Medicine-University of Ferrara and Sant'Anna University Hospital of Ferrara, Ferrara, Italy."], ["Albanese", "Marco", "M", "Department of Morphology, Surgery and Experimental Medicine-University of Ferrara and Sant'Anna University Hospital of Ferrara, Ferrara, Italy."], ["Vasquez", "Giorgio", "G", "Department of Surgery, Emergency Surgery Service, Sant'Anna University Hospital, Ferrara, Italy."]], "text": "Laparostomy can be applied in trauma, abdominal sepsis, intra-abdominal hypertension, or compartment syndrome. Systemic infections, especially if complicated by Candida, are associated with a high risk of mortality.This is a single-centre retrospective case series of 47 cases admitted to our Department, which required laparostomy procedure; we analyzed the type of surgery, temporary abdominal closure, duration of open abdomen, complications, SOFA score, mortality with Candida infections, and empirical or targeted antifungal therapy.We found that patients with Candida infection were related with a statistically significant difference (p < 0.05) with a complication after OA closure, total complications, time elapsed after OA application, time spent on the first surgical OA application, type of temporary abdominal closure that is used, and duration of the open abdomen. The use of empirical and targeted antifungal therapy is related to the duration of open abdomen too.Management of the OA is often burdened by sepsis or septic shock, especially when complicated by Candida infection. Candida score is a validated tool to identify patients who can be treated empirically, but every situation must be considered on an individual basis.", "id": "29362562", "date": "2017-12-07", "title": "Open Abdomen Management and Candida Infections: A Very Likely Link.", "doi": "10.1155/2017/5187620", "journal": ["Gastroenterology research and practice", "Gastroenterol Res Pract"]}