{"authors": [["Walsh", "E I", "EI", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, Canberra, Australia. Electronic address: erin.walsh@anu.edu.au."], ["Shaw", "J", "J", "Baker Heart & Diabetes Institute, Melbourne, Australia."], ["Cherbuin", "N", "N", "Centre for Research on Ageing, Health and Wellbeing, Australian National University, Canberra, Australia."]], "text": "The aim of this study was to examine, in a community setting, whether trajectory of weight change over twelve years is associated with glucose and insulin metabolism at twelve years.Participants were 532 community-living middle-aged and elderly adults from the Personality and Total Health (PATH) Through Life study. They spanned the full weight range (underweight/normal/overweight/obese). Latent class analysis and multivariate generalised linear models were used to investigate the association of Body Mass Index (BMI, kg/m2) trajectory over twelve years with plasma insulin (μlU/ml), plasma glucose (mmol/L), and HOMA2 insulin resistance and beta cell function at follow-up. All models were adjusted for age, gender, hypertension, pre-clinical diabetes status (normal fasting glucose or impaired fasting glucose) and physical activity. Four weight trajectories were extracted; constant normal (mean baseline BMI = 25; follow-up BMI = 25), constant high (mean baseline BMI = 36; follow-up BMI = 37), increase (mean baseline BMI = 26; follow-up BMI = 32) and decrease (mean baseline BMI = 34; follow-up BMI = 28). At any given current BMI, individuals in the constant high and increase trajectories had significantly higher plasma insulin, greater insulin resistance, and higher beta cell function than those in the constant normal trajectory. Individuals in the decrease trajectory did not differ from the constant normal trajectory. Current BMI significantly interacted with preceding BMI trajectory in its association with plasma insulin, insulin resistance, and beta cell function.The trajectory of preceding weight has an independent effect on blood glucose metabolism beyond body weight measured at any given point in time.", "id": "29361342", "date": "2017-12-15", "title": "Trajectories of BMI change impact glucose and insulin metabolism.", "doi": "10.1016/j.numecd.2017.12.003", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}