{"authors": [["Hwang", "S H", "SH", "Department of Dentistry, Keimyung University School of Medicine, Daegu, South Korea."], ["Park", "S G", "SG", "Department of Occupational and Environmental Medicine, Inha University Hospital, Incheon, South Korea."]], "text": "A cross-sectional study was conducted to investigate whether depression is associated with periodontal diseases in a representative sample of South Korean adults Methods: We used data from the sixth Korea National Health and Nutrition Examination Survey (KNHANES VI), conducted in 2014. We included in this study 4328 participants aged over 20 years (1768 males and 2560 females). Depression was assessed with the Patient Health Questionnaire (PHQ-9) and history of physician-diagnosed depression. Periodontal diseases were assessed a gingival bleeding, calculus and periodontal pockets. The data were analyzed using the chi-square test and multiple logistic regression.People with any periodontal diseases tended to be old, male, married, low income, poor education, blue-collar occupation, diabetes mellitus, hypertension, overweight, smoking, not using dental floss or interdental brush in univariate analysis. Neither self-reported nor diagnosed depression was associated with the presence of any or severe periodontal disease in the total sample. In participants aged 20-29 years only, the presence of any periodontal disease was associated with self-reported depression (OR, 2.031; 95% CI, 1.011-4.078). In the same age group, the presence of severe periodontal disease was associated with both self-reported depression (OR, 6.532; 95% CI, 2.190-19.483) and diagnosed depression (OR, 7.729; 95% CI, 1.966-30.389).Self-reported depression was significantly associated with the presence of any or severe periodontal disease, and diagnosed depression was significantly associated with severe periodontal diseases only in participants aged 20-29 years.", "id": "29360293", "date": "2017-11-24", "title": "The relationship between depression and periodontal diseases.", "doi": "10.1922/CDH_4150Hwang07", "journal": ["Community dental health", "Community Dent Health"]}