{"authors": [["Saunders", "Bernadette M", "BM", "School of Life Sciences, Faculty of Science, University of Technology Sydney, New South Wales, Australia."], ["Rudnicka", "Caroline", "C", "Research Centre, Royal Perth Hospital, Perth, Western Australia, Australia."], ["Filipovska", "Aleksandra", "A", "Harry Perkins Institute of Medical Research, Nedlands, Western Australia, Australia."], ["Davies", "Stefan", "S", "Harry Perkins Institute of Medical Research, Nedlands, Western Australia, Australia."], ["Ward", "Natalie", "N", "School of Medicine, University of Western Australia, Perth, Western Australia, Australia."], ["Hricova", "Jana", "J", "Royal Perth Hospital Unit, Dobney Hypertension Centre, School of Biomedical Sciences, University of Western Australia, Perth, Western Australia, Australia."], ["Schlaich", "Markus P", "MP", "Royal Perth Hospital Unit, Dobney Hypertension Centre, School of Biomedical Sciences, University of Western Australia, Perth, Western Australia, Australia."], ["Matthews", "Vance B", "VB", "Royal Perth Hospital Unit, Dobney Hypertension Centre, School of Biomedical Sciences, University of Western Australia, Perth, Western Australia, Australia."]], "text": "The cytokine Tumor Necrosis Factor Superfamily member 14, TNFSF14 (or LIGHT), is a controversial player in numerous diseases. We investigated the role of endogenously expressed TNFSF14 in diet-induced obesity in vivo. Firstly, we studied the effects of Tnfsf14 ablation on the development of obesity, glucose intolerance, insulin resistance, steatosis, tissue inflammation, and mitochondrial respiration in the liver. Secondly, we examined the role of TNFSF14 expression in hematopoietic cells on obesity and insulin sensitivity. Male Tnfsf14 knockout (KO) and wild type mice were fed chow or high fat diet (HFD) for 12 weeks and were assessed for weight gain, glucose intolerance, insulin resistance, hepatosteatosis, mitochondrial dysfunction, and cytokine expression. Wild-type mice were also reconstituted with bone marrow cells from Tnfsf14 knockout mice and were fed chow or HFD for 12 weeks. These mice were examined for weight gain and insulin resistance. HFD fed mice had elevated circulating levels of serum TNFSF14. Liver and white adipose tissue are potential sources of this elevated TNFSF14. Tnfsf14 deficient mice displayed increased obesity, glucose intolerance, insulin resistance, hepatosteatosis, and mitochondrial dysfunction compared to control mice on a HFD. Hepatic cytokine profiling pointed to a potential novel role of decreased IL-6 in the metabolic disturbances in obesogenic Tnfsf14 knockout mice. Bone marrow cells from Tnfsf14 deficient mice appeared to promote diet-induced obesity, insulin resistance and reduced FGF21 levels in white adipose tissue and liver. Our novel data suggest that Tnfsf14 ablation exacerbates parameters of the metabolic syndrome under high fat feeding conditions and provides evidence to support the development of TNFSF14 agonists as potential therapeutics in diet-induced obesity.", "id": "29359470", "date": "2017-11-23", "title": "Shining LIGHT on the metabolic role of the cytokine TNFSF14 and the implications on hepatic IL-6 production.", "doi": "10.1111/imcb.1002", "journal": ["Immunology and cell biology", "Immunol. Cell Biol."]}