{"authors": [["Chyne", "Daniella Anne L", "DAL", "National Institute of Nutrition, Hyderabad, India."], ["Meshram", "Indrapal Ishwarji", "II", "National Institute of Nutrition, Hyderabad, India."], ["Rajendran", "Ananthan", "A", "National Institute of Nutrition, Hyderabad, India."], ["Kodali", "Venkaiah", "V", "National Institute of Nutrition, Hyderabad, India."], ["Getti", "Neeraja", "N", "National Institute of Nutrition, Hyderabad, India."], ["Roy", "Phrang", "P", "The Indigenous Partnership for Agrobiodiversity and Food Sovereignty, c/o Bioversity International, Rome, Italy."], ["Kuhnlein", "Harriet V", "HV", "Centre for Indigenous Peoples' Nutrition and Environment (CINE), McGill University, Montreal, Canada."], ["Longvah", "Thingnganing", "T", "National Institute of Nutrition, Hyderabad, India."]], "text": "A community-based cross-sectional study was carried out with 603 children ages 5 and under and 500 of their mothers from 510 households to examine the prevalence of undernutrition and chronic diseases among the Khasis of North-East India. Anthropometric measurements including Mid-Upper Arm Circumference, height, and weight were taken. Dry blood spots to estimate haemoglobin and vitamin A were collected from children and women separately by finger prick. Mothers provided data about household socio-demographic particulars and infant and young child feeding practices. The prevalence in children of underweight was 31%, stunting was 57%, and wasting was 10%. Undernutrition was higher among boys as compared to girls. Nutrient intakes were below recommended levels. The prevalence of anaemia among children ages 1 to 5 years old was 68%, and vitamin A deficiency was 59%, and they were 83% and 48%, respectively, among women. Hypertension was observed in 15% of women, whereas diabetes was less than 1%. Only about 20% of households were food secure, and this was associated with parental literacy, per capita income, and family size. Undernutrition was unacceptably high among the Khasis despite rich food biodiversity. Proper implementation of nutritional intervention programs such as Integrated Child Development Services, Mid Day Meal, and the Public Distribution System will improve the nutrient intake and nutritional status of the population. Additionally, preservation of forest lands and products paired with judicious use of the rich food biodiversity available will promote dietary diversity and ultimately better nutrition and health.", "id": "29359437", "date": null, "title": "Nutritional status, food insecurity, and biodiversity among the Khasi in Meghalaya, North-East India.", "doi": "10.1111/mcn.12557", "journal": ["Maternal & child nutrition", "Matern Child Nutr"]}