{"authors": [["Nuamah", "Kenneth", "K", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Affran Bonful", "Harriet", "H", "Department of Epidemiology and Disease Control, School of Public Health, University of Ghana, P.O. Box LG 13, Legon, Accra, Ghana."], ["Danso Yeboah", "Joseph", "J", "Sekyere Central District Health Directorate, P.O. Box 36, Nsuta, Ashanti, Ghana."], ["Antwi Amankwaah", "Ebenezer", "E", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Boakye", "Daniel", "D", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Kwame Owusu", "Samuel", "S", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Aduako Owusu", "Adwoa", "A", "Suntreso Government Hospital, P.O. Box 14775, Kumasi, Ghana."], ["Amponsah", "Freddie", "F", "Policy Planning Monitoring and Evaluation Division, Ghana Health Service, PMB Ministries, Accra, Ghana."], ["Adomako-Boateng", "Fred", "F", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Nang-Beifubah", "Alexis", "A", "Ashanti Regional Health Directorate, P.O. Box 1908, Kumasi, Ghana."], ["Gyapong", "Margaret", "M", "Research Development Division, Ghana Health Service, P.O. Box MB-190, Accra, Ghana."], ["Ofosu", "Anthony", "A", "Policy Planning Monitoring and Evaluation Division, Ghana Health Service, PMB Ministries, Accra, Ghana."], ["Garshong", "Bertha", "B", "Research Development Division, Ghana Health Service, P.O. Box MB-190, Accra, Ghana."], ["Ansah", "Evelyn K", "EK", "Research Development Division, Ghana Health Service, P.O. Box MB-190, Accra, Ghana."]], "text": "Hypertension remains a cause of morbidity and mortality in the Ashanti Region of Ghana. It has been featured in the top ten causes of OPD attendance, admissions, and deaths since 2012. We investigated the sociodemographic characteristics and spatial distribution of inpatient hypertensives and factors associated with their admission outcomes.A 2014 line list of 1715 inpatient HPT cases aged ≥25 years was used for the cross-sectional analytic study. Accounting for clustering, all analyses were performed using the \"svy\" command in Stata. Frequencies, Chi-square test, and logistic regression analysis were used in the analysis. Arc view Geographic Information System (ArcGIS) was used to map the density of cases by place of residence and reporting hospital.Mean age of cases was 58 (S.D 0.0068). Females constituted 67.6% of the cases. Age, gender, and NHIS status were significantly associated with admission outcomes. Cases were clustered in the regional capital and bordering districts. However, low case densities were recorded in the latter.Increasing NHIS access can potentially impact positively on hypertension admission outcomes. Health educational campaigns targeting men are recommended to address hypertension-related issues.", "id": "29359040", "date": "2017-12-05", "title": "Characteristics of Inpatient Hypertension Cases and Factors Associated with Admission Outcomes in Ashanti Region, Ghana: An Analytic Cross-Sectional Study.", "doi": "10.1155/2017/6537956", "journal": ["International journal of hypertension", "Int J Hypertens"]}