{"authors": [["Greite", "Robert", "R", "Nephology, Medical School Hannover."], ["Thorenz", "Anja", "A", "Nephrology, Hannover Medical School."], ["Chen", "Rongjun", "R", "Nephrology, Hannover Medical School."], ["Jang", "Mi-Sun", "MS", "Nephrology, Hannover Medical School."], ["Rong", "Song", "S", "Nephrology, Hannover Medical School, Germany."], ["Brownstein", "Michael J", "MJ", "Pisces Therapeutics, NIH Emeritus."], ["Tewes", "Susanne", "S", "Radiology, Hannover Medical School."], ["Wang", "Li", "L", null], ["Baniassad", "Bita", "B", "Nephrology, Hannover Medical School."], ["Kirsch", "Torsten", "T", "Nephrology, Hannover Medical School, Germany."], ["Bräsen", "Jan Hinrich", "JH", "Pathology, Hannover Medical School."], ["Lichtinghagen", "Ralf", "R", "University of Hannover."], ["Meier", "Martin", "M", "Klinik für Kardiologie und Angiologie, Medizinische Hochschule Hannover, Germany."], ["Haller", "Hermann", "H", "Department of Nephrology, Medical School Nephrology, Germany."], ["Hueper", "Katja", "K", "Radiology, Hannover Medical School, Germany."], ["Gueler", "Faikah", "F", "Nephrology, Hannover Medical School, Germany."]], "text": "Renal ischemia reperfusion injury (IRI) is a severe complication after major surgery and a risk factor for increased morbidity and mortality. We investigated potential mechanisms, which contribute to IRI induced progression to chronic kidney disease. Acute kidney injury was induced by unilateral IRI for 35 min in CD1 and C57BL/6 (B6) mice. Unilateral IRI was chosen in order to overcome mortality. Renal morphology, NGAL up-regulation, and neutrophil infiltration as well as peritubular capillary density was studied by immunohistochemistry. Composition of leukocyte infiltrates in the kidney after IRI was investigated by flow cytometry. Systemic blood pressure was measured by tail cuff and renal perfusion impairment was quantified by functional magnetic resonance imaging (fMRI). Mesangial matrix expansion was assessed by silver stain. Following IRI CD1 and B6 mice developed similar morphological signs of AKI and increase in NGAL expression. However, neutrophil infiltration in CD1 mice was enhanced compared to B6 mice as measured by flow cytometry. IRI induced an increase of systemic blood pressure of +20 mmHg only in CD1 mice. Also in CD1 mice renal perfusion impairment and later loss of kidney volume was more pronounced than in B6 mice (p<0.05). CD1 mice developed substantial interstitial fibrosis and decreased peritubular capillary density by day 14 while B6 mice showed only mild renal scaring and almost normal PTC. Our results show that after IRI the CD1 mice develop more inflammation, hypertension, and later mesangial matrix expansion with progression to CKD due to impaired renal perfusion and pronounced permanent loss of peritubular capillaries.", "id": "29357437", "date": "2017-12-20", "title": "Renal ischemia reperfusion injury causes hypertension and renal perfusion impairment in the CD1 mice which promotes progressive renal fibrosis.", "doi": "10.1152/ajprenal.00519.2016", "journal": ["American journal of physiology. Renal physiology", "Am. J. Physiol. Renal Physiol."]}