{"authors": [["Liu", "Mi", "M", "Institute of Hypertension, Sun Yat-Sen University."], ["Sun", "Ying", "Y", "Nephrology, Nanjing Children's Hospital affiliated to Nanjing Medical University, China."], ["Xu", "Man", "M", "Nephrology, Nanjing Children's Hospital affiliated to Nanjing Medical University, China."], ["Yu", "Xiaowen", "X", "Nephrology, Nanjing Children's Hospital affiliated to Nanjing Medical University, China."], ["Zhang", "Yue", "Y", "Medicine (Nephrology), Univ. of Utah Hlth Sci Ctr/VA Med Ctr."], ["Huang", "Songming", "S", "Pediatrics, Nanjing Medical University, China."], ["Ding", "Guixia", "G", "Center of Pediatric Nephrology, Nanjing Medical University, China."], ["Zhang", "Aihua", "A", "Nephrology, Children's Hospital of Nanjing Medical University, China."], ["Jia", "Zhanjun", "Z", "Nephrology, Nanjing Children's Hospital affiliated to Nanjing Medical University, China."]], "text": "Downregulation of aquaporins (AQPs) in obstructive kidney disease has been well demonstrated with elusive mechanisms. Our previous study indicated that mitochondrial dysfunction played crucial role in this process. However, it is still uncertain that how mitochondrial dysfunction affected the AQPs in obstructive kidney disease. This study was to investigate the role of mitochondria-derived oxidative stress in mediating obstruction-induced downregulation of AQPs. After UUO for 7 days, renal SOD2 (mitochondria-specific SOD) was reduced by 85%. Meantime, AQP1, AQP2, AQP3, and AQP4 were remarkably downregulated as determined by Western blotting and/or qRT-PCR. Administration of a SOD2 mimic MnTBAP significantly attenuated AQP2 downregulation in line with complete blockade of TBARs elevation, while the reduction of AQP1, AQP3, and AQP4 was not affected. COX-2/PGE2 pathway has been well documented as a contributor of AQPs' reduction in obstructed kidney, thus we detected the levels of COX-1/2 and mPGES-1in kidney and PGE2 secretion in urine. Significantly, MnTBAP partially suppressed the elevation of COX-2, mPGES-1, and PGE2. Moreover, a marked decrease of V2 receptor was significantly restored after MnTBAP treatment. However, the fibrotic response and renal tubular damage were unaffected by MnTBAP in obstructed kidneys. Collectively, these findings suggested an important role of mitochondrial oxidative stress in mediating AQP2 downregulation in obstructed kidney possibly via modulating COX-2/mPGES-1/PGE2/V2 receptor pathway.", "id": "29357430", "date": "2017-12-20", "title": "Role of Mitochondrial Oxidative Stress in Modulating the Expressions of Aquaporins in Obstructive Kidney Disease.", "doi": "10.1152/ajprenal.00234.2017", "journal": ["American journal of physiology. Renal physiology", "Am. J. Physiol. Renal Physiol."]}