{"authors": [["Fernández-Alfonso", "Maria S", "MS", "Instituto Pluridisciplinar and Facultad de Farmacia, Universidad Complutense, Madrid, Spain."], ["Somoza", "Beatriz", "B", "Departamento de Ciencias Farmacéuticas y de la Salud, Facultad de Farmacia, Universidad CEU-San Pablo, Madrid, Spain."], ["Tsvetkov", "Dmitry", "D", "Department of Anestesiology, Perioperative and Pain Medicine, HELIOS Klinikum, Berlin-Buch GmbH, Germany."], ["Kuczmanski", "Artur", "A", "Department of Anestesiology, Perioperative and Pain Medicine, HELIOS Klinikum, Berlin-Buch GmbH, Germany."], ["Dashwood", "Mick", "M", "Royal Free Hospital Campus, University College Medical School, London, United Kingdom."], ["Gil-Ortega", "Marta", "M", "Departamento de Ciencias Farmacéuticas y de la Salud, Facultad de Farmacia, Universidad CEU-San Pablo, Madrid, Spain."]], "text": "Perivascular adipose tissue (PVAT) is cushion of fat tissue surrounding blood vessels, which is phenotypically different from other adipose tissue depots. PVAT is composed of adipocytes and stromal vascular fraction, constituted by different populations of immune cells, endothelial cells, and adipose-derived stromal cells. It expresses and releases an important number of vasoactive factors with paracrine effects on vascular structure and function. In healthy individuals, these factors elicit a net anticontractile and anti-inflammatory paracrine effect aimed at meeting hemodynamic and metabolic demands of specific organs and regions of the body. Pathophysiological situations, such as obesity, diabetes or hypertension, induce changes in its amount and in the expression pattern of vasoactive factors leading to a PVAT dysfunction in which the beneficial paracrine influence of PVAT is shifted to a pro-oxidant, proinflammatory, contractile, and trophic environment leading to functional and structural cardiovascular alterations and cardiovascular disease. Many different PVATs surrounding a variety of blood vessels have been described and exhibit regional differences. Both protective and deleterious influence of PVAT differs regionally depending on the specific vascular bed contributing to variations in the susceptibility of arteries and veins to vascular disease. PVAT therefore, might represent a novel target for pharmacological intervention in cardiovascular disease. © 2018 American Physiological Society. Compr Physiol 8:23-59, 2018.", "id": "29357124", "date": "2017-12-12", "title": "Role of Perivascular Adipose Tissue in Health and Disease.", "doi": "10.1002/cphy.c170004", "journal": ["Comprehensive Physiology", "Compr Physiol"]}