{"authors": [["Lei", "Yun", "Y", "Department of Acupuncture and Moxibustion, the First Teaching Hospital of Tianjin University of TCM, Tianjin 300381, China."], ["Jin", "Jiu", "J", "Department of Acupuncture and Moxibustion, the First Teaching Hospital of Tianjin University of TCM, Tianjin 300381, China."], ["Ban", "Haipeng", "H", "Department of Acupuncture and Moxibustion, the First Teaching Hospital of Tianjin University of TCM, Tianjin 300381, China."], ["Du", "Yuzheng", "Y", "Department of Acupuncture and Moxibustion, the First Teaching Hospital of Tianjin University of TCM, Tianjin 300381, China."]], "text": "To observe the effects of acupuncture combined with medication on circadian rhythm of blood pressure in patients with essential hypertension.Sixty-four patients of essential hypertension were randomly divided into an observation group and a control group, 32 cases in each group. All the patients maintained original treatment (taking antihypertensive medication); the patients in the observation group were treated with acupuncture method of \"Huoxue Sanfeng, Shugan Jianpi\", once a day, five times per week, for totally 6 weeks (30 times). The circadian rhythm of blood pressure and related dynamic parameters were observed before and after treatment in the two groups.(1) The differences of daytime average systolic blood pressure (dASBP), daytime average diastolic blood pressure (dADBP), nighttime average systolic blood pressure (nASBP) and circadian rhythm of systolic blood pressure before and after treatment were significant in the observation group (all P<0.05); the differences of circadian rhythm of blood pressure and related dynamic parameters before and after treatment were insignificant in the control group (all P>0.05). The nASBP and circadian rhythm of systolic blood pressure in the observation group were significantly different from those in the control group (all P<0.05). (2) After the treatment, the spoon-shaped rate of circadian rhythm of blood pressure in the observation group was higher than that in the control group (P<0.05).The acupuncture combined with medication could effectively improve the circadian rhythm of blood pressure and related dynamic parameters in patients with essential hypertension.", "id": "29354950", "date": null, "title": "[Effects of acupuncture on circadian rhythm of blood pressure in patients with essential hypertension].", "doi": null, "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}