{"authors": [["Wang", "Lei", "L", "Department of Pulmonary and Critical Care Medicine, Xuanwu Hospital, Capital Medical University, Beijing 100053, China."], ["Yang", "Ting", "T", "Department of Respiratory Medicine, Capital Medical University, Beijing 100069, China."], ["Wang", "Chen", "C", "Department of Respiratory Medicine, Capital Medical University, Beijing 100069, China."]], "text": "Pulmonary hypertension (PH) is a condition characterized by vasoconstriction and vascular remodeling with a poor prognosis. The current medical treatments available are supportive care therapy and pulmonary vascular-targeted therapy. Targeted treatments for PH include prostacyclin analogs, endothelin receptor antagonists, and phosphodiesterase type 5 inhibitors; however, these treatments cannot reverse pulmonary vascular remodeling. Recently, many novel treatment options involving drugs such as statins have been emerging. In this review, we attempt to summarize the current knowledge of the role of statins in PH treatment and their potential clinical effects. Many basic researches have proved that statins can be helpful for the treatment of PH both in vitro and in experimental models. The main mechanisms underlying the effects of statins are restoration of endothelial function, attenuation of pulmonary vascular remodeling, regulation of gene expression, regulation of intracellular signaling processes involved in PH, anti-inflammatory responses, and synergy with other targeted drugs. Nevertheless, clinical researches, especially randomized controlled trials for PH are rare. The current clinical researches show contrasting results on the clinical effects of statins in patients with PH. Carefully designed randomized, controlled trials are needed to test the safety and efficacy of statins for PH treatment.", "id": "29354804", "date": "2017-12-11", "title": "Are statins beneficial for the treatment of pulmonary hypertension?", "doi": "10.1016/j.cdtm.2017.10.001", "journal": ["Chronic diseases and translational medicine", "Chronic Dis Transl Med"]}