{"authors": [["Patel", "Sarju", "S", "Ophthalmology, Weill Cornell Medical College, New York, USA."], ["Klein", "Richard M", "RM", "Department of Ophthalmology, Yeshiva University Albert Einstein College of Medicine, Bronx, New York, USA."], ["Patel", "Arun", "A", "Department of Ophthalmology, Retinal Consultants, Sacramento, California, USA."], ["Klein", "Ronnie Boriskin", "RB", "Department of Philosophy, Fordham University, New York, USA."], ["Aung", "Mya", "M", "Department of Ophthalmology, Sitagu international Missionary Association, Sagaing Hills, Sagaing, Myanmar."], ["Hoe", "Wilbert", "W", "Department of Ophthalmology, Sitagu international Missionary Association, Sagaing Hills, Sagaing, Myanmar."]], "text": "The goals of this pilot study were (a) to demonstrate the feasibility of identifying patients with vision-threatening diabetic retinopathy (DR) in a provincial area of Myanmar and treating them with portable lasers and (b) to gather data specific to Myanmar to help design larger cross-sectional studies of DR prevalence in Myanmar.97 consecutive patients with diabetes mellitus (DM) were identified by local ophthalmologists over a period of 1 month in Pyinmana, Myanmar and were referred to the pilot screening programme. Patients' demographics were recorded and their eyes were examined. Those with vision-threatening DR were treated with panretinal photocoagulation (PRP).Of the 97 patients with DM, 33 (34%) had evidence of DR, 23 (23.5%) had evidence of vision-threatening DR including 13 (13.5%) with proliferative DR and 33 eyes in 23 patients (23.5%) had PRP with portable green wavelength laser. Hypertension was a significant cofactor in the development of vision-threatening DR (p<0.01). The average time since diagnosis of DM was 6.0 years in patients with vision-threatening DR.This study demonstrates the feasibility of identifying and treating patients with vision-threatening DR in a provincial area of Myanmar and provides initial data to plan a larger study to assess true prevalence, a prerequisite for establishing broader screening/treatment programs.", "id": "29354714", "date": "2017-06-09", "title": "Diabetic retinopathy screening and treatment in Myanmar: a pilot study.", "doi": "10.1136/bmjophth-2017-000084", "journal": ["BMJ open ophthalmology", "BMJ Open Ophthalmol"]}