{"authors": [["Schwab", "Dietmar", "D", "Roche Innovation Center Basel, Clinical Pharmacology, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Sturm", "Carolina", "C", "Roche Innovation Center Basel, Clinical Pharmacology, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Portron", "Agnès", "A", "Roche Innovation Center Basel, Clinical Pharmacology, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Fuerst-Recktenwald", "Sabine", "S", "Roche Innivation Center Basel, Translational Medicine, Cardiovascular and Metabolism, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Hainzl", "Dominik", "D", "Roche Innovation Center Basel, Pharmaceutical Sciences, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Jordan", "Paul", "P", "Department of Biometrics, Product Development, Roche Pharmaceutical Research and Early Development, Basel, Switzerland."], ["Stewart", "William C", "WC", "PRN Pharmaceutical Research Network, LLC, Cheyenne, Wyoming, USA."], ["Tepedino", "Michael E", "ME", "Cornerstone Eye Care, Division of Health Care, High Point, North Carolina, USA."], ["DuBiner", "Harvey", "H", "Eye Care Centers Management, Inc., Clayton Eye Center, Morrow, Georgia, USA."]], "text": "Cortisol is involved in the regulation of intraocular pressure (IOP). This study aimed to assess the effect of 11β-hydroxysteroid-dehydrogenase type 1 (11βHSD1) inhibition by oral administration of RO5093151 on IOP.The exposure of key ocular compartments following oral administration was assessed in rabbits. An adaptive, randomised, placebo-controlled study gated by a Bayesian decision criterion was performed in 35 patients with primary open angle glaucoma (POAG) or ocular hypertension (OHT). Following a 7-day placebo-controlled run-in period, 200 mg twice daily RO5093151 or placebo (4:1) were administered for 7 days. The extent of 11βHSD1 inhibition was assessed by the ratio of urinary tetrahydrocortisol (5α and 5β)/tetrahydrocortisone (THF/THE). Time-matched IOP assessments were performed.A high distribution of RO5093151 into the rabbit eye was observed. In humans, a high and sustained inhibition of 11βHSD1 was shown by the decrease of THF/THE from 0.9 at baseline to 0.18 on day 7. There was no statistically significant difference in change of IOP from baseline. In the 'worse eye', the adjusted least square mean change from baseline was -2.7 mm Hg (95% CI -4.2 to -1.2) and -2.9(95% CI -5.9 to 0.1) in the RO5093151 and placebo group, respectively.Despite high inhibition of 11βHSD1 and expected moderate to high tissue distribution in ocular tissues, a 7-day treatment with a high oral dose of RO5093151 did not result in a clinically meaningful effect on IOP in patients with POAG or OHT.", "id": "29354707", "date": "2017-06-29", "title": "Oral administration of the 11β-hydroxysteroid-dehydrogenase type 1 inhibitor RO5093151 to patients with glaucoma: an adaptive, randomised, placebo-controlled clinical study.", "doi": "10.1136/bmjophth-2016-000063", "journal": ["BMJ open ophthalmology", "BMJ Open Ophthalmol"]}