{"authors": [["Kim", "Mijin", "M", "Department of Interdisciplinary Program in Biomedical Science, Soonchunhyang University, Asan, Korea."], ["Lim", "Hee-Sook", "HS", "Department of Food and Nutrition, Yeonsung University, Anyang, Korea."], ["Lee", "Hae-Hyeog", "HH", "Department of Obstetrics and Gynecology, Soonchunhyang University College of Medicine, Bucheon, Korea."], ["Kim", "Tae-Hee", "TH", "Department of Obstetrics and Gynecology, Soonchunhyang University College of Medicine, Bucheon, Korea."]], "text": "Some species of traditional herbal medicine has a history of use, most traditional natural herbs have been used for various diseases such as diabetes, hypertension, and obesity. Among them, Passiflora incarnata L. is a traditional natural medicine, flowers as well as berries, roots, and leaves have been used as a medicine. It has been used as a natural medicine for the treatment of insomnia and anxiety for a longtime in Europe, and it has been used primarily for sedation tea in North America. Moreover, Passiflora incarnata L. is widely used anti-asthmatic, analgesic and sedation in Brazil. In other words, Passiflora incarnata L. has been used to treat a sedative, dysmenorrhea, insomnia, cancer, etc. in many countries. Present review of the plants showed a wide range of pharmacological activity in anxiolytic relax the clinical disease, such as anti-inflammatory, anxiety and antioxidant. In addition, Passiflora incarnata L. affects menopause symptoms such as vasomotor symptoms, insomnia, and depression. This review aims to provide the latest information on specific functional components of Passiflora incarnata L. especially the results of clinical trials will provide new insights into opportunities for the future development of natural medicines and doors will be used for purposes of analysis.", "id": "29354614", "date": "2017-12-29", "title": "Role Identification of Passiflora Incarnata Linnaeus: A Mini Review.", "doi": "10.6118/jmm.2017.23.3.156", "journal": ["Journal of menopausal medicine", "J Menopausal Med"]}