{"authors": [["Saleem", "Ahsan", "A", "Department of Pharmacy, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."], ["Masood", "Imran", "I", "Department of Pharmacy, The Islamia University of Bahawalpur, Bahawalpur, Pakistan."], ["Khan", "Tahir Mehmood", "TM", "School of Pharmacy, Monash University, Sunway Campus, Selangor, Malaysia."]], "text": "Chronic kidney disease (CKD) alters the pharmacokinetic and pharmacodynamic responses of various renally excreted drugs and increases the risk of drug-related problems, such as drug-drug interactions.To assess the pattern, determinants, and clinical relevancy of potential drug-drug interactions (pDDIs) in CKD patients.This study retrospectively reviewed medical charts of all CKD patients admitted in the nephrology unit of a tertiary care hospital in Pakistan from January 2013 to December 2014. The Micromedex Drug-Reax® system was used to screen patient profiles for pDDIs, and IBM SPSS version 20 was used to carry out statistical analysis.We evaluated 209 medical charts and found pDDIs in nearly 78.5% CKD patients. Overall, 541 pDDIs were observed, of which, nearly 60.8% patients had moderate, 41.1% had minor, 27.8% had major, and 13.4% had contraindicated interactions. Among those interactions, 49.4% had good evidence, 44.0% had fair, 6.3% had excellent evidence, and 35.5% interactions had delayed onset of action. The potential adverse outcomes of pDDIs included postural hypotension, QT prolongation, ceftriaxone-calcium precipitation, cardiac arrhythmias, and reduction in therapeutic effectiveness. The occurrence of pDDIs was found strongly associated with the age of <60 years, number of prescribed medicines ≥5, hypertension, and the lengthy hospitalization of patients.The occurrence of pDDIs was high in CKD patients. It was observed that CKD patients with an older age, higher number of prescribed medicines, lengthy hospitalization, and hypertension were at a higher risk of pDDIs.", "id": "29354553", "date": "2017-02-17", "title": "Clinical relevancy and determinants of potential drug-drug interactions in chronic kidney disease patients: results from a retrospective analysis.", "doi": "10.2147/IPRP.S128816", "journal": ["Integrated pharmacy research & practice", "Integr Pharm Res Pract"]}