{"authors": [["Abegaz", "Tadesse Melaku", "TM", "Department of Clinical Pharmacy, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."], ["Tefera", "Yonas Getaye", "YG", "Department of Clinical Pharmacy, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."], ["Abebe", "Tamrat Befekadu", "TB", "Department of Clinical Pharmacy, School of Pharmacy, College of Medicine and Health Sciences, University of Gondar, Gondar, Ethiopia."]], "text": "Irrational prescription is strongly associated with poor control of hypertension. The present study aimed to evaluate antihypertensive drug prescription trends and to measure their impact on the level of blood pressure (BP) control in Gondar University Hospital, Gondar, Ethiopia.A hospital-based retrospective cross-sectional study was conducted from May 30 to June 30, 2016. All hypertensive patients on medication were included. A structured data abstraction form was prepared to gather the necessary information. The prescription patterns and BP level were measured retrospectively. A binary logistic regression was computed to determine the effect of different prescription patterns on BP control.A total of 596 hypertension patients were recruited for the study; of them, 561(94%) met the study criteria. The mean age of the respondents was 55.96±14.6 years. Females constituted 58.2% of the study population. Approximately fifty percent of the prescriptions were monotherapies. Twice-daily dosing was associated with lower risk of uncontrolled hypertension (crude odds ratio [COR] =0.51[0.15-0.73], adjusted odds ratio [AOR] =0.69[0.163-0.91]). Monthly appointment was linked with a nearly 90% reduced incidence of uncontrolled BP (COR =0.15[0.04-0.73], AOR =0.093[0.024-0.359]).Monotherapies were the most frequently prescribed regimens. Twice-daily dosing and monthly appointments were associated with low incidence of uncontrolled BP. Clinicians should be vigilant in adjusting the frequency of dosing and should fix appointment date in consultation with their patients.", "id": "29354548", "date": "2017-01-27", "title": "Antihypertensive drug prescription patterns and their impact on outcome of blood pressure in Ethiopia: a hospital-based cross-sectional study.", "doi": "10.2147/IPRP.S124047", "journal": ["Integrated pharmacy research & practice", "Integr Pharm Res Pract"]}