{"authors": [["Ren", "Yanming", "Y", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."], ["Zheng", "Jun", "J", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."], ["Liu", "Xiaowei", "X", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."], ["Li", "Hao", "H", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."], ["You", "Chao", "C", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."]], "text": "Rehemorrhage is the most severe complication of postoperative patients with spontaneous intracerebral hemorrhage. The aim of the present study was to assess independent predictors of rehemorrhage and find the possibility of preventing rehemorrhage in postoperative patients with spontaneous intracerebral hemorrhage (sICH).Medical records of 263 postoperative patients with sICH from our Hospital were reviewed. The relationships between rehemorrhage and parameters were examined by univariate and multivariate analyses. The parameters include time from onset to surgery, hematologic paremeters, neuroimaging characteristics, level and variability of systolic blood pressure, medical histories, operation duration, and blood loss. In addition, relationship between rehemorrhage and clinical outcome were analyzed by using multivariate analyses.Thirty-five (13.31%) patients experienced rehemorrhage after operation. Multivariate analyses indicated that the following factors were independently associated with rehemorrhage : history of diabetes mellitus (odds ratio [OR], 2.717; 95% confidence interval [CI], 1.005-7.346; p=0.049), and midline shift (for every 1 mm increase, OR, 1.117; 95% CI, 1.029-1.214; p=0.009). Rehemorrhage was an independent risk factor of poor functional outcome (OR, 3.334; 95% CI, 1.094-10.155; p=0.034).Our finding revealed that history of diabetes mellitus and admission midline shift were possibly associated with rehemorrhage in postoperative patients with sICH.", "id": "29354234", "date": "2017-12-29", "title": "Risk Factors of Rehemorrhage in Postoperative Patients with Spontaneous Intracerebral Hemorrhage : A Case-Control Study.", "doi": "10.3340/jkns.2017.0199", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}