{"authors": [["Takeda", "Juliana Rumy Tsuchihashi", "JRT", "RN, Heart Institute (InCor), Faculty of Medicine, University of São Paulo, SP, Brazil."], ["Matos", "Tatiane Martins", "TM", "Master degree, Graduate Program in Adult Healthcare Nursing, School of Nursing, University of São Paulo, SP, Brazil."], ["de Souza-Talarico", "Juliana Nery", "JN", "PhD, Department of Medical-Surgical Nursing, School of Nursing, University of São Paulo, SP, Brazil."]], "text": "Atherosclerosis in cerebral blood vessels, especially those which compose the Circle of Willis, can lead to reduced supply of oxygen and nutrients to different cortical structures, affecting cognitive function.To analyze whether cardiovascular risk factors negatively influence cognitive performance in adults and elderly.One hundred twenty-nine participants of both sexes, aged over 50 years, without cognitive or functional impairment were included. Body mass index (BMI), hypertension (HTN), diabetes mellitus (DM), smoking history, plasma levels of total cholesterol, low density lipoproteins (LDL), high density lipoproteins (HDL) and very low density lipoproteins (VLDL) cholesterol, triglycerides, and glucose were the cardiovascular risk factors analyzed. Cognitive assessment was performed using tests of attention, working memory, category fluency and declarative memory.Controlling for age and education, multivariate linear regression models revealed that higher concentrations of triglycerides, as well as total, LDL and VLDL cholesterol, were associated with poorer performance on the digit span and category fluency tests. Higher HDL concentrations were associated with higher scores on category fluency tasks. Furthermore, higher BMI was associated with poorer delayed recall performance.The findings revealed that cardiovascular risk factors may negatively impact cognitive performance in aging.A aterosclerose nos vasos sanguíneos cerebrais, especialmente naqueles que compõem o Círculo de Willis, pode levar à redução da oferta de oxigênio e nutrientes para diferentes estruturas corticais, afetando a função cognitiva.Analisar se fatores de risco cardiovascular influenciam negativamente o desempenho cognitivo em adultos e idosos.Foram incluídos cento e vinte e nove participantes de ambos os sexos, com idade superior a 50 anos, sem comprometimento cognitivo ou funcional. Índice de massa corporal (IMC), hipertensão arterial (HAS), diabetes mellitus (DM), história de tabagismo, níveis plasmáticos de colesterol total e lipoproteínas de baixa densidade (LDL), lipoproteínas de alta densidade (HDL) e lipoproteínas de baixa densidade (VLDL), triglicerídeos e glicemia foram os fatores de risco cardiovascular analisados. A avaliação cognitiva foi realizada utilizando testes de atenção, memória operacional, fluência verbal e memória declarativa.Controlando para idade e escolaridade, os modelos de regressão linear multivariada revelaram que concentrações mais elevadas de triglicerídeos, bem como colesterol total, LDL e VLDL, estão associadas com pior desempenho nos testes de extensão de dígitos e fluência verbal. Além disso, concentrações maiores de HDL se correlacionaram com pontuações maiores nas tarefas de fluência verbal. IMC maior se associou com menor desempenho na evocação tardia.Os achados revelaram que fatores de risco cardiovascular podem afetar negativamente o desempenho cognitivo durante o envelhecimento.", "id": "29354226", "date": null, "title": "Cardiovascular risk factors and cognitive performance in aging.", "doi": "10.1590/1980-57642016dn11-040015", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}