{"authors": [["Muela", "Henrique Cotchi Simbo", "HCS", "Heart Institute (Incor), University of São Paulo Medical School - Hypertension Unit São Paulo, São Paulo, SP, Brazil."], ["Costa-Hong", "Valeria A", "VA", "Heart Institute (Incor), University of São Paulo Medical School - Hypertension Unit São Paulo, São Paulo, SP, Brazil."], ["Yassuda", "Monica Sanches", "MS", "Gerontologia, Escola de Artes, Ciências e Humanidades, Universidade de São Paulo, São Paulo, SP, Brazil."], ["Machado", "Michel Ferreira", "MF", "Hospital Santa Marcelina, Departamento de Neurologia, São Paulo, SP, Brazil."], ["Nogueira", "Ricardo de Carvalho", "RC", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Moraes", "Natalia C", "NC", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Memória", "Claudia Maia", "CM", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Macedo", "Thiago A", "TA", "Heart Institute (Incor), University of São Paulo Medical School - Hypertension Unit São Paulo, São Paulo, SP, Brazil."], ["Bor-Seng-Shu", "Edson", "E", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Massaro", "Ayrton Roberto", "AR", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Nitrini", "Ricardo", "R", "University of São Paulo Medical School, Department of Neurology, São Paulo, SP, Brazil."], ["Bortolotto", "Luiz A", "LA", "Heart Institute (Incor), University of São Paulo Medical School - Hypertension Unit São Paulo, São Paulo, SP, Brazil."]], "text": "Aging, hypertension (HTN), and other cardiovascular risk factors contribute to structural and functional changes of the arterial wall.To evaluate whether arterial stiffness (AS) is related to cerebral blood flow changes and its association with cognitive function in patients with hypertension.211 patients (69 normotensive and 142 hypertensive) were included. Patients with hypertension were divided into 2 stages: HTN stage-1 and HTN stage-2. The mini-mental state examination (MMSE), Montreal Cognitive Assessment (MoCA) and a battery of neuropsychological (NPE) tests were used to determine cognitive function. Pulse wave velocity was measured using the Complior®. Carotid properties were assessed by radiofrequency ultrasound. Central arterial pressure and augmentation index were obtained using applanation tonometry. Middle cerebral artery flow velocity was measured by transcranial Doppler ultrasonography.Both arterial stiffness parameters and cerebral vasoreactivity worsened in line with HTN severity. There was a negative correlation between breath holding index (BHI) and arterial stiffness parameters. Cognitive performance worsened in line with HTN severity, with statistical difference occurring mainly between the HTN-2 and normotension groups on both the MMSE and MoCA. The same tendency was observed on the NPE tests.Hypertension severity was associated with higher AS, worse BHI, and lower cognitive performance.A idade, hipertensão arterial (HA), e outros fatores de risco cardiovascular contribuem para as alterações estruturais e funcionais da parede arterial.Avaliar o quanto a rigidez arterial está relacionada com as alterações do fluxo sanguíneo cerebral e sua associação com a função cognitiva em pacientes com hipertensão.Foram incluídos 211 pacientes (69 normotensos e 142 hipertensos). Os pacientes com hipertensão foram divididos em dois estágios: HA-1 e HA-2. O mini exame do estado mental (MEEM), Montreal Cognitive Assessment (MoCA) e uma bateria de testes neuropsicológicos foram usados para avaliar a função cognitiva. A velocidade da onda de pulso foi medida usando o Complior®. As propriedades da artéria carótida foram avaliadas usando o ultrassom de radiofrequência. A pressão arterial central e o índice de incremento foram obtidos usando a tonometria de aplanação. A velocidade de fluxo sanguíneo da arterial cerebral média foi medida pelo ultrassom com Doppler Transcraniano.Tanto os parâmetros da rigidez arterial quanto a vasorreatividade cerebral foram piores com a gravidade da hipertensão. Houve uma correlação negativa entre o índice de apnéia e os parâmetros da rigidez arterial. O desempenho cognitivo foi pior com a gravidade de hipertensão arterial com diferença estatística ocorrendo principalmente entre os grupos HA-2 e normotensão tanto no MEEM quanto no MoCA. A mesma tendência foi observada em relação aos testes neuropsicológicos.A gravidade de hipertensão arterial foi associada com maior rigidez arterial, pior índice de apneia, e menor desempenho cognitivo.", "id": "29354219", "date": null, "title": "Impact of hypertension severity on arterial stiffness, cerebral vasoreactivity, and cognitive performance.", "doi": "10.1590/1980-57642016dn11-040008", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}