{"authors": [["Osińska", "Angelika N", "AN", "Department of Hypertensiology, Angiology, and Internal Diseases, Poznan University of Medical Sciences, Poland."], ["Begier-Krasińska", "Beata", "B", "Department of Hypertensiology, Angiology, and Internal Diseases, Poznan University of Medical Sciences, Poland."], ["Rzymski", "Piotr", "P", "Department of Environmental Medicine, Poznan University of Medical Sciences, Poland."], ["Krasińska", "Aleksandra", "A", "student at Medical Faculty I, Poznan University of Medical Sciences, Poland."], ["Tykarski", "Andrzej", "A", "Department of Hypertensiology, Angiology, and Internal Diseases, Poznan University of Medical Sciences, Poland."], ["Krasiński", "Zbigniew", "Z", "Department of General and Vascular Surgery, Poznan University of Medical Sciences, Poland."]], "text": "Arterial hypertension (HT) is one of the most common diseases around the world and constitutes a significant medical, social, and economic problem. Lifestyle changes, including adequate fruit and vegetable consumption, play an important role in controlling blood pressure (BP) and other cardiovascular risk factors.To compare the influence of adding acetylsalicylic acid (ASA) or standardized tomato extract (STE) to standard hypotensive therapy on the values of arterial pressure and the daily blood pressure profiles of patients with hypertension and high cardiovascular risk.The study included 65 patients with arterial hypertension and high cardiovascular risk. High-risk patients with primary hypertension were randomly allocated in a blinded fashion to one of two groups (ASA or STE). In each case, two visits were made: the first - before the treatment, and the second - after 4 weeks of treatment. During each visit, the patients underwent a clinical measurement of arterial pressure and an ambulatory blood pressure measurement (ABPM). Blood platelet aggregation was assessed using the VerifyNow analyzer.After 4 weeks of treatment, the blood pressure values during the day (p < 0.001), during the night (p < 0.05), and in 24-h BP profiles (p < 0.01) obtained with ABPM were significantly lower in the STE group in comparison to the ASA group. The addition of STE to standard hypotensive treatment resulted in a favorable increase in the nocturnal fall of diastolic blood pressure (DBP) (by 6.5%) and mean arterial pressure (MAP) (by 3.3%).The use of STE is significant in HT patients with high total cardiovascular risk; it is associated with better BP control and improvements in the daily BP profile.Nadciśnienie tętnicze to jedna z najczęściej występujących chorób na świecie, która stanowi poważny problem medyczny, społeczny i ekonomiczny. Modyfikacja stylu życia, w tym odpowiednia podaż warzyw i owoców w diecie, odgrywa istotną rolę w kontroli ciśnienia tętniczego oraz pozostałych czynników ryzyka sercowo-naczyniowego.Porównanie wpływu dodania do standardowej terapii hipotensyjnej preparatów kwasu acetylosalicylowego (ASA) bądź standaryzowanego ekstraktu z pomidorów (STE) na wartości ciśnienia tętniczego oraz profil dobowy ciśnienia u pacjentów z nadciśnieniem obciążonych wysokim ryzykiem sercowo-naczyniowym.Do badania włączono 65 pacjentów z nadciśnieniem tętniczym oraz wysokim ryzykiem sercowo-naczyniowym. Pacjenci z pierwotnym nadciśnieniem i wysokim ryzykiem zostali w sposób zaślepiony, losowo przydzielni do jednej z dwóch grup (ASA lub STE). W każdym przypadku odbyły się dwie wizyty: pierwsza przed leczeniem, a druga po 4 tygodniach leczenia. Podczas każdej wizyty wykonano kliniczne oznaczenie wartości ciśnienia tętniczego, prowadzono też całodobowe monitorowanie ciśnienia tętniczego (ABPM). Agregację płytek krwi oznaczano przy użyciu analizatora VerifyNow.Po 4 tygodniach terapii w grupie STE w porównaniu z grupą ASA wykazano istotne statystycznie zmniejszenie wartości ciśnienia w ciągu dnia (p < 0,001), w nocy (p < 0,05) i w całodobowym profilu ciśnienia (p < 0,01) mierzonych w ABPM. Dodanie STE do standardowej terapii hipotensyjnej spowodowało korzystną tendencję wzrostową spadku nocnego w zakresie rozkurczowego ciśnienia krwi (DBP) o 6,5% i w zakresie średniego ciśnienia tętniczego (MAP) o 3,3%.Zastosowanie STE ma znaczenie u chorych z nadciśnieniem i wysokim całkowitym ryzykiem sercowo-naczyniowym, wiąże się z lepszą kontrolą wartości ciśnienia i poprawą dobowego profilu ciśnienia.", "id": "29354177", "date": "2017-12-20", "title": "The influence of adding tomato extract and acetylsalicylic acid to hypotensive therapy on the daily blood pressure profiles of patients with arterial hypertension and high cardiovascular risk.", "doi": "10.5114/kitp.2017.72229", "journal": ["Kardiochirurgia i torakochirurgia polska = Polish journal of cardio-thoracic surgery", "Kardiochir Torakochirurgia Pol"]}