{"authors": [["Cooper", "Silvana G", "SG", null], ["Trivedi", "Darshan P", "DP", null], ["Yamamoto", "Rieko", "R", null], ["Worker", "Caleb J", "CJ", null], ["Feng", "Cheng-Yuan", "CY", null], ["Sorensen", "Jacob T", "JT", null], ["Yang", "Wei", "W", null], ["Xiong", "Zhenggang", "Z", null], ["Feng", "Yumei", "Y", "Pharmacology and Physiology & Cell Biology, University of Nevada-Reno, United States."]], "text": "The central nervous system plays an important role in essential hypertension in humans and in animal models of hypertension through modulation of sympathetic activity, and sodium and body fluid homeostasis. Data from animal models of hypertension suggest that the renin-angiotensin system in the subfornical organ (SFO) of the brain is critical for hypertension development. We recently reported that the brain (pro)renin receptor (PRR) is a novel component of the brain renin-angiotensin system and could be a key initiator of the pathogenesis of hypertension. Here, we examined the expression level and cellular distribution of the PRR in the SFO of postmortem human brains to assess its association with the pathogenesis of human hypertension. Postmortem SFO tissues were collected from hypertensive and normotensive human subjects. Immunolabeling for the PRR and a retrospective analysis of clinical data were performed. We found that the human PRR was prominently expressed in most neurons and microglia, but not in astrocytes, in the SFO. Importantly, PRR levels in the SFO were elevated in hypertensive subjects. Moreover, PRR immunoreactivity was significantly correlated with systolic blood pressure, but not body weight, age, or diastolic blood pressure. Interestingly, this correlation was independent of antihypertensive drug therapy. Our data indicate that the PRR in the SFO may be a key molecular player in the pathogenesis of human hypertension, and as such could be an important focus of efforts to understand the neurogenic origin of hypertension.", "id": "29351470", "date": "2017-12-22", "title": "Increased (Pro)renin Receptor Expression in Subfornical Organ Neurons in Hypertensive Humans.", "doi": "10.1152/ajpheart.00616.2017", "journal": ["American journal of physiology. Heart and circulatory physiology", "Am. J. Physiol. Heart Circ. Physiol."]}