{"authors": [["Speed", "Joshua S", "JS", "Medicine, University of Alabama at Birmingham, United States."], ["Hyndman", "Kelly A", "KA", "Medicine, UAB, United States."], ["Kasztan", "Malgorzata", "M", "Medicine, UAB."], ["Johnston", "Jermaine G", "JG", "Medicine, University of Alabama at Birmingham."], ["Roth", "Kaehler J", "KJ", null], ["Titze", "Jens M", "JM", "Vanderbilt University, United States."], ["Pollock", "David M", "DM", "Medicine, University of Alabama at Birmingham, United States."]], "text": "Impairment in the ability of the skin to properly store Na+ non-osmotically (without water) has recently been hypothesized as contributing to salt-sensitive hypertension. Our lab has shown that endothelial production of endothelin-1 (ET-1) is crucial to skin Na+ handling. Further, it is well established that loss of ETB receptor function impairs Na+ excretion by the kidney. Thus we hypothesized that rats lacking functional ETB receptors (ETB def) will have a reduced capacity of the skin to store Na+ during chronic high salt (HS) intake. We observed that ETB def rats exhibited salt-sensitive hypertension with an approximate doubling in the diurnal amplitude of mean arterial pressure compared to genetic control rats on a HS diet. Two weeks of HS diet significantly increased skin Na+ content relative to water; however, there was no significant difference between control and ETB def rats. Interestingly, HS intake led to a 19% increase in skin Na+ and 16% increase in water content (relative to dry wt.) during the active phase (zeitgeber time 16) vs. inactive phase (zeitgeber time 4, p<0.05) in ETB def rats. There was no significant circadian variation in total skin Na+ or water content of control rats fed normal or HS. These data indicate that ETB receptors have little influence on the ability to store Na+ non-osmotically in the skin during long term HS intake, but rather, appear to regulate diurnal rhythms in skin Na+ content and circadian blood pressure rhythms associated with HS diet.", "id": "29351432", "date": "2017-12-13", "title": "Diurnal pattern in skin Na+ and water content is associated with salt-sensitive hypertension in ETB receptor deficient rats.", "doi": "10.1152/ajpregu.00312.2017", "journal": ["American journal of physiology. Regulatory, integrative and comparative physiology", "Am. J. Physiol. Regul. Integr. Comp. Physiol."]}