{"authors": [["Peng", "Hua", "H", null], ["Jensen", "Dane D", "DD", null], ["Li", "Wencheng", "W", null], ["Sullivan", "Michelle N", "MN", null], ["Buller", "Sophie A", "SA", null], ["Worker", "Caleb J", "CJ", null], ["Cooper", "Silvana G", "SG", null], ["Zheng", "Shiqi", "S", null], ["Earley", "Scott", "S", "Pharmacology, University of Nevada School of Medicine, United States."], ["Sigmund", "Curt D", "CD", "Department of Pharmacology, University of Iowa College of Medicine, United States."], ["Feng", "Yumei", "Y", "Pharmacology and Physiology & Cell Biology, University of Nevada-Reno, United States."]], "text": "Despite advances in anti-hypertensive therapeutics, at least 15-20% of hypertensive patients have resistant hypertension through mechanisms that remain poorly understood. In this study, we provide a new mechanism for regulation of blood pressure (BP) in the central nervous system (CNS) by the (pro)renin receptor (PRR), a recently identified component of the renin-angiotensin system (RAS) that mediates angiotensin II (Ang II) formation in the CNS. Although the PRR also mediates Ang II-independent signaling, the importance of these pathways in BP regulation is unknown. Here, we developed a unique transgenic mouse model overexpressing the human PRR (hPRR) specifically in neurons (Syn-hPRR). Intracerebroventricular (ICV) infusion of human prorenin caused neurogenic hypertension in Syn-hPRR mice. This hypertensive response was attenuated by an NADPH oxidase (NOX) inhibitor, but not by anti-hypertensive agents that target the RAS. Using a brain-targeted genetic-knockdown approach, we found that NOX4 was the key isoform responsible for prorenin-induced elevation of BP in Syn-hPRR mice. Moreover, inhibition of extracellular signal-regulated kinase (ERK) significantly attenuated the increase in NOX activity and BP induced by human prorenin. Collectively, our findings indicate that an Ang II-independent, PRR-mediated signaling pathway regulates BP in the CNS by a PRR-ERK-NOX4 mechanism.", "id": "29350998", "date": "2017-12-15", "title": "Overexpression of the Neuronal Human (Pro)renin Receptor Mediates Angiotensin II-Independent Blood Pressure Regulation in the Central Nervous System.", "doi": "10.1152/ajpheart.00310.2017", "journal": ["American journal of physiology. Heart and circulatory physiology", "Am. J. Physiol. Heart Circ. Physiol."]}