{"authors": [["Ragucci", "Enzo", "E", "Diabetes and Endocrinology Consultants, 2 Crosfield Ave, No. 204, West Nyack, NY 10994, USA."], ["Nguyen", "Dat", "D", "Corcept Therapeutics, 149 Commonwealth Drive, Menlo Park, CA 94025, USA."], ["Lamerson", "Michele", "M", "Corcept Therapeutics, 149 Commonwealth Drive, Menlo Park, CA 94025, USA."], ["Moraitis", "Andreas G", "AG", "Corcept Therapeutics, 149 Commonwealth Drive, Menlo Park, CA 94025, USA."]], "text": "Cushing syndrome (CS), a complex, multisystemic condition resulting from prolonged exposure to cortisol, is frequently associated with nonalcoholic fatty liver disease (NAFLD). In patients with adrenal adenoma(s) and NAFLD, it is essential to rule out coexisting endocrine disorders like CS, so that the underlying condition can be properly addressed. We report a case of a 49-year-old woman with a history of hypertension, prediabetes, dyslipidemia, biopsy-confirmed steatohepatitis, and benign adrenal adenoma, who was referred for endocrine work-up for persistent weight gain. Overt Cushing features were absent. Biochemical evaluation revealed nonsuppressed cortisol on multiple 1-mg dexamethasone suppression tests, suppressed adrenocorticotropic hormone, and low dehydroepiandrosterone sulfate. The patient initially declined surgery and was treated with mifepristone, a competitive glucocorticoid receptor antagonist. In addition to improvements in weight and hypertension, substantial reductions in her liver enzymes were noted, with complete normalization by 20 weeks of therapy. This case suggests that autonomous cortisol secretion from adrenal adenoma(s) could contribute to the metabolic and liver abnormalities in patients with NAFLD. In conclusion, successful management of CS with mifepristone led to marked improvement in the liver enzymes of a patient with long-standing NAFLD.", "id": "29348947", "date": "2017-11-19", "title": "Effects of Mifepristone on Nonalcoholic Fatty Liver Disease in a Patient with a Cortisol-Secreting Adrenal Adenoma.", "doi": "10.1155/2017/6161348", "journal": ["Case reports in endocrinology", "Case Rep Endocrinol"]}