{"authors": [["Singh", "Shikha", "S", "Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi 221005, India."], ["Shankar", "Ravi", "R", "Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi 221005, India."], ["Singh", "Gyan Prakash", "GP", "Division of Biostatistics, Department of Community Medicine, Institute of Medical Sciences, Banaras Hindu University, Varanasi 221005, India."]], "text": "Hypertension is a major public health problem and important area of research due to its high prevalence and being major risk factor for cardiovascular diseases and other complications. Objectives. (1) To assess the prevalence of hypertension and its associated factors and (2) to estimate awareness, treatment, and adequacy of control of hypertension among study subjects. Methods and Materials. A community based cross-sectional study with multistage sampling design was conducted among urban population of Varanasi. A modified WHO STEPS interview schedule on 640 study subjects aged 25-64 years was used. Results. The prevalence of hypertension was 32.9% (male: 40.9%, female: 26.0%). Mean systolic and diastolic BP were 124.25 ± 15.05 mmHg and 83.45 ± 9.49 mmHg, respectively. Higher odds of being hypertensive were found in male subjects, eldest age group, married subjects, subjects of upper socioeconomic status, illiterate subjects, and retired subjects. Tobacco and alcohol consumption, overweight, obesity, and abdominal obesity were also associated with hypertension. Out of the total hypertensive 211 subjects, only 81 (38.4%) were aware about their hypertension status; out of those, 57 (70.4%) were seeking treatment and 20 (35.08%) had their blood pressure adequately controlled. Conclusion. Around one-third of the subjects were hypertensive and half of the study subjects were prehypertensive in this area. The awareness, treatment, and control of high blood pressure were also very low.", "id": "29348933", "date": "2017-12-03", "title": "Prevalence and Associated Risk Factors of Hypertension: A Cross-Sectional Study in Urban Varanasi.", "doi": "10.1155/2017/5491838", "journal": ["International journal of hypertension", "Int J Hypertens"]}