{"authors": [["Rizka", "Aulia", "A", "Department of Internal Medicine, Faculty of Medicine Universitas Indonesia - Cipto Mangunkusumo Hospital, Jakarta, Indonesia.. dr.auliarizka@yahoo.co.id."], ["Setiati", "Siti", "S", null], ["Lydia", "Aida", "A", null], ["Dewiasty", "Esthika", "E", null]], "text": "Nigella sativa (NS) seed extract shows diuretic activity, inhibits sympathetic nervous system overactivity and increases the production of Nitric Oxide in in vivo studies, thus it has a potential use as an adjuvant antihypertensive for elderly population. This study aimed to determine the effect of Nigella sativa seed extract to systolic blood pressure (SBP) and diastolic blood pressure (DBP) of elderly patients with hypertension.a double-blind, randomized controlled trial was conducted on elderly subjects with hypertension in three outpatient clinics in Cipto Mangunkusumo National Hospital Jakarta Indonesia from June to September 2011. Subjects were divided into intervention group given 300 mg Nigella sativa seed extract twice daily for 28 days and into another group which was given placebo. Blood pressure were measured on day 1 and 28. Intention to treat analysis using unpaired t-test to compare blood pressure after intervention between the two groups was performed.of a total of 85 patients, 76 subjects fulfilled the study criteria and were randomized into 2 groups, with 38 subjects in each group. Both groups were comparable in all important prognostic factors. The mean systolic blood pressure of the NS group was decreased from 160.4 (SD 15.7) mmHg to 145.8 (SD 19.8) mmHg, and from 160.9 (16.3) mmHg to 147.53 (SD 22.0) mmHg in the placebo group (p=0.36). The mean diastolic blood pressure in the NS group was decreased from 78.3 (SD 11.9) to 74.4 (SD 8.2) mmHg, and from 79.0 (SD 12.4) to 78.2 (SD 8.9) in the placebo group (p=0.35). Reported adverse events include dyspepsia in 6 subjects (15.7%), nausea in 3 subjects (7.8%), and constipation in 2 subjects (5.2%). No electrolyte abnormalities, liver and renal toxicities, or orthostatic hypotension were observed.although a trend towards a slight decrease in blood pressure was observed, Nigella sativa has not been proven to be effective in reducing blood pressure in elderly patients with hypertension.", "id": "29348380", "date": null, "title": "Effect of Nigella sativa Seed Extract for Hypertension in Elderly: a Double-blind, Randomized Controlled Trial.", "doi": null, "journal": ["Acta medica Indonesiana", "Acta Med Indones"]}