{"authors": [["Idris", "Haerawati", "H", "Faculty of Public Health, Universitas Sriwijaya, Indralaya, South Sumatera, Indonesia. haera@fkm.unsri.ac.id."], ["Hasyim", "Hamzah", "H", null], ["Utama", "Feranita", "F", null]], "text": "diabetes mellitus is a silent-killer. Its prevalence and impact on health expenses increase from year to year. This study aims to investigate the characteristics and the risk factors that affect  diabetes mellitus in Indonesia.this is a cross sectional study. Data were obtained from the Basic Health Research (RISKESDAS) in 2013. The samples were individuals aged ≥15 years, whose fasting blood glucose and 2 hours blood glucose after the imposition have been measured. 38.052 individuals were selected for this study. The variables of age, sex, marital status, level of education, employment status, living area, regional status, hypertension, obesity, smoking habit, and dyslipidemia are analyzed as risk factors for diabetes mellitus. Bivariate analysis was using chi-square test with significance level of p<0.05 and confidence interval (CI) of 95%, and multivariate analysis using multiple logistic regression test.our study showed that 13% have diabetes mellitus in 2013. Factors affecting diabetes mellitus were age>55 years (OR=5.10; 95%CI 4.42 to 5.89; p<0.001), female (OR=1.37; 95%CI 1.26 to 1.49; p<0.001), rural (OR=1.16; 95%CI 1.08 to 1.26; p<0.001), married (OR=1.31; 95%CI 1.07 to 1.58; p<0.05), unemployed (OR=1.14; 96%CI 1.05 to 1.23; p<0.05), obesity (OR=1.46; 95%CI 1.35 to 1.58; p<0.001), hypertension (OR=1.68; 95%CI 1.55 to 1.81; p<0.001) and dyslipidemia (OR=1.53; 95%CI 1.39- 1.68; P<0.001).as many as 13% of individuals have diabetes mellitus in 2013. Age, gender, living area, employment status, obesity, hypertension, and dyslipidemia are the contributing factors to diabetes mellitus.", "id": "29348378", "date": null, "title": "Analysis of Diabetes Mellitus Determinants in Indonesia: A Study from the Indonesian Basic Health Research 2013.", "doi": null, "journal": ["Acta medica Indonesiana", "Acta Med Indones"]}