{"authors": [["Li", "Heng", "H", "Kidney Disease Center, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, China."], ["Sun", "Shiren", "S", "Department of Nephrology, Xijing Hospital, The Fourth Military Medical University, Xian, China."], ["Chen", "Jianghua", "J", "Kidney Disease Center, The First Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, China."], ["Xu", "Goushuang", "G", "Department of Nephrology, Xijing Hospital, The Fourth Military Medical University, Xian, China."], ["Wang", "Hanmin", "H", "Department of Nephrology, Xijing Hospital, The Fourth Military Medical University, Xian, China."], ["Qian", "Qi", "Q", "Division of Nephrology and Hypertension, Department of Medicine, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."]], "text": "Magnesium (Mg2+), the second most abundant cation in the cell, is woven into a multitude of cellular functions. Dysmagnesemia is associated with multiple diseases and, when severe, can be life-threatening.This review discusses Mg2+ homeostasis and function with specific focus on renal Mg2+ handling. Intrarenal channels and transporters related to Mg2+ absorption are discussed. Unraveling the rare genetic diseases with manifestations of dysmagnesemia has greatly increased our understanding of the complex and intricate regulatory network in the kidney, specifically, functions of tight junction proteins including claudin-14, -16, -19, and -10; apical ion channels including: TRPM6, Kv1.1, and ROMK; small regulatory proteins including AC3 and ANK3; and basolateral proteins including EGF receptor, γ-subunit (FXYD2) of Na-K-ATPase, Kir4.1, CaSR, CNNM2, and SLC41A. Although our understanding of Mg2+ handling of the kidney has expanded considerably in the last two decades, many questions remain. Future studies are needed to elucidate a multitude of unknown aspects of Mg2+ handling in the kidney.Understanding rare and genetic diseases of Mg2+ dysregulation has expanded our knowledge and furthers the development of strategies for preventing and managing dysmagnesemia.", "id": "29344503", "date": "2017-07-05", "title": "Genetics of Magnesium Disorders.", "doi": "10.1159/000477730", "journal": ["Kidney diseases (Basel, Switzerland)", "Kidney Dis (Basel)"]}