{"authors": [["Xu", "Zhifang", "Z", "1Acu-moxibustion and Tuina Department, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Feng", "Wei", "W", "3South Branch of Guang'anmen Hospital, China Academy of Chinese Medical Science, Beijing 102618, China."], ["Shen", "Qian", "Q", "4Dongfang hospital, Beijing University of Chinese Medicine, Beijing 100078, China."], ["Yu", "Nannan", "N", "1Acu-moxibustion and Tuina Department, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Yu", "Kun", "K", "1Acu-moxibustion and Tuina Department, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Wang", "Shenjun", "S", "1Acu-moxibustion and Tuina Department, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."], ["Chen", "Zhigang", "Z", "4Dongfang hospital, Beijing University of Chinese Medicine, Beijing 100078, China."], ["Shioda", "Seiji", "S", "5Peptide Drug Innovation, Global Research Center for Innovative Life Science, Hoshi University School of Pharmacy and Pharmaceutical Sciences, Shinagawa, Tokyo 142-8501, Japan."], ["Guo", "Yi", "Y", "1Acu-moxibustion and Tuina Department, Tianjin University of Traditional Chinese Medicine, Tianjin 300193, China."]], "text": "Aging is the greatest risk factor for human diseases, as it results in cellular growth arrest, impaired tissue function and metabolism, ultimately impacting life span. Two different mechanisms are thought to be primary causes of aging. One is cumulative DNA damage induced by a perpetuating cycle of oxidative stress; the other is nutrient-sensing adenosine monophosphate-activated protein kinase (AMPK) and rapamycin (mTOR)/ ribosomal protein S6 (rpS6) pathways. As the main bioactive component of natural Chinese medicine rhizoma coptidis (RC), berberine has recently been reported to expand life span in Drosophila melanogaster, and attenuate premature cellular senescence. Most components of RC including berberine, coptisine, palmatine, and jatrorrhizine have been found to have beneficial effects on hyperlipidemia, hyperglycemia and hypertension aging-related diseases. The mechanism of these effects involves multiple cellular kinase and signaling pathways, including anti-oxidation, activation of AMPK signaling and its downstream targets, including mTOR/rpS6, Sirtuin1/ forkhead box transcription factor O3 (FOXO3), nuclear factor erythroid-2 related factor-2 (Nrf2), nicotinamide adenine dinucleotide (NAD+) and nuclear factor-κB (NF-κB) pathways. Most of these mechanisms converge on AMPK regulation on mitochondrial oxidative stress. Therefore, such evidence supports the possibility that rhizoma coptidis, in particular berberine, is a promising anti-aging natural product, and has pharmaceutical potential in combating aging-related diseases via anti-oxidation and AMPK cellular kinase activation.", "id": "29344415", "date": "2017-12-01", "title": "Rhizoma Coptidis and Berberine as a Natural Drug to Combat Aging and Aging-Related Diseases via Anti-Oxidation and AMPK Activation.", "doi": "10.14336/AD.2016.0620", "journal": ["Aging and disease", "Aging Dis"]}