{"authors": [["Huang", "Haohai", "H", "Department of Clinical Pharmacy, Dongguan Third People's Hospital, Affiliated Dongguan Shilong People's Hospital of Southern Medical University, Dongguan."], ["Zou", "Ying", "Y", "Department of Traditional Chinese Medicine, Scientific Research Platform, The Second Clinical Medical College, Guangdong Medical University, Dongguan."], ["Chi", "Honggang", "H", "Department of Traditional Chinese Medicine, Scientific Research Platform, The Second Clinical Medical College, Guangdong Medical University, Dongguan."]], "text": "Chitosan is a popular dietary fiber often used to reduce dietary fat absorption to control weight and blood lipids. However, its effects on blood pressure (BP) have not been fully elucidated. We evaluated the effects of chitosan administration on systolic blood pressure (SBP) and diastolic blood pressure (DBP) through a pooled analysis of available randomized controlled trials (RCTs).Electronic searches were conducted in Medline, Cochrane Library, Scopus, and EMBASE to identify relevant human placebo-control RCTs. Trials that reported BP changes from baseline to study endpoint in patients receiving treatment of chitosan were included for analysis. Weighted mean difference (WMD) and 95% CIs were pooled using fixed-effects or random-effects models. Statistical heterogeneity, prespecified subgroup, publication bias, sensitivity analysis, and meta-regression assessments were also tested.Six hundred and seventeen participants from eight trials with 10 arms were included. Overall, chitosan administration did not significantly lower SBP (WMD: -1.41 mmHg, 95% CI: -3.29 to 0.47; P=0.14) and DBP (WMD: -0.61 mmHg, 95% CI: -1.75 to 0.52; P=0.29). However, our subgroup analyses indicated that chitosan consumption significantly reduced DBP in shorter-term (<12 weeks) and higher-dose (>2.4 g/day) arms. Funnel plots or Egger's tests analysis (P=0.36 and 0.43 for SBP and DBP, respectively) demonstrated that there was no significant publication bias in this study.This meta-analysis indicates that chitosan consumption significantly decreases DBP at higher dosage and in shorter-term interventions, while chitosan has no significant effects on SBP. However, these results should be interpreted cautiously because of the limited eligible RCTs included in this meta-analysis; further large-scale, well-designed RCTs on this topic are urgently needed.", "id": "29343944", "date": "2017-12-28", "title": "Quantitative assessment of the effects of chitosan intervention on blood pressure control.", "doi": "10.2147/DDDT.S148064", "journal": ["Drug design, development and therapy", "Drug Des Devel Ther"]}