{"authors": [["Huang", "Lam Opal", "LO", "Novo Nordisk Foundation Center for Basic Metabolic Research, University of Copenhagen."], ["Loos", "Ruth", "R", "Mount Sinai School of Medicine, United States."], ["Kilpeläinen", "Tuomas Oskari", "TO", "Novo Nordisk Foundation Center for Basic Metabolic Research, University of Copenhagen, Denmark."]], "text": "Obesity has evolved into a global pandemic, which constitutes a major threat to public health. The majority of obesity-related health care costs are due to cardiometabolic complications, such as insulin resistance, dyslipidemia, and hypertension, which are risk factors for type 2 diabetes and cardiovascular disease. However, many obese individuals, often called metabolically healthy obese (MHO), seem to be protected from these cardiometabolic complications. Conversely, there is a group of individuals who suffer from cardiometabolic complications despite being of normal weight; a condition termed metabolically obese normal weight (MONW). Recent large-scale genomic studies have provided evidence that a number of genetic variants show an association with increased adiposity but a favorable cardiometabolic profile, an indicator for the genetic basis of the MHO and MONW phenotypes. Many of these loci are located in or near genes that implicate pathways involved in adipogenesis, fat distribution, insulin signalling, and insulin resistance. It has been suggested that a threshold for subcutaneous adipose tissue expandability may be at play in the manifestation of MHO and MONW, where expiry of adipose tissue storage capacity could lead to ectopic lipid accumulation in non-adipose tissues such as liver, muscle, heart, and pancreatic beta cells. Understanding the genetic aspects of the mechanisms that underpin MHO and MONW is crucial to define appropriate public health action points and to develop effective intervention measures.", "id": "29341865", "date": "2017-12-20", "title": "Evidence of genetic predisposition for metabolically healthy obesity and metabolically obese normal weight.", "doi": "10.1152/physiolgenomics.00044.2017", "journal": ["Physiological genomics", "Physiol. Genomics"]}