{"authors": [["Hultström", "Michael", "M", "Department of medical cellbiology, Uppsala Universitet, Sweden."], ["Becirovic-Agic", "Mediha", "M", "Department of medical cellbiology, Uppsala University."], ["Jönsson", "Sofia", "S", "Department of medical cellbiology, Uppsala University."]], "text": "Acute kidney injury (AKI) is a syndrome of reduced glomerular filtration rate (GFR) and urine production caused by a number of different diseases. It is associated with renal tissue damage. This tissue damage can cause tubular atrophy and interstitial fibrosis that leads to nephron loss and progression of chronic kidney disease (CKD). This review describes the in-common mechanisms behind tissue damage in AKI caused by different underlying diseases. Comparing six high-quality microarray studies of renal gene expression after AKI in disease models (gram-negative sepsis, gram-positive sepsis, ischemia-reperfusion, malignant hypertension, rhabdomyolysis and cisplatin toxicity) identified 5254 differentially expressed genes in at least one of the AKI models. 66% of genes were only found in one model showing that there are unique features to AKI depending on the underlying disease. There were in-common features in the form of four genes that were differentially expressed in all six models, 49 in at least five, and 215 were in-common between at least four models. Gene ontology enrichment analysis could be broadly categorized into the injurious processes hypoxia, oxidative stress, and inflammation, as well as the cellular outcomes of cell death and tissue remodeling in the form of epithelial to mesenchymal transition (EMT). Pathway analysis showed that MYC is a central connection in the network of activated genes in-common to AKI, which suggests that it may be a central regulator of renal gene expression in tissue injury during AKI. The outlining of this molecular network may be useful for understanding progression from AKI to CKD.", "id": "29341864", "date": "2017-12-20", "title": "Comparison of acute kidney injury of different aetiology reveals in-common mechanisms of tissue damage.", "doi": "10.1152/physiolgenomics.00037.2017", "journal": ["Physiological genomics", "Physiol. Genomics"]}