{"authors": [["Rivera", "José Luis Manzanares", "JLM", "Doctor en Economía. Profesor-Investigador, El Colegio de la Frontera Norte, México. jlmanznares@colef.mx."]], "text": "This article analyzes patterns of mortality due to hypertensive diseases in the southern border of Mexico, as well as the evolution of such mortality in the 1998-2014 period. The emphasis is directed at the causes \"Essential (primary) hypertension\" (I10X) and \"Hypertensive heart disease with heart failure\" (I110). Using data from the mortality records of the National Health Information System, two types of analyses were carried out: cross-sectional analysis and time trends. Over the 16 years included in the study, the age-adjusted mortality rates show a clear increase. The findings suggest that the higher presence of indigenous populations is a trait of importance in the determination of the mortality pattern, with the state of Yucatán a case of particular interest. In addition, it is the female population that which exhibits the greatest adverse impact.Se analiza el patrón de mortalidad por enfermedades hipertensivas en la frontera sur de México así como su evolución en el tiempo durante el periodo 1998-2014. El énfasis se dirige a las causas Hipertensión esencial (primaria) (I10X) y Enfermedad cardíaca hipertensiva con insuficiencia cardíaca (congestiva) (I110). A partir de datos provenientes de los registros de mortalidad del Sistema Nacional de Información en Salud, se realizan dos tipos de análisis: de corte transversal y de evolución temporal. Durante el periodo de 16 años estudiado, las tasas de mortalidad ajustadas por estructura de edad muestran un claro incremento. Los hallazgos sugieren que el componente de población indígena es un rasgo de importancia en la determinación del patrón de mortalidad encontrado siendo el estado de Yucatán un caso de particular atención y la población femenina la que exhibe el mayor impacto adverso.", "id": "29340444", "date": null, "title": "[Mortality due to hypertensive diseases: evidence from the southern border of Mexico in the period 1998-2014].", "doi": "10.18294/sc.2017.1398", "journal": ["Salud colectiva", "Salud Colect"]}