{"authors": [["Koiwa", "Fumihiko", "F", "Division of Nephrology, Department of Internal Medicine, Showa University Fujigaoka Hospital, Yokohama, Japan."], ["Yokoyama", "Keitaro", "K", "Division of Nephrology and Hypertension, Department of Internal Medicine, The Jikei University School of Medicine, Tokyo, Japan."], ["Fukagawa", "Masafumi", "M", "Division of Nephrology, Endocrinology and Metabolism, Tokai University School of Medicine, Isehara, Japan."], ["Akizawa", "Tadao", "T", "Division of Nephrology, Department of Medicine, Showa University School of Medicine, Tokyo, Japan."]], "text": "In this phase III, open-label, single-arm, multi-center 12-week study, we evaluated the efficacy and safety of combination therapy with sucroferric oxyhydroxide (PA21) and calcium carbonate for hemodialysis patients with hyperphosphatemia.We enrolled 35 subjects aged ≥ 20 years with end-stage kidney disease and serum phosphorus 3.5-6.0 mg/dl who were undergoing hemodialysis 3 times weekly and taking calcium carbonate and sevelamer hydrochloride. Patients switched from sevelamer hydrochloride and calcium carbonate to sucroferric oxyhydroxide and calcium carbonate. Sucroferric oxyhydroxide was orally administered 3 times daily within 750 mg/d (250 mg per dose) to 3000 mg/d (1000 mg per dose), immediately before every meal, for 12 weeks. Calcium carbonate was orally administered 3 times daily after every meal. Outcomes were serum phosphorus concentration, safety, and satisfaction with bowel movements.Mean (SD) serum phosphorus concentrations were 5.01 (0.63) mg/dl at week 0 and 4.89 (1.14) mg/dl at the end of treatment, after patients switched from sevelamer hydrochloride to sucroferric oxyhydroxide. The incidence of adverse drug reactions was 31.4% (11/35), with diarrhea being the most frequent (31.4%). More sucroferric oxyhydroxide-treated patients were satisfied with their bowel movements. More patients with constipation, as well as those who experienced diarrhea, were satisfied with their bowel movements at the end of the study.Combined administration of sucroferric oxyhydroxide and calcium carbonate at low doses was effective in maintaining serum phosphorus concentrations within the target range, and patients' gastrointestinal status improved. Sucroferric oxyhydroxide maintained its serum phosphorus-lowering effect with a decreased pill burden, and its concomitant administration with calcium carbonate was well tolerated.", "id": "29340330", "date": "2017-10-06", "title": "Efficacy and Safety of Sucroferric Oxyhydroxide and Calcium Carbonate in Hemodialysis Patients.", "doi": "10.1016/j.ekir.2017.10.003", "journal": ["Kidney international reports", "Kidney Int Rep"]}