{"authors": [["Sexton", "Donal J", "DJ", "Division of Renal Diseases and Hypertension, Department of Medicine, University of Minnesota, Minneapolis, Minnesota, USA."], ["Reule", "Scott", "S", "Division of Renal Diseases and Hypertension, Department of Medicine, University of Minnesota, Minneapolis, Minnesota, USA."], ["Foley", "Robert N", "RN", "Division of Renal Diseases and Hypertension, Department of Medicine, University of Minnesota, Minneapolis, Minnesota, USA."]], "text": "Although the management of scleroderma continues to evolve, it is unknown whether the burden of end-stage kidney disease (ESKD) treated with maintenance renal replacement therapy from SD has changed.We examined United States Renal Data System data (n = 1,677,303) for the years 1996 to 2012 to quantify the incidence and outcomes of ESKD from scleroderma treated with renal replacement therapy (n = 2398). Outcomes assessed through demography-matched scleroderma-positive/scleroderma-negative comparisons included recovery of kidney function, mortality, listing for transplant, renal transplantations, and graft failure.Overall ESKD rates from scleroderma were 0.5 per million per year. Adjusted incidence ratios fell over time, to 0.42 in 2012 (vs. 1996, 95% confidence interval [CI] = 0.32-0.54, P < 0.001). Adjusted incidence ratios for ESKD from scleroderma fell over time in both sexes, all age, race, and ethnicity categories except age < 20 years and Asian race, and in all regions of the United States. After initiating renal replacement therapy, patients with scleroderma had a greater likelihood of recovery of kidney function (hazards ratio [HR] = 2.67, 95% CI = 1.90-3.76, P < 0.001) and death (HR = 1.44, 95% CI = 1.34-1.54, P < 0.001) and a lower likelihood of transplantation (HR = 0.51, 95% CI = 0.44-0.59, P < 0.001) than demography-matched patients without scleroderma.The incidence of ESKD from scleroderma appears to have declined in the United States since 1996. ESKD from scleroderma is associated with an enhanced likelihood of recovery of kidney function and death, a reduced likelihood of transplantation, and similar outcomes after transplantation.", "id": "29340325", "date": "2017-09-18", "title": "End-Stage Kidney Disease From Scleroderma in the United States, 1996 to 2012.", "doi": "10.1016/j.ekir.2017.09.003", "journal": ["Kidney international reports", "Kidney Int Rep"]}