{"authors": [["Hughson", "Michael D", "MD", "Department of Pathology, University of Mississippi Medical Center, Jackson, Mississippi, USA."], ["Hoy", "Wendy E", "WE", "Centre for Chronic Disease, The University of Queensland, Brisbane, Queensland, Australia."], ["Mott", "Susan A", "SA", "Centre for Chronic Disease, The University of Queensland, Brisbane, Queensland, Australia."], ["Bertram", "John F", "JF", "Cardiovascular Program Biomedicine Discovery Institute and Department of Anatomy and Developmental Biology, School of Biomedical Sciences, Monash University, Melbourne, Victoria, Australia."], ["Winkler", "Cheryl A", "CA", "Basic Research Laboratory, Center for Cancer Research, National Cancer Institute, Leidos Biomedical Inc., Frederick National Laboratory, Frederick, Maryland, USA."], ["Kopp", "Jeffrey B", "JB", "Kidney Disease Section, National Institute of Diabetes and Digestive and Kidney Disease, National Institutes of Health, Bethesda, Maryland, USA."]], "text": "The relationship of APOL1 renal risk variants to cardiovascular disease (CVD) is controversial and was the subject of this investigation.Age, cause of death, and nephrosclerosis (the latter defined by glomerulosclerosis) were analyzed in the autopsies of 162 African Americans and 136 whites genotyped for APOL1 risk alleles.Sudden deaths represented >75% of CVD autopsies for both races and all-risk genotypes. The average ages of CVD deaths for African Americans with 1 and 2 APOL1 risk alleles were, respectively, 7.0 years (P = 0.02) and 12.2 years (P < 0.01) younger than African Americans with 0 risk alleles and 8.7 years (P = 0.01) and 13.9 years (P = 0.01) younger than whites. Age differences were not significant between African Americans and whites with 0 risk alleles (P = 0.61). The younger CVD deaths of African Americans were associated with less severe glomerulosclerosis with 2 (P = 0.01), although not 1 (P = 0.09), compared with 0 APOL1 risk alleles. Cardiomyopathy was found in 23% of African Americans with 1 and 2 risk alleles and significantly contributed to the lower age (P = 0.01). For non-CVD deaths, age differences were not seen by race (P = 0.28) or among African Americans by risk allele status (P = 0.38).Carriage of 1 or 2 APOL1 risk alleles in African Americans was associated with earlier age deaths due to coronary artery disease and cardiomyopathy. For 2 risk alleles, the early age was independent of nephrosclerosis.", "id": "29340318", "date": "2017-08-24", "title": "APOL1 Risk Variants Independently Associated With Early Cardiovascular Disease Death.", "doi": "10.1016/j.ekir.2017.08.007", "journal": ["Kidney international reports", "Kidney Int Rep"]}