{"authors": [["Takaki", "Hiroko", "H", "Department of Clinical Pharmacy and Pharmaceutical care, Kyushu University Graduate School of Pharmaceutical Sciences, 3-1-1 Maidashi, Higashi-ku, Fukuoka 812-8582, Japan."], ["Onozuka", "Daisuke", "D", "Department of Health Communication, Kyushu University Graduate School of Medicine, 3-1-1 Maidashi, Higashi-ku, Fukuoka 812-8582, Japan."], ["Hagihara", "Akihito", "A", "Department of Health Services Management and Policy, Kyushu University Graduate School of Medicine, 3-1-1 Maidashi, Higashi-ku, Fukuoka 812-8582, Japan."]], "text": "Many adults with migraine who require preventive therapy are often not prescribed the proper medications. The most likely reason is that primary care physicians are unacquainted with preventive medications for migraine. The present study assessed the migraine-preventive prescription patterns in office visits using data from the National Ambulatory Medical Care Survey from 2006 to 2009 in the United States. Patients who were 18 years or older and diagnosed with migraine were included in the analysis. In accordance with the recommendations of the headache guidelines, we included beta-blockers, antidepressants, triptans for short-term prevention of menstrual migraine, and other triptans for acute treatment. Weighted visits of adults with migraine prescribed with preventive medication ranged from 32.8% in 2006 to 38.6% in 2009. Visits to primary care physicians accounted for 72.6% of the analyzed adult migraine visits. Anticonvulsants (odds ratio [OR] 0.29, 95% confidence interval [CI] 0.14-0.57, p < 0.001) and triptans for menstrual migraine (OR 0.50, 95% CI 0.28-0.91, p = 0.025) were less frequently prescribed by primary care physicians compared with specialty care physicians, such as neurologists and psychiatrists. There were no significant differences in the prescription patterns of antidepressants and beta-blockers between primary and specialty care physicians. Beta-blockers were prescribed to patients with comorbidity of hypertension, and antidepressants were used by patients with comorbidity of depression. There are differences in the prescription patterns of certain type of preventive medications between primary care physicians and specialty care physicians.", "id": "29340272", "date": "2017-12-21", "title": "Migraine-preventive prescription patterns by physician specialty in ambulatory care settings in the United States.", "doi": "10.1016/j.pmedr.2017.12.009", "journal": ["Preventive medicine reports", "Prev Med Rep"]}