{"authors": [["Ye", "Ziliang", "Z", "Department of Cardiology, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."], ["Li", "Hui", "H", "Guangxi Medical University, Nanning, Guangxi, China."], ["Lu", "Haili", "H", "Department of Orthodontics, The Affiliated Dental Hospital of Guangxi Medical University, Nanning, Guangxi, China."], ["Su", "Qiang", "Q", "Department of Cardiology, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."], ["Li", "Lang", "L", "Department of Cardiology, The First Affiliated Hospital of Guangxi Medical University, Nanning, Guangxi, China."]], "text": "The effects of sitagliptin in patients with type 2 diabetes mellitus and hypertension are unclear. Therefore, we evaluated the long-term effects of sitagliptin in those patients.In the PROLOGUE study, 365 patients were diagnosed as type 2 diabetes mellitus and hypertension, and 189 patients in the sitagliptin group, 176 patients in the conventional group. Fasting blood glucose (FBG), HbA1c, systolic pressure (SP), diastolic pressure (DP), serum urea nitrogen (BUN) and serum creatinine (SCR) were measured at the beginning of the study and after 12 and 24 months of treatment.FBS and HbA1c levels were not significantly decreased after treatment [12 months: OR: -3.1, 95% CI (-11.3, 5.0); OR: 0.1, 95% CI (0.0, 0.3); 24 months: OR: -0.1, 95% CI (-9.1, 8.8); OR: 0.1, 95% CI (0.0, 0.3), respectively]. BP and DP levels were not significantly decreased after treatment (12 months: OR: 0.9, 95% CI (-2.8, 4.6); OR: 0.6, 95% CI (-2.0, 3.2); 24 months: OR: -0.5, 95% CI (-4.2, 3.1); OR: -1.6, 95% CI (-41, 0.9), respectively]. Furthermore, BUN and SCR levels were not significantly decreased after treatment (12 months: OR: 0.0, 95%CI (-1.2, 1.2); OR: 0.0, 95% CI (-0.1, 0.0); 24 months: OR: 0.4, 95% CI (-1.0, 1.8); OR: -80.8, 95% CI (-201.3, 39.8), respectively]. After adjusting for confounding factors, our results did not change.In our study, there was no evidence that treatment with sitagliptin can improve FBS, BP, DP, BUN or SCR in patients with type 2 diabetes mellitus and hypertension.University Hospital Medical Information Network Clinical Trials Registry UMIN000004490.", "id": "29340105", "date": "2017-12-06", "title": "Long-term effects of sitagliptin in patients with type 2 diabetes mellitus and hypertension: results from the PROLOGUE study.", "doi": "10.18632/oncotarget.22959", "journal": ["Oncotarget", "Oncotarget"]}