{"authors": [["Bai", "Yang", "Y", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."], ["Li", "Zhong-Xia", "ZX", "Department of Orthopaedic Ward, Central Hospital Affiliated Shenyang Medical College, Shenyang, 110122, China."], ["Zhao", "Yue-Tong", "YT", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."], ["Liu", "Mo", "M", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."], ["Wang", "Yun", "Y", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."], ["Lian", "Guo-Chao", "GC", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."], ["Zhao", "Qi", "Q", "School of Mathematics, Liaoning University, Shenyang, 110036, China."], ["Wang", "Huai-Liang", "HL", "Department of Clinical Pharmacology, College of Pharmacy, China Medical University, Shenyang, 110122, China."]], "text": "The purpose of this study was to investigate the mechanism of monocrotaline (MCT)-induced pulmonary artery hypertension (PAH) and determine whether 4-chloro-DL-phenylalanine (PCPA) could inhibit pulmonary arterial remodeling associated with connective tissue growth factor (CTGF) expression and downstream signal pathway. MCT was administered to forty Sprague Dawley rats to establish the PAH model. PCPA was administered at doses of 50 and 100 mg/kg once daily for 3 weeks via intraperitoneal injection. On day 22, the pulmonary arterial pressure (PAP), right ventricle hypertrophy index (RVI) and pulmonary artery morphology were assessed and the serotonin receptor-1B (SR-1B), CTGF, p-ERK/ERK were measured by western blot or immunohistochemistry. The concentration of serotonin in plasma was checked by ELISA. Apoptosis and apoptosis-related indexes were detected by TUNEL and western blot. In the MCT-induced PAH models, the PAP, RVI, pulmonary vascular remodeling, SR-1B index, CTGF index, anti-apoptotic factors bcl-xl and bcl-2, serotonin concentration in plasma were all increased and the pro-apoptotic factor caspase-3 was reduced. PCPA significantly ameliorated pulmonary arterial remodeling induced by MCT, and this action was associated with accelerated apoptosis and down-regulation of CTGF, SR-1B and p-ERK/ERK. The present study suggests that PCPA protects against the pathogenesis of PAH by suppressing remodeling and inducing apoptosis, which are likely associated with CTGF and downstream ERK signaling pathway in rats.", "id": "29340081", "date": "2017-12-04", "title": "PCPA protects against monocrotaline-induced pulmonary arterial remodeling in rats: potential roles of connective tissue growth factor.", "doi": "10.18632/oncotarget.22882", "journal": ["Oncotarget", "Oncotarget"]}