{"authors": [["Zhao", "Feng", "F", "State Key Laboratory of Biotherapy and Cancer Center, West China Hospital, Sichuan University, and Collaborative Innovation Center for Biotherapy, Chengdu, Sichuan, PR China."], ["Tian", "Wei", "W", "Operations Management Department, Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Zeng", "Ming", "M", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Xia", "Jianling", "J", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Hu", "Honglin", "H", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Hao", "Xinbao", "X", "Sino-America Cancer Center, Hainan Medial University, Haikou, Hainan, PR China."], ["Han", "Liangfu", "L", "Department of Radiation Oncology, ChangAn Hospital, Xi'an, Shanxi, PR China."], ["Liu", "Hao", "H", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["He", "Yangke", "Y", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Zhu", "Xueqiang", "X", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Liang", "Liang", "L", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Ao", "Rui", "R", "Cancer Center Hospital of University of Electronic Science and Technology of China and Sichuan Provincial People's Hospital, Chengdu, Sichuan, PR China."], ["Wei", "Min", "M", "Ziyang People's Hospital, Sichuan, Ziyang, Sichuan, PR China."], ["Deng", "Lili", "L", "Sichuan Friendship Hospital, Chengdu, Sichuan, PR China."], ["Wei", "Yuquan", "Y", "State Key Laboratory of Biotherapy and Cancer Center, West China Hospital, Sichuan University, and Collaborative Innovation Center for Biotherapy, Chengdu, Sichuan, PR China."]], "text": "To study safety and efficacy of apatinib in combination of radiotherapy in patients with symptomatic bony disease prostate cancer(SBPC), based on the potential synergistic antitumor activity between apatinib and Radiation Therapy (RT).In phase I dose escalation part, 18 patients received apatinib dose at 250 mg every other day, 250 mg daily and 500 mg daily. In phase II part, the 250 mg daily cohorts were expanded to 20 patients in combination of RT (6 Gy/fraction, 5 fraction in total), one patient lost followed up and excluded the study, comparing with RT alone cohort with 10 patients, ratio of RT to RT + apatinib was 1 to 2. Evaluations included adverse events (AEs), prostate specific antigen (PSA) changes, radiographic evaluation and pain relief.In phase I study, common apatinib-related AEs (arAEs) were fatigue, anorexia, hand foot syndrome, proteinuria, and hypertension (HTN). Grade 3arAEs included HTN, proteinuria, liver dysfunction. In phase II study, combination apatinib with RT cohorts, AEs events increased comparing with either apatinib alone or RT alone; at the same time, combination cohorts showed PSA declines of ≥50% in 12 patients, and stable disease in 6 patients. Combination cohorts had pain control significantly improved in both level and duration comparing with RT alone.In SBPC patients, apatinib at less than 500 mg daily dose as mono-therapy had tolerable toxicity. Apatinib at dose of 250 mg daily in combining with RT synergized pain control, the overall AEs were manageable. Further studies are needed in large sample size future trials.", "id": "29340015", "date": "2017-11-28", "title": "Apatinib alone or combined with radiotherapy in metastatic prostate cancer: Results from a pilot, multicenter study.", "doi": "10.18632/oncotarget.22719", "journal": ["Oncotarget", "Oncotarget"]}