{"authors": [["Skjørten", "Ingunn", "I", "Department of Pulmonary Medicine, LHL Glittre Clinic, Hakadal."], ["Hilde", "Janne Mykland", "JM", "Department of Cardiology, Akershus University Hospital, Lørenskog."], ["Melsom", "Morten Nissen", "MN", "Department of Pulmonary Medicine, LHL Glittre Clinic, Hakadal."], ["Hisdal", "Jonny", "J", "Section of Vascular Investigations."], ["Hansteen", "Viggo", "V", "Department of Cardiology, Oslo University Hospital-Aker."], ["Steine", "Kjetil", "K", "Faculty of Medicine, University of Oslo, Oslo."], ["Humerfelt", "Sjur", "S", "Clinic of Allergology and Respiratory Medicine, Oslo, Norway."]], "text": "Exercise tolerance decreases as COPD progresses. Pulmonary hypertension (PH) is common in COPD and may reduce performance further. COPD patients with and without PH could potentially be identified by cardiopulmonary exercise test (CPET). However, results from previous studies are diverging, and a unified conclusion is missing. We hypothesized that CPET combined with arterial blood gases is useful to discriminate between COPD outpatients with and without PH.In total, 93 COPD patients were prospectively included. Pulmonary function tests, right heart catheterization, and CPET with blood gases were performed. The patients were divided, by mean pulmonary artery pressure, into COPD-noPH (<25 mmHg) and COPD-PH (≥25 mmHg) groups. Linear mixed models (LMMs) were fitted to estimate differences when repeated measurements during the course of exercise were considered and adjusted for gender, age, and airway obstruction.Ventilatory and/or hypoxemic limitation was the dominant cause of exercise termination. In LMM analyses, significant differences between COPD-noPH and COPD-PH were observed for PaO2, SaO2, PaCO2, ventilation, respiratory frequency, and heart rate. PaO2 <61 mmHg (8.1 kPa) during unloaded pedaling, the only load level achieved by all the patients, predicted PH with a sensitivity of 86% and a specificity of 78%.During CPET, low exercise performance and PaO2 strongly indicated PH in COPD patients.", "id": "29339921", "date": "2017-12-22", "title": "Cardiopulmonary exercise test and PaO2 in evaluation of pulmonary hypertension in COPD.", "doi": "10.2147/COPD.S150034", "journal": ["International journal of chronic obstructive pulmonary disease", "Int J Chron Obstruct Pulmon Dis"]}