{"authors": [["Iacovelli", "Roberto", "R", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy. Electronic address: roberto.iacovelli@aovr.veneto.it."], ["Ciccarese", "Chiara", "C", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Bria", "Emilio", "E", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Romano", "Mario", "M", "Radiotherapy Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Fantinel", "Emanuela", "E", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Bimbatti", "Davide", "D", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Muraglia", "Alessandro", "A", "Radiotherapy Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Porcaro", "Antonio Benito", "AB", "Urology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Siracusano", "Salvatore", "S", "Urology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Brunelli", "Matteo", "M", "Department of Diagnostics and Public Health, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Mazzarotto", "Renzo", "R", "Radiotherapy Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Artibani", "Walter", "W", "Urology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Tortora", "Giampaolo", "G", "Medical Oncology Unit, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."]], "text": "The cardiovascular toxicity related to abiraterone and enzalutamide has been previously studied by our group. In this analysis, we aim to update our previous findings related to abiraterone and enzalutamide, including the new available evidence, both in castration-resistant and hormone-sensitive prostate cancer. PATIENTS AND METHODS: Prospective studies were identified by searching the MEDLINE/PubMed, Cochrane Library, and ASCO Meeting abstracts. Combined relative risks (RRs) and 95% confidence intervals (CIs) were calculated using fixed- or random-effects methods.We included 7 articles in this meta-analysis, covering a total of 8660 patients who were used to evaluate cardiovascular toxicity. The use of new hormonal agents was associated with an increased risk of all-grade (RR, 1.36; 95% CI, 1.13-1.64; P = .001) and high-grade (RR, 1.84; 95% CI, 1.21-2.80; P = .004) cardiac toxicity. The use of new hormonal agents was also associated with an increased risk of all-grade (RR, 1.98; 95% CI, 1.62-2.43; P = .001) and high-grade (RR, 2.26; 95% CI, 1.84-2.77; P = .004) hypertension compared with the controls. Abiraterone was found to significantly increase the risk of both cardiac toxicity and hypertension, whereas enzalutamide significantly increases only the risk of hypertension. No differences were found based on the dose of prednisone used with abiraterone. The major limitation of this study is that data are available only as aggregate, and no single-patient information could be analyzed.Abiraterone and enzalutamide significantly increase the incidence and RR of cardiovascular toxicity in patients affected by metastatic prostate cancer. Follow-up for the onset of treatment-related cardiovascular events should therefore be considered in these patients.", "id": "29339044", "date": "2017-12-27", "title": "The Cardiovascular Toxicity of Abiraterone and Enzalutamide in Prostate Cancer.", "doi": "10.1016/j.clgc.2017.12.007", "journal": ["Clinical genitourinary cancer", "Clin Genitourin Cancer"]}