{"authors": [["Girard", "Hugo", "H", "Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec, Canada; Département de radiologie, Faculté de médecine, Université Laval, Québec, Canada."], ["Potvin", "Olivier", "O", "Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec, Canada."], ["Nugent", "Scott", "S", "Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec, Canada."], ["Dallaire-Théroux", "Caroline", "C", "Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec, Canada; Faculté de médecine, Université Laval, Québec, Canada."], ["Cunnane", "Stephen", "S", "Département de médecine, Faculté de médecine et des sciences de la santé, Université de Sherbrooke, Sherbrooke, Canada."], ["Duchesne", "Simon", "S", "Centre de recherche CERVO de l'Institut universitaire en santé mentale de Québec, Québec, Canada; Département de radiologie, Faculté de médecine, Université Laval, Québec, Canada. Electronic address: simon.duchesne@fmed.ulaval.ca."], [null, null, null, null]], "text": "Sporadic Alzheimer's disease (AD), as opposed to its autosomal dominant form, is likely caused by a complex interaction of genetic, environmental, and health lifestyle factors. Twin studies indicate that sporadic AD heritability could be between 58% and 79%, around half of which is explained by the ε4 allele of the apolipoprotein E (APOE4). We hypothesized that genes associated with known risk factors for AD, namely hypertension, hypercholesterolemia, obesity, diabetes, and cardiovascular disease, would contribute significantly to the remaining heritability. We analyzed 22 AD-associated single-nucleotide polymorphisms (SNPs), associated with these risk factors, that were included in the sequencing data of the Alzheimer's Disease Neuroimaging Initiative 1 data set, which included 355 participants with mild cognitive impairment (MCI). We built survival models with the selected SNPs to predict progression of MCI to probable AD over the 10-year follow-up of the study. The rs391300 SNP, located on the serine racemase (SRR) gene and linked to increased susceptibility to type 2 diabetes, was associated with progression from MCI to probable AD.", "id": "29338921", "date": "2017-12-07", "title": "Faster progression from MCI to probable AD for carriers of a single-nucleotide polymorphism associated with type 2 diabetes.", "doi": "10.1016/j.neurobiolaging.2017.11.013", "journal": ["Neurobiology of aging", "Neurobiol. Aging"]}