{"authors": [["Edelman", "David S", "DS", null]], "text": "Laparoscopic inguinal hernia repair has certain advantages over open repair including less pain and earlier return to normal activity. Concurrent robotic inguinal hernia repair at the time of prostatectomy has been shown to have a lower recurrence rate than open repair. Robotic surgery adds high definition visualization and articulating instruments which enhances dexterity that makes laparoscopic hernia repair more refined. A series of robotic, laparoscopic, inguinal hernia repairs by a single surgeon with an extensive laparoscopic hernia experience at a single institution was undertaken to determine the role of robotic laparoscopic inguinal hernia repair in minimally invasive surgery. Five hundred forty-two laparoscopic inguinal hernia operations were performed from April 2012 through December 2015. There were 154 cases of robotic transabdominal preperitoneal procedures done during that time. Hospital records and follow-up care were prospectively reviewed and data collected for age, sex, American Society of Anesthesia class, and operative time. Follow-up was done at 2, 8, and 16 weeks after surgery. All patients consented for the study. Ninety percent of the patients were male. Age averaged 57.04 years with a range of 21 to 85 years. American Society of Anesthesia averaged 2.01 with comorbidities of hypertension, hypercholesterolemia, and gastroesophageal reflux disease being the most common. Body mass index was between 19 and 31.6, averaging 24.34. Twenty-five patients (16%) had an umbilical hernia repair done concomitantly. Operating room time ranged from 25 to 140 minutes with an average of 63.6 minutes decreased as experience increased. One patient with a large, left scrotal hernia was converted to open; one patient developed perforated sigmoid diverticulitis seven days postop and case #5 recurred indirectly after a direct hernia repair. Four patients required prolonged postoperative Foley catheterization. Robotic inguinal hernia repair is safe and effective. Operating room time was longer than standard laparoscopic herniorrhaphy but decreased with experience. A single-port platform may have use in patients with umbilical hernias, 16 per cent, and will need to be studied.", "id": "29336765", "date": null, "title": "Robotic Inguinal Hernia Repair.", "doi": null, "journal": ["The American surgeon", "Am Surg"]}