{"authors": [["Schneider", "Bryan P", "BP", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Shen", "Fei", "F", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Jiang", "Guanglong", "G", "Indiana University School of Medicine, Indianapolis, Indiana."], ["O'Neill", "Anne", "A", "Dana Farber Cancer Institute - ECOG-ACRIN Biostatistics Center, Boston, Massachusetts."], ["Radovich", "Milan", "M", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Li", "Lang", "L", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Gardner", "Laura", "L", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Lai", "Dongbing", "D", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Foroud", "Tatiana", "T", "Indiana University School of Medicine, Indianapolis, Indiana."], ["Sparano", "Joseph A", "JA", "Albert Einstein University, Montefiore Medical Center, Bronx, New York."], ["Sledge", "George W", "GW", "Stanford University, Stanford, California."], ["Miller", "Kathy D", "KD", "Indiana University School of Medicine, Indianapolis, Indiana."]], "text": "Racial disparity in breast cancer outcomes exists between African American and Caucasian women in the United States. We have evaluated the impact of genetically determined ancestry on disparity in efficacy and therapy-induced toxicity for breast cancer patients in the context of a randomized, phase III adjuvant trial.This study compared outcomes between 386 patients of African ancestry (AA) and 2473 patients of European ancestry (EA) in a randomized, phase III breast cancer trial; ECOG-ACRIN-E5103. The primary efficacy endpoint, invasive disease free survival (DFS) and clinically significant toxicities were compared including: anthracycline-induced congestive heart failure (CHF), taxane-induced peripheral neuropathy (TIPN), and bevacizumab-induced hypertension.Overall, AAs had significantly inferior DFS (p=0.002; HR=1.5) compared with EAs. This was significant in the estrogen receptor-positive subgroup (p=0.03); with a similar, non-significant trend for those who had triple negative breast cancer (TNBC; p=0.12). AAs also had significantly more grade 3-4 TIPN (OR=2.9; p=2.4 ×10-11) and grade 3-4 bevacizumab-induced hypertension (OR=1.6; p=0.02), with a trend for more CHF (OR=1.8; p=0.08). AAs had significantly more dose reductions for paclitaxel (p=6.6 ×10-6). In AAs, dose reductions in paclitaxel had a significant negative impact on DFS (p=0.03); whereas in EAs, dose reductions did not impact outcome (p=0.35).AAs had inferior DFS with more clinically important toxicities in ECOG-ACRIN-E5103. The altered risk to benefit ratio for adjuvant breast cancer chemotherapy should lead to additional research with the focus centered on the impact of genetic ancestry on both efficacy and toxicity. Strategies to minimize dose reductions for paclitaxel, especially due to TIPN, are warranted for this population.", "id": "29333527", "date": "2017-08-21", "title": "Impact of Genetic Ancestry on Outcomes in ECOG-ACRIN-E5103.", "doi": null, "journal": ["JCO precision oncology", "JCO Precis Oncol"]}