{"authors": [["Palafox", "Benjamin", "B", "The Centre for Global Chronic Conditions, London School of Hygiene and Tropical Medicine, London, UK."], ["Goryakin", "Yevgeniy", "Y", "Organization for Economic Cooperation and Development, Paris, France."], ["Stuckler", "David", "D", "Department of Policy Analysis and Public Management and Dondena Research Centre, University of Bocconi, Milan, Italy."], ["Suhrcke", "Marc", "M", "Centre for Health Economics, University of York, York, UK."], ["Balabanova", "Dina", "D", "The Centre for Global Chronic Conditions, London School of Hygiene and Tropical Medicine, London, UK."], ["Alhabib", "Khalid F", "KF", "Department of Cardiac Sciences, King Fahad Cardiac Center, College of Medicine, King Saud University, Riyadh, Saudi Arabia."], ["Avezum", "Alvaro", "A", "Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Bahonar", "Ahmad", "A", "Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, The Islamic Republic of Iran."], ["Bai", "Xiulin", "X", "National Center for Cardiovascular Disease, Fuwai Hospital, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."], ["Chifamba", "Jephat", "J", "College of Health Sciences, University of Zimbabwe, Harare, Zimbabwe."], ["Dans", "Antonio L", "AL", "UP College of Medicine, University of the Philippines Manila, Manila, Philippines."], ["Diaz", "Rafael", "R", "Estudios Clinicos Latino America, Rosario, Argentina."], ["Gupta", "Rajeev", "R", "Eternal Heart Care Centre and Research Institute, Jaipur, India."], ["Iqbal", "Romaina", "R", "Departments of Community Health Sciences and Medicine, Aga Khan University, Karachi, Pakistan."], ["Ismail", "Noorhassim", "N", "Department of Community Health, University Kebangsaan Malaysia, Kuala Lumpur, Malaysia."], ["Kaur", "Manmeet", "M", "School of Public Health, Postgraduate Institute of Medical Education and Research, Chandigarh, India."], ["Keskinler", "Mirac V", "MV", "Department of Internal Medicine, Istanbul Medeniyet University Goztepe Training and Research Hospital, Istanbul, Turkey."], ["Khatib", "Rasha", "R", "Department of Public Health Sciences, Loyola University Medical Center, Maywood, Illinois, USA."], ["Kruger", "Annamarie", "A", "Africa Unit for Transdisciplinary Health Research, North-West University, Potchefstroom, South Africa."], ["Kruger", "Iolanthe M", "IM", "Africa Unit for Transdisciplinary Health Research, North-West University, Potchefstroom, South Africa."], ["Lanas", "Fernando", "F", "Universidad de La Frontera, Temuco, Chile."], ["Lear", "Scott A", "SA", "Simon Fraser University, Burnaby, British Columbia, Canada."], ["Li", "Wei", "W", "National Center for Cardiovascular Disease, Fuwai Hospital, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."], ["Liu", "Jia", "J", "National Center for Cardiovascular Disease, Fuwai Hospital, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."], ["Lopez-Jaramillo", "Patricio", "P", "Research Institute FOSCAL, Santander, Colombia."], ["Peer", "Nasheeta", "N", "South African Medical Research Council, Durban, South Africa."], ["Poirier", "Paul", "P", "Institut universitaire de cardiologie et de pneumologie de Quebec, Quebec, Canada."], ["Rahman", "Omar", "O", "Independent University, Dhaka, Bangladesh."], ["Pillai", "Rajamohanan K", "RK", "Department of Pediatrics, Dr SMCSI Medical College Karakonam, Trivandrum, India."], ["Rangarajan", "Sumathy", "S", "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."], ["Rosengren", "Annika", "A", "Department of Molecular and Clinical Medicine, University of Gothenburg, Goteborg, Sweden."], ["Swaminathan", "Sumathi", "S", "St John's Research Institute, Bangalore, Karnataka, India."], ["Szuba", "Andrzej", "A", "Division of Angiology, Wroclaw Medical University, Wroclaw, Poland."], ["Teo", "Koon", "K", "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."], ["Wang", "Yang", "Y", "National Center for Cardiovascular Disease, Fuwai Hospital, Peking Union Medical College & Chinese Academy of Medical Sciences, Beijing, China."], ["Wielgosz", "Andreas", "A", "University of Ottawa, Ottawa, Ontario, Canada."], ["Yeates", "Karen E", "KE", "Department of Medicine, Queen's University, Kingston, Ontario, Canada."], ["Yusufali", "Afzalhussein", "A", "Hatta Hospital, Dubai Health Authority/Dubai Medical University, Dubai, United Arab Emirates."], ["Yusuf", "Salim", "S", "Population Health Research Institute, Hamilton Health Sciences, Hamilton, Ontario, Canada."], ["McKee", "Martin", "M", "The Centre for Global Chronic Conditions, London School of Hygiene and Tropical Medicine, London, UK."]], "text": "Social capital, characterised by trust, reciprocity and cooperation, is positively associated with a number of health outcomes. We test the hypothesis that among hypertensive individuals, those with greater social capital are more likely to have their hypertension detected, treated and controlled.Cross-sectional data from 21 countries in the Prospective Urban and Rural Epidemiology study were collected covering 61 229 hypertensive individuals aged 35-70 years, their households and the 656 communities in which they live. Outcomes include whether hypertensive participants have their condition detected, treated and/or controlled. Multivariate statistical models adjusting for community fixed effects were used to assess the associations of three social capital measures: (1) membership of any social organisation, (2) trust in other people and (3) trust in organisations, stratified into high-income and low-income country samples.In low-income countries, membership of any social organisation was associated with a 3% greater likelihood of having one's hypertension detected and controlled, while greater trust in organisations significantly increased the likelihood of detection by 4%. These associations were not observed among participants in high-income countries.Although the observed associations are modest, some aspects of social capital are associated with better management of hypertension in low-income countries where health systems are often weak. Given that hypertension affects millions in these countries, even modest gains at all points along the treatment pathway could improve management for many, and translate into the prevention of thousands of cardiovascular events each year.", "id": "29333284", "date": "2017-12-17", "title": "Does greater individual social capital improve the management of hypertension? Cross-national analysis of 61 229 individuals in 21 countries.", "doi": "10.1136/bmjgh-2017-000443", "journal": ["BMJ global health", "BMJ Glob Health"]}