{"authors": [["Seo", "Yo Han", "YH", "Department of Pediatrics, Keimyung University School of Medicine, Daegu, Korea."], ["Choi", "Hee Joung", "HJ", "Department of Pediatrics, Keimyung University School of Medicine, Daegu, Korea."]], "text": "We evaluated early and late pulmonary hypertension (PH) in preterm infants and its relation with bronchopulmonary dysplasia (BPD).Sixty-seven preterm infants < 30 weeks' gestation underwent echocardiography within 14 days after birth for early PH and over 28 days after birth for late PH. We measured tricuspid regurgitation (TR) peak velocity, pulse Doppler-derived myocardial performance index (MPI) of right ventricle (RV) (RV MPI), eccentricity index (EI), and tricuspid annular plane systolic excursion (TAPSE).The median gestation age of patients was 27 weeks (range, 23-30 weeks) and median birth weight was 1030 g (range, 450-1780 g). TR peak velocity was measured only in 19 patients (28.4%). Patients with symptomatic early PH (n = 11) showed a significantly lower systolic EI and a significantly higher incidence of RV MPI > 0.38 and TAPSE < 0.5 cm than patients without PH. The incidence of symptomatic early PH was highest in severe BPD, although this was not statistically significant. Early echocardiographic parameters are not associated with BPD development. Patients with severe BPD showed a significantly higher RV MPI and a significantly higher incidence of RV MPI > 0.38 than patients with mild BPD, and a significantly lower systolic EI and a significantly higher incidence of systolic EI < 0.81 than patients without BPD.Systolic EI, RV MPI, and TAPSE were well represented symptomatic early PH, while systolic EI and RV MPI could be useful parameters for identifying late PH in preterm infants with BPD, even if they did not present PH symptoms.", "id": "29333219", "date": "2017-12-29", "title": "Clinical Utility of Echocardiography for Early and Late Pulmonary Hypertension in Preterm Infants: Relation with Bronchopulmonary Dysplasia.", "doi": "10.4250/jcu.2017.25.4.124", "journal": ["Journal of cardiovascular ultrasound", "J Cardiovasc Ultrasound"]}