{"authors": [["Duni", "Anila", "A", "Department of Nephrology, Medical School of the University of Ioannina, Ioannina, Greece."], ["Liakopoulos", "Vassilios", "V", "Division of Nephrology and Hypertension, 1st Department of Internal Medicine, AHEPA Hospital, School of Medicine, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Rapsomanikis", "Karolos-Pavlos", "KP", "Department of Nephrology, Medical School of the University of Ioannina, Ioannina, Greece."], ["Dounousi", "Evangelia", "E", "Department of Nephrology, Medical School of the University of Ioannina, Ioannina, Greece."]], "text": "Chronic kidney disease (CKD) patients are among the groups at the highest risk for cardiovascular disease and significantly shortened remaining lifespan. CKD enhances oxidative stress in the organism with ensuing cardiovascular damage. Oxidative stress in uremia is the consequence of higher reactive oxygen species (ROS) production, whereas attenuated clearance of pro-oxidant substances and impaired antioxidant defenses play a complementary role. The pathophysiological mechanism underlying the increased ROS production in CKD is at least partly mediated by upregulation of the intrarenal angiotensin system. Enhanced oxidative stress in the setting of the uremic milieu promotes enzymatic modification of circulating lipids and lipoproteins, protein carbamylation, endothelial dysfunction via disruption of nitric oxide (NO) pathways, and activation of inflammation, thus accelerating atherosclerosis. Left ventricular hypertrophy (LVH) and heart failure are hallmarks of CKD. NADPH oxidase activation, xanthine oxidase, mitochondrial dysfunction, and NO-ROS are the main oxidative pathways leading to LVH and the cardiorenal syndrome. Finally, a subset of antioxidant enzymes, the paraoxonases (PON), deserves special attention due to abundant clinical evidence accumulated regarding reduced serum PON1 activity in CKD as a contributor to the increased burden of cardiovascular disease. Future, meticulously designed studies are needed to assess the effects of antioxidant therapy on patients with CKD.", "id": "29333213", "date": "2017-11-23", "title": "Chronic Kidney Disease and Disproportionally Increased Cardiovascular Damage: Does Oxidative Stress Explain the Burden?", "doi": "10.1155/2017/9036450", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}