{"authors": [["Cebova", "Martina", "M", "Institute of Normal and Pathological Physiology, Slovak Academy of Sciences, Bratislava, Slovakia."], ["Klimentova", "Jana", "J", "Institute of Normal and Pathological Physiology, Slovak Academy of Sciences, Bratislava, Slovakia."], ["Janega", "Pavol", "P", "Institute of Normal and Pathological Physiology, Slovak Academy of Sciences, Bratislava, Slovakia."], ["Pechanova", "Olga", "O", "Institute of Normal and Pathological Physiology, Slovak Academy of Sciences, Bratislava, Slovakia."]], "text": "Aronia melanocarpa has attracted scientific interest due to its dense contents of different polyphenols. We aimed to analyse effects of Aronia melanocarpa (AME) extract on blood pressure (BP), lipid peroxidation, cytokine level, total NOS activity in the left ventricle (LV), and aorta of L-NAME-induced hypertensive rats. 12-week-old male WKY rats were assigned to the control group and groups treated with AME extract (57.90 mg/kg/day), L-NAME (40 mg/kg/day), or combination of L-NAME (40 mg/kg/day) and AME (57.90 mg/kg/day) in tap water for 3 weeks. NOS activity, eNOS protein expression, and conjugated diene (CD) concentration were determined in the LV and aorta. After 3 weeks of L-NAME treatment, BP was increased by 28% and concomitant treatment with AME reduced it by 21%. NOS activity of the LV and aorta in the L-NAME group was decreased by about 40%, while AME increased it almost on the control level. AME-induced eNOS upregulation may contribute to increase NOS activity. Moreover, AME decreased CD concentration in the LV and aorta and TNF-α and IL-6 production in the plasma were increased by L-NAME treatment. In conclusion, our results showed that active substances of Aronia melanocarpa may have a positive effect on blood pressure, NOS activity, and proinflammatory processes in L-NAME-induced hypertension.", "id": "29333212", "date": "2017-11-30", "title": "Effect of Bioactive Compound of Aronia melanocarpa on Cardiovascular System in Experimental Hypertension.", "doi": "10.1155/2017/8156594", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}