{"authors": [["Peairs", "Abigail D", "AD", "Department of Rehabilitation Exercise, and Nutritional Sciences, University of Cincinnati, USA."], ["Shah", "Amy S", "AS", "Division of Endocrinology, Cincinnati Children's Hospital Medical Center, USA."], ["Summer", "Suzanne", "S", "Clinical Translational Research Center, Cincinnati Children's Hospital Medical Center (CCHMC), USA."], ["Hess", "Melody", "M", "Department of Rehabilitation Exercise, and Nutritional Sciences, University of Cincinnati, USA."], ["Couch", "Sarah C", "SC", "Department of Rehabilitation Exercise, and Nutritional Sciences, University of Cincinnati, USA."]], "text": "Glucose variability (GV) independently increases risk for vascular events in patients with diabetes. The Dietary Approaches to Stop Hypertension (DASH) dietary pattern emphasizes fruits, vegetables, whole grains, lean meats, and low fat dairy and has the potential to reduce postprandial blood glucose (BG) excursions, however, its effect on GV is not known. The purpose of this work was to assess feasibility and collect preliminary data on the efficacy of the DASH diet on GV in adolescents with type 1 diabetes (T1D).Twenty one adolescents recruited from the Diabetes Center of Cincinnati Children's Hospital Medical Center with T1D (11-17y) participated in one of two phases of a controlled feeding study. The first phase tested the acceptability and blood glucose response to a traditional DASH diet (DASH) and the second phase tested a DASH diet specifically modified for diabetes (DASH-D) to improve glucose response to meals. For each phase, participants consumed first their usual diet, and then a controlled DASH diet while wearing continuous glucose monitoring (CGM) systems for 3 days of each diet. All foods were provided to the patients during the DASH dietary periods and 24 h dietary recalls were conducted during the usual diet periods to assess daily intake.Sixteen participants (14.1 +/- 2.2y) were included in final analyses (DASH n=7, DASH-D n=9). Both DASH diets were significantly higher in fruits, vegetables, fiber, vitamin A, and % energy from protein than usual intakes. DASH was higher in carbohydrate (CHO) (60 vs. 50%) and lower in fat (21 vs. 36%) than usual intake, resulting in higher GV (Standard Deviation and Lability Index) and more low BG excursions (3 ± 2.8 vs. 7.1 ± 3.3, p=0.024). DASH-D was modified to better match CHO and fat content of patients' usual intakes in phase 1 (50/30/20 for CHO/fat/pro respectively, which resulted in no difference in GV between DASH-D and usual intake. There were also trends for lower average BG (144.1 vs. 168.9, p=0.072) and less percentage of time spent in the hyperglycemic range (39.3 ± 25.5 vs. 54.1 ± 19.4, p=0.07) on DASH-D compared to usual intake.The DASH dietary pattern tended to result in less hyperglycemia and an overall lower BG compared to usual care. Modifying a traditional DASH diet by increasing heart healthy fats improves glycemic response to DASH and may be beneficial for long term cardiovascular benefits in youth with T1D.", "id": "29333199", "date": null, "title": "Effects of the dietary approaches to stop hypertension (DASH) diet on glucose variability in youth with Type 1 diabetes.", "doi": null, "journal": ["Diabetes management (London, England)", "Diabetes Manag (Lond)"]}