{"authors": [["Ismail", "Azlini", "A", "Department of Fundamental Dental and Medical Sciences, Kulliyyah of Dentistry, International Islamic University Malaysia, Indera Mahkota, Pahang, Malaysia."], ["Wan Ahmad", "Wan Amir Nizam", "WAN", "Biomedicine Program, School of Health Sciences, Universiti Sains Malaysia, Kelantan, Malaysia."]], "text": "Syzygium polyanthum (Wight) Walp leaves are traditionally used by Malays for treating hypertension. Our previous study showed that aqueous extract of S. polyanthum (AESP) and methanolic extract of S. polyanthum (MESP) extracts of S. polyanthum leaves significantly reduced blood pressure of normotensive Wistar-Kyoto (WKY) and spontaneously hypertensive rats (SHR).This study aimed to investigate their vasorelaxation potential and the possible involvement of autonomic receptors and nitric oxide in mediating their effect.Both extracts will be tested on isolated thoracic aorta rings of WKY and SHR. The involvement of autonomic receptors and nitric oxide will be elucidated using respective blockers.Isolated thoracic aorta rings from WKY and SHR were mounted onto myograph chambers to measure changes in the aorta tension. Increasing concentrations of AESP and MESP, from 1 μg/ml to 10 mg/ml were added onto the myograph chambers. Blockers such as atropine (1 μM), phentolamine (1 μM), propranolol (1 μM), and Nω-nitro-l-arginine methyl ester (100 μM) were preincubated before addition of extracts to check for involvement of muscarinic, α- and β-adrenergic receptors (AR) as well as nitric oxide, respectively.Two-way ANOVA, followed by post hoc Bonferroni test was used, where P < 0.05 (two-tailed) was considered statistically significant.AESP and MESP caused significant vasorelaxations through nitric oxide pathway. The former was mediated through α-AR while the latter was mediated by β-adrenergic and muscarinic receptors.Vasorelaxation effect by AESP and MESP involved nitric oxide pathway which is possibly mediated by the autonomic receptors.This is the first study that reveals significant vasorelaxation effect induced by Syzygium polyanthum leaves extract. Vasorelaxation maybe one of the possible mechanisms for its ability to reduce blood pressure. This study also suggested that the vasorelaxation effect by this plant extract may involve nitric oxide pathway mediated by the autonomic receptors. Abbreviations Used: AESP: Aqueous extract of Syzygium polyanthum leaves. MESP: Methanolic extract of Syzygium polyanthum leaves. SHR: spontaneously hypertensive rat, WKY: Wistar-Kyoto rat.", "id": "29333036", "date": null, "title": "Autonomic Receptors and Nitric-Oxide Involvements in Mediating Vasorelaxation Effect Induced by Syzygium polyanthum Leaves Extract.", "doi": "10.4103/pr.pr_69_17", "journal": ["Pharmacognosy research", "Pharmacognosy Res"]}