{"authors": [["Totadri", "Sidharth", "S", "Department of Pediatrics, Advanced Pediatrics Center, Pediatric Hematology-Oncology Unit, Postgraduate Institute of Medical Education and Research, Chandigarh, India."], ["Trehan", "Amita", "A", "Department of Pediatrics, Advanced Pediatrics Center, Pediatric Hematology-Oncology Unit, Postgraduate Institute of Medical Education and Research, Chandigarh, India."], ["Bansal", "Deepak", "D", "Department of Pediatrics, Advanced Pediatrics Center, Pediatric Hematology-Oncology Unit, Postgraduate Institute of Medical Education and Research, Chandigarh, India."], ["Jain", "Richa", "R", "Department of Pediatrics, Advanced Pediatrics Center, Pediatric Hematology-Oncology Unit, Postgraduate Institute of Medical Education and Research, Chandigarh, India."]], "text": "Survival rates exceed 90% in Wilms' tumor (WT). Actinomycin-D (ACT-D) which is indispensable in the management of WT is associated with the development of sinusoidal obstruction syndrome (SOS), a potentially fatal complication.The aim is to study the presentation, management, and outcome of SOS complicating ACT-D administration in WT.Retrospective file review conducted in a Pediatric Hematology-Oncology unit.Patients diagnosed and treated for WT from January 2012 to December 2015 were analyzed. SOS was diagnosed clinically, based on McDonalds criteria, requiring two of the following: jaundice, hepatomegaly and/or right upper quadrant pain, weight gain with or without ascites.Of 104 patients treated, SOS occurred in 5 (4.8%). Age: 6 months to 5 years, 3 were girls. Tumor involved left kidney in 3, right in 1 and a horseshoe kidney in 1. Histopathology was consistent with WT in 4 and clear cell sarcoma kidney in 1. One had pulmonary metastases. Three developed SOS preoperatively and two during adjuvant chemotherapy. None received radiotherapy. Clinical manifestations comprised of jaundice, hepatomegaly, ascites/weight gain, respiratory distress, hypotension, and encephalopathy. Laboratory findings included thrombocytopenia, elevated serum transaminases, and coagulopathy. Treatment included fluid restriction, broad spectrum antibiotics, and transfusional support. Two children received N-acetyl cysteine infusion. Defibrotide was administered to two patients. Four recovered and one succumbed to multi-organ failure. Two patients were safely re-challenged with 50% doses of ACT-D.SOS is a clinical diagnosis. Systematic supportive care can enable complete recovery. Under close monitoring, re-challenge of ACT-D can be performed in gradually escalating doses.", "id": "29333010", "date": null, "title": "Sinusoidal Obstruction Syndrome during Treatment for Wilms' Tumor: A Life-threatening Complication.", "doi": "10.4103/ijmpo.ijmpo_188_16", "journal": ["Indian journal of medical and paediatric oncology : official journal of Indian Society of Medical & Paediatric Oncology", "Indian J Med Paediatr Oncol"]}