{"authors": [["Byrnes", "Keira", "K", "Department of Chiropractic, Faculty of Science and Engineering, Macquarie University, Australia."], ["Wu", "Ping-Jung", "PJ", "Department of Chiropractic, Faculty of Science and Engineering, Macquarie University, Australia."], ["Whillier", "Stephney", "S", "Department of Chiropractic, Faculty of Science and Engineering, Macquarie University, Australia. Electronic address: stephney.whillier@mq.edu.au."]], "text": "Pilates is a system of exercise focusing upon controlled movement, stretching and breathing. Pilates is popular today not only for physical fitness but also for rehabilitation programs. This paper is a review of the literature on the effectiveness of Pilates as a rehabilitation tool in a wide range of conditions in an adult population.A systematic literature review was carried out according to the PRISMA guidelines. Electronic databases were searched for cohort studies or randomised controlled trials (RCTs), and inclusion and exclusion criteria were applied. The final RCTs were assessed using the PEDro and CONSORT 2010 checklists.Twenty-three studies, published between 2005 and 2016, met the inclusion criteria. These papers assessed the efficacy of Pilates in the rehabilitation of low back pain, ankylosing spondylitis, multiple sclerosis, post-menopausal osteoporosis, non-structural scoliosis, hypertension and chronic neck pain. Nineteen papers found Pilates to be more effective than the control or comparator group at improving outcomes including pain and disability levels. When assessed using the CONSORT and PEDro scales, the quality of the papers varied, with more falling toward the upper end of the scale.The majority of the clinical trials in the last five years into the use of Pilates as a rehabilitation tool have found it to be effective in achieving desired outcomes, particularly in the area of reducing pain and disability. It indicates the need for further research in these many areas, and especially into the benefits of particular Pilates exercises in the rehabilitation of specific conditions.", "id": "29332746", "date": "2017-04-26", "title": "Is Pilates an effective rehabilitation tool? A systematic review.", "doi": "10.1016/j.jbmt.2017.04.008", "journal": ["Journal of bodywork and movement therapies", "J Bodyw Mov Ther"]}