{"authors": [["Appleton", "Sarah L", "SL", "The Health Observatory, Discipline of Medicine, University of Adelaide, The Queen Elizabeth Hospital Campus, Woodville, South Australia, Australia; Freemason's Centre for Men's Health, Discipline of Medicine, University of Adelaide, Adelaide, South Australia, Australia. Electronic address: sarah.appleton@adelaide.edu.au."], ["Gill", "Tiffany K", "TK", "Population Research & Outcomes Studies, Discipline of Medicine, University of Adelaide, Adelaide, South Australia, Australia."], ["Lang", "Carol J", "CJ", "The Health Observatory, Discipline of Medicine, University of Adelaide, The Queen Elizabeth Hospital Campus, Woodville, South Australia, Australia."], ["Taylor", "Anne W", "AW", "Population Research & Outcomes Studies, Discipline of Medicine, University of Adelaide, Adelaide, South Australia, Australia."], ["McEvoy", "R Douglas", "RD", "Adelaide Institute of Sleep Health, A Flinders Centre of Excellence, Flinders University, Bedford Park, South Australia, Australia; Department of Medicine, Flinders University, Bedford Park, Adelaide, South Australia, Australia."], ["Stocks", "Nigel P", "NP", "Discipline of General Practice, University of Adelaide, Adelaide, South Australia, Australia."], ["González-Chica", "David A", "DA", "Discipline of General Practice, University of Adelaide, Adelaide, South Australia, Australia."], ["Adams", "Robert J", "RJ", "The Health Observatory, Discipline of Medicine, University of Adelaide, The Queen Elizabeth Hospital Campus, Woodville, South Australia, Australia."]], "text": "To determine the prevalence of sleep conditions (obstructive sleep apnea [OSA], insomnia symptoms, simple snoring, and restless legs) and their associated burden of chronic conditions in a community sample.Cross-sectional national adult online survey.Community-based sample.Australian adults ≥18 years, N = 1011.A cross-sectional national online survey assessed diagnosed OSA, OSA symptoms, insomnia symptoms, sleep problems, excessive daytime sleepiness (Epworth Sleepiness Scale ≥11), and physician-diagnosed health conditions (heart disease, diabetes, hypertension, reflux disease, lung disease, depression, anxiety/panic disorder, arthritis). Possible undiagnosed OSA was estimated using self-reported frequent loud snoring and witness apneas. International Criteria for Sleep Disorders-3 criteria identified insomnia symptoms. Logistic regression models adjusted for age, sex, obesity, and smoking determined correlates of sleep disorders.Comorbid sleep conditions were common, with 56% of participants demonstrating ≥1 condition. Reporting ≥1 mental health condition (depression and/or anxiety) was independently associated with diagnosed OSA (odds ratio [95% confidence interval {CI}]: 6.6 [3.2-13.6]), undiagnosed OSA (3.2 [1.8-5.8]), simple snoring (2.4 [1.2-4.5]), insomnia symptoms (4.3 [2.5-7.3]), and restless legs (1.9 [1.2-3.1]). Diagnosed OSA was significantly associated with ≥1 cardiometabolic condition (2.9 [1.4-6.0]) and arthritis (3.6 [1.8-7.2]). ESS ≥11 was associated with diagnosed (3.1 [1.4-6.8]) and undiagnosed OSA (6.2 [3.4-11.4]), insomnia symptoms (2.6 [1.4-4.9]), and restless legs (2.3 [1.4-4.0]), and these sleep conditions were also significantly associated with ≥2 diagnosed medical problems.Strategies to facilitate the diagnosis and management of often comorbid sleep disorders in primary care are required to reduce the significant sleep-related disparities in cardiometabolic and mental health.", "id": "29332673", "date": "2017-12-06", "title": "Prevalence and comorbidity of sleep conditions in Australian adults: 2016 Sleep Health Foundation national survey.", "doi": "10.1016/j.sleh.2017.10.006", "journal": ["Sleep health", "Sleep Health"]}