{"authors": [["Halimi", "Laurence", "L", "Regional Competency Centre for PAH, CHU Arnaud de Villeneuve, Montpellier, France; Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France. Electronic address: l-halimi@chu-montpellier.fr."], ["Marin", "Grégory", "G", "Department Medical Information, Montpellier University Hospitals, Montpellier, France."], ["Molinari", "Nicolas", "N", "Department Medical Information, Montpellier University Hospitals, Montpellier, France; Institut Montpelliérain Alexander Grothendieck, CNRS, University of Montpellier, France."], ["Gamez", "Anne-Sophie", "AS", "Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France."], ["Boissin", "Clément", "C", "Regional Competency Centre for PAH, CHU Arnaud de Villeneuve, Montpellier, France; Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France."], ["Suehs", "Carey M", "CM", "Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France; Department Medical Information, Montpellier University Hospitals, Montpellier, France."], ["Vachier", "Isabelle", "I", "Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France."], ["Bourdin", "Arnaud", "A", "Regional Competency Centre for PAH, CHU Arnaud de Villeneuve, Montpellier, France; Department of Respiratory Diseases, CHU Arnaud de Villeneuve, Montpellier, France; PhyMedExp, University of Montpellier, INSERM U1046, CNRS UMR 9214, Montpellier Hospital, Montpellier, France."]], "text": "Pulmonary arterial hypertension (PAH) is a rare and life-threatening disease well-marked by under diagnosis, delayed diagnosis and atypical treatments. Few data are available on the quality of life (QoL) and psychosocial characteristics of patients with PAH. Our aim is to describe the impact of psychological factors on the health-related quality of life (HRQoL) of treated PAH patients in a cross-sectional study.Consecutive patients presenting at our Competency Centre for PAH were recruited. The aetiology, New York Heart Association (NYHA) stage, haemodynamics, 6-min walk distance (6MWD), delta SPO2 (Pulse oximeter oxygen saturation; baseline lowest value during 6-min walk test (6MWT), current treatments and psychological history were recorded. HRQoL, anxiety, depression and coping strategies were explored using self-administered questionnaires (SF-36, HADS, STAI-Y, CHIP and WCC).A total of 55 patients were included. The HRQoL of PAH patients was poor with altered results on several scales. Anxiety and depression were high and coping was focused on medical information strategies. Multivariate analysis indicated a positive relationship between 6MWD and the Physical Composite Score for QoL (p=0.004), as well as a negative relationship between delta SPO2 and the Mental Composite Score (p=0.02), irrespective of other known prognostic factors (such as haemodynamics at right heart catheterization). Depression and Trait-Anxiety were associated with a lower physical (p=0.001) and mental (p<0.001) QoL, respectively.Psychological factors impact the HRQoL of treated patients. A longitudinal and qualitative study should refine these results.Clinical trial N°: NCT01380054.", "id": "29332633", "date": "2017-12-06", "title": "Impact of psychological factors on the health-related quality of life of patients treated for pulmonary arterial hypertension.", "doi": "10.1016/j.jpsychores.2017.12.003", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}