{"authors": [["Trofimiuk", "Emil", "E", "Department of Clinical Pharmacology, Medical University of Bialystok, Białystok, Poland. Electronic address: e_trofim@umb.edu.pl."], ["Wielgat", "Przemysław", "P", "Department of Clinical Pharmacology, Medical University of Bialystok, Białystok, Poland."], ["Braszko", "Jan J", "JJ", "Department of Clinical Pharmacology, Medical University of Bialystok, Białystok, Poland."]], "text": "Candesartan is one of the standard antihypertensive drug belonging to AT1R angiotensin receptor blockers (ARBs) group. Beneficial effects of this drug in the treatment of hypertension are well recognized. In this study we tested a hypothesis that candesartan could alleviate age-related memory decline.Aged and young rats have been treated with candesartan (0.1 mg kg-1) for 21 days and then underwent a battery of behavioral tests: for assessment of long-term memory (Passive avoidance test - PA), recognition memory (Object recognition test - OR), locomotor functions (Open field - OF) and anxiety behavior (Elevated plus maze - EPM).Aged rats (2-years-old) displayed clear declining tendency in the retrieval of passive avoidance behavior showing thus increased forgetting. Prolonged administration of candesartan significantly (p < 0.01) reversed this phenomenon causing recall measured as the avoidance latency, and surprisingly also showed the tendency to recall deterioration observed in the young rats. More optimistic results were achieved in the OR, where candesartan significantly improved recognition memory (p < 0.001) of aged rats who performed even better than the young ones (p < 0.05).It appears that candesartan potently abolishes some kinds of aging-induced memory impairments and cognitive declines in aged rats, but in some circumstances it may even could increase the damage of memory. It seems that the use of sartans in the treatment of hypertension for patients with associated cognitive impairment, or for people in risk groups for such disorders can be an interesting alternative.", "id": "29331792", "date": "2017-07-21", "title": "Candesartan, angiotensin II type 1 receptor blocker is able to relieve age-related cognitive impairment.", "doi": "10.1016/j.pharep.2017.07.016", "journal": ["Pharmacological reports : PR", "Pharmacol Rep"]}