{"authors": [["Navarro", "A M", "AM", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Department of Cardiology, Complejo Hospitalario de Navarra, Servicio Navarro de Salud Osasunbidea, Pamplona, Spain."], ["Martinez-Gonzalez", "M A", "MA", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Centro de Investigación Biomédica en Red Área de Fisiopatología de la Obesidad y la Nutrición (CIBEROBN), Madrid, Spain; IdiSNA, Navarra Institute for Health Research, Pamplona, Spain; Department of Nutrition, Harvard T.H. Chan School of Public Health, Boston, USA."], ["Gea", "A", "A", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Centro de Investigación Biomédica en Red Área de Fisiopatología de la Obesidad y la Nutrición (CIBEROBN), Madrid, Spain; IdiSNA, Navarra Institute for Health Research, Pamplona, Spain."], ["Ramallal", "R", "R", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Department of Cardiology, Complejo Hospitalario de Navarra, Servicio Navarro de Salud Osasunbidea, Pamplona, Spain."], ["Ruiz-Canela", "M", "M", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Centro de Investigación Biomédica en Red Área de Fisiopatología de la Obesidad y la Nutrición (CIBEROBN), Madrid, Spain; IdiSNA, Navarra Institute for Health Research, Pamplona, Spain."], ["Toledo", "E", "E", "University of Navarra, Department of Preventive Medicine and Public Health, School of Medicine, Pamplona, Spain; Centro de Investigación Biomédica en Red Área de Fisiopatología de la Obesidad y la Nutrición (CIBEROBN), Madrid, Spain; IdiSNA, Navarra Institute for Health Research, Pamplona, Spain. Electronic address: etoledo@unav.es."]], "text": "Evidence on coffee consumption and its association with the incidence of hypertension is still inconsistent. The aim of this study was to examine the association of regular or decaffeinated coffee consumption with the risk of developing hypertension in a middle-aged Mediterranean cohort.The SUN Project is a prospective open cohort with more than 22,500 Spanish university graduates. For the present study, we analyzed data from 13,374 participants initially free of hypertension (mean follow-up 9.1 years). The consumption of regular and decaffeinated coffee was obtained at baseline using a previously validated semi-quantitative food frequency questionnaire. Validated, self-reported medical diagnoses of hypertension were collected biennially. We used Cox regression models to estimate hazard ratios (HR) and 95% confidence intervals (95% CI) for incident hypertension according to baseline coffee consumption. We assessed the interaction with sex and baseline adherence to the Mediterranean diet.Among 121,397 person-years of follow-up, a total of 1757 participants developed hypertension. Overall, coffee consumption -either caffeinated or decaffeinated- was not significantly associated with the risk of hypertension. Only among women, higher consumption of regular coffee was associated with a 26% lower risk of hypertension (>=2 cups/d vs. never/seldom, 95% CI 9%-39%; p for interaction: 0.0236). Women with a low baseline adherence to the Mediterranean diet showed the strongest risk reduction (HR ≥ 2 cups/d vs. never/seldom 0.58, 95% CI (0.41-0.82) p for interaction = 0.0452).In the SUN project we found an inverse association between regular coffee consumption and the risk of hypertension in women, which was strongest among women with a suboptimal food pattern (low adherence to the Mediterranean diet).", "id": "29331442", "date": "2017-12-21", "title": "Coffee consumption and risk of hypertension in the SUN Project.", "doi": "10.1016/j.clnu.2017.12.009", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}