{"authors": [["Hussain", "Ali Shabbir", "AS", "Department of Pediatrics and Child Health, The Aga khan University Hospital Karachi, Pakistan."], ["Ali", "Rehan", "R", "Department of Pediatrics and Child Health, The Aga khan University Hospital Karachi, Pakistan."], ["Ahmed", "Shakeel", "S", "Department of Pediatrics and Child Health, The Aga khan University Hospital Karachi, Pakistan."], ["Naz", "Farah", "F", "Department of Pediatrics and Child Health, The Aga khan University Hospital Karachi, Pakistan."], ["Haroon", "Anila", "A", "Department of Pediatrics and Child Health, The Aga khan University Hospital Karachi, Pakistan."]], "text": "The prevalence of PPHN has been estimated at 1.9 per 1000 live births. After the discovery of iNO's, its efficacy and benefit in PPHN is well established. Even in the best of centers equipped with iNo and ECMO the mortality is around 20%. Also, iNO is expensive and difficult to administer and monitor which makes it difficult choice in our part of the world. Furthermore About 40% of patients do not respond or have rebound pulmonary hypertension after discontinuation. Owing to these reasons, other treatment modalities like phosphodiesterase inhibitors such as Sildenafil need to be evaluated.We report a retrospective case series of eighteen patients with PPHN admitted in NICU and treated with oral sildenafil.Three (17%) babies had mild, 5 (28%) moderate and 10 (55%) severe PPHN based on echocardiography. Sildenafil was started on all patients on a mean of 1.67 days and stopped on mean 12.6 days. Initial fio2 was 100%, which after starting sildenafil decreased gradually to 40% on mean 10 days. Average length of stay in NICU was 13 days. Twelve (67%) patients survived whereas 6 (33%) expired (Figure 2). No improvement in oxygen Index after 36 hours (p<0.05) was the independent predicting risk factor for PPHN related mortality in the expired patients.Oral sildenafil can be a used in conjunction with other treatment modalities for PPHN especially in resource limited settings. However further studies regarding its comparative efficacy need to be done.", "id": "29331003", "date": null, "title": "Oral Sildenafil Use In Neonates With Persistent Pulmonary Hypertension Of Newborn.", "doi": null, "journal": ["Journal of Ayub Medical College, Abbottabad : JAMC", "J Ayub Med Coll Abbottabad"]}