{"authors": [["Kriechbaum", "Steffen D", "SD", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany. Electronic address: s.kriechbaum@kerckhoff-klinik.de."], ["Wiedenroth", "Christoph B", "CB", "Department of Thoracic Surgery, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany."], ["Wolter", "Jan Sebastian", "JS", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany."], ["Hütz", "Regula", "R", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany."], ["Haas", "Moritz", "M", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany."], ["Breithecker", "Andreas", "A", "Department of Radiology, Gesundheitszentrum Wetterau, Bad Nauheim, Germany."], ["Roller", "Fritz C", "FC", "Department of Radiology, Justus Liebig University Giessen, Giessen, Germany."], ["Keller", "Till", "T", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany."], ["Guth", "Stefan", "S", "Department of Thoracic Surgery, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany."], ["Rolf", "Andreas", "A", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany; Medical Clinic I, Division of Cardiology, Justus Liebig University Giessen, Giessen, Germany."], ["Hamm", "Christian W", "CW", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany; Medical Clinic I, Division of Cardiology, Justus Liebig University Giessen, Giessen, Germany."], ["Mayer", "Eckhard", "E", "Department of Thoracic Surgery, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany."], ["Liebetrau", "Christoph", "C", "Department of Cardiology, Kerckhoff Heart and Thorax Center, Bad Nauheim, Germany; German Center for Cardiovascular Research, Partner Site Rhine-Main, Frankfurt am Main, Germany; Medical Clinic I, Division of Cardiology, Justus Liebig University Giessen, Giessen, Germany."]], "text": "Balloon pulmonary angioplasty (BPA) is an emerging interventional treatment option for chronic thromboembolic pulmonary hypertension (CTEPH). The non-invasive monitoring of CTEPH patients is a clinical challenge. In this study we examined changes in N-terminal pro-B-type natriuretic peptide (NT-proBNP) in patients undergoing BPA for inoperable CTEPH and related them to peri-procedural success.In this study we analyzed a total of 51 consecutive patients who underwent BPA treatment and completed a 6-month follow-up (6-MFU) between March 2014 and March 2017. Serum samples for NT-proBNP measurement were collected before every BPA and at 6-MFU.The 51 patients underwent 265 interventions involving angioplasty of a total of 410 vessels. The 6-month survival rate was 96.1%. The baseline (BL) mean pulmonary artery pressure (PAP) was 39.5 ± 12.1 mm Hg, pulmonary vascular resistance (PVR) was 515.8 ± 219.2 dynes/s/cm5 and the median NT-proBNP level was 820 (153 to 1,871.5) ng/liter. At BL, World Health Organization functional class (FC) was ≥III in 96.1% of the patients, whereas, at 6-MFU, 11.8% were in WHO FC ≥III. At 6-MFU, mean PAP (32.6 ± 12.6 mm Hg; p < 0.001), PVR (396.9 ± 182.6 dynes/s/cm5; p < 0.001) and NT-proBNP (159.3 [84.4 to 464.3] ng/liter; p < 0.001) levels were reduced. The decrease in NT-proBNP levels correlated with the decrease in mean PAP (rrs = 0.43, p = 0.002) and PVR (rrs = 0.50, p = 0.001). A reduction in the NT-proBNP level of 46% indicated a decrease in mean PAP of ≥25% (area under the curve [AUC] = 0.71) and a reduction of 61% indicated a decrease in PVR of ≥35% (AUC 0.77).Our results demonstrate that NT-proBNP levels decrease after BPA, providing valuable evidence of procedural success. NT-proBNP measurement allows identification of patients who are BPA non-responders and may thus be a valuable adjunct in therapy monitoring.", "id": "29329761", "date": "2017-12-08", "title": "N-terminal pro-B-type natriuretic peptide for monitoring after balloon pulmonary angioplasty for chronic thromboembolic pulmonary hypertension.", "doi": "10.1016/j.healun.2017.12.006", "journal": ["The Journal of heart and lung transplantation : the official publication of the International Society for Heart Transplantation", "J. Heart Lung Transplant."]}