{"authors": [["Durdagi", "Serdar", "S", "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey; Neuroscience Program, Graduate School of Health Sciences, Bahcesehir University, Istanbul, Turkey. Electronic address: serdar.durdagi@med.bau.edu.tr."], ["Aksoydan", "Busecan", "B", "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey; Neuroscience Program, Graduate School of Health Sciences, Bahcesehir University, Istanbul, Turkey."], ["Erol", "Ismail", "I", "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey; Department of Chemistry, Gebze Technical University, Kocaeli, Turkey."], ["Kantarcioglu", "Isik", "I", "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey; Bioengineering Program, Graduate School of Natural and Applied Sciences, Bahcesehir University, Istanbul, Turkey."], ["Ergun", "Yavuz", "Y", "Department of Chemistry, Dokuz Eylul University, Izmir, Turkey."], ["Bulut", "Gulay", "G", "Department of Molecular Biology and Genetics, Bahcesehir University, Istanbul, Turkey."], ["Acar", "Melih", "M", "Department of Medical Biology, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey."], ["Avsar", "Timucin", "T", "Department of Medical Biology, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey; Neuroscience Program, Graduate School of Health Sciences, Bahcesehir University, Istanbul, Turkey."], ["Liapakis", "George", "G", "Department of Pharmacology, Faculty of Medicine, University of Crete, Greece."], ["Karageorgos", "Vlasios", "V", "Department of Pharmacology, Faculty of Medicine, University of Crete, Greece."], ["Salmas", "Ramin E", "RE", "Computational Biology and Molecular Simulations Laboratory, Department of Biophysics, School of Medicine, Bahcesehir University (BAU), Istanbul, Turkey."], ["Sergi", "Barış", "B", "Department of Molecular Biology and Genetics, Bahcesehir University, Istanbul, Turkey."], ["Alkhatib", "Sara", "S", "Bioengineering Program, Graduate School of Natural and Applied Sciences, Bahcesehir University, Istanbul, Turkey."], ["Turan", "Gizem", "G", "Neuroscience Program, Graduate School of Health Sciences, Bahcesehir University, Istanbul, Turkey."], ["Yigit", "Berfu Nur", "BN", "Neuroscience Program, Graduate School of Health Sciences, Bahcesehir University, Istanbul, Turkey."], ["Cantasir", "Kutay", "K", "School of Medicine, Bahcesehir University, Istanbul, Turkey."], ["Kurt", "Bahar", "B", "School of Medicine, Bahcesehir University, Istanbul, Turkey."], ["Kilic", "Turker", "T", "Department of Neurosurgery, School of Medicine, Bahcesehir University, Istanbul, Turkey."]], "text": "AT1 antagonists is the most recent drug class of molecules against hypertension and they mediate their actions through blocking detrimental effects of angiotensin II (A-II) when acts on type I (AT1) A-II receptor. The effects of AT1 antagonists are not limited to cardiovascular diseases. AT1 receptor blockers may be used as potential anti-cancer agents - due to the inhibition of cell proliferation stimulated by A-II. Therefore, AT1 receptors and the A-II biosynthesis mechanisms are targets for the development of new synthetic drugs and therapeutic treatment of various cardiovascular and other diseases. In this work, multi-scale molecular modeling approaches were performed and it is found that oxazolone and imidazolone derivatives reveal similar/better interaction energy profiles compared to the FDA approved sartan molecules at the binding site of the AT1 receptor. In silico-guided designed hit molecules were then synthesized and tested for their binding affinities to human AT1 receptor in radioligand binding studies, using [125I-Sar1-Ile8] AngII. Among the compounds tested, 19d and 9j molecules bound to receptor in a dose response manner and with relatively high affinities. Next, cytotoxicity and wound healing assays were performed for these hit molecules. Since hit molecule 19d led to deceleration of cell motility in all three cell lines (NIH3T3, A549, and H358) tested in this study, this molecule is investigated in further tests. In two cell lines (HUVEC and MCF-7) tested, 19d induced G2/M cell cycle arrest in a concentration dependent manner. Adherent cells detached from the plates and underwent cell death possibly due to apoptosis at 19d concentrations that induced cell cycle arrest.", "id": "29329002", "date": "2017-12-11", "title": "Integration of multi-scale molecular modeling approaches with experiments for the in silico guided design and discovery of novel hERG-Neutral antihypertensive oxazalone and imidazolone derivatives and analysis of their potential restrictive effects on cell proliferation.", "doi": "10.1016/j.ejmech.2017.12.021", "journal": ["European journal of medicinal chemistry", "Eur J Med Chem"]}