{"authors": [["Kumar", "Ashok", "A", "Mahavir Heart Institute, Patna, Bihar."], ["Kalmath", "B C", "BC", "Bombay Hospital Mumbai, Maharashtra."], ["Abraham", "Georgi", "G", "The Madras Medical Mission Coimbatore, Tamil Nadu."], ["Christopher", "Johann", "J", "Care Hospital, Hyderabad, Telangana."], ["Kaparthi", "Pln", "P", "Appollo Hospital, Hyderabad, Telangana."], ["Fischer", "Louie", "L", "MOSC Medical Hospital, Kerala."], ["Deshpande", "Neeta", "N", "Belgaum Diabetes Centre, Belgaum, Karnataka."], ["Mishra", "N K", "NK", "Urbashi Clinic, Bhubaneshwar, Orissa."], ["Raj", "Praveen", "P", "Abbott Healthcare Pvt Ltd., Mumbai, Maharashtra."], ["Javerani", "Rajesh", "R", "Chellaram Diabetes Hospital, Pune, Maharashtra."], ["Goyal", "Ramesh", "R", "Gujarat Super Speciality Clinic, Ahmedabad, Gujarat."], ["Dsouza", "Reefa", "R", "Abbott Healthcare Pvt Ltd., Mumbai, Maharashtra."], ["Joshi", "Shashank R", "SR", "Lilavati Hospital, Mumbai, Maharashtra."]], "text": "Despite maintaining mean blood pressure at optimal levels, cardiovascular complications still occur in hypertensive patients. Blood pressure variability (BPV) has been implicated as a prominent factor responsible for incurring this additional risk. In this review we attempted to generate a consensus on the importance of BPV in the hypertension management and to evaluate different therapeutic options available to reduce BPV. Panel comprising of 11 leading experts from India in different areas of clinical practice (including nephrology, diabetes and endocrinology, cardiology, and critical care medicine) was convened. The board reviewed up to date literature on BPV, shared personal experiences from their clinical practice, and debated their opinions on the significance of BPV in hypertension management and also on various therapeutic options available to control it. The reviewers agreed that BPV is frequently observed in hypertensive individuals and it is a critical factor in hypertension management. Blood pressure variability can be measured by ambulatory blood pressure monitoring, home blood pressure monitoring, and office blood pressure monitoring. Members concurred that variations in blood pressure that are 10 standard deviations above the mean blood pressure should be considered as pathologically significant and such variations should be reduced using pharmacological therapies. The board opined that Angiotensin II Receptor Blockers,Calcium Channel Blockers etc such as Olmesartan, Nifedipine can be used to reduce BPV. As a way forward, the panel recommends to bridge the evidence gap that establishes a possible direct relationship between BPV and cardiovascular complications. Blood pressure variability has paramount role in the current hypertension management scenario. To reduce disease burden and increase quality of life of hypertensive individuals, physicians should consider lowering BPV along with physiological BP levels.", "id": "29327527", "date": null, "title": "Role and Relevance of Blood Pressure Variability in Hypertension Related Co-morbidities.", "doi": null, "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}