{"authors": [["Umeizudike", "Kehinde Adesola", "KA", "Department of Preventive Dentistry, Faculty of Dental Sciences, College of Medicine University of Lagos, Lagos, Nigeria."], ["Olawuyi", "Adetokunbo B", "AB", "Department of Oral and Maxillofacial Pathology/Biology, Lagos University Teaching Hospital, Lagos, Nigeria."], ["Umeizudike", "Theophilus I", "TI", "Department of Medicine, Lagos State University Teaching Hospital, Ikeja, Lagos, Nigeria."], ["Olusegun-Joseph", "Akinsanya D", "AD", "Department of Medicine, Lagos University Teaching Hospital, Lagos, Nigeria."], ["Bello", "Babawale T", "BT", "Department of Medicine, Faculty of Clinical Sciences, College of Medicine University of Lagos, Idi-Araba, Lagos, Nigeria."]], "text": "Long-term treatment of common chronic cardiac conditions such as hypertension with calcium channel blockers (CCBs) has long been associated with gingival hyperplasia. This oral side effect may affect esthetics and function, yet often overlooked and therefore underreported among Nigerians.This study aimed to determine the association of CCBs with gingival overgrowth (GO) in hypertensive patients.This was a hospital-based, case-control study conducted among 116 hypertensive patients (58 CCB and 58 non-CCB age-matched controls) attending the medical outpatient clinic of a tertiary health institution in Lagos, Nigeria. Data collection tools included interviewer-administered questionnaires and periodontal examination. Sociodemographic details, medical history, and periodontal indices (gingival index, plaque index, class of GO according to drug-induced GO [DIGO] Clinical Index) were recorded.The mean age was 59.4 ± 12.6 years, females representing 50.9%. In the CCB group, 39 (67.2%) participants were on amlodipine and 19 (32.8%) were on nifedipine. The mean duration of CCB use was 55.6 ± 53 months. DIGO was higher in CCB (36.2%) than that in non-CCB participants (17.2%) (χ2 = 4.4, P = 0.036). The risk of GO was higher in CCB users (odds ratio [OR] 2.7, [95% confidence interval (CI)]: 1.1-6.5). Amlodipine users had higher DIGO (37.5%) than that of nifedipine users (21.1%) (OR 2.3, [95% CI]: 1.0-5.3). The predominant class of DIGO among the CCB users was Class 2 DIGO Clinical Index (90.5%).The study reveals that the risk of GO is nearly three times in CCB than that of non-CCB users and twice higher in amlodipine than nifedipine users in Nigeria.", "id": "29326507", "date": null, "title": "Effect of Calcium Channel Blockers on Gingival Tissues in Hypertensive Patients in Lagos, Nigeria: A Pilot Study.", "doi": "10.4103/ccd.ccd_536_17", "journal": ["Contemporary clinical dentistry", "Contemp Clin Dent"]}