{"authors": [["Winer", "Andrew G", "AG", "Department of Urology, SUNY Downstate Medical Center, Brooklyn, NY."], ["Zabor", "Emily C", "EC", "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Vacchio", "Michael J", "MJ", "Urology Service at the Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Hakimi", "A Ari", "AA", "Urology Service at the Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Russo", "Paul", "P", "Urology Service at the Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Coleman", "Jonathan A", "JA", "Urology Service at the Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Jaimes", "Edgar A", "EA", "Department of Medicine, Nephrology Division, Weill-Cornell Medical College, New York, NY; Department of Medicine, Renal Service, Memorial Sloan Kettering Cancer Center, New York, NY. Electronic address: jaimese@mskcc.org."]], "text": "The purpose of the study was to identify patient and disease characteristics that have an adverse effect on renal function after partial nephrectomy.We conducted a retrospective review of 387 patients who underwent partial nephrectomy for renal tumors between 2006 and 2014. A line plot with a locally weighted scatterplot smoothing was generated to visually assess renal function over time. Univariable and multivariable longitudinal regression analyses incorporated a random intercept and slope to evaluate the association between patient and disease characteristics with renal function after surgery.Median age was 60 years and most patients were male (255 patients [65.9%]) and white (343 patients [88.6%]). In univariable analysis, advanced age at surgery, larger tumor size, male sex, longer ischemia time, history of smoking, and hypertension were significantly associated with lower preoperative estimated glomerular filtration rate (eGFR). In multivariable analysis, independent predictors of reduced renal function after surgery included advanced age, lower preoperative eGFR, and longer ischemia time. Length of time from surgery was strongly associated with improvement in renal function among all patients.Independent predictors of postoperative decline in renal function include advanced age, lower preoperative eGFR, and longer ischemia time. A substantial number of subjects had recovery in renal function over time after surgery, which continued past the 12-month mark. These findings suggest that patients who undergo partial nephrectomy can experience long-term improvement in renal function. This improvement is most pronounced among younger patients with higher preoperative eGFR.", "id": "29325738", "date": "2017-12-06", "title": "The Effect of Patient and Surgical Characteristics on Renal Function After Partial Nephrectomy.", "doi": "10.1016/j.clgc.2017.11.006", "journal": ["Clinical genitourinary cancer", "Clin Genitourin Cancer"]}