{"authors": [["Azliana", "Abd Fuaat", "AF", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Zainul-Rashid", "Mohamad Razi", "MR", "Department of Gynaecology, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Chandramaya", "Sabrina Florence", "SF", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Farouk", "Wirda Indah", "WI", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Nurwardah", "Alfian", "A", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Wong", "Yin Ping", "YP", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."], ["Tan", "Geok Chin", "GC", "Department of Pathology and Obstetric, Faculty of Medicine, Universiti Kebangsaan Medical Center, 56000 Kuala Lumpur, Malaysia."]], "text": "Hypertensive disorder in pregnancy (HDP) represents the most common medical complication in pregnancy. It is the leading cause of maternal and perinatal mortality and morbidity. Vascular endothelial growth factor (VEGF) stimulates vascular endothelial cell growth, survival, and proliferation, and they are known to be expressed in human placenta. The aim of this study was to determine the VEGF expression in the placenta of hypertensive and normotensive patients.This is a retrospective, cross-sectional study from January 1, 2015 to December 31, 2015. A total of 30 placentae comprised of 15 hypertensive and 15 normotensive cases were assessed. VEGF expression in placenta was assessed by immunohistochemistry, and the number of syncytial knots was counted.Our study showed an increased syncytial knot formation in the placenta of hypertensive mothers. VEGF expression was seen in syncytiotrophoblasts of 14 of the hypertensive cases (14/15, 93.3%), while only two of the normotensive cases were positive (2/15, 13.3%). There were no statistically significant differences in VEGF expression in other placenta cells, that is, cytotrophoblasts (P = 1.0), decidual cells (0.1394), maternal endothelial cells (0.5977), and fetal endothelial cells (P = 1.0).This study showed an increased number of syncytial knots is a consistent histological finding in the placenta of patient with HDP. VEGF expression was significantly increased in syncytiotrophoblasts in placenta of hypertensive group, and it could be used as a biomarker for hypertension.", "id": "29323064", "date": null, "title": "Vascular endothelial growth factor expression in placenta of hypertensive disorder in pregnancy.", "doi": "10.4103/IJPM.IJPM_376_16", "journal": ["Indian journal of pathology & microbiology", "Indian J Pathol Microbiol"]}