{"authors": [["Sokolova", "I B", "IB", "I. P. Pavlov Institute of Physiology, RAS, 6, Makarova Emb., St. Petersburg, 199034, Russian Federation; sib@kolt.infran.ru."], ["Ryzhak", "G A", "GA", "Saint-Petersburg Institute of Bioregulation and Gerontology, 3, Dinamo Av., St. Petersburg, 197110, Russian Federation."], ["Khavinson", "V Kh", "VK", "I. P. Pavlov Institute of Physiology, RAS, 6, Makarova Emb., St. Petersburg, 199034, Russian Federation; sib@kolt.infran.ru."]], "text": "We investigated the influence of vascular peptide bioregulator on microcirculation in the brain cortex of spontaneously hypertensive rats of different ages and figured out whether there is functional cumulation during two-time application of the drug «Slavinorm» by above-mentioned animals. It was shown that a single course treatment with vascular peptide bioregulator had increased the density of microvascular network of the pia mater in young animals ca. 1,2-fold and had not affected the perfusion and oxygen saturation of sensorimotor cortex. The second course treatment with «Slavinorm» was provided in a 6 months. Functional cumulation was revealed in 12 month-aged rats which had 2 course treatments with vascular peptide bioregulation: the density of microvascular network of the pia mater was increased ca. 1,6-fold; level of perfusion was increased ca. 15% in comparison with intact animals of the same age. These animals were more tolerant to cerebral vasospasm (the application of vasoconstrictor on the surface of the brain): the highest level of tissue oxygen saturation was remained at fairly constant perfusion in comparison with other animals.В исследовании изучали влияние пептидного биорегулятора сосудов «Славинорм» на микроциркуляцию в коре головного мозга у спонтанно гипертензивных крыс разного возраста (6 и 12 мес). Показано, что однократное курсовое введение пептидного биорегулятора сосудов молодым животным повышает плотность микрососудистой сети в пиальной оболочке в 1,2 раза и не влияет на уровень перфузии и сатурации кислородом в сенсомоторной коре головного мозга. У гипертензивных крыс в возрасте 12 мес после двух курсов препарата «Славинорм» выявили наличие функциональной кумуляции: плотность микрососудистой сети была повышена в 1,6 раза; уровень перфузии повысился на 15% относительно интактных животных того же возраста. Животные этой группы легче переносили спазм сосудов головного мозга (аппликация вазоконстриктора на поверхность мозга): сохраняли самый высокий по сравнению с другими экспериментальными крысами уровень тканевой сатурации кислородом при практически неизменной перфузии.", "id": "29322732", "date": null, "title": "[Functional cumulation of influence of vascular peptide bioregulator on microcirculation in the brain cortex of spontaneously hypertensive rats.]", "doi": null, "journal": ["Advances in gerontology = Uspekhi gerontologii", "Adv Gerontol"]}