{"authors": [["Kini", "Seema", "S", "Associate Professor Medicine and In-charge of Rheumatology Clinic."], ["Vekhande", "Chetan", "C", "Senior Resident."], ["Londhey", "Vikram", "V", "Associate Professor Medicine, TN Medical College and BYL Nair Charitable Hospital, Mumbai, Maharashtra."]], "text": "Cardiovascular manifestations are responsible for considerable morbidity and mortality in patients with SLE. A wide range of manifestations due to active lupus, like pericarditis, valvular affection, myocarditis, and less commonly pulmonary hypertension, are described. This study was undertaken to study cardiovascular manifestations in SLE, with a focus on echocardiography findings, in an urban Indian setting.Fifty consecutive cases of SLE following up in the Rheumatology Clinic of TNMC and BYL Nair Charitable hospital, an Indian tertiary care hospital were studied. They were subjected to an echocardiographic examination if not already done. Detailed history, examination, study of past medical records and investigations were carried out, especially related to cardiovascular system. Treatment details, flares, other systemic involvement were noted. Serial echocardiography if done previously were noted down. The data was analysed using descriptive statistics.An echocardiographic abnormality was noted in 25 (50%) of the 50 subjects. Pulmonary hypertension in 21(42%); valvular abnormalities in 16 (32 %); pericardial effusion in 9 (18%) and diastolic dysfunction in 6(12%) were the echocardiography findings. Six out of the 7 cases with moderately to severe pulmonary hypertension seemed to be responding to immunosuppressive therapy clinically as well as on echocardiography; 1 did not respond. At least 1 traditional risk factor for atherosclerosis was present in 58% of cases.Screening echocardiography may be recommended, especially at presentation, during SLE flare, or in the presence of cardiac symptoms. Moderate to severe pulmonary hypertension can develop any time in the course of the disease. It may be responsive to immunosuppression. Further detailed studies including multiple echocardiographic parameters and right heart catheterisation need to be undertaken to study the responsiveness of pulmonary hypertension to immunosuppresssive therapy.", "id": "29322712", "date": null, "title": "A Cross-sectional Study of Cardiovascular Involvement in Systemic Lupus Erythematosus in an Urban Indian Tertiary Care Centre with Emphasis on 2-D Echocardiography.", "doi": null, "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}