{"authors": [["Bratoeva", "Kameliya", "K", "Department of Physiology and Pathophysiology, Division of Pathophysiology, Medical University - Varna."], ["Stoyanov", "George S", "GS", "Department of Anatomy and Cell Biology, Medical University - Varna."], ["Merdzhanova", "Albena", "A", "Department of Chemistry, Medical University - Varna."], ["Radanova", "Mariya", "M", "Department of Biochemistry, Molecular Medicine and Nutrigenomics, Medical University - Varna."]], "text": "Introduction International studies show an increased incidence of chronic kidney disease (CKD) in patients with metabolic syndrome (MS). It is assumed that the major components of MS - obesity, insulin resistance, dyslipidemia, and hypertension - are linked to renal damage through the systemic release of several pro-inflammatory mediators, such as uric acid (UA), C-reactive protein (CRP), and generalized oxidative stress. The aim of the present study was to investigate the extent of kidney impairment and manifestations of dysfunction in rats with fructose-induced MS. Methods We used a model of high-fructose diet in male Wistar rats with 35% glucose-fructose corn syrup in drinking water over a duration of 16 weeks. The experimental animals were divided into two groups: control and high-fructose drinking (HFD). Serum samples were obtained from both groups for laboratory study, and the kidneys were extracted for observation via light microscopy examination. Results All HFD rats developed obesity, hyperglycemia, hypertriglyceridemia, increased levels of CRP and UA (when compared to the control group), and oxidative stress with high levels of malondialdehyde and low levels of reduced glutathione. The kidneys of the HFD group revealed a significant increase in kidney weight in the absence of evidence of renal dysfunction and electrolyte disturbances. Under light microscopy, the kidneys of the HFD group revealed amyloid deposits in Kimmelstiel-Wilson-like nodules and the walls of the large caliber blood vessels, early-stage atherosclerosis with visible ruptures and scarring, hydropic change (vacuolar degeneration) in the epithelial cells covering the proximal tubules, and increased eosinophilia in the distant tubules when compared to the control group. Conclusion Under the conditions of a fructose-induced metabolic syndrome, high serum UA and CRP correlate to the development of early renal disorders without a clinical manifestation of renal dysfunction. These phenomena are of particular importance for assessing the risk of developing future CKD.", "id": "29321950", "date": "2017-11-07", "title": "Manifestations of Renal Impairment in Fructose-induced Metabolic Syndrome.", "doi": "10.7759/cureus.1826", "journal": ["Cureus", "Cureus"]}