{"authors": [["Raj", "Sonam", "S", "Center for Genetic Disorders, Institute of Science, Banaras Hindu University, Varanasi 221 005, India. parimal@bhu.ac.in."], ["Singh", "Rana Gopal", "RG", null], ["Das", "Parimal", "P", null]], "text": "Polycystic kidney disease (PKD) is a systemic disorder which adds majority of renal patients to end stage renal disease. Autosomal dominant polycystic kidney disease (ADPKD) is more prevalent and leading cause of dialysis and kidney transplant. Linkage analysis revealed some closely linked loci, two of which are identified as PKD1, PKD2 and an unidentified locus to ADPKD. This study was performed using PCR and automated DNA sequencing in 84 cases and 80 controls to test potential candidature of PKD2 as underlying cause of PKD by in silico and statistical analyses. Two associated symptoms, hypertension (19%) and liver cyst (31%) havemajor contribution to PKD. Gender-based analysis revealed that familial female patients (27%) and familialmale patients (33%) are more hypertensive. Liver cyst, the second major contributing symptom presented by large percentage of sporadic males (46%). Genetic screening of all 15 exons of PKD2 revealed eight pathogenic (c.854_854delG, c.915C>A, c.973C>T, c.1050_1050delC, c.1604_1604delT, c.1790T>C, c.2182_2183delAG, c.2224C>T) and eight likely pathogenic (g.11732A>G, c.646T>C, c.1354A>G, g.39212G>C, c.1789C>A, c.1849C>A, c.2164G>T, c.2494A>G)DNA sequence variants. In our study, 27.38% (23/84) cases shown pathogenic / likely pathogenic variants in PKD2 gene. Some regions of PKD2 prone for genetic variation suggested to be linked with disease pathogenesis. This noticeable hot spot regions hold higher frequency (50%) of pathogenic / likely pathogenic genetic variants constituting single nucleotide variants than large deletion and insertion that actually represents only 41.08% of coding sequence of PKD2. Statistically significant association for IVS3-22AA genotype was observed with PKD, while association of IVS4+62C>T was found insignificant.", "id": "29321346", "date": null, "title": "Mutational screening of PKD2 gene in the north Indian polycystic kidney disease patients revealed 28 genetic variations.", "doi": null, "journal": ["Journal of genetics", "J. Genet."]}