{"authors": [["Valle", "Leonardo G M", "LGM", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Cavalcante", "Rafael N", "RN", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Motta-Leal-Filho", "Joaquim M", "JM", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Affonso", "Breno B", "BB", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Galastri", "Francisco L", "FL", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Doher", "Marisa P", "MP", "Departamento de Nefrologia, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Guimarães-Souza", "Nadia K", "NK", "Departamento de Nefrologia, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Cavalcanti", "Ana K N", "AKN", "Departamento de Nefrologia, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Garcia", "Rodrigo G", "RG", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Pacheco-Silva", "Álvaro", "Á", "Departamento de Nefrologia, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."], ["Nasser", "Felipe", "F", "Departamento de Radiologia Intervencionista, Hospital Israelita Albert Einstein, Sao Paulo, SP, BR."]], "text": "To evaluate the safety and efficacy of endovascular intervention with angioplasty and stent placement in patients with transplant renal artery stenosis.All patients diagnosed with transplant renal artery stenosis and graft dysfunction or resistant systemic hypertension who underwent endovascular treatment with stenting from February 2011 to April 2016 were included in this study. The primary endpoint was clinical success, and the secondary endpoints were technical success, complication rate and stent patency.Twenty-four patients with transplant renal artery stenosis underwent endovascular treatment, and three of them required reinterventions, resulting in a total of 27 procedures. The clinical success rate was 100%. All graft dysfunction patients showed decreased serum creatinine levels and improved estimated glomerular filtration rates and creatinine levels. Patients with high blood pressure also showed improved control of systemic blood pressure and decreased use of antihypertensive drugs. The technical success rate of the procedure was 97%. Primary patency and assisted primary patency rates at one year were 90.5% and 100%, respectively. The mean follow-up time of patients was 794.04 days after angioplasty.Angioplasty with stent placement for the treatment of transplant renal artery stenosis is a safe and effective technique with good results in both the short and long term.", "id": "29319724", "date": null, "title": "Evaluation of the efficacy and safety of endovascular management for transplant renal artery stenosis.", "doi": "10.6061/clinics/2017(12)09", "journal": ["Clinics (Sao Paulo, Brazil)", "Clinics (Sao Paulo)"]}