{"authors": [["Goswami", "Debjani S", "DS", "CCU Registrar, Medica Superspeciality Hospital, Kolkata, West Bengal."], ["Manohar", "Tanuja P", "TP", "Associate Professor, Department of Medicine, NKP Salve Institute of Medical Science and Research, Nagpur, Maharashtra."]], "text": "Cardiovascular diseases are becoming the major cause of morbidity and mortality in most of the developing countries including India. Cardiometabolic risk factors play a vital role in causation of coronary artery disease. Present study was carried out to investigate the role of various risk factors in the occurrence of coronary artery disease (CAD) in population from Central India.This was a hospital-based age and sex matched case-control study, carried out at Lata Mangeshkar Hospital, Nagpur.A total of 100 newly diagnosed cases of CAD and equal number of age and sex matched controls were studied. Patients and controls were screened for presence of traditional cardio metabolic risk factors. In addition, non-HDL-C was calculated in all the subjects. Significance of association between various risk factors and study groups was evaluated using Chi-square test. Odds ratios were obtained as a measure of risk associated with each factor. Unconditional multivariate logistic regression was used to obtain adjusted odds ratios.Males outnumber females with most of the cases belonged to age group of 51-60 years. Significant association was found between CAD and risk factors like hypertension, DM, dyslipidemia, smoking, tobacco consumption, WHR and BMI. With the increasing prevalence of CAD, it is pertinent to educate people, about the risk associated with key modifiable factors. An effective control on these factors may help in controlling occurrence of CAD to significant extent.", "id": "29319245", "date": null, "title": "Cardiometabolic Risk Factors in Acute Coronary Syndrome with Special Reference to Non-HDL Cholesterol.", "doi": null, "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}