{"authors": [["Canbak", "Tolga", "T", "Department of General Surgery, Umraniye Education and Research Hospital, İstanbul, Turkey."], ["Acar", "Aylin", "A", "Department of General Surgery, Umraniye Education and Research Hospital, İstanbul, Turkey."], ["Kıvanç", "Ali Ediz", "AE", "Department of General Surgery, Umraniye Education and Research Hospital, İstanbul, Turkey."], ["Başak", "Fatih", "F", "Department of General Surgery, Umraniye Education and Research Hospital, İstanbul, Turkey."], ["Kulalı", "Fatma", "F", "Department of Radiology, Umraniye Education and Research Hospital, İstanbul, Turkey."], ["Baş", "Gürhan", "G", "Department of General Surgery, Umraniye Education and Research Hospital, İstanbul, Turkey."]], "text": "Hydatid disease is caused by Echinococcus granulosus. Hydatid cysts are commonly located in the liver and lungs. The occurrence of pancreatic hydatid cysts is very rare, even in endemic areas. Sinistral portal hypertension, which is rarely seen, occurs when a pathological process causes splenic vein occlusion. A 26-year-old male patient presented with abdominal pain. He had a history of operation for hydatid cyst of the lung 15 years ago. A left thoracotomy incision scar was observed during his physical examination. Laboratory findings revealed no abnormalities. Abdominal ultrasonography revealed a 96×69-mm lobular, contoured, well-circumscribed cystic lesion with thickened septation. Abdominal magnetic resonance imaging revealed a 100×76-mm smooth, bordered cystic lesion containing septations in the body and tail of the pancreas compressing the splenic artery and vein, causing sinistral portal hypertension. Dilatation was noted in the left gastroepiploic vein. The patient underwent cystotomy. Pancreatic fistula developed during the postoperative follow-up. The patient was discharged in 20 days without postoperative complications. No complications were observed during the follow-up period of 7 months. Surgery should be considered as a more conservative approach.", "id": "29318995", "date": null, "title": "Sinistral Portal Hypertension Due to Pancreatic Hydatid Cyst.", "doi": "10.5152/tpd.2017.4899", "journal": ["Turkiye parazitolojii dergisi", "Turkiye Parazitol Derg"]}