{"authors": [["Katyal", "Nakul", "N", "Department of Neurology, University of Missouri, 5 Hospital Drive, CE 540, Columbia, MO 65211, USA."], ["Sarwal", "Aarti", "A", "Wake Forest University School of Medicine, Neurology and Critical Care (Anesthesia), Reynolds M, Medical Center Blvd, Winston-Salem, NC 27157, USA."], ["George", "Pravin", "P", "Cleveland Clinic, Cerebrovascular Center, 9500 Euclid Avenue, Cleveland, OH 44195, USA."], ["Banik", "Biswajit", "B", "Department of Neurology, University of Missouri, 5 Hospital Drive, CE 540, Columbia, MO 65211, USA."], ["Newey", "Christopher R", "CR", "Department of Neurology, University of Missouri, 5 Hospital Drive, CE 540, Columbia, MO 65211, USA."]], "text": "Continuous electroencephalography (CEEG) monitoring is used for detection of convulsive and nonconvulsive seizures and assessing the degree of encephalopathy in critically ill patients. A commonly seen encephalopathic pattern on CEEG is generalized periodic discharges with triphasic wave (TW) morphology. The underlying role and prognostic significance of TW in relationship to intracranial pressure (ICP) remain unknown. We present a case highlighting the relationship of TW with ICP in a case with severe traumatic brain injury (TBI).Case report.A patient with severe TBI and no underlying metabolic abnormalities was admitted to the neurocritical care unit. TW were seen on CEEG. The TW diminished during episodes of intracranial hypertension but reappeared with reduction of the intracranial pressure.This study highlights a possible favorable prognostic marker of finding TW in a patient with intracranial hypertension. We have proposed a preliminary understanding of the relationship between TW and intracranial hypertension, which may be helpful in formulating future studies involving larger cohorts.", "id": "29318067", "date": "2017-11-28", "title": "The Relationship of Triphasic Waves with Intracranial Pressure as a Possible Prognostic Marker in Traumatic Brain Injury.", "doi": "10.1155/2017/4742026", "journal": ["Case reports in neurological medicine", "Case Rep Neurol Med"]}