{"authors": [["Khan", "Sikandar Hayat", "SH", "Department of Pathology, PNS Hafeez, Islamabad, Pakistan."], ["Fazal", "Nadeem", "N", "Department of Medicine, PNS Hafeez, Islamabad, Pakistan."], ["Gilani Shah", "Athar Abbas", "AA", "Department of Surgery, PNS Hafeez, Islamabad, Pakistan."], ["Manzoor", "Syed Mohsin", "SM", "Department of Pathology, PNS Hafeez, Islamabad, Pakistan."], ["Asif", "Naveed", "N", "Department of Chemical Pathology & Clinical Endocrinology, AFIP, Rawalpindi, Pakistan."], ["Ijaz", "Aamir", "A", "Department of Chemical Pathology & Clinical Endocrinology, AFIP, Rawalpindi, Pakistan."], ["Niazi", "Najmusaqib Khan", "NK", "Administration Department, PNS Hafeez, Islamabad, Pakistan."], ["Yasir", "Muhammad", "M", "Department of Medicine, PNS Hafeez, Islamabad, Pakistan."]], "text": "Recent literature in lipidology has identified LDL-fractions to be more atherogenic. In this regard, small density LDL-cholesterol (sdLDLc) has been considered to possess more atherogenicity than other LDL-fractions like large buoyant LDL-cholesterol (lbLDLc). Recently, Srisawasdi et al. have developed a method for calculating sdLDLc and lbLDLc based upon a regression equation. Using that in developing world may provide us with a valuable tool for ASCVD risk prediction.(1) To correlate directly measured and calculated lipid indices with insulin resistance, UACR, glycated hemoglobin, anthropometric indices, and blood pressure. (2) To evaluate these lipid parameters in subjects with or without metabolic syndrome, nephropathy, and hypertension and among various groups based upon glycated hemoglobin results.Cross-sectional study. Place and Duration of Study. From Jan 2016 to 15 April 2017.Finally enrolled subjects (male: 110, female: 122) were evaluated for differences in various lipid parameters, including measured LDL-cholesterol (mLDLc), HDLc and calculated LDL-cholesterol (cLDLc), non-HDLc, sdLDLC, lbLDLC, and their ratio among subjects with or without metabolic syndrome, nephropathy, glycation index, anthropometric indices, and hypertension.Significant but weak correlation was mainly observed between anthropometric indices, insulin resistance, blood pressure, and nephropathy for non-HDLc, sdLDLc, and sdLDLc/lbLDLc. Generally lipid indices were higher among subjects with metabolic syndrome [{sdLDLc: 0.92 + 0.33 versus 0.70 + 0.29 (p < 0.001)}, {sdLDLc/lbLDLc: 0.55 + 0.51 versus 0.40 + 0.38 (p = 0.010)}, {non-HDLc: 3,63 + 0.60 versus 3.36 + 0.65 (p = 0.002)}]. The fact that the sdLDLc levels provided were insignificant in Kruskall Wallis Test indicated a sharp increase in subjects with HbA1c > 7.0%. Subjects having nephropathy (UACR > 2.4 mg/g) had higher concentration of non-HDLc levels in comparison to sdLDLc [{non-HDLc: 3.68 + 0.59 versus 3.36 + 0.43} (p = 0.007), {sdLDLc: 0.83 + 0.27 versus 0.75 + 0.35 (p = NS)}].Lipid markers including cLDLc and mLDLc are less associated with traditional ASCVD markers than non-HDLc, sdLDLc, and sdLDLc/lbLDLc in predicting metabolic syndrome, nephropathy, glycation status, and hypertension.", "id": "29318047", "date": "2017-11-28", "title": "Correlation between Cholesterol, Triglycerides, Calculated, and Measured Lipoproteins: Whether Calculated Small Density Lipoprotein Fraction Predicts Cardiovascular Risks.", "doi": "10.1155/2017/7967380", "journal": ["Journal of lipids", "J Lipids"]}