{"authors": [["Hindi", "Zakaria", "Z", "Department of Internal Medicine, Texas Tech University Health Sciences Center at the Permian Basin, Odessa, TX, USA."], ["Khaled", "Abdallah A", "AA", "School of Medicine, The University of Jordan, Amman, Jordan."], ["Abushahin", "Ashraf", "A", "Department of Internal Medicine, Cleveland Clinic Foundation-Fairview Hospital, USA."]], "text": "Hemophagocytic syndrome or hemophagocytic lymphohistiocytosis is a rare condition characterized by excessive inflammation that is thought to be caused by the absence of normal downregulation of activated macrophages and lymphocytes. The treatment of hemophagocytic lymphohistiocytosis can depend on whether it is primary or secondary. In secondary hemophagocytic lymphohistiocytosis, the treatment can be directed according to the cause. In general, protocol HLH-94 (which consists of dexamethasone and etoposide in induction and maintenance) has been widely used as it has good outcomes. Hemophagocytic lymphohistiocytosis and septic shock largely overlap which can lead to refractory septic shock and death if not treated. Unfortunately, there is no clear approach for such dilemma. Thereby, we would like to present our case as it has a valuable approach to hemophagocytic lymphohistiocytosis in the setting of sepsis.A 60-year-old female, with history of hypertension, came with fever, productive cough, and dyspnea; she was admitted for acute exacerbation of chronic obstructive pulmonary disease and was transferred to intensive care unit for septic shock. The patient progressed to refractory septic shock with no focus of infection. After further investigations, detailed history raised the suspicion of hemophagocytic lymphohistiocytosis; a bone marrow biopsy was collected and confirmed the diagnosis. The patient was on methylprednisolone while waiting for other investigation results and improved markedly. After ruling out secondary causes of hemophagocytic lymphohistiocytosis, she was switched to protocol-94 and continued to improve.It should be emphasized that septic shock, with or without focus of infection, overlaps with hemophagocytic lymphohistiocytosis and can consequently lead to refractory septic shock and death. Thus, our aim of this case is to encourage further investigations, specifically for hemophagocytic lymphohistiocytosis in the setting of septic shock of unknown origin, to decrease mortality rate. More importantly, early initiation of immunosuppression therapy may be a crucial step before switching to hemophagocytic lymphohistiocytosis-specific treatment.", "id": "29318013", "date": "2017-12-17", "title": "Hemophagocytic syndrome masquerading as septic shock: An approach to such dilemma.", "doi": "10.1177/2050313X17746309", "journal": ["SAGE open medical case reports", "SAGE Open Med Case Rep"]}