{"authors": [["Cheng", "Yu-Chen", "YC", "Department of Chinese Medicine, College of Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University, Kaohsiung, Taiwan."], ["Sheen", "Jer-Ming", "JM", "Department of Chinese Medicine, College of Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University, Kaohsiung, Taiwan."], ["Hu", "Wen Long", "WL", "Department of Chinese Medicine, College of Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University, Kaohsiung, Taiwan."], ["Hung", "Yu-Chiang", "YC", "Department of Chinese Medicine, College of Medicine, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University, Kaohsiung, Taiwan."]], "text": "Good nutrition could maintain health and life. Polyphenols are common nutrient mainly derived from fruits, vegetables, tea, coffee, cocoa, mushrooms, beverages, and traditional medicinal herbs. They are potential substances against oxidative-related diseases, for example, cardiovascular disease, specifically, atherosclerosis-related ischemic heart disease and stroke, which are health and economic problems recognized worldwide. In this study, we reviewed the risk factors for atherosclerosis, including hypertension, diabetes mellitus, hyperlipidemia, obesity, and cigarette smoking as well as the antioxidative activity of polyphenols, which could prevent the pathology of atherosclerosis, including endothelial dysfunction, low-density lipoprotein oxidation, vascular smooth muscle cell proliferation, inflammatory process by monocytes, macrophages or T lymphocytes, and platelet aggregation. The strong radical-scavenging properties of polyphenols would exhibit antioxidative and anti-inflammation effects. Polyphenols reduce ROS production by inhibiting oxidases, reducing the production of superoxide, inhibiting OxLDL formation, suppressing VSMC proliferation and migration, reducing platelet aggregation, and improving mitochondrial oxidative stress. Polyphenol consumption also inhibits the development of hypertension, diabetes mellitus, hyperlipidemia, and obesity. Despite the numerous in vivo and in vitro studies, more advanced clinical trials are necessary to confirm the efficacy of polyphenols in the treatment of atherosclerosis-related vascular diseases.", "id": "29317985", "date": "2017-11-26", "title": "Polyphenols and Oxidative Stress in Atherosclerosis-Related Ischemic Heart Disease and Stroke.", "doi": "10.1155/2017/8526438", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}