{"authors": [["Littauer", "Sydney L", "SL", "B.S. School of Pharmacy, Virginia Commonwealth University. Richmond, VA (United States). littauers@mymail.vcu.edu."], ["Dixon", "Dave L", "DL", "Associate Professor. Center for Pharmacy Practice Innovation, Department of Pharmacotherapy & Outcomes Science, School of Pharmacy, Virginia Commonwealth University. Richmond, VA (United States). dldixon@vcu.edu."], ["Mishra", "Vimal K", "VK", "Assistant Professor and Medical Director of the Office of Telemedicine. Department of Internal Medicine, School of Medicine, Virginia Commonwealth University. Richmond, VA (United States). vimal.mishra@vcuhealth.org."], ["Sisson", "Evan M", "EM", "Associate Professor. Center for Pharmacy Practice Innovation, Department of Pharmacotherapy & Outcomes Science, School of Pharmacy, Virginia Commonwealth University. Richmond, VA (United States). emsisson@vcu.edu."], ["Salgado", "Teresa M", "TM", "Assistant Professor. Center for Pharmacy Practice Innovation, Department of Pharmacotherapy & Outcomes Science, School of Pharmacy, Virginia Commonwealth University. Richmond, VA (United States). tmsalgado@vcu.edu."]], "text": "Telemedicine refers to the delivery of clinical services using technology that allows two-way, real time, interactive communication between the patient and the clinician at a distant site. Commonly, telemedicine is used to improve access to general and specialty care for patients in rural areas. This review aims to provide an overview of existing telemedicine models involving the delivery of care by pharmacists via telemedicine (including telemonitoring and video, but excluding follow-up telephone calls) and to highlight the main areas of chronic-disease management where these models have been applied. Studies within the areas of hypertension, diabetes, asthma, anticoagulation and depression were identified, but only two randomized controlled trials with adequate sample size demonstrating the positive impact of telemonitoring combined with pharmacist care in hypertension were identified. The evidence for the impact of pharmacist-based telemedicine models is sparse and weak, with the studies conducted presenting serious threats to internal and external validity. Therefore, no definitive conclusions about the impact of pharmacist-led telemedicine models can be made at this time. In the Unites States, the increasing shortage of primary care providers and specialists represents an opportunity for pharmacists to assume a more prominent role managing patients with chronic disease in the ambulatory care setting. However, lack of reimbursement may pose a barrier to the provision of care by pharmacists using telemedicine.", "id": "29317927", "date": "2017-12-19", "title": "Pharmacists providing care in the outpatient setting through telemedicine models: a narrative review.", "doi": "10.18549/PharmPract.2017.04.1134", "journal": ["Pharmacy practice", "Pharm Pract (Granada)"]}