{"authors": [["Tan", "Ching S", "CS", "Program Coordinator. School of Pharmacy, KPJ International College. Penang (Malaysia). chingsiang9@hotmail.com."], ["Hassali", "Mohamed A", "MA", "Professor of Social and Administrative Pharmacy. School of Pharmaceutical Sciences, Universiti Sains Malaysia. Penang (Malaysia). azmihassali@gmail.com."], ["Neoh", "Chin F", "CF", "Faculty of Pharmacy, Universiti Teknologi MARA. Selangor (Malaysia). chinfenneoh@gmail.com."], ["Saleem", "Fahad", "F", "Associate Professor. Faculty of pharmacy & Health Sciences, University of Balochistan. Quetta (Pakistan). fahaduob@gmail.com."]], "text": "This study aimed to explore hypertensive patients' perspectives on quality use of medication and issues related to hypertension management at the community level in Malaysia.Focus groups discussion was employed in this qualitative study. A total of 17 hypertensive patients were purposively recruited. Three focus group discussions with semi-structured interview were carried out at Flat Desa Wawasan, Penang. All the conversations were audio recorded, transcribed verbatim and thematically analysed.Three major themes were developed, including medication adherence among hypertensive patients, self-management of hypertension and patients' knowledge towards hypertension. Poor medication adherence was found and different strategies were taken to overcome the barriers towards adherence. Use of herbal and traditional therapies was perceived as alternative method in controlling blood pressure instead of taking antihypertensive medication. The participants were found to have poor knowledge on side effect and mechanism of action of hypertensive medication.The misconception about the side effect of antihypertensive medication has led to poor adherence among the participants. Lack of knowledge on targeted blood pressure level has led to poor blood pressure monitoring among the participants. Health awareness program and counselling from health care professional should be advocated among the hypertensive patients in addressing the above gaps.", "id": "29317924", "date": "2017-12-18", "title": "A qualitative exploration of hypertensive patients' perception towards quality use of medication and hypertension management at the community level.", "doi": "10.18549/PharmPract.2017.04.1074", "journal": ["Pharmacy practice", "Pharm Pract (Granada)"]}