{"authors": [["DiBonaventura", "Marco D", "MD", "Kantar Health, New York, NY, USA."], ["Meincke", "Henrik", "H", "Novo Nordisk, Copenhagen, Denmark."], ["Le Lay", "Agathe", "A", "Novo Nordisk, Copenhagen, Denmark."], ["Fournier", "Janine", "J", "Novo Nordisk, Copenhagen, Denmark."], ["Bakker", "Erik", "E", "Novo Nordisk, Mexico City, Mexico."], ["Ehrenreich", "Allison", "A", "Kantar Health, New York, NY, USA."]], "text": "The goal of this study is to investigate obesity and its concomitant effects including the prevalence of comorbidities, its association with patient-reported outcomes and costs, and weight loss strategies in a sample of Mexican adults.Mexican adults (N=2,511) were recruited from a combination of Internet panels and street intercepts using a random-stratified sampling framework, with strata defined by age and sex, so that they represent the population. Participants responded to a survey consisting of a range of topics including sociodemographics, health history, health-related quality of life (HRQoL), work productivity, health care resource use, and weight loss.The sample consisted of 50.6% male with a mean age of 40.7 years (SD=14.5); 38.3% were overweight, and 24.4% were obese. Increasing body mass index (BMI) was associated with increased rates of type 2 diabetes, prediabetes, and hypertension, poorer HRQoL, and decreased work productivity. Of the total number of respondents, 62.2% reported taking steps to lose weight with 27.6% and 17.1% having used an over-the-counter/herbal product and a prescription medication, respectively. Treatment discontinuation rates were high.Findings indicated that 62% of participants reported, at least, being overweight and that they were experiencing the deleterious effects associated with higher BMI despite the desire to lose weight. Given the rates of obesity, and its impact on humanistic and societal outcomes, improved education, prevention, and management could provide significant benefits.", "id": "29317841", "date": "2017-12-22", "title": "Obesity in Mexico: prevalence, comorbidities, associations with patient outcomes, and treatment experiences.", "doi": "10.2147/DMSO.S129247", "journal": ["Diabetes, metabolic syndrome and obesity : targets and therapy", "Diabetes Metab Syndr Obes"]}