{"authors": [["Peng", "Zhouyangfan", "Z", "Department of Pharmacology, School of Pharmaceutical Sciences; Center for Vascular Disease and Translational Medicine, \u2028Third Xiangya Hospital."], ["Li", "Yapei", "Y", "Center for Vascular Disease and Translational Medicine, \u2028Third Xiangya Hospital; Department of Cardiology, Third Xiangya Hospital, Central South University, Changsha 410013, China."], ["Zeng", "Pingyu", "P", "Center for Vascular Disease and Translational Medicine, Third Xiangya Hospital, Central South University, Changsha 410013, China."], ["Li", "Xiaohui", "X", "Department of Pharmacology, School of Pharmaceutical Sciences, Central South University, Changsha 410013, China."]], "text": "Cardiovascular remodeling or dysfunction-induced abnormal cardiac output, blood volume and peripheral vascular resistance is an important pathophysiological mechanism for the occurrence and development of hypertension. Cathepsins are widely expressed in human various tissue and cells and they are involved in the pathogenesis of hypertension through activation of renin - angiotensin system, degradation of cytoplasmic matrix, proliferation of smooth muscle cell and hypertrophy of myocyte. The clinical studies have found that cathepsins can be used as a biomarker for hypertension. In recent years, the studies on the functions and mechanisms of cathepsins have provided a new sight and strategy for treatment of hypertension.心脏与血管结构和功能的改变所导致的心排出量、血容量和外周血管阻力的异常，是高血压发生发展的重要病理生理机制。组织蛋白酶(cathepsin)A，B，K，L和S等广泛表达于人体组织和细胞中。Cathepsin通过促进肾素-血管紧张素系统激活、细胞外基质降解、平滑肌细胞增殖和心肌细胞肥大等机制参与高血压的发生发展。临床研究也发现cathepsin可以作为高血压的临床生物标志物。针对多种cathepsin的作用及机制的研究为高血压的临床治疗提供了新的治疗思路及策略。.", "id": "29317587", "date": null, "title": "[Progress in the study on roles of cathepsin in hypertension].", "doi": "10.11817/j.issn.1672-7347.2017.12.014", "journal": ["Zhong nan da xue xue bao. Yi xue ban = Journal of Central South University. Medical sciences", "Zhong Nan Da Xue Xue Bao Yi Xue Ban"]}