{"authors": [["Reck", "Martin", "M", "Lungen Clinic Grosshansdorf, Airway Research Center North, German Center for Lung Research, Grosshansdorf, Germany."], ["Garon", "Edward B", "EB", "David Geffen School of Medicine, UCLA, Los Angeles, CA."], ["Paz-Ares", "Luis", "L", "Hospital Universitario Doce de Octubre and IIS i+12, CNIO, Universidad Complutense and Ciberonc, Madrid, Spain."], ["Ponce", "Santiago", "S", "Hospital Universitario Doce de Octubre and IIS i+12, CNIO, Universidad Complutense and Ciberonc, Madrid, Spain."], ["Jaime", "Jesus Corral", "JC", "Hospital Virgen del Rocío, Sevilla, Spain."], ["Juan", "Oscar", "O", "Hospital Universitario La Fe, Valencia, Spain."], ["Nadal", "Ernest", "E", "Institut Català d'Oncologia, L'Hospitalet, Barcelona, Spain."], ["Kiura", "Katsuyuki", "K", "Okayama University Hospital, Kitaku, Okayama, Japan."], ["Widau", "Ryan C", "RC", "Eli Lilly and Company, Indianapolis, IN."], ["He", "Shuang", "S", "Eli Lilly and Company, Indianapolis, IN."], ["Dalal", "Rita", "R", "Eli Lilly and Company, Bridgewater, NJ."], ["Lee", "Pablo", "P", "Eli Lilly and Company, Bridgewater, NJ."], ["Nakagawa", "Kazuhiko", "K", "Kindai University Faculty of Medicine, Osaka, Japan. Electronic address: nakagawa@med.kindai.ac.jp."]], "text": "Despite the likelihood of an initial response to an epidermal growth factor receptor (EGFR) tyrosine kinase inhibitor (TKI), EGFR-mutant non-small-cell lung cancer (NSCLC) patients develop disease progression. Antiangiogenic agents in combination with an EGFR TKI might provide additional benefit in patients with EGFR-mutant NSCLC. In this article we report safety, exposure, and progression-free survival (PFS) results for part A (phase Ib) of RELAY, a randomized, double-blind, phase Ib/III study investigating safety and efficacy of erlotinib (EGFR TKI) with ramucirumab (anti-vascular endothelial growth factor receptor-2 antibody) or placebo in first-line EGFR-mutant stage IV NSCLC.Eligible patients had untreated stage IV NSCLC, Eastern Cooperative Oncology Group performance status of 0 to 1, and activating EGFR mutation (exon 19 deletion or exon 21 L858R substitution). Patients received ramucirumab 10 mg/kg on day 1 of a repeating 14-day cycle and erlotinib 150 mg/d. Treatment continued until disease progression or unacceptable toxicity. The primary objective was to assess safety and tolerability, in terms of dose-limiting toxicities (DLTs), during the first 2 cycles.Fourteen patients were treated and 12 were evaluable for DLTs. One patient experienced a DLT of Grade 3 elevated alanine aminotransferase during the DLT assessment period. Adverse events were reported in all patients, but were generally mild and manageable. The most common Grade 3 adverse events were hypertension, rash, and diarrhea. No serious or Grade 4 to 5 events occurred. Median PFS was 17.1 months (95% confidence interval, 8.8-not reached). Five patients continue receiving study treatment.Ramucirumab with erlotinib showed no unexpected toxicities and encouraging clinical activity in part A. Phase III enrollment has been initiated, maintaining ramucirumab 10 mg/kg every 2 weeks with erlotinib 150 mg/d.", "id": "29317191", "date": "2017-11-21", "title": "Randomized, Double-Blind Phase Ib/III Study of Erlotinib With Ramucirumab or Placebo in Previously Untreated EGFR-Mutant Metastatic Non-Small-Cell Lung Cancer (RELAY): Phase Ib Results.", "doi": "10.1016/j.cllc.2017.11.003", "journal": ["Clinical lung cancer", "Clin Lung Cancer"]}