{"authors": [["Bell", "Caryn N", "CN", "Department of African American Studies, University of Maryland, College Park, MD. Electronic address: cbell7@umd.edu."], ["Thorpe", "Roland J", "RJ", "Department of Health, Behavior & Society, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."], ["Bowie", "Janice V", "JV", "Department of Health, Behavior & Society, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."], ["LaVeist", "Thomas A", "TA", "Department of Health Policy and Management, George Washington University, Washington, DC."]], "text": "Racial differences in socioeconomic status (SES) explain some, but not all, of racial disparities in cardiovascular disease (CVD) risk. To address this, race disparities among higher SES individuals need to be assessed. The purpose of this study was to assess whether racial disparities in CVD risk factors differ by SES levels.Data from the National Health and Nutritional Examination Survey 2007-2014 were used to calculate racial differences in hypertension, high cholesterol, diabetes, and obesity. Interactions between race and SES were assessed.African Americans had higher odds of hypertension (odds ratio [OR], 1.90; 95% confidence interval [CI], 1.72-2.09), diabetes (OR, 1.66; 95% CI, 1.33-2.07), and obesity (OR, 1.64; 95% CI, 1.46-1.83) than whites. Significant interactions between race and income greater than or equal to $100,000 were observed for obesity (OR, 1.55; 95% CI, 1.24-1.94) and between race and education (college graduate or more; OR, 1.58; 95% CI, 1.16-2.15). Disparities in diabetes were observed in the highest SES groups, but not among those in the lowest SES groups.Race disparities in some CVD risk factors varied by SES levels. Results suggest that race disparities in obesity are larger among those with income greater than or equal to $100,000 and who are college graduates. It is possible that African Americans experience fewer health-related benefits of increased income and education levels compared with whites.", "id": "29317176", "date": "2017-12-22", "title": "Race disparities in cardiovascular disease risk factors within socioeconomic status strata.", "doi": "10.1016/j.annepidem.2017.12.007", "journal": ["Annals of epidemiology", "Ann Epidemiol"]}