{"authors": [["Zhuo", "David X", "DX", "Division of Cardiovascular Medicine, University of Virginia Health System, Charlottesville, VA. Electronic address: DXZ2P@hscmail.mcc.virginia.edu."], ["Bilchick", "Kenneth C", "KC", "Division of Cardiovascular Medicine, University of Virginia Health System, Charlottesville, VA."], ["Mazimba", "Sula", "S", "Division of Cardiovascular Medicine, University of Virginia Health System, Advanced Heart Failure and Transplant Center, Charlottesville, VA."]], "text": "To evaluate the association of preoperative invasive hemodynamic parameters with mortality in valvular heart surgery.Retrospective cohort study.Single tertiary academic medical center.A total of 382 patients who underwent preoperative right and/or left heart catheterization before open aortic valve replacement (AVR), open mitral valve repair/replacement (MVR), or combined AVR and MVR, from July 2009 to December 2014.Retrospective chart review.Common hemodynamic indices derived from direct catheterization measurements were assessed, including pulmonary artery systolic pressure (PASP), pulmonary artery pulse pressure (PPP), mean pulmonary capillary wedge pressure (mPCWP), pulmonary artery pulsatility index, diastolic pressure gradient, left ventricular work index, and right ventricular work index. Bivariable and multivariable associations of these measures with survival were determined using Cox proportional hazards regression. Kaplan-Meier survival curves were generated using the log-rank test. The median age of the cohort was 69 years (interquartile range 60-79 years), and 162 (42.4%) of the patients were female. Elevated PASP (hazard ratio [HR] 1.32 per 10 mmHg, p < 0.0001), elevated PPP (HR 1.48 per 10 mmHg, p < 0.0001), and elevated mPCWP (HR 1.95 per 10 mmHg, p < 0.0001) were all associated with decreased survival, as was decreased diastolic blood pressure (DBP) (p = 0.005). The combination of elevated PPP and decreased DBP was associated with the worst outcomes.PASP, PPP, mPCWP, and DBP were significantly associated with mortality in valvular heart surgery patients. These hemodynamic parameters may be useful in risk stratification of this population subset.", "id": "29317120", "date": "2017-09-29", "title": "Preoperative Invasive Hemodynamic Determinants of Survival Among Patients Undergoing Aortic or Mitral Valve Surgery.", "doi": "10.1053/j.jvca.2017.09.041", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}