{"authors": [["Hulens", "M", "M", "Musculoskeletal Rehabilitation Research Unit, Department of Rehabilitation Sciences, Faculty of Kinesiology and Rehabilitation Sciences, University of Leuven, Tervuursevest 101, 3001 Heverlee, Belgium. Electronic address: miekehulens@skynet.be."], ["Dankaerts", "W", "W", "Musculoskeletal Rehabilitation Research Unit, Department of Rehabilitation Sciences, Faculty of Kinesiology and Rehabilitation Sciences, University of Leuven, Tervuursevest 101, 3001 Heverlee, Belgium."], ["Stalmans", "I", "I", "Department of Neurosciences, Ophthalmology Research Group, University of Leuven, Herestraat 49, 3000 Leuven, Belgium; Department of Ophthalmology, University Hospitals UZ Leuven, Herestraat 49, 3000 Leuven, Belgium."], ["Somers", "A", "A", "Department of Neurosciences, Ophthalmology Research Group, University of Leuven, Herestraat 49, 3000 Leuven, Belgium; Department of Ophthalmology, University Hospitals UZ Leuven, Herestraat 49, 3000 Leuven, Belgium."], ["Vansant", "G", "G", "Department of Social and Primary Health Care, Public Health Nutrition, University of Leuven, Herestraat 49, 3000 Leuven, Belgium."], ["Rasschaert", "R", "R", "Department of Neurosurgery, ZNA Middelheim, Lindendreef 1, 2020 Antwerp, Belgium."], ["Bruyninckx", "F", "F", "Clinical Electromyography Laboratory, University Hospitals UZ Leuven, Herestraat 49, 3000 Leuven, Belgium."]], "text": "Fibromyalgia (FM) is a debilitating, widespread pain disorder that is assumed to originate from inappropriate pain processing in the central nervous system. Psychological and behavioral factors are both believed to underlie the pathogenesis and complicate the treatment. This hypothesis, however, has not yet been sufficiently supported by scientific evidence and accumulating evidence supports a peripheral neurological origin of the symptoms. We postulate that FM and several unexplained widespread pain syndromes are caused by chronic postural idiopathic cerebrospinal hypertension. Thus, the symptoms originate from the filling of nerve root sleeves under high pressure with subsequent polyradiculopathy from the compression of the nerve root fibers (axons) inside the sleeves. Associated symptoms, such as bladder and bowel dysfunction, result from compression of the sacral nerve root fibers, and facial pain and paresthesia result from compression of the cranial nerve root fibers. Idiopathic Intracranial Hypertension, Normal Pressure Hydrocephalus and the clinical entity of symptomatic Tarlov cysts share similar central and peripheral neurological symptoms and are likely other manifestations of the same condition. The hypothesis presented in this article links the characteristics of fibromyalgia and unexplained widespread pain to cerebrospinal pressure dysregulation with support from scientific evidence and provides a conclusive explanation for the multitude of symptoms associated with fibromyalgia.", "id": "29317060", "date": "2017-12-05", "title": "Fibromyalgia and unexplained widespread pain: The idiopathic cerebrospinal pressure dysregulation hypothesis.", "doi": "10.1016/j.mehy.2017.12.006", "journal": ["Medical hypotheses", "Med. Hypotheses"]}