{"authors": [["Wyszyńska", "Justyna", "J", "Institute of Physiotherapy, Medical Faculty, University of Rzeszów, Rzeszów, Poland."], ["Podgórska-Bednarz", "Justyna", "J", "Institute of Physiotherapy, Medical Faculty, University of Rzeszów, Rzeszów, Poland."], ["Dereń", "Katarzyna", "K", "Institute of Nursing and Health Sciences, Medical Faculty, University of Rzeszów, Rzeszów, Poland."], ["Mazur", "Artur", "A", "Institute of Nursing and Health Sciences, Medical Faculty, University of Rzeszów, Rzeszów, Poland."]], "text": "Children and adolescents with intellectual disability (ID) have significantly lower levels of physical activity compared to their peers without ID. Association between the level of physical activity and screen time with hypertension (HPT) in children and adolescents with ID has not been reported yet.To assess the relationship between the level of physical activity and screen time with the prevalence of HPT in students with ID.The study group consisted of 568 children with ID aged 7 to 18. The control group matched for age and gender consisted of 568 students without ID. Blood pressure (BP), body mass and height, level of physical activity, and screen time were assessed.The level of physical activity in the study group was significantly lower than in the control group (score 1.99 versus 3.02, resp., in Physical Activity Questionnaire). The risk of HPT in the students with ID with low levels of physical activity was more than 4 times higher (OR = 4.40) and more than 2 times higher when screen time was ≥2 h/day.Low level of physical activity and long screen time were associated with significantly higher HPT risk among children and adolescents with ID.", "id": "29312991", "date": "2017-11-02", "title": "The Relationship between Physical Activity and Screen Time with the Risk of Hypertension in Children and Adolescents with Intellectual Disability.", "doi": "10.1155/2017/1940602", "journal": ["BioMed research international", "Biomed Res Int"]}