{"authors": [["Wang", "Shin-E", "SE", "Department of Surgery, Taipei Veterans General Hospital, National Yang Ming University, Taipei, Taiwan."], ["Chen", "Shih-Chin", "SC", "Department of Surgery, Taipei Veterans General Hospital, National Yang Ming University, Taipei, Taiwan."], ["Shyr", "Bor-Uei", "BU", "Department of Surgery, Taipei Veterans General Hospital, National Yang Ming University, Taipei, Taiwan."], ["Shyr", "Yi-Ming", "YM", "Department of Surgery, Taipei Veterans General Hospital, National Yang Ming University, Taipei, Taiwan."]], "text": "Choledochal cyst is a relatively rare congenital disease. The current standard treatment of choice for choledochal cyst is complete excision with Roux-en-y hepaticojejunostomy due to possible associated complications if left untreated, such as cholangitis, pancreatitis, cirrhosis, portal hypertension, and biliary malignancy. Traditionally, the resection for choledochal cyst is carried out with open surgery because of complex dissection and bilioenteric reconstruction. Recently, minimal invasive approach has gain wide interest, especially with the use of robotic surgical systems which can facilitate complex minimal access procedures. Herein, we present a case of robotic assisted excision of type I choledochal cyst in a young lady with complete intracorporeal reconstruction of Roux-en-y hepaticojejunostomy. Robotic-assisted surgery can be safely applied to the resection of type I choledochal cyst and also provide a complex suturing technique for reconstruction with Roux-en-y hepaticojejunostomy. Although the total operating time for robot-assisted resection of choledochal cysts and hepaticojejunostomy is relatively long for this initial experience, the young lady and family are pleased with the cosmetic results.", "id": "29312974", "date": null, "title": "Robotic assisted excision of type I choledochal cyst with Roux-en-y hepaticojejunostomy reconstruction.", "doi": "10.21037/hbsn.2017.01.15", "journal": ["Hepatobiliary surgery and nutrition", "Hepatobiliary Surg Nutr"]}