{"authors": [["Akram", "Muhammad", "M", "Institute of Pharmacy - Pharmaceutical Chemistry and Center for Molecular Biosciences Innsbruck (CMBI), University of Innsbruck, Innsbruck, Austria."], ["Waratchareeyakul", "Watcharee", "W", "Department of Chemistry, Faculty of Science and Technology, Rambhai Barni Rajabhat University, Chanthaburi, Thailand."], ["Haupenthal", "Joerg", "J", "Department of Drug Design and Optimization, Helmholtz Institute for Pharmaceutical Research Saarland, Saarbrücken, Germany."], ["Hartmann", "Rolf W", "RW", "Department of Drug Design and Optimization, Helmholtz Institute for Pharmaceutical Research Saarland, Saarbrücken, Germany."], ["Schuster", "Daniela", "D", "Institute of Pharmacy - Pharmaceutical Chemistry and Center for Molecular Biosciences Innsbruck (CMBI), University of Innsbruck, Innsbruck, Austria."]], "text": "Cortisol synthase (CYP11B1) is the main enzyme for the endogenous synthesis of cortisol and its inhibition is a potential way for the treatment of diseases associated with increased cortisol levels, such as Cushing's syndrome, metabolic diseases, and delayed wound healing. Aldosterone synthase (CYP11B2) is the key enzyme for aldosterone biosynthesis and its inhibition is a promising approach for the treatment of congestive heart failure, cardiac fibrosis, and certain forms of hypertension. Both CYP11B1 and CYP11B2 are structurally very similar and expressed in the adrenal cortex. To facilitate the identification of novel inhibitors of these enzymes, ligand-based pharmacophore models of CYP11B1 and CYP11B2 inhibition were developed. A virtual screening of the SPECS database was performed with our pharmacophore queries. Biological evaluation of the selected hits lead to the discovery of three potent novel inhibitors of both CYP11B1 and CYP11B2 in the submicromolar range (compounds 8-10), one selective CYP11B1 inhibitor (Compound 11, IC50 = 2.5 μM), and one selective CYP11B2 inhibitor (compound 12, IC50 = 1.1 μM), respectively. The overall success rate of this prospective virtual screening experiment is 20.8% indicating good predictive power of the pharmacophore models.", "id": "29312923", "date": "2017-12-19", "title": "Pharmacophore Modeling and in Silico/in Vitro Screening for Human Cytochrome P450 11B1 and Cytochrome P450 11B2 Inhibitors.", "doi": "10.3389/fchem.2017.00104", "journal": ["Frontiers in chemistry", "Front Chem"]}