{"authors": [["Wang", "Ping", "P", "Department of Pulmonary Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Beijing 100730, China."], ["Yuan", "Ling", "L", "Department of Radiology, Peking Union Medical College Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Beijing 100730, China."], ["Shi", "Juhong", "J", "Department of Pulmonary Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Beijing 100730, China."], ["Xu", "Zuojun", "Z", "Department of Pulmonary Medicine, Peking Union Medical College Hospital, Chinese Academy of Medical Science & Peking Union Medical College, Beijing 100730, China."]], "text": "Isolated unilateral absence of pulmonary artery (UAPA) in adulthood is a rare congenital anomaly. Although some case reports exist, the clinical symptomatology, lung parenchymal features, collateral circulation and therapeutic approaches in adult patients with isolated UAPA remain unknown. The objectives of this study are to investigate the clinical characteristics, elucidate the correlation between clinical symptomatology and radiology, and summarize treatment of adult patients with isolated UAPA.Cases of adult patients with isolated UAPA who had been diagnosed at our hospital and identified from PubMed, EMBASE and Web of Science from 1990 to 2016 were analyzed.Hemoptysis was present in 41.5% of patients, exertional dyspnea in 41.5%, and recurrent respiratory infection in 35.4%. Lung parenchymal abnormalities were found on chest computed tomography (CT) scan, including bronchiectasis, which occurred in 30.2% of the patients, interstitial changes in 14.0%, and multiple bullae in 14.0% of the patients. Exertional dyspnea was more frequent in patients with pulmonary hypertension than in those without pulmonary hypertension (P<0.001). Recurrent respiratory infection were more frequent in patients with bronchiectasis than in those without bronchiectasis (P<0.001). Hypertrophic bronchial, phrenic, internal thoracic and intercostal arteries were found in 71.9%, 46.9%, 43.8%, and 43.8% of the patients, respectively. Pneumonectomy reduced hemoptysis in seven cases. Oral phosphodiesterase inhibitors or endothelin receptor antagonist improved exertional dyspnea in three cases with pulmonary hypertension.Clinicians should be aware of undiagnosed cases of isolated UAPA in adults with unexplained hemoptysis or exertional dyspnea. Early recognition and management of isolated UAPA in adult patients are crucial to avoid the devastating effect of massive hemoptysis or severe pulmonary hypertension (PHT) in the long term.", "id": "29312703", "date": null, "title": "Isolated unilateral absence of pulmonary artery in adulthood: a clinical analysis of 65 cases from a case series and systematic review.", "doi": "10.21037/jtd.2017.11.49", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}