{"authors": [["Jing", "Wanghui", "W", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."], ["Vaziri", "Nosratola D", "ND", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."], ["Nunes", "Ane", "A", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."], ["Suematsu", "Yasunori", "Y", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."], ["Farzaneh", "Ted", "T", "Department of Pathology and Laboratory Medicine, University of CaliforniaIrvine, USA."], ["Khazaeli", "Mahyar", "M", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."], ["Moradi", "Hamid", "H", "Division of Nephrology and Hypertension, University of CaliforniaIrvine, CA, USA."]], "text": "Progressive deterioration of kidney function in chronic kidney disease (CKD) is mediated by hypertension, oxidative stress, inflammation, and fibrosis. Renin-angiotensin blockade is commonly used to retard CKD progression. In addition, vasoactive peptides have been shown to reduce blood pressure and exert antioxidant, anti-inflammatory and anti-fibrotic effects. We hypothesized that administration of LCZ696 (sacubitril/valsartan) is more effective than valsartan alone in slowing progression of CKD. Male Sprague Dawley rats underwent sham surgery or 5/6 nephrectomy and after two weeks the CKD animals were randomized to no treatment, valsartan (30 mg/kg), or LCZ696 (60 mg/kg) daily by gavage. Serum, urine and kidney tissue analyses were performed after 8 weeks. The untreated CKD rats exhibited hypertension, proteinuria, tubular and glomerular damage, upregulation of pro-inflammatory, pro-oxidant and pro-fibrotic pathways; reduction in nuclear translocation of nuclear factor erythroid 2-related factor 2 (Nrf2) and its key target products. LCZ696 administration improved renal function and histology and attenuated most of the molecular markers of oxidative stress, inflammation and fibrosis. Furthermore, LCZ696 was more effective than valsartan therapy alone in delaying the progression of kidney disease. Future clinical trials are needed to determine the safety and efficacy of this agent in treatment of patients with CKD.", "id": "29312499", "date": "2017-12-15", "title": "LCZ696 (Sacubitril/valsartan) ameliorates oxidative stress, inflammation, fibrosis and improves renal function beyond angiotensin receptor blockade in CKD.", "doi": null, "journal": ["American journal of translational research", "Am J Transl Res"]}