{"authors": [["Li", "Yumei", "Y", "Centre for Cellular & Structural Biology, Sun Yat-sen UniversityGuangzhou City, Guangdong Province, P. R. China."], ["Huang", "Jiangnan", "J", "Department of Hypertension, First Affiliated Hospital of Guangxi Medical UniversityNanning City, Guangxi Province, P. R. China."], ["Jiang", "Zhiyuan", "Z", "Department of Hypertension, First Affiliated Hospital of Guangxi Medical UniversityNanning City, Guangxi Province, P. R. China."], ["Jiao", "Yang", "Y", "College of Pharmacy, Guangxi Medical UniversityNanning City, Guangxi Province, P. R. China."], ["Wang", "Hui", "H", "College of Pharmacy, Guangxi Medical UniversityNanning City, Guangxi Province, P. R. China."]], "text": "In this study, we investigated molecular mechanism underlying the regulation of endothelial nitric oxide synthase (eNOS) expression by fibroblast growth factor 21 (FGF21). We analyzed FGF21 and eNOS expression in hypertensive and healthy (control) subjects (n=30/group). To evaluate the effects of FGF21 on endothelial cells, we transfected FGF21 mimics or FGF21 inhibitor into human umbilical vein endothelial cells (HUVECs). Cell proliferation was analyzed using the methyl thiazolyl tetrazolium assay, and cell migration and invasion were assessed using Transwell assays. In addition, eNOS, PI3K, and AKT mRNA in the HUVECs were evaluated by quantitative reverse transcription PCR, and p-eNOS, PI3K, and p-AKT were evaluated by Western blotting. Our results showed increased levels of FGF21 mRNA and eNOS mRNA/protein in the blood of hypertensive patients compared with healthy controls. The FGF21 inhibitor inhibited HUVEC growth, migration, and invasion and significantly decreased eNOS, PI3K, and AKT mRNA levels and p-eNOS, PI3K, and p-AKT protein levels in HUVECs. Treatment with VEGF and/or overexpression of eNOS partially restored cell proliferation and p-AKT levels. Taken together, our results indicate that FGF21 regulates eNOS through the PI3K/AKT pathway.", "id": "29312484", "date": "2017-12-15", "title": "FGF21 inhibitor suppresses the proliferation and migration of human umbilical vein endothelial cells through the eNOS/PI3K/AKT pathway.", "doi": null, "journal": ["American journal of translational research", "Am J Transl Res"]}