{"authors": [["Jana", "Sirsendu", "S", "Laboratory of Biochemistry and Vascular Biology, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, United States."], ["Meng", "Fantao", "F", "Laboratory of Biochemistry and Vascular Biology, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, United States."], ["Hirsch", "Rhoda E", "RE", "Hematology Division, Department of Medicine and Department of Anatomy and Structural Biology, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Friedman", "Joel M", "JM", "Department of Physiology and Biophysics, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Alayash", "Abdu I", "AI", "Laboratory of Biochemistry and Vascular Biology, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD, United States."]], "text": "Cell free hemoglobin (Hb), becomes oxidized in the circulation during hemolytic episodes in sickle cell disease (SCD) or thalassemia and may potentially cause major complications that are damaging to the vascular system. Hemolytic anemias are commonly associated with pulmonary hypertension (PH) and often result from dysfunction of lung endothelial cells. The aim of this study was to determine the effect of different Hbs on cultured human lung endothelial function. Toward this goal, endothelial permeability, oxidative stress response parameters, glycolytic and mitochondrial bioenergetic functions were monitored in cultured human pulmonary arterial endothelial cells (HPAEC) following incubation with human adult Hb (HbA), and Hb isolated from patients with sickle cell Hb (HbS, βV6E) and HbE (βE26K) that commonly co-exist with β-thalassemia. These mutant Hbs are known for their distinct oxidative profiles. HPAEC treated with the ferrous forms of HbE, HbS for 24 h showed higher loss of endothelial monolayer integrity with concomitant rise in reactive oxygen radical production, lipid hydroperoxide formation and higher expressions of oxidative stress response proteins including heme oxygenase-1 (HO-1) accompanied by a rise in uncoupled mitochondrial respiration. Loss of membrane permeability was diminished in part by haptoglobin (Hp, protein scavenger), hemopexin (Hpx, heme scavenger) or ascorbate (reducing agent). To understand the role of Hb oxidation, HPAEC were exposed to ferric or ferryl states of the mutant Hbs. Ferryl forms of all proteins caused a significant damage to the endothelial monolayer integrity at a higher degree than their respective ferric Hbs. Ferryl forms of HbS and HbE also caused a loss of respiratory chain complex activities in isolated endothelial mitochondria and basal oxygen consumption in HPAEC. However, longer incubation with ferryl Hbs produced bioenergetic reprogramming including higher degree of uncoupled respiration and glycolytic rate. The data in this report collectively indicate that higher oxidation forms of HbS and HbE cause endothelial dysfunction through distinct damaging mechanisms involving mitochondrial bioenergetic function.", "id": "29311995", "date": "2017-12-19", "title": "Oxidized Mutant Human Hemoglobins S and E Induce Oxidative Stress and Bioenergetic Dysfunction in Human Pulmonary Endothelial Cells.", "doi": "10.3389/fphys.2017.01082", "journal": ["Frontiers in physiology", "Front Physiol"]}