{"authors": [["Chen", "Jie", "J", "Department of Respiratory and Critical Care Medicine, Key Site of National Clinical Research Center for Respiratory Disease, Xiangya Hospital, Central South University, Changsha, China."], ["Hu", "Chengping", "C", "Department of Respiratory and Critical Care Medicine, Key Site of National Clinical Research Center for Respiratory Disease, Xiangya Hospital, Central South University, Changsha, China."], ["Pan", "Pinhua", "P", "Department of Respiratory and Critical Care Medicine, Key Site of National Clinical Research Center for Respiratory Disease, Xiangya Hospital, Central South University, Changsha, China."]], "text": "MicroRNAs (miRNAs) are single-stranded, small non-coding RNAs that ate involved in the transcriptional and post-transcriptional regulation of gene expression. Recently, miRNAs were demonstrated to be effectively delivered to a target cell or tissue from a host cell via extracellular vesicles (EVs). These EVs can be detected in blood, urine, exhaled breath condensates, bronchoalveolar lavage fluid (BALF), and other fluids. miRNAs are generated by donor cells and then packaged into EVs and delivered with intact functionality. After being delivered to the target cells, they regulate the translation of their target genes and the function of the target cells. Thus, EV transported miRNAs have become a new method for intercellular communication. EV miRNA transfer is well-documented in various pulmonary diseases, such as chronic obstructive pulmonary disease (COPD), asthma, pulmonary hypertension, and acute lung injury (ALI). In this review, we summarize the novel findings of EV miRNA transfer, focusing on the roles of miR-210, miR-200, miR-17, miR-146a, miR-155, and other miRNAs that are transported from primary human bronchial epithelial cells (HBECs), BALF, mesenchymal stem cells, and dendritic cells.", "id": "29311962", "date": "2017-12-12", "title": "Extracellular Vesicle MicroRNA Transfer in Lung Diseases.", "doi": "10.3389/fphys.2017.01028", "journal": ["Frontiers in physiology", "Front Physiol"]}