{"authors": [["Conde", "Silvia V", "SV", "Centro de Estudos de Doenças Crónicas, NOVA Medical School - Faculdade de Ciências Médicas, Universidade NOVA de Lisboa, Lisboa, Portugal."], ["Monteiro", "Emilia C", "EC", "Centro de Estudos de Doenças Crónicas, NOVA Medical School - Faculdade de Ciências Médicas, Universidade NOVA de Lisboa, Lisboa, Portugal."], ["Sacramento", "Joana F", "JF", "Centro de Estudos de Doenças Crónicas, NOVA Medical School - Faculdade de Ciências Médicas, Universidade NOVA de Lisboa, Lisboa, Portugal."]], "text": "It is known that adenosine and adenosine-5'-triphosphate (ATP) are excitatory mediators involved in carotid body (CB) hypoxic signaling. The CBs are peripheral chemoreceptors classically defined by O2, CO2, and pH sensors. When hypoxia activates the CB, it induces the release of neurotransmitters from chemoreceptor cells leading to an increase in the action potentials frequency at the carotid sinus nerve (CSN). This increase in the firing frequency of the CSN is integrated in the brainstem to induce cardiorespiratory compensatory responses. In the last decade several pathologies, as, hypertension, diabetes, obstructive sleep apnea and heart failure have been associated with CB overactivation. In the first section of the present manuscript we review in a concise manner fundamental aspects of purine metabolism. The second section is devoted to the role of purines on the hypoxic response of the CB, providing the state-of-the art for the presence of adenosine and ATP receptors in the CB; for the role of purines at presynaptic level in CB chemoreceptor cells, as well as, its metabolism and regulation; at postsynaptic level in the CSN activity; and on the ventilatory responses to hypoxia. Recently, we have showed that adenosine is involved in CB hypersensitization during chronic intermittent hypoxia (CIH), which mimics obstructive sleep apnea, since caffeine, a non-selective adenosine receptor antagonist that inhibits A2A and A2B adenosine receptors, decreased CSN chemosensory activity in animals subjected to CIH. Apart from this involvement of adenosine in CB sensitization in sleep apnea, it was recently found that P2X3 ATP receptor in the CB contributes to increased chemoreflex hypersensitivity and hypertension in spontaneously hypertension rats. Therefore the last section of this manuscript is devoted to review the recent findings on the role of purines in CB-mediated pathologies as hypertension, diabetes and sleep apnea emphasizing the potential clinical importance of modulating purines levels and action to treat pathologies associated with CB dysfunction.", "id": "29311923", "date": "2017-12-12", "title": "Purines and Carotid Body: New Roles in Pathological Conditions.", "doi": "10.3389/fphar.2017.00913", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}