{"authors": [["Joshipura", "Kaumudi J", "KJ", "Center for Clinical Research and Health Promotion, University of Puerto Rico Medical Sciences Campus, School of Dental Medicine, San Juan, PR, USA. kaumudi.joshipura@upr.edu."], ["Muñoz-Torres", "Francisco J", "FJ", "Center for Clinical Research and Health Promotion, University of Puerto Rico Medical Sciences Campus, School of Dental Medicine, San Juan, PR, USA."], ["Campos", "Maribel", "M", "Center for Clinical Research and Health Promotion, University of Puerto Rico Medical Sciences Campus, School of Dental Medicine, San Juan, PR, USA."], ["Rivera-Díaz", "Alba D", "AD", "Center for Clinical Research and Health Promotion, University of Puerto Rico Medical Sciences Campus, School of Dental Medicine, San Juan, PR, USA."], ["Zevallos", "Juan C", "JC", "Department of Medical and Population Sciences Research, Herbert Wertheim College of Medicine, Florida International University, Miami, FL, USA."]], "text": "Short-term blood pressure variability is associated with pre-diabetes/diabetes cross-sectionally, but there are no longitudinal studies evaluating this association. The objective of this study is to evaluate the association between within-visit systolic and diastolic blood pressure variability and development of pre-diabetes/diabetes longitudinally. The study was conducted among eligible participants from the San Juan Overweight Adults Longitudinal Study (SOALS), who completed the 3-year follow-up exam. Participants were Hispanics, 40-65 years of age, and free of diabetes at baseline. Within-visit systolic and diastolic blood pressure variability was defined as the maximum difference between three measures, taken a few minutes apart, of systolic and diastolic blood pressure, respectively. Diabetes progression was defined as development of pre-diabetes/diabetes over the follow-up period. We computed multivariate incidence rate ratios adjusting for baseline age, gender, smoking, physical activity, waist circumference, and hypertension status. Participants with systolic blood pressure variability ≥10 mmHg compared to those with <10 mmHg, showed higher progression to pre-diabetes/diabetes (RR = 1.77, 95% CI: 1.30-2.42). The association persisted among never smokers. Diastolic blood pressure variability ≥10 mmHg (compared to <10 mmHg) did not show an association with diabetes status progression (RR = 1.20, 95% CI: 0.71-2.01). Additional adjustment of baseline glycemia, C-reactive protein, and lipids (reported dyslipidemia or baseline HDL or triglycerides) did not change the estimates. Systolic blood pressure variability may be a novel independent risk factor and an early predictor for diabetes, which can be easily incorporated into a single routine outpatient visit at none to minimal additional cost.", "id": "29311705", "date": "2017-11-07", "title": "Association between within-visit systolic blood pressure variability and development of pre-diabetes and diabetes among overweight/obese individuals.", "doi": "10.1038/s41371-017-0009-y", "journal": ["Journal of human hypertension", "J Hum Hypertens"]}