{"authors": [["Seck", "Sidy Mohamed", "SM", "UFR des Sciences de la Santé, Université Gaston Berger, BP 234 Route de Ngalléle, Saint-Louis, Senegal. sidy-mohamed.seck@ugb.edu.sn."], ["Doupa", "Dominique", "D", "UFR des Sciences de la Santé, Université Gaston Berger, BP 234 Route de Ngalléle, Saint-Louis, Senegal."], ["Dia", "Diatou Guéye", "DG", "UFR des Sciences de la Santé, Université Gaston Berger, BP 234 Route de Ngalléle, Saint-Louis, Senegal."], ["Diop", "ElHadji Assane", "EA", "School of Pharmaceutical Sciences, University of Geneva, University of Lausanne, CMU-Rue Michel Servet 1, 1211, Geneva, Switzerland."], ["Ardiet", "Denis-Luc", "DL", "Community Health Association (ASC/CHA), Geneva, Switzerland."], ["Nogueira", "Renata Campos", "RC", "Antenna Foundation, Avenue de la Grenade 24, 1207, Geneva, Switzerland."], ["Graz", "Bertrand", "B", "Antenna Foundation, Avenue de la Grenade 24, 1207, Geneva, Switzerland."], ["Diouf", "Boucar", "B", "Centre Hospitalier Universitaire Aristide LeDantec, Dakar, Senegal."]], "text": "Medicinal plants are widely used as a first-line therapy for hypertension, often without comparative clinical data. A prospective, randomized controlled trial was conducted to assess efficacy of Combretum micranthum (kinkeliba) and Hibiscus sabdariffa (bissap), in the galenic form of capsules of plant powder, on blood pressure in adult patients with non-complicated hypertension ( > 140/90 mm Hg). One hundred and twenty five patients were randomly allocated into group 1 (kinkeliba leaves 190 mg × 2/day), or group 2 (bissap calyx 320 mg × 2/day), or group 3 (ramipril 5 mg /day) during four consecutive weeks. Blood and urinary samples were collected on day 0 and 28 while patients' blood pressure was measured weekly. In all three groups SBP and DBP decreased over 3 weeks of treatment (P < 0.001). For SBP, mean decrease was higher with ramipril (-16.7 ± 8.4 mm Hg) than with kinkeliba (-12.2 ± 6.6 mm Hg, P = 0.016) and bissap (-11.2 ± 3.3 mm Hg, P = 0.001). For DBP, mean decrease with ramipril (-6.7 ± 3.6 mm Hg) was more important than with kinkeliba (-5.0 ± 3.0 mm Hg, P = 0.011) but not statistically different to bissap group (-6.0 ± 4.7 mm Hg, P = 0.271). A significant natriuretic effect was observed in the kinkeliba and bissap groups but not in patients under ramipril treatment. At the end of the four weeks, 39% [95% CI: 25.7-54.3] of patients in the ramipril group, 37% [95% CI: 23.6-51.9] of patients in the kinkeliba group and 21% [95% CI: 11.7-35.9] of those taking bissap had normalized their BP.", "id": "29311704", "date": "2017-10-10", "title": "Clinical efficacy of African traditional medicines in hypertension: A randomized controlled trial with Combretum micranthum and Hibiscus sabdariffa.", "doi": "10.1038/s41371-017-0001-6", "journal": ["Journal of human hypertension", "J Hum Hypertens"]}