{"authors": [["Nakabachi", "Masahiro", "M", "Division of Laboratory and Transfusion Medicine, Hokkaido University Hospital."], ["Yamada", "Satoshi", "S", "Department of Cardiovascular Medicine, Faculty of Medicine and Graduate School of Medicine, Hokkaido University."], ["Iwano", "Hiroyuki", "H", "Department of Cardiovascular Medicine, Faculty of Medicine and Graduate School of Medicine, Hokkaido University."], ["Hayashi", "Taichi", "T", "Department of Cardiovascular Medicine, Faculty of Medicine and Graduate School of Medicine, Hokkaido University."], ["Okada", "Kazunori", "K", "Faculty of Health Sciences, Hokkaido University."], ["Kusunose", "Kenya", "K", "Department of Cardiovascular Medicine, Tokushima University Hospital."], ["Watanabe", "Kiyotaka", "K", "Department of Cardiology and Nephrology, Mie University Graduate School of Medicine."], ["Ishizu", "Tomoko", "T", "Cardiovascular Division, Faculty of Medicine, University of Tsukuba."], ["Wakami", "Kazuaki", "K", "Department of Cardio-Renal Medicine and Hypertension, Nagoya City University Graduate School of Medical Sciences."], ["Yamada", "Hirotsugu", "H", "Department of Cardiovascular Medicine, Tokushima University Hospital."], ["Dohi", "Kaoru", "K", "Department of Cardiology and Nephrology, Mie University Graduate School of Medicine."], ["Seo", "Yoshihiro", "Y", "Cardiovascular Division, Faculty of Medicine, University of Tsukuba."], ["Ohte", "Nobuyuki", "N", "Department of Cardio-Renal Medicine and Hypertension, Nagoya City University Graduate School of Medical Sciences."], ["Shimizu", "Chikara", "C", "Division of Laboratory and Transfusion Medicine, Hokkaido University Hospital."], ["Mikami", "Taisei", "T", "Faculty of Health Sciences, Hokkaido University."]], "text": "Early-diastolic mitral annular velocity (e') and the ratio of early-diastolic left ventricular (LV) inflow velocity (E) to e' (E/e') have been widely used as indexes of LV relaxation and filling pressure, respectively. However, many recent studies have demonstrated that they are not reliable in various clinical settings. We thus investigated the factors influencing these echocardiographic parameters in a multicenter study.Methods and Results:The study group comprised 69 patients, referred for cardiac catheterization, and enrolled in 5 university hospitals. Time constant (τ) and LV mean diastolic pressure (LVMDP) were measured using a micromanometer-tipped catheter. Although e' only weakly correlated with τ (r=-0.35, P<0.01), E/e' modestly correlated with LVMDP (r=0.48, P<0.001). Multivariable analysis revealed that hypertension (β=-0.33, P<0.01) and LV ejection fraction (LVEF) (β=0.44, P<0.001) were the independent determinants of e', and LV mass index (LVMI) (β=0.37, P<0.001) and LVMDP (β=0.47, P<0.001) were those of E/e'. Additionally, E/e' significantly correlated with LVMDP in patients with normal LVMI (r=0.74, P<0.001) but not in those with increased LVMI.The coincidence of hypertension and LVEF affected the relationship between LV relaxation and e', whereas LVMI altered the relationship between LV filling pressure and E/e'. Thus, clinical conditions associated with an increase in LVMI, such as LV hypertrophy and LV dilatation, should be considered when estimating the filling pressure from E/e'.", "id": "29311519", "date": "2017-12-29", "title": "Left Ventricular Mass Influences Relationship Between Filling Pressure and Early-Diastolic Ratio of Inflow Velocity to Mitral Annular Velocity (E/e').", "doi": "10.1253/circj.CJ-17-1019", "journal": ["Circulation journal : official journal of the Japanese Circulation Society", "Circ. J."]}