{"authors": [["Luta", "X", "X", "Institute of Social and Preventive Medicine (ISPM), University of Bern, Bern, Switzerland."], ["Hayoz", "S", "S", "Institute of Social and Preventive Medicine (ISPM), University of Bern, Bern, Switzerland."], ["Gréa Krause", "C", "C", "Institute of Social and Preventive Medicine (ISPM), University of Bern, Bern, Switzerland."], ["Sommerhalder", "K", "K", "Bern University of Applied Science, Health Section, Bern, Switzerland."], ["Roos", "E", "E", "Folkhälsan Research Center, Helsinki, Finland; Department of Public Health, University of Helsinki, Finland."], ["Strazzullo", "P", "P", "Department of Clinical Medicine and Surgery, Federico II University of Naples Medical School, Naples, Italy."], ["Beer-Borst", "S", "S", "Institute of Social and Preventive Medicine (ISPM), University of Bern, Bern, Switzerland. Electronic address: sigrid.beer@ispm.unibe.ch."]], "text": "High sodium (Na) and low potassium (K) intake are associated with hypertension and CVD risk. This study explored the associations of health literacy (HL), food literacy (FL), and salt awareness with salt intake, K intake, and Na/K ratio in a workplace intervention trial in Switzerland.The study acquired baseline data from 141 individuals, mean age 44.6 years. Na and K intake were estimated from a single 24-h urine collection. We applied validated instruments to assess HL and FL, and salt awareness. Multiple linear regression was used to investigate the association of explanatory variables with salt intake, K intake, and Na/K. Mean daily salt intake was 8.9 g, K 3.1 g, and Na/K 1.18. Salt intake was associated with sex (p < 0.001), and K intake with sex (p < 0.001), age (p = 0.02), and waist-to-height ratio (p = 0.03), as was Na/K. HL index and FL score were not significantly associated with salt or K intake but the awareness variable \"salt content impacts food/menu choice\" was associated with salt intake (p = 0.005).To achieve the established targets for population Na and K intake, health-related knowledge, abilities, and skills related to Na/salt and K intake need to be promoted through combined educational and structural interventions. Clinical Trials Registry number: DRKS00006790 (23/09/2014).", "id": "29310971", "date": "2017-11-13", "title": "The relationship of health/food literacy and salt awareness to daily sodium and potassium intake among a workplace population in Switzerland.", "doi": "10.1016/j.numecd.2017.10.028", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}