{"authors": [["Zambrano", "Byron A", "BA", "Department of Mechanical Engineering, Michigan State University, 2555 Engineering Building, East Lansing, MI 48824, USA."], ["McLean", "Nathan A", "NA", "Department of Mechanical Engineering, Michigan State University, 2555 Engineering Building, East Lansing, MI 48824, USA."], ["Zhao", "Xiaodan", "X", "National Heart Center, 5 Hospital Dr, Singapore 169609, Singapore."], ["Tan", "Ju-Le", "JL", "National Heart Center, 5 Hospital Dr, Singapore 169609, Singapore."], ["Zhong", "Liang", "L", "National Heart Center, 5 Hospital Dr, Singapore 169609, Singapore; Duke-NUS Medical School, 8 College Road, Singapore 169857, Singapore."], ["Figueroa", "C Alberto", "CA", "Departments of Biomedical Engineering and Surgery, University of Michigan, 2800 Plymouth Road, NCRC B20-211W, Ann Arbor, MI 48105, USA."], ["Lee", "Lik Chuan", "LC", "Department of Mechanical Engineering, Michigan State University, 2555 Engineering Building, East Lansing, MI 48824, USA."], ["Baek", "Seungik", "S", "Department of Mechanical Engineering, Michigan State University, 2555 Engineering Building, East Lansing, MI 48824, USA. Electronic address: sbaek@egr.msu.edu."]], "text": "Pulmonary arterial hypertension (PAH) is a disease characterized by an elevated pulmonary arterial (PA) pressure. While several computational hemodynamic models of the pulmonary vasculature have been developed to understand PAH, they are lacking in some aspects, such as the vessel wall deformation and its lack of calibration against measurements in humans. Here, we describe a computational modeling framework that addresses these limitations. Specifically, computational models describing the coupling of hemodynamics and vessel wall mechanics in the pulmonary vasculature of a PAH patient and a normal subject were developed. Model parameters, consisting of linearized stiffness E of the large vessels and Windkessel parameters for each outflow branch, were calibrated against in vivo measurements of pressure, flow and vessel wall deformation obtained, respectively, from right-heart catheterization, phase-contrast and cine magnetic resonance images. Calibrated stiffness E of the proximal PA was 2.0 and 0.5 MPa for the PAH and normal models, respectively. Calibrated total compliance CT and resistance RT of the distal vessels were, respectively, 0.32 ml/mmHg and 11.3 mmHg∗min/l for the PAH model, and 2.93 ml/mmHg and 2.6 mmHg∗min/l for the normal model. These results were consistent with previous findings that the pulmonary vasculature is stiffer with more constricted distal vessels in PAH patients. Individual effects on PA pressure due to remodeling of the distal and proximal compartments of the pulmonary vasculature were also investigated in a sensitivity analysis. The analysis suggests that the remodeling of distal vasculature contributes more to the increase in PA pressure than the remodeling of proximal vasculature.", "id": "29310945", "date": "2017-12-27", "title": "Image-based computational assessment of vascular wall mechanics and hemodynamics in pulmonary arterial hypertension patients.", "doi": "10.1016/j.jbiomech.2017.12.022", "journal": ["Journal of biomechanics", "J Biomech"]}