{"authors": [["Sullivan", "Thomas P", "TP", "Department of Anaesthesia, Western Health, Melbourne, Australia; Department of Anaesthesia, The Royal Melbourne Hospital, Melbourne, Australia. Electronic address: thomas.sullivan@mh.org.au."], ["Moore", "James E", "JE", "Department of Anaesthesia, Wellington Hospital, Wellington, New Zealand."], ["Klein", "Andrew A", "AA", "Department of Anaesthesia, Papworth Hospital, Cambridge, UK."], ["Jenkins", "David P", "DP", "Department of Surgery, Papworth Hospital, Cambridge, UK."], ["Williams", "Lynne K", "LK", "Department of Cardiology, Papworth Hospital, Cambridge, UK."], ["Roscoe", "Andrew", "A", "Department of Anaesthesia, Papworth Hospital, Cambridge, UK."], ["Tsang", "Wendy", "W", "Department of Cardiology, Toronto General Hospital, Toronto, Canada."]], "text": "Patients undergoing pulmonary endarterectomy (PEA) have impaired right ventricular function. The authors sought to assess the clinical utility of commonly used perioperative echocardiographic and right heart catheter measurements in patients undergoing PEA.A single-center prospective observational study.The study was conducted in a quaternary care cardiac surgical center in the United Kingdom.Patients undergoing PEA between April 2015 and January 2016.Thermodilution cardiac index and echocardiography variables were measured at 3 time points: before sternotomy (T1), after pericardial incision (T2), and after sternal closure (T3). Six-month follow-up echocardiography and 6-minute walk (6-MWT) test were performed.Fifty patients were recruited and complete data sets were available for 41 patients. Tricuspid annular plane systolic excursion declined after pericardial incision and cardiopulmonary bypass (T1: 15 ± 4 mm, T2: 13 ± 4 mm, T3: 7 ± 2 mm; p < 0.0001), returning to baseline 6 months postoperatively. Cardiac index (T1: 2.5 ± 0.7 L/min/m2, T2: 2.6 ± 0.6 L/min/m2, T3: 2.3 ± 0.5 L/min/m2; p = 0.07) and right ventricular fractional area change (T1: 36 ± 11%, T2: 40 ± 12%, T3: 40 ± 9%; p = 0.12) were preserved perioperatively. 6-MWT improved from baseline (294 ± 111 m) to follow-up (357 ± 107 m) (p < 0.001). Pulmonary vascular resistance at T3 correlated moderately with follow-up 6-MWT (R = -0.60).In patients undergoing PEA, invasive measurements and echocardiography assessment of right ventricular function are not interchangeable. Tricuspid annular plane systolic excursion is not a reliable measure of right ventricular function perioperatively. Pulmonary vascular resistance shows moderate correlation with postoperative functional capacity.", "id": "29310938", "date": "2017-09-21", "title": "Evaluation of the Clinical Utility of Transesophageal Echocardiography and Invasive Monitoring to Assess Right Ventricular Function During and After Pulmonary Endarterectomy.", "doi": "10.1053/j.jvca.2017.09.026", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}