{"authors": [["Chen", "Ning", "N", "Department of Neurology, West China Hospital of Sichuan University, Chengdu, China."], ["Li", "Yanbo", "Y", "Department of Neurology, West China Hospital of Sichuan University, Chengdu, China."], ["Fang", "Jinghuan", "J", "Department of Neurology, West China Hospital of Sichuan University, Chengdu, China."], ["Lu", "Qian", "Q", "Department of Neurology, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["He", "Li", "L", "Department of Neurology, West China Hospital of Sichuan University, Chengdu, China. Electronic address: heli2003new@126.com."]], "text": "Stroke is a common cause of death and disability worldwide. Among stroke patients, malnutrition is a significant problem that contributes to poor outcome. Clinical evidence is required to identify risk factors for malnutrition and to adopt appropriate management strategies during early stroke intervention. Thus, we performed a meta-analysis of potential risk factors related to malnutrition in stroke patients.We systemically searched relevant observational studies in MEDLINE, EMBASE, Chinese Biomedical Literature Database (CBLD), China National Knowledge Infrastructure (CNKI), and VIP Database of Chinese periodicals from January 1990 to September 2017 in any language. Patients included in this study were adults who suffered from stroke. Stata 12.0 and Review Manager 5.1 software were used to pool useful data and calculate odds ratios (ORs) and their 95% confidence intervals (CIs). We also performed heterogeneity and sensitivity analyses, and evaluated publication bias.Twenty-nine observational studies involving 8838 participants who met our inclusion criteria were incorporated into the meta-analysis, and thirteen risk factors related to malnutrition were studied. The following variables probably correlated with an increased risk of malnutrition in stroke patients: malnutrition on admission (OR = 8.34, 95% CI = 4.60-15.10, P < 0.00001), dysphagia (OR = 2.60, 95% CI = 2.24-3.03, P < 0.00001), previous stroke (OR = 3.04, 95% CI = 2.35-3.95, P < 0.00001), diabetes mellitus (OR = 1.79, 95% CI = 1.35-2.38, P < 0.0001), tube feeding (OR = 5.43, 95% CI = 3.99-7.37, P < 0.00001) and reduced level of consciousness (OR = 2.82, 95% CI = 2.12-3.75, P < 0.00001). The factors alcohol consumption, hypertension, male sex, depressed mood, pneumonia and infection need to be re-evaluated. Conversely, smoking was most likely not associated with post-stroke malnutrition.Our meta-analysis has revealed a variety of risk factors for malnutrition during hospital stay among stroke patients. Early identification of these factors is warranted for improving patient outcomes.", "id": "29310894", "date": "2017-12-28", "title": "Risk factors for malnutrition in stroke patients: A meta-analysis.", "doi": "10.1016/j.clnu.2017.12.014", "journal": ["Clinical nutrition (Edinburgh, Scotland)", "Clin Nutr"]}