{"authors": [["Jiang", "Ya-Mei", "YM", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Song", "Tu-Run", "TR", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Qiu", "Yang", "Y", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Liu", "Jin-Peng", "JP", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Wang", "Xian-Ding", "XD", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Huang", "Zhong-Li", "ZL", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Lin", "Tao", "T", "Department of Urology, Urology Institute and Organ Transplantation Center, West China Hospital, Sichuan University, Chengdu, Sichuan, China. Electronic address: kidney5@163.com."]], "text": "Renin-angiotensin system inhibitors, specifically angiotensin II converting enzyme inhibitors (ACEI) and angiotensin II receptor blockers (ARB), have confirmed renoprotective benefits in patients with proteinuria and hypertension. However, it remains controversial whether these agents are beneficial to kidney recipients. We conducted this meta-analysis to evaluate the effects of ACEI/ARB treatment on patient and allograft survival after kidney transplant. The PubMed, Embase and Cochrane Library databases were searched for eligible articles from before May 2016, and we included 24 articles (9 randomised controlled trials [RCTs] and 15 cohort studies with 54,096 patients), in which patient or graft survival was compared between an ACEI/ARB treatment arm and a control arm. Pooled results showed that ACEI/ARB was associated with decreased risks of patient death (relative risk [RR] = 0.64; 95% confidence interval [CI]:0.49-0.84) and graft loss (RR = 0.59; 95%CI:0.47-0.74). Subgroup analysis of the cohorts revealed significantly reduced patient death (RR = 0.61; 95%CI:0.50-0.74) and graft loss (RR = 0.58; 95%CI:0.46-0.73), but this was not seen in RCTs (patient survival: RR = 0.84, 95%CI:0.39-1.81; graft survival: RR = 0.70, 95%CI:0.17-2.79). Significantly less graft loss was noted among patients with biopsy-proved chronic allograft nephropathy (CAN) (RR = 0.26, 95%CI:0.16-0.44). Furthermore, the benefit of ACEI/ARB on patient survival (RR = 0.62; 95%CI:0.47-0.83) and graft survival (RR = 0.58, 95%CI:0.47-0.71) was limited to those with ≥3years' follow-up. ACEI/ARB decreased proteinuria (P < 0.001) and lowered haemoglobin (P = 0.002), but the haemoglobin change requires no additional treatment (from 119-131 g/L to 107-123 g/L). We therefore concluded that ACEI/ARB treatment may reduce patient death and graft loss, but additional well-designed prospective studies are needed to validate these findings.", "id": "29310811", "date": "2017-08-18", "title": "Effect of renin-angiotensin system inhibitors on survival in kidney transplant recipients: A systematic review and meta-analysis.", "doi": "10.1016/j.kjms.2017.07.007", "journal": ["The Kaohsiung journal of medical sciences", "Kaohsiung J. Med. Sci."]}