{"authors": [["Murali", "Megha", "M", "Cumming School of Medicine, University of Calgary, Calgary, AB, Canada."], ["MacDonald", "Justin A", "JA", "Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. Electronic address: jmacdo@ucalgary.ca."]], "text": "Smooth muscle cells display distinctive expression and organization of contractile filament proteins, which reflect a unique method of contractile regulation. As the focus of this review, the smoothelin and smoothelin-like family members represent a family of poorly understood muscle proteins that appear to act as structural components of the contractile apparatus. The protein family is characterized by the presence a single C-terminal type-2 calponin homology (CH) domain. Often used as the preferred marker of differentiated contractile smooth muscle cells, smoothelin A and B (SMTN-A and SMTN-B) may influence the contractile potential of smooth muscle cells. The more recently identified smoothelin-like proteins (SMTNL1 and SMTNL2) have more diverse functional implications. SMTNL1 is linked to the regulation of smooth muscle contractility and adaptations of both smooth and skeletal muscle to hypertension, pregnancy, and exercise training. The SMTNL1 protein is suggested to play multiple roles in muscle through functional interactions with contractile regulators (e.g., calmodulin, tropomyosin, and myosin phosphatase) as well as transcriptional control of the contractile phenotype and Ca2+-sensitizing capacity. These effects are associated with acute, reversible changes to the contractile state or long-term adaptations mediated by transcriptional changes in expression of contractile proteins. SMTNL2 remains essentially uncharacterized; however, its expression is high in skeletal muscle and could be associated with differentiating myocytes. Finally, emerging opportunities exist to understand the significance of smoothelins as disease-associated markers and in some cases as specific modulators of pathophysiology.", "id": "29310803", "date": "2017-12-02", "title": "Smoothelins and the Control of Muscle Contractility.", "doi": "10.1016/bs.apha.2017.10.001", "journal": ["Advances in pharmacology (San Diego, Calif.)", "Adv. Pharmacol."]}