{"authors": [["Wang", "Xi", "X", "Vascular Surgery Research Laboratories, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States."], ["Khalil", "Raouf A", "RA", "Vascular Surgery Research Laboratories, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, United States. Electronic address: raouf_khalil@hms.harvard.edu."]], "text": "Matrix metalloproteinases (MMPs) are a family of zinc-dependent endopeptidases that degrade various proteins in the extracellular matrix (ECM). Typically, MMPs have a propeptide sequence, a catalytic metalloproteinase domain with catalytic zinc, a hinge region or linker peptide, and a hemopexin domain. MMPs are commonly classified on the basis of their substrates and the organization of their structural domains into collagenases, gelatinases, stromelysins, matrilysins, membrane-type (MT)-MMPs, and other MMPs. MMPs are secreted by many cells including fibroblasts, vascular smooth muscle (VSM), and leukocytes. MMPs are regulated at the level of mRNA expression and by activation through removal of the propeptide domain from their latent zymogen form. MMPs are often secreted in an inactive proMMP form, which is cleaved to the active form by various proteinases including other MMPs. MMPs degrade various protein substrates in ECM including collagen and elastin. MMPs could also influence endothelial cell function as well as VSM cell migration, proliferation, Ca2+ signaling, and contraction. MMPs play a role in vascular tissue remodeling during various biological processes such as angiogenesis, embryogenesis, morphogenesis, and wound repair. Alterations in specific MMPs could influence arterial remodeling and lead to various pathological disorders such as hypertension, preeclampsia, atherosclerosis, aneurysm formation, as well as excessive venous dilation and lower extremity venous disease. MMPs are often regulated by endogenous tissue inhibitors of metalloproteinases (TIMPs), and the MMP/TIMP ratio often determines the extent of ECM protein degradation and tissue remodeling. MMPs may serve as biomarkers and potential therapeutic targets for certain vascular disorders.", "id": "29310800", "date": "2017-09-19", "title": "Matrix Metalloproteinases, Vascular Remodeling, and Vascular Disease.", "doi": "10.1016/bs.apha.2017.08.002", "journal": ["Advances in pharmacology (San Diego, Calif.)", "Adv. Pharmacol."]}