{"authors": [["Palvo", "Fernando", "F", "Division of Pediatric Critical Care, Department of Pediatrics."], ["Fabro", "Alexandre Todorovic", "AT", "Department of Pathology."], ["Cervi", "Maria Célia", "MC", "Division of Pediatric Critical Care, Department of Pediatrics, Ribeirão Preto Medical School, University of São Paulo, Ribeirão Preto, São Paulo, Brazil."], ["Aragon", "Davi Casale", "DC", "Division of Pediatric Critical Care, Department of Pediatrics."], ["Ramalho", "Fernando Silva", "FS", "Department of Pathology."], ["Carlotti", "Ana Paula de Carvalho Panzeri", "APCP", "Division of Pediatric Critical Care, Department of Pediatrics."]], "text": "We aimed to investigate the clinicopathological features of pertussis in children admitted to a tertiary-care university hospital in Brazil.This was a retrospective cohort study of all pediatric hospital admissions with pertussis from January 1, 2008 to December 31, 2014. We also reported the autopsy findings in children who died.Fifty-five patients admitted to the hospital over the study period had laboratorial confirmation of Bordetella pertussis infection, 17 (30.9%) needed pediatric intensive care unit (PICU) admission and 6 (10.9%) died. All patients who died were younger than 60 days old and unvaccinated for pertussis; 50% of them had coinfection with respiratory syncytial virus. Leukocyte count ≥40,000/mm at hospital admission was an independent risk factor for PICU admission. Mean heart rate during hospitalization ≥160 bpm was an independent risk factor for death. A cut-off point of 41,200 leukocytes/mm at hospital admission had sensitivity of 64.7% and specificity of 89.5% to predict PICU admission (area under the curve 0.75) and sensitivity of 100% and specificity of 81.6% to predict death (area under the curve 0.93). Autopsy showed medial thickening of small pulmonary arteries in 80% of patients who had pulmonary hypertension; intravascular aggregates of leukocytes or pulmonary thrombosis were not observed. Immunohistochemical staining of tissue samples obtained at autopsy identified B pertussis and respiratory syncytial virus in pulmonary and extra-pulmonary sites.Marked leukocytosis at presentation was associated with morbidity and mortality in children hospitalized with pertussis. Implementation of preventive strategies is crucial to diminish the incidence of the disease, especially in young unimmunized infants.", "id": "29310361", "date": null, "title": "Severe pertussis infection: A clinicopathological study.", "doi": "10.1097/MD.0000000000008823", "journal": ["Medicine", "Medicine (Baltimore)"]}