{"authors": [["Korol", "Sandra", "S", "Faculty of Pharmacy, Université de Montréal."], ["Mottet", "Fannie", "F", "Faculty of Pharmacy, Université de Montréal."], ["Perreault", "Sylvie", "S", "Faculty of Pharmacy, Université de Montréal."], ["Baker", "William L", "WL", "School of Pharmacy, University of Connecticut, Storrs, CT, USA."], ["White", "Michel", "M", "Montreal Heart Institute."], ["de Denus", "Simon", "S", "Faculty of Pharmacy, Université de Montréal."]], "text": "Spironolactone, a nonselective mineralocorticoid receptor antagonist (MRA), may have a deleterious effect on glycemia. The objective of this review was to assess current knowledge on MRAs' influence (spironolactone, eplerenone, and canrenone) on glucose homeostasis and the risk of diabetes.A systematic review was conducted using the Medline database on articles published from 1946 to January 2017 that studied the effects of MRAs on any glucose-related endpoints, without any restrictions regarding the participants' characteristics.Study design, patient population, dose and duration of intervention, and the quantitative results on glycemic markers were extracted, interpreted for result synthesis, and evaluated for sources of bias. From the articles included in the qualitative analysis, a select number were used in a meta-analysis on studies having measured glycated hemoglobin (HbA1c) or risk of diabetes.Seventy-two articles were selected from the Medline database and references of articles. Results on spironolactone were heterogeneous, but seemed to be disease-specific. A potential negative effect on glucose regulation was mainly observed in heart failure and diabetes trials, while a neutral or positive effect was detected in diseases characterized by hyperandrogenism, and inconclusive for hypertension. Interpretation of data from heart failure trials was limited by the small number of studies. From a meta-analysis of 12 randomized controlled studies evaluating spironolactone's impact on HbA1c in diabetic patients, spironolactone had a nonsignificant effect in parallel-group studies (mean difference 0.03 [-0.20;0.26]), but significantly increased HbA1c in crossover studies (mean difference 0.24 [0.18;0.31]). Finally, eplerenone did not seem to influence glycemia, while limited data indicated that canrenone may exert a neutral or beneficial effect.The studies had important limitations regarding study design, sample size, duration of follow-up, and choice of glycemic markers.Spironolactone may induce disease-specific and modest alterations on glycemia. It is uncertain whether these effects are transient or not. Data from the most extensively studied population, individuals with diabetes, do not support a long-term glycemic impact in these patients. Further prospective studies are necessary to establish spironolactone's true biological effects and their clinical implications.", "id": "29310346", "date": null, "title": "A systematic review and meta-analysis of the impact of mineralocorticoid receptor antagonists on glucose homeostasis.", "doi": "10.1097/MD.0000000000008719", "journal": ["Medicine", "Medicine (Baltimore)"]}