{"authors": [["Cheng", "Ling", "L", "Division of Gastroenterology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology."], ["Zhao", "Ruifeng", "R", "Division of Gastroenterology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology."], ["Guo", "Di", "D", "Division of Gastroenterology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology."], ["Cai", "Kailin", "K", "Department of Gastrointestinal Surgery, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Zou", "Kaifang", "K", "Division of Gastroenterology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology."], ["Yang", "Jun", "J", "Department of Urology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Zhu", "Liangru", "L", "Division of Gastroenterology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology."]], "text": "Inferior mesenteric arteriovenous fistula (IMAVF) is a rare condition principally characterized by portal hypertension and ischemic bowel disease. Up to now, only 30 cases have been reported. Presented here is an IMAVF patient with nonpulsatile abdominal mass as the main manifestation.A 62-year-old Chinese male who complained of abdominal discomfort for a month was admitted to our hospital. Physical examination revealed a hard and hardly mobile mass.Space-occupying lesions were first suspected but endoscopy did not reveal any masses. The computed tomography angiography exhibited no definite boundary between the inferior mesenteric artery and vein. The patient was diagnosed with IMAVF.The treatment of IMAVF mainly includes intra-arterial embolization and surgery. In our case, fistulas were complex and the patient had symptoms of colon ischemia, so we suggested a surgical resection instead of embolization. And the postoperative biopsy also confirmed the diagnosis.After surgery, gastrointestinal symptoms disappeared and the patient began to gain weight gradually. During the follow-up, colonoscopy showed that the anastomotic astium and colonic mucosa were normal.Analysis of the case showed that computed tomography angiography is an important auxiliary examination for establishing the diagnosis of IMAVF and surgery is an effective treatment.", "id": "29310345", "date": null, "title": "Inferior mesenteric arteriovenous fistula with nonpulsatile abdominal mass: A case report and a mini-review.", "doi": "10.1097/MD.0000000000008717", "journal": ["Medicine", "Medicine (Baltimore)"]}