{"authors": [["Zhang", "Zhenan", "Z", "Department of Colorectal Surgery, The First Affiliated Hospital of Harbin Medical University."], ["Jiang", "Tao", "T", "Department of Colorectal Surgery, The First Affiliated Hospital of Harbin Medical University."], ["Wang", "Wensheng", "W", "Thoracic Surgery, Harbin Children's Hospital, Harbin, Heilongjiang Province, China."], ["Piao", "Daxun", "D", "Department of Colorectal Surgery, The First Affiliated Hospital of Harbin Medical University."]], "text": "This meta-analysis aimed to evaluate the safety and efficacy of regorafenib as a treatment for patients with advanced (metastatic and/or unresectable) gastrointestinal stromal tumor (AGIST) after developing resistance to imatinib and sunitinib.A literature search of databases such as PubMed, Embase, and Cochrane library was conducted up to February 2017. The pooled percentages and the corresponding 95% confidence intervals (CIs) were calculated using the Stata 11.0 software.Four studies involving 243 patients with AGIST were included. Results revealed that approximately 49% (95% CI 30-67), 14% (95% CI 5-23), and 41% (95% CI 21-61) of patients with AGIST showed clinical benefit (including complete response), partial response, and stable disease, respectively, after regorafenib treatment, which was given after failure with imatinib and sunitinib treatments. No complete response was found in the included studies. Pooled progression-free survival was 6.58 months (95% CI 4.62-8.54). Hypertension (20%; 95% CI 7-33), hand-foot skin reaction (22%; 95% CI 17-27), and hypophosphatemia (18%; 95% CI 5-41) were common grade ≥3 regorafenib-related adverse events in patients treated with regorafenib after failure with imatinib and sunitinib treatments.Forty-nine per cent of patients with AGIST benefited after regorafenib treatment after the development of resistance to imatinib and sunitinib. More studies should be performed to improve the clinical survival of patients with AGIST. Close monitoring and appropriate management of grade ≥3 regorafenib-related adverse events should be considered during treatment.", "id": "29310342", "date": null, "title": "Efficacy and safety of regorafenib for advanced gastrointestinal stromal tumor after failure with imatinib and sunitinib treatment: A meta-analysis.", "doi": "10.1097/MD.0000000000008698", "journal": ["Medicine", "Medicine (Baltimore)"]}