{"authors": [["Morrisroe", "Kathleen", "K", "Department of Medicine, The University of Melbourne at St Vincent's Hospital (Melbourne)."], ["Stevens", "Wendy", "W", "Department of Rheumatology, St Vincent's Hospital (Melbourne)."], ["Sahhar", "Joanne", "J", "Department of Medicine, Monash University, Clayton and Monash Health, Victoria."], ["Ngian", "Gene-Siew", "GS", "Department of Medicine, Monash University, Clayton and Monash Health, Victoria."], ["Rabusa", "Candice", "C", "Department of Rheumatology, St Vincent's Hospital (Melbourne)."], ["Ferdowsi", "Nava", "N", "Department of Rheumatology, St Vincent's Hospital (Melbourne)."], ["Hill", "Catherine", "C", "Rheumatology Unit, Royal Adelaide Hospital, North Terrace."], ["Proudman", "Susanna", "S", "Rheumatology Unit, Royal Adelaide Hospital, North Terrace."], ["Nikpour", "Mandana", "M", "Department of Medicine, The University of Melbourne at St Vincent's Hospital (Melbourne)."]], "text": "To quantify the direct healthcare cost of systemic sclerosis (SSc) and identify its determinants. Healthcare use was captured through data linkage, wherein clinical and medication data for SSc patients from the state of Victoria enrolled in the Australian Scleroderma Cohort Study were linked with the Victorian hospital admissions and emergency presentations data sets, and the Medicare Benefits Schedule which contains all government subsidized ambulatory care services, for the period 2011-2015. Medication cost was determined from the Pharmaceutical Benefits Scheme. Costs were extrapolated to all Australian SSc patients based on SSc prevalence of 21.1 per 100,000 and an Australian population of 24,304,682 in 2015. Determinants of healthcare cost were estimated using logistic regression. Total healthcare utilization cost to the Australian government extrapolated to all Australian SSc patients from 2011 to 2015 was Australian Dollar (AUD)$297,663,404.77, which is an average annual cost of AUD$59,532,680.95 (US Dollar [USD]$43,816,040.08) and annual cost per patient of AUD$11,607.07 (USD$8,542.80). Hospital costs, including inpatient hospitalization and emergency department presentations, accounted for the majority of these costs (44.4% of total), followed by medication cost (31.2%) and ambulatory care cost (24.4%). Pulmonary arterial hypertension (PAH) and gastrointestinal (GIT) involvement were the major determinants of healthcare cost (OR 2.3 and 1.8, P = .01 for hospitalizations; OR 2.8 and 2.0, P = .01 for ambulatory care; OR 7.8 and 1.6, P < .001 and P = .03 for medication cost, respectively). SSc is associated with substantial healthcare utilization and direct economic burden. The most costly aspects of SSc are PAH and GIT involvement.", "id": "29310332", "date": null, "title": "Quantifying the direct public health care cost of systemic sclerosis: A comprehensive data linkage study.", "doi": "10.1097/MD.0000000000008503", "journal": ["Medicine", "Medicine (Baltimore)"]}