{"authors": [["Dai", "Xixi", "X", "Department of Geriatrics, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Wang", "Haiya", "H", null], ["Fang", "Ningyuan", "N", null]], "text": "Pseudohypertension (PHT) can cause adverse effects in the elderly owing to administration of antihypertension therapy. The present study aimed to determine the prevalence of PHT in the elderly and associated risk factors to investigate a noninvasive method of detection of PHT.We recruited 151 patients (age ≥60 years) who underwent coronary angiography. Demographic and clinical data were collected from the patients. During coronary angiography, intrabrachial arterial pressure and indirect blood pressure were measured. Brachial-ankle pulse wave velocity (ba-PWV) was measured within 2 weeks after coronary angiography.Based on the differences between the direct and indirect pressure measurements, the patients were divided into a PHT group (n = 87) and a non-PHT group (n = 64). The prevalence of PHT was 57.6%, and the development of PHT was significantly associated with older age. Serum creatinine level and creatinine clearance rate were significantly higher in the non-PHT group than in the PHT group (P < .05). In addition, the PHT group had significantly higher ba-PWV and pulse pressure (PP) than the non-PHT group (P < .05). Receiver-operating characteristic curve analysis revealed that ba-PWV (AUC = 0.783) and PP (AUC = 0.791) showed a relatively good diagnostic performance for PHT.PHT was present in most of the elderly who had indications for coronary angiography and associated with age and renal function. The data from the present study also suggested that both PP and ba-PWV could be used to positively predict PHT.", "id": "29310327", "date": null, "title": "Prevalence and clinical characteristics of pseudohypertension in elderly patients prepared for coronary artery angiography.", "doi": "10.1097/MD.0000000000008386", "journal": ["Medicine", "Medicine (Baltimore)"]}