{"authors": [["Piairo", "Paulina", "P", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Moura", "Rute S", "RS", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Baptista", "Maria João", "MJ", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Correia-Pinto", "Jorge", "J", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."], ["Nogueira-Silva", "Cristina", "C", "Life and Health Sciences Research Institute (ICVS), School of Medicine, University of Minho, Braga, Portugal."]], "text": "Congenital diaphragmatic hernia (CDH) is a life-threatening developmental anomaly, intrinsically combining severe pulmonary hypoplasia and hypertension. During development, signal transducers and activators of transcription (STAT) are utilized to elicit cell growth, differentiation, and survival.We used the nitrofen-induced CDH rat model. At selected gestational time points, lungs were divided into two experimental groups, i.e., control or CDH. We performed immunohistochemistry and western blotting analysis to investigate the developmental expression profile of the complete family of STATs (STAT1-6), plus specific STATs activation (p-STAT3, p-STAT6) and regulation by SOCS (SOCS3) in normal lungs against those of diseased lungs. The normal fetal lung explants were treated with piceatannol (STAT3 inhibitor) in vitro followed by morphometrical analysis.Molecular profiling of STATs during the lung development revealed distinct early and late expression signatures. Experimental CDH altered the STATs expression, activation, and regulation in the fetal lungs. In particular, STAT3 and STAT6 were persistently over-expressed and early over-activated. Piceatannol treatment dose-dependently stimulated the fetal lung growth.These findings suggest that STATs play an important role during normal fetal lung development and CDH pathogenesis. Moreover, functionally targeting STAT signaling modulates fetal lung growth, which highlights that STAT3 and STAT6 signaling might be promising therapeutic targets in reducing or preventing pulmonary hypoplasia in CDH.", "id": "29310117", "date": "2017-12-22", "title": "STATs in Lung Development: Distinct Early and Late Expression, Growth Modulation and Signaling Dysregulation in Congenital Diaphragmatic Hernia.", "doi": "10.1159/000486218", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}