{"authors": [["Komiya", "Haruna", "H", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Miyoshi", "Chika", "C", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Iwasaki", "Kanako", "K", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Hotta-Hirashima", "Noriko", "N", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Ikkyu", "Aya", "A", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Kanno", "Satomi", "S", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Honda", "Takato", "T", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Gosho", "Masahiko", "M", "Department of Biostatistics, Faculty of Medicine, University of Tsukuba."], ["Hamada", "Hiromi", "H", "Department of Obstetrics and Gynecology, Faculty of Medicine, University of Tsukuba."], ["Satoh", "Toyomi", "T", "Department of Obstetrics and Gynecology, Faculty of Medicine, University of Tsukuba."], ["Fukamizu", "Akiyoshi", "A", "Life Science Center, Tsukuba Advanced Research Alliance, University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Funato", "Hiromasa", "H", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."], ["Yanagisawa", "Masashi", "M", "International Institute for Integrative Sleep Medicine (WPI-IIIS), University of Tsukuba, Tsukuba, Ibaraki 305-8575, Japan."]], "text": "In humans and other mammals, sleep is altered during pregnancy. However, no studies have been conducted on sleep/wakefulness during pregnancy in mice. In this study, we examined sleep/wakefulness in female C57BL/6 mice during pregnancy. We also examined sleep/wakefulness behaviors in an animal model of preeclampsia, pregnancy-associated hypertensive (PAH) mice, in which increased angiotensin causes hypertension.Sleep/wakefulness behaviors of female C57BL/6 mice and PAH mice were examined based on electroencephalogram (EEG)/electromyogram (EMG) recordings before, during and after pregnancy. To examine whether high blood pressure disrupts the integrity of the blood-brain barrier in PAH mice, Evans blue dye was injected intravenously. An angiotensin II receptor blocker, olmesartan-administered PAH mice and female Tsukuba hypertensive mice were also examined.C57BL/6 mice showed a decreased total wake time and increased NREM sleep time during late pregnancy. REM sleep time did not change during the course of pregnancy. PAH mice exhibited a general slowing of EEG during late pregnancy and subsequently returned to apparently normal sleep/wakefulness after delivery. All PAH mice exhibited multiple focal leakages of Evans blue dye in the brain. Spike-and-wave discharges were observed in 50% of PAH mice. Olmesartan-administered PAH mice did not show general slowing of EEG. Tsukuba hypertensive mice showed a normal time spent in wakefulness and NREM sleep and a decreased total REM sleep time.This study showed pregnant-stage-specific changes in sleep/wakefulness in C57BL/6 mice. Furthermore, PAH mice may be useful as an animal model for eclampsia.", "id": "29309677", "date": "2017-12-23", "title": "Sleep/wakefulness behaviors in mice during pregnancy and pregnancy-associated hypertensive mice.", "doi": "10.1093/sleep/zsx209", "journal": ["Sleep", "Sleep"]}