{"authors": [["Harris", "Tess", "T", "PKD International, London, UK."], ["Sandford", "Richard", "R", "Academic Department of Medical Genetics, University of Cambridge School of Clinical Medicine, Cambridge, UK."], ["de Coninck", "Brenda", "B", "Dutch Kidney Patient Association (NVN), Bussum, The Netherlands."], ["Devuyst", "Olivier", "O", "Mechanisms of Inherited Kidney Disorders Group, Institute of Physiology, Zurich Center for Integrative Human Physiology, University of Zurich, Zurich, Switzerland-representing the European Renal Association-European Dialysis and Transplant Association (ERA-EDTA)."], ["Drenth", "Joost P H", "JPH", "Department of Gastroenterology and Hepatology, Radboud University, Nijmegen Medical Centre, Nijmegen, The Netherlands."], ["Ecder", "Tevfik", "T", "Department of Internal Medicine, Division of Nephrology, Faculty of Medicine, Istanbul Bilim University, Istanbul, Turkey."], ["Kent", "Alastair", "A", "Genetics Alliance and Patients Network for Medical Research and Health (EGAN), London, UK."], ["Gansevoort", "Ron T", "RT", "Department of Nephrology, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."], ["Górriz", "José Luis", "JL", "Department of Nephrology, Hospital Clínico Universitario, INCLIVA. Departamento de Medicina, Universitat de València, València, Spain."], ["Ong", "Albert C M", "ACM", "Academic Nephrology Unit, University of Sheffield Medical School, Sheffield, UK."], ["Pirson", "Yves", "Y", "Division of Nephrology, Cliniques Universitaires Saint-Luc, Université catholique de Louvain, Brussels, Belgium."], ["Torres", "Vicente E", "VE", "Division of Nephrology and Hypertension, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Budde", "Klemens", "K", "European Kidney Transplant Association (EKITA), Department of Nephrology, Charité University, Berlin, Germany."], ["Clément", "Denis", "D", "European Society of Hypertension (ESH), Department of the Dean, Ghent University Hospital, Ghent, Belgium."], ["Derchi", "Lorenzo E", "LE", "European Society of Radiology (ESR), Department of Health Sciences - Radiology Section, University of Genoa, Genoa, Italy."], ["Eleftheroudi", "Marianna", "M", "Formerly European Dialysis and Transplant Nurses Association/European Renal Care Association (EDTNA-ERCA)Department of Nephrology, \"Papageorgiou\" General Hospital, Thessaloniki, Greece."], ["Levtchenko", "Elena", "E", "European Society of Paediatric Nephrology (ESPN), Department of Pediatric Nephrology, University Hospitals Leuven, Leuven and Laboratory of Pediatrics, KU Leuven, Leuven, Belgium."], ["Peters", "Dorien", "D", "European Society of Human Genetics (ESHG), Department of Human Genetics, Leiden University Medical Center, Leiden, The Netherlands."], ["Van Poppel", "Hendrik", "H", "European Association of Urology (EAU), Department of Urology, University Hospitals of KU Leuven, Leuven, Belgium."], ["Vanholder", "Raymond", "R", "European Kidney Health Alliance (EKHA), Emeritus Professor of Nephrology, Department of Nephrology, University Hospital Ghent, Ghent, Belgium."]], "text": "Autosomal dominant polycystic kidney disease (ADPKD) is a chronic, progressive condition characterized by the development and growth of cysts in the kidneys and other organs and by additional systemic manifestations. Individuals with ADPKD should have access to lifelong, multidisciplinary, specialist and patient-centred care involving: (i) a holistic and comprehensive assessment of the manifestations, complications, prognosis and impact of the disease (in physical, psychological and social terms) on the patient and their family; (ii) access to treatment to relieve symptoms, manage complications, preserve kidney function, lower the risk of cardiovascular disease and maintain quality of life; and (iii) information and support to help patients and their families act as fully informed and active partners in care, i.e. to maintain self-management approaches, deal with the impact of the condition and participate in decision-making regarding healthcare policies, services and research. Building on discussions at an international roundtable of specialists and patient advocates involved in ADPKD care, this article sets out (i) the principles for a patient-centred, holistic approach to the organization and delivery of ADPKD care in practice, with a focus on multispecialist collaboration and shared-decision making, and (ii) the rationale and knowledge base for a route map for ADPKD care intended to help patients navigate the services available to them and to help stakeholders and decision-makers take practical steps to ensure that all patients with ADPKD can access the comprehensive multispecialist care to which they are entitled. Further multispecialty collaboration is encouraged to design and implement these services, and to work with patient organizations to promote awareness building, education and research.", "id": "29309655", "date": "2017-12-22", "title": "European ADPKD Forum multidisciplinary position statement on autosomal dominant polycystic kidney disease care: European ADPKD Forum and Multispecialist Roundtable participants.", "doi": "10.1093/ndt/gfx327", "journal": ["Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "Nephrol. Dial. Transplant."]}