{"authors": [["Rochette", "Claire", "C", "Aix-Marseille Université, Centre National de la Recherche Scientifique, CRN2M Unité Mixte de Recherche 7286 and Assistance Publique-Hopitaux de Marseille, Department of Endocrinology, La Conception Hospital, National Reference Center for Rare Pituitary Diseases, 13005 Marseille, France."], ["Graillon", "Thomas", "T", "Aix-Marseille Université, and Assistance Publique-Hopitaux de Marseille, Department of Neurosurgery, La Timone Hospital, 13005 Marseille, France."], ["Albarel", "Frederique", "F", "Aix-Marseille Université, Centre National de la Recherche Scientifique, CRN2M Unité Mixte de Recherche 7286 and Assistance Publique-Hopitaux de Marseille, Department of Endocrinology, La Conception Hospital, National Reference Center for Rare Pituitary Diseases, 13005 Marseille, France."], ["Morange", "Isabelle", "I", "Aix-Marseille Université, Centre National de la Recherche Scientifique, CRN2M Unité Mixte de Recherche 7286 and Assistance Publique-Hopitaux de Marseille, Department of Endocrinology, La Conception Hospital, National Reference Center for Rare Pituitary Diseases, 13005 Marseille, France."], ["Dufour", "Henry", "H", "Aix-Marseille Université, and Assistance Publique-Hopitaux de Marseille, Department of Neurosurgery, La Timone Hospital, 13005 Marseille, France."], ["Brue", "Thierry", "T", "Aix-Marseille Université, Centre National de la Recherche Scientifique, CRN2M Unité Mixte de Recherche 7286 and Assistance Publique-Hopitaux de Marseille, Department of Endocrinology, La Conception Hospital, National Reference Center for Rare Pituitary Diseases, 13005 Marseille, France."], ["Castinetti", "Frederic", "F", "Aix-Marseille Université, Centre National de la Recherche Scientifique, CRN2M Unité Mixte de Recherche 7286 and Assistance Publique-Hopitaux de Marseille, Department of Endocrinology, La Conception Hospital, National Reference Center for Rare Pituitary Diseases, 13005 Marseille, France."]], "text": "Combining surgery and medical treatments allows the control of growth hormone hypersecretion in 80% of cases. Our objective was to determine the rate of acromegaly comorbidities once hypersecretion of growth hormone is controlled.Our retrospective monocentric study was based on 130 patients followed on a regular basis, with acromegaly controlled by medical treatments or cured by surgery or radiation technique. Our main outcome measures were the prevalence of major metabolic complications of acromegaly (diabetes, hypertension, low-density lipoprotein cholesterol, triglycerides) at diagnosis and last follow-up in comparison with French epidemiological data.As expected, controlling hypersecretion significantly improved the metabolic complications of acromegaly. However, the proportion of patients having at least one metabolic complication of acromegaly at last follow-up (mean, 72 months after remission) was 27% for altered glucose tolerance or diabetes, 39% for hypertension, 34.3% for hypercholesterolemia, and 13.3% for hypertriglyceridemia. Interestingly, our data showed that diabetes was the only comorbidity different with a higher prevalence in patients in remission versus a general population of a similar median age (21.6% vs 6.9%, respectively).The follow-up of glucose disorders needs to be maintained on a long-term basis in patients controlled for acromegaly.", "id": "29308447", "date": "2017-11-24", "title": "Increased Risk of Persistent Glucose Disorders After Control of Acromegaly.", "doi": "10.1210/js.2017-00334", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}