{"authors": [["Xiang", "Jun-Xi", "JX", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Hu", "Liang-Shuo", "LS", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Liu", "Peng", "P", "Regenerative Medicine and Surgery Engineering Research Center of Shaanxi Province, Xi'an 710061, Shaanxi Province, China."], ["Tian", "Bo-Yan", "BY", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Su", "Qing", "Q", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Ji", "Yi-Chun", "YC", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Zhang", "Xu-Feng", "XF", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Liu", "Xue-Min", "XM", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Wu", "Zheng", "Z", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."], ["Lv", "Yi", "Y", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, Shaanxi Province, China."]], "text": "To investigate the impact of cigarette smoking on the recurrence rate and recurrence-free survival in patients with hyperlipidemic acute pancreatitis (HLAP).A total of 863 patients were admitted to our hospital for acute pancreatitis (AP) from January 2013 to March 2016, of whom 88 diagnosed with HLAP were enrolled in this retrospective study. Demographic data, medical history, previous episodes of pancreatitis, consumption of alcohol and cigarettes, as well as biochemical and hematological data were carefully recorded for univariate and multivariate analyses. During follow-up, the information on current smoking status and recurrent AP was gathered. Recurrence-free survival (RFS) was calculated using the Kaplan-Meier method, and the differences between groups were compared using the log-rank test.No significant differences were observed between the three groups in age or medical history of hyperlipidemia, fatty liver, diabetes mellitus, hypertension, or AP. The current smokers had a remarkably higher recurrence rate and a greater incidence of repeated episodes of AP (50.0% and 77.8%, respectively) than non-smokers (9.8% and 39.0%), and these two percentages were reduced to 9.1% and 36.4% for patients who gave up smoking. The median follow-up time was 13.5 mo and HLAP recurred after hospital discharge in 23 (26.1%) patients. Multivariate analysis identified current smoking (HR = 6.3, P = 0.020) as an independent risk factor contributing to HLAP recurrence. Current smokers had significantly worse RFS than non-smokers (23 mo vs 42 mo), but no significant difference was documented between ex-smokers (34 mo) and non-smokers. The RFS was not significantly different between light and heavy smokers.Smoking is associated with worse RFS and an increased rate of HLAP recurrence. Continued smoking correlates with a compromised survival and smoking cessation should be recommended.", "id": "29307998", "date": null, "title": "Impact of cigarette smoking on recurrence of hyperlipidemic acute pancreatitis.", "doi": "10.3748/wjg.v23.i47.8387", "journal": ["World journal of gastroenterology", "World J. Gastroenterol."]}