{"authors": [["Wada", "Danilo Tadao", "DT", "MSc, Attending Physician at the Centro de Ciências das Imagens e Física Médica (CCIFM) of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["de Pádua", "Adriana Ignácio", "AI", "PhD, Attending Physician in the Pulmonology Department of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["Lima Filho", "Moyses Oliveira", "MO", "PhD, Attending Physician in the Cardiology Department of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["Marin Neto", "José Antonio", "JA", "PhD, Professor in the Department of Internal Medicine of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["Elias Júnior", "Jorge", "J", "PhD, Professor in the Department of Internal Medicine of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["Baddini-Martinez", "José", "J", "PhD, Professor in the Department of Internal Medicine of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."], ["Santos", "Marcel Koenigkam", "MK", "PhD, Collaborating Professor in the Department of Internal Medicine of the Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto da Universidade de São Paulo (HCFMRP-USP), Ribeirão Preto, SP, Brazil."]], "text": "To perform a quantitative analysis of the lung parenchyma and pulmonary vasculature of patients with pulmonary hypertension (PH) on computed tomography angiography (CTA) images, using automated software.We retrospectively analyzed the CTA findings and clinical records of 45 patients with PH (17 males and 28 females), in comparison with a control group of 20 healthy individuals (7 males and 13 females); the mean age differed significantly between the two groups (53 ± 14.7 vs. 35 ± 9.6 years; p = 0.0001).The automated analysis showed that, in comparison with the controls, the patients with PH showed lower 10th percentile values for lung density, higher vascular volumes in the right upper lung lobe, and higher vascular volume ratios between the upper and lower lobes. In our quantitative analysis, we found no differences among the various PH subgroups. We inferred that a difference in the 10th percentile values indicates areas of hypovolemia in patients with PH and that a difference in pulmonary vascular volumes indicates redistribution of the pulmonary vasculature and an increase in pulmonary vasculature resistance.Automated analysis of pulmonary vessels on CTA images revealed alterations and could represent an objective diagnostic tool for the evaluation of patients with PH.Resumo.Avaliar, quantitativamente, as alterações do parênquima e da vasculatura pulmonar em exames de angiotomografia computadorizada (angio-TC) de pacientes com hipertensão pulmonar (HP), utilizando programa de análise totalmente automática.Avaliamos, retrospectivamente, prontuários e exames de angio-TC de 45 pacientes com HP (28 mulheres e 17 homens; idade de 53 ± 14,7 anos), em comparação com um grupo controle mais jovem sem comorbidades detectadas (13 mulheres e 7 homens; idade de 35 ± 9,6 anos). Os grupos diferiram estatisticamente quanto à idade (p = 0,0001).Análise automática mostrou valores menores do percentil 10 da densidade dos pulmões, maior volume vascular do lobo superior direito e volume vascular relativo entre lobos superiores e inferiores nos pacientes com HP, quando comparados com o grupo controle. Não encontramos diferenças da análise quantitativa por angio-TC entre grupos de pacientes com HP. Inferimos que a diferença nos valores do percentil 10 indique a presença das áreas de oligoemia nos pacientes com HP, enquanto as diferenças nos volumes vasculares indiquem redistribuição da trama e aumento da resistência vascular pulmonar.A análise quantitativa automática da vasculatura pulmonar em imagens de angio-TC identificou alterações e pode representar ferramenta diagnóstica objetiva na avaliação da HP.", "id": "29307924", "date": null, "title": "Use of computed tomography and automated software for quantitative analysis of the vasculature of patients with pulmonary hypertension.", "doi": "10.1590/0100-3984.2016.0163", "journal": ["Radiologia brasileira", "Radiol Bras"]}