{"authors": [["Spoto", "B", "B", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Pizzini", "P", "P", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Cutrupi", "S", "S", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Tripepi", "G", "G", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Curatola", "G", "G", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy."], ["Mallamaci", "F", "F", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy; Nephrology Dialysis and Renal Transplantation Unit, Reggio Calabria, Italy."], ["Zoccali", "C", "C", "CNR-IFC, Clinical Epidemiology and Physiopathology of Renal Diseases and Hypertension, Reggio Calabria, Italy. Electronic address: carmine.zoccali@tin.it."]], "text": "The nature of the link (causal vs non-causal) between low 1,25-OH vitamin D and insulin resistance (IR) in patients with chronic kidney disease (CKD) remains elusive. We have now made a post hoc analysis of the effect of vitamin D receptor activation by paricalcitol on IR in the complete dataset of a double-blind, randomized, placebo controlled trial, the Paricalcitol and ENdothelial fuNction in chronic kidneY disease (PENNY).Eighty-eight patients with stage 3-4 CKD were randomized (1:1) to receive 2 μg/day paricalcitol or matching placebo for 12 weeks. IR was measured by five IR indices: the homeostasis model assessment of insulin resistance (HOMA-IR), the quantitative insulin sensitivity check index (QUICKI), the McAuley index, the HOMA corrected for adiponectin (HOMA-AD) and the Leptin-adiponectin ratio (LAR). As compared to placebo, paricalcitol produced the expected small rise in serum calcium (+0.07 mmol/L, P = 0.01) and phosphate (+0.08 mmol/L, P = 0.034) and the expected parathyroid hormone suppression (-96 pg/ml, P < 0.001). However, the drug largely failed to affect the five indices of IR which remained unchanged both in the active and the placebo arm (paricalcitol vs placebo, P ranging from 0.25 to 0.62) and no effect modification of paricalcitol on IR by vitamin D or other parameters was registered.Paricalcitol treatment for 12 weeks does not improve IR in patients with stage 3-4 CKD. Low vitamin D receptor activation is not a causal factor for IR in the CKD population.", "id": "29307660", "date": "2017-12-07", "title": "Vitamin D receptor activation by paricalcitol and insulin resistance in CKD.", "doi": "10.1016/j.numecd.2017.11.010", "journal": ["Nutrition, metabolism, and cardiovascular diseases : NMCD", "Nutr Metab Cardiovasc Dis"]}