{"authors": [["Sikter", "Andras", "A", "Municipal Clinic of Szentendre, Internal Medicine, Szentendre, Hungary. andrassikter3@gmail.com."], ["Rihmer", "Zoltan", "Z", null], ["Guevara", "Roberto de", "R", null]], "text": "The authors seek to find new connections between recent results of biology and older theories. This paper aims to assemble the jigsaw puzzle. The theoretical background of the hypothesis was described in the previous issue of the journal (Sikter et al. 2017a). Human stress response often coexists with persistent hypocapnia or hypercapnia - developing via psychosomatic pathomechanism - which can lead to mental and psychosomatic illnesses. Chronic hypocapnia mainly generates hyperarousal disorders which may be reversible for an extended time, however, vicious cycles may start when hypoxia and/or severe somatic diseases are simultaneously present (commonly in the elderly), which conditions often end with death without medical help. Chronic hypercapnia devastates the organism initially without symptoms, partly due to neurohumoral contraregulation, consequential dysregulation and metabolic remodeling. Psychosomatic disorders (e.g., diseases of civilization that evolve in people with disadvantaged psychosocial situations) develop over years and decades, causing irreversible changes. Hypercapnia usually occurs in clinical pictures of chronic obstructive pulmonary disease, obesity hypoventilation syndrome, obstructive sleep apnea, and its unobstructed version (sleep-related hypoventilation), generating various organic disorders (hypertension, type 2 diabetes, cardiovascular disorders, immunological diseases, depression, etc.). Because of the above, chronic hypocapnia and hypercapnia cannot be regarded as harmless accompanying phenomena. That is why we have to strive for restoring eucapnia and normalizing the induced ionic changes, which does not appear to be a hopeless task.", "id": "29306907", "date": null, "title": "New aspects in the pathomechanism of diseases of civilization, particularly psychosomatic disorders. Part 2. Chronic hypocapnia and hypercapnia in the medical practice.", "doi": null, "journal": ["Neuropsychopharmacologia Hungarica : a Magyar Pszichofarmakologiai Egyesulet lapja = official journal of the Hungarian Association of Psychopharmacology", "Neuropsychopharmacol Hung"]}