{"authors": [["Ten Harmsen", "Bibet L", "BL", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["van Rumund", "Anouke", "A", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["Aerts", "Marjolein B", "MB", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["Bergkamp", "Mayra I", "MI", "Radboud University Medical Center, Department of Radiology and Nuclear Medicine, Nijmegen, The Netherlands."], ["Esselink", "Rianne A J", "RAJ", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["Richard", "Edo", "E", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["Meijer", "Frederick J A", "FJA", "Radboud University Medical Center, Department of Radiology and Nuclear Medicine, Nijmegen, The Netherlands."], ["Bloem", "Bastiaan R", "BR", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands."], ["van Wamelen", "Daniel J", "DJ", "Radboud University Medical Center, Donders Institute for Brain, Cognition and Behaviour, Department of Neurology, Nijmegen, The Netherlands; Katholisches Karl-Leisner-Klinikum, Marienhospital Kevelaer, Department of Neurology, Kevelaer, Germany. Electronic address: Daniel.vanWamelen@radboudumc.nl."]], "text": "To determine if autonomic dysfunction, cognitive disorders or axial disability are associated with white matter lesions (WML) in Parkinson disease (PD).We performed a retrospective cross-sectional review study on 204 consecutive PD patients who underwent cerebral MRI in our center between January 2012 and July 2016. For each patient, we scored the severity of WML and PV (periventricular) WML using the Fazekas score and using the ARWMC scale for WML and BG (basal ganglia) and clinical characteristics such as neurogenic orthostatic hypotension and cognitive function.204 PD patients were included of whom n = 53 (26.0%) had neurogenic orthostatic hypotension (nOH). The presence of nOH was significantly associated with the severity of WML as defined by the Fazekas score and the ARWMC scale. An ordinal regression model confirmed this association with an OR of 0.41 (95% CI 0.18-0.92: p = .03) and an OR of 0.39 (95% CI 0.17-0.88: p = .02). There were no significant associations between WML and other co-variables, including hypertension, dopaminergic medication use, Hoehn and Yahr stage, gender and cognitive decline.The presence of nOH is associated with WML severity in PD patients.", "id": "29306636", "date": "2017-12-27", "title": "Clinical correlates of cerebral white matter abnormalities in patients with Parkinson's disease.", "doi": "10.1016/j.parkreldis.2017.12.029", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}