{"authors": [["Hicks", "Angel Mier", "AM", "Department of Medicine, University at Buffalo, Buffalo, NY."], ["DeRosa", "Antonio", "A", "Medical Library, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Raj", "Micheal", "M", "Department of Diagnostic Radiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Do", "Richard", "R", "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Yu", "Kenneth H", "KH", "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Lowery", "Maeve A", "MA", "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY."], ["Varghese", "Anna", "A", "Department of Diagnostic Radiology, Memorial Sloan Kettering Cancer Center, New York, NY."], ["O'Reilly", "Eileen M", "EM", "Department of Medicine, Memorial Sloan Kettering Cancer Center, New York, NY; Weill Cornell Medicine, New York, NY. Electronic address: oreillye@mskcc.org."]], "text": "Within gastrointestinal malignancies, primary hepatocellular carcinoma and pancreatic ductal adenocarcinoma (PDAC) are frequently associated with visceral thromboses (VT). Thrombus formation in the portal (PVT), mesenteric (MVT), or splenic vein (SVT) system leads to portal hypertension and intestinal ischemia. VT in PDAC may convey a risk of increased distal thrombosis and poses therapeutic uncertainty regarding the role of anticoagulation. An increasing number of reports describe VT associated with PDAC. It is possible that early diagnosis of these events may help reduce morbidity and speculatively improve oncologic outcomes. To perform a systematic review to study PVT, MVT, and SVT associated with PDAC, and to provide a comprehensive review. Medline/PubMed, Embase, Web of Science, Scopus, and the Cochrane Library. Data Extraction and Assessment: Two blinded independent observers extracted and assessed the studies for diagnosis of PVT, MVT, and SVT in PDAC. Studies were restricted to English-language literature published between 2007 and 2016. Eleven articles were identified. Five case reports and 7 retrospective studies were found, with a total of 127 patients meeting the inclusion criteria. The mean age at diagnosis was 64 years. PVT was found in 35% (n = 46), SVT in 52% (n = 65), and MVT in 13% (n = 15). Mean follow-up time was 26 months. Only 3 of the selected articles studied the impact of anticoagulation in VT. All patients with nonvisceral thrombosis (eg, deep-vein thrombosis, pulmonary emboli) were therapeutically treated; in contrast, patients with VT only rarely received treatment. VT in PDAC is a frequent finding at diagnosis or during disease progression. Evidence to guide treatment choices is limited, and current management is based on inferred experience from nononcologic settings. Anticoagulation appears to be safe in VT, with most of the large studies recommending a careful assessment for patients at a high risk of bleeding.", "id": "29306522", "date": "2017-12-12", "title": "Visceral Thromboses in Pancreas Adenocarcinoma: Systematic Review.", "doi": "10.1016/j.clcc.2017.12.001", "journal": ["Clinical colorectal cancer", "Clin Colorectal Cancer"]}