{"authors": [["Nielsen", "Lise Hald", "LH", "Department of Gynecology and Obstetrics, Institute of Clinical Medicine, Aarhus University Hospital Skejby, Denmark. Electronic address: lihn@clin.au.dk."], ["Jensen", "Boye L", "BL", "Department of Cardiovascular- and Renal Research, Institute of Molecular Medicine, University of Southern Denmark, Odense, Denmark."], ["Fuglsang", "Jens", "J", "Department of Gynecology and Obstetrics, Institute of Clinical Medicine, Aarhus University Hospital Skejby, Denmark."], ["Andersen", "Lise Lotte Torvin", "LLT", "Department of Gynecology and Obstetrics, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Faculty of Health Sciences, University of Southern Denmark, Odense, Denmark."], ["Jensen", "Dorte Møller", "DM", "Department of Gynecology and Obstetrics, Odense University Hospital, Odense, Denmark; Department of Endocrinology, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Faculty of Health Sciences, University of Southern Denmark, Odense, Denmark."], ["Jørgensen", "Jan Stener", "JS", "Department of Gynecology and Obstetrics, Odense University Hospital, Odense, Denmark; Department of Clinical Research, Faculty of Health Sciences, University of Southern Denmark, Odense, Denmark."], ["Kitlen", "Gitte", "G", "Department of Cardiovascular- and Renal Research, Institute of Molecular Medicine, University of Southern Denmark, Odense, Denmark."], ["Ovesen", "Per", "P", "Department of Gynecology and Obstetrics, Institute of Clinical Medicine, Aarhus University Hospital Skejby, Denmark."]], "text": "Pregnant women with type I diabetes mellitus (T1DM) are at increased risk of developing preeclampsia (PE). Plasminogen is aberrantly filtrated from plasma into tubular fluid in PE patients and activated to plasmin. Plasmin activates the epithelial sodium channel in the collecting ducts potentially causing impaired sodium excretion, suppression of the renin-angiotensin-aldosterone system, and hypertension in PE. The objective of the study was to test whether urinary total plasmin(ogen)/creatinine ratio and plasma concentration of aldosterone were better predictors of PE in pregnant women with T1DM compared with urine albumin and haemoglobin A1C. The design was a longitudinal observational study of 88 pregnant T1DM patients at 2 Danish centers. Spot urine- and blood samples were collected at gestational weeks 12, 20, 28, 32, and 36. U-plasmin(ogen)/creatinine ratio increased during pregnancy. In gestational week 36, the ratio was significantly increased in the T1DM patients developing PE (P < .05). P-aldosterone was significantly increased in gestational week 20 in the group developing PE (P < .05). Creatinine Ratio and Association With Development of /creatinine ratio was significantly increased and predicted PE at all tested gestational ages. Creatinine Ratio and Association With Development of /creatinine ratio had a stronger association with the development of PE compared to u-total plasmin(ogen)/creatinine ratio and p-aldosterone. The positive association between u-total plasmin(ogen) and development of PE late in pregnancy is compatible with involvement in PE pathophysiology. The significance of albumin in urine emphasizes the importance of preventing renal complications when planning pregnancy in patients with type I diabetes.", "id": "29305116", "date": "2017-12-13", "title": "Urine albumin is a superior predictor of preeclampsia compared to urine plasminogen in type I diabetes patients.", "doi": "10.1016/j.jash.2017.12.003", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}