{"authors": [["Coppola", "Carmela", "C", "Division of Cardiology, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy."], ["Rienzo", "Anna", "A", "Division of Cardiology, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy."], ["Piscopo", "Giovanna", "G", "Division of Cardiology, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy."], ["Barbieri", "Antonio", "A", "Animal Facility Unit, Department of Translational Research, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy."], ["Arra", "Claudio", "C", "Animal Facility Unit, Department of Translational Research, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy."], ["Maurea", "Nicola", "N", "Division of Cardiology, Istituto Nazionale Tumori, IRCCS, Fondazione G. Pascale, Naples, Italy. Electronic address: n.maurea@istitutotumori.na.it."]], "text": "The side effects of anticancer drugs still play a critical role in survival and quality of life. Although the recent progresses of cancer therapies have significantly improved the prognosis of oncologic patients, side effects of antineoplastic treatments are still responsible for the increased mortality of cancer survivors. Cardiovascular toxicity is the most dangerous adverse effect induced by anticancer therapies. A survey conducted by the National Health and Nutrition Examination, showed that 1807 cancer survivors followed up for seven years: 51% died of cancer and 33% of heart disease (Vejpongsa and Yeh, 2014). Moreover, the risk of cardiotoxicity persists even with the targeted therapy, the newer type of cancer treatment, due to the presence of on-target and off-target effects related to this new class of drugs. The potential cardiovascular toxicity of anticancer agents includes: QT prolongation, arrhythmias, myocardial ischemia, stroke, hypertension (HTN), thromboembolism, left ventricular dysfunction and heart failure (HF). Compared to other cardiovascular disorders, the interest in QT prolongation and its complications is fairly recent. However, oncologists have to deal with it and to evaluate the risk-benefit ratio before starting the treatment or during the same. Electrolyte abnormalities, low levels of serum potassium and several drugs may favour the acquired QT prolongation. Treatment of marked QT prolongation includes cardiac monitoring, caution in the use or suspension of cancer drugs and correction of electrolyte abnormalities (hypokalaemia, hypomagnesaemia, hypocalcaemia). Syndrome of QT prolongation can be associated with potentially fatal cardiac arrhythmias and its treatment consists of intravenous administration of magnesium sulphate and the use of electrical cardioversion.", "id": "29304463", "date": "2017-12-06", "title": "Management of QT prolongation induced by anti-cancer drugs: Target therapy and old agents. Different algorithms for different drugs.", "doi": "10.1016/j.ctrv.2017.11.009", "journal": ["Cancer treatment reviews", "Cancer Treat. Rev."]}