{"authors": [["Almobarak", "Ahmed O", "AO", "Department of Pathology, Faculty of Medicine, Graduate College, University of Medical Sciences and Technology, Khartoum, Sudan."], ["Noor", "Sufian K", "SK", "Department of Medicine, Faculty of Medicine, Nile Valley University, Atbara, Sudan."], ["Elmadhoun", "Wadie M", "WM", "Department of Pathology, Faculty of Medicine, Nile Valley University, Atbara, Sudan."], ["Bushara", "Sarra O", "SO", "Department of Medicine, Faculty of Medicine, Nile Valley University, Atbara, Sudan."], ["Salim", "Reham S", "RS", "Department of Public and Tropical Heath Program, Graduate College, University of Medical Sciences and Technology, Khartoum, Sudan."], ["Forawi", "Sittana A", "SA", "Department of Public and Tropical Heath Program, Graduate College, University of Medical Sciences and Technology, Khartoum, Sudan."], ["Awadalla", "Heitham", "H", "Department of Community Medicine, Faculty of Medicine, University of Khartoum, Khartoum, Sudan."], ["Elwali", "Einas S", "ES", "Department of Public and Tropical Heath Program, Graduate College, University of Medical Sciences and Technology, Khartoum, Sudan."], ["Ahmed", "Mohamed H", "MH", "Department of Medicine and HIV Metabolic Clinic, Milton Keynes University Hospital NHS Foundation Trust, Eaglestone, Milton Keynes, Buckinghamshire, UK."]], "text": "Type 1 diabetes is a challenging metabolic disorder for health authorities in Sudan. The objective of this study was to assess the level of glycemic control and to determine the prevalence of dyslipidemia and complications among individuals with type 1 diabetes in Sudan.Individuals with type 1 diabetes, who were having the disease for at least 1 year, were invited to participate in this study. Data were collected from two diabetes centers, in the Capital Khartoum and Atbara City, North of Sudan. Participants were interviewed using standardized pretested questionnaire to record medical history, sociodemographic data, and life style characteristics. Blood pressure, body mass index, and waist circumference were measured. Blood samples were taken for measurement of lipid profile and glycosylated hemoglobin.A total of eighty individuals with type 1 diabetes volunteered to participate in this study, 37.5% of males and 62.5% of females. Majority of the patients were aged between 40 and 70 years old. There was poor glycemic control (glycosylated hemoglobin >7%), in 83.8%. Age and sex were significant factors associated with poor glycemic control in this cohort. High cholesterol, triglyceride, and low density lipoprotein were seen in 76.2%, 27.5%, and 48.8% of participants, respectively. Low high density lipoprotein was seen in 33.8%. Hypertension was determined in 21.3%. Peripheral neuropathy, visual impairment, diabetic foot, and myocardial infarction were seen in 50%, 48.8%, 18.8%, and 2.5% of patients, respectively.Sudanese adults with type 1 diabetes have poor glycemic control, high prevalence of dyslipidemia, and long-term complications.", "id": "29302550", "date": null, "title": "Metabolic control targets in Sudanese adults with type 1 diabetes: A population-based study.", "doi": "10.4103/jfmpc.jfmpc_359_16", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}