{"authors": [["George", "Leyanna Susan", "LS", "Department of Community Medicine, Amrita Institute of Medical Sciences, Amrita University, Kochi, Kerala, India."], ["Deshpande", "Sanjay", "S", "Department of Community Medicine, Navodaya Medical College, Raichur, Karnataka, India."], ["Krishna Kumar", "M K", "MK", "Department of Community Medicine, SUT Academy of Medical Sciences, Thiruvananthapuram, Kerala, India."], ["Patil", "Ramesh S", "RS", "Department of Community Medicine, Ashwini Rural Medical College Hospital and Research Centre, Kumbhari, Maharashtra, India."]], "text": "India is an \"aging nation\" with 7.7% of its population being above 60 years of age. It has resulted in a rise of both physical and mental health morbidities.This study aimed to gather information regarding the morbidity pattern and its sociodemographic determinants among the elderly residing in the rural villages of Raichur, to understand the need for geriatric health-care facilities.This community-based cross-sectional study was carried out in six rural villages of Raichur District, of which 230 elderly were selected randomly.The data were collected using a questionnaire, clinical history, examination, and cross-checking of medical records.Data were analyzed using Epi Info version-3.5.3.The prevalence of morbidity was 91.7% with an average of 3/person. Females (58.9%) had more morbidities than men (41.1%). The 3 most common morbidities were orthopedic (50.5%), cataract (50.4%), and respiratory (31.3%). 26.6% suffered from gastrointestinal morbidities while 23.9% had dental problems. 20.9% had hypertension with equal prevalence among both sexes. Only 17.4% were diabetics with majority being women. Central nervous system morbidities were 14.2% while 9.6% suffered from hearing loss and varicose veins. 8.2% had genitourinary-urinary morbidities and incontinence (1.7%) was common among both sexes. Depression (71.1%) and dermatological morbidities (4.7%) were prevalent among women. Only 3.5% suffered from cardiac morbidity and 0.4% from cancer. Significant association was found between age and morbidity and also between socioeconomic class and morbidity pattern.Geriatric care should become an integral part of primary health care. Regular screening and Information, Education, and Communication activities need to be provided early in life for ensuring healthy aging.", "id": "29302544", "date": null, "title": "Morbidity pattern and its sociodemographic determinants among elderly population of Raichur district, Karnataka, India.", "doi": "10.4103/2249-4863.220025", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}