{"authors": [["Swain", "Subhashisa", "S", "Indian Institute of Public Health, Public Health Foundation of India, Bhubaneswar, Odisha, India."], ["Pati", "Sandipana", "S", "Bhubaneswar Municipal Corporation, Government of Odisha, Odisha, India."], ["Pati", "Sanghamitra", "S", "Regional Medical Research Center, Indian Council of Medical Research, Bhubaneswar, Odisha, India."]], "text": "Disease burden estimations based on sound epidemiological research provide the foundation for designing health services. Patients visiting a primary care often present with symptoms and signs. Understanding the burden is crucial for developing countries including India. The project aimed to record the reasons for encounter (RFE) at primary care settings for estimating the burden at the health-care facility.This cross-sectional study was undertaken at four urban health dispensaries of Bhubaneswar, Odisha, with the aim to explore the prevailing patterns of diseases among patients attending these facilities. Data collection spanned from May to October 2012. At each center, patients' information on age, sex, religion, and presenting illness was extracted from the outpatient records over these time period. Data were entered and analyzed in SPSS version 20, and the International Classification of Primary Care-2 was used for coding the illnesses.In total, 2249 patient's records were extracted over 12 weeks. Out of them, 1241 (55.2%) were male with mean age of 41.8 (±15.8) years vis-à -vis 38.2 (±14.1) years for females. Around 151 (6.7%) had 2 or more symptoms or conditions. Overall, the most common categories were general and unspecified followed by digestive-related symptoms in both sexes. The most common symptoms among males were fever (11.4%), heart burn (8.1%), and vertigo or dizziness (3.6%). Similar pattern was seen among females. Respiratory (17.0%) and cardiovascular (10.2%) problems were the most common RFEs among males and females. The most common RFEs for acute care among males and females were fever, allergic rhinitis, upper respiratory tract infection, and acute bronchitis. Leading RFEs for chronic care among males were hypertension uncomplicated, heart burn, low back pain, whereas among females, hypertension and heartburn were mostly seen.Primary care settings are experiencing both communicable and non-communicable diseases along with injuries. Understanding the distribution of the diseases are essential to design appropriate service package at primary care.", "id": "29302540", "date": null, "title": "A chart review of morbidity patterns among adult patients attending primary care setting in urban Odisha, India: An International Classification of Primary Care experience.", "doi": "10.4103/2249-4863.220029", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}