{"authors": [["Das", "R Anil", "RA", "Assistant Surgeon, Kerala State Health Services, Government of Kerala, Kerala, India."], ["Kumar", "S Ganesh", "SG", "Department of Preventive and Social Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Roy", "Gautam", "G", "Department of Preventive and Social Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."]], "text": "In the present era of demographic transition, morbidity pattern among geriatric population and its relation to functional limitations is an important health issue in developing countries.The objective of this study was to assess the reported morbidities and its relation to functional limitations among rural geriatric population.A community-based cross-sectional study was carried out among 167 old age participants aged ≥60 years to assess morbidities and its relation to functional limitations in a rural area of Kerala, India. Sociodemographic details, blood pressure, diabetes, visual impairment, and other reported diagnosed morbidities were assessed by interview using structured pro forma. Functional limitations for activities of daily living were assessed by 10-item Barthel index scale.Overall prevalence of any morbidity was 89.2% (149/167) and moderate or severe functional limitation was 9% (15/167). One morbidity was reported by 34.1% (57), two morbidities 24% (40), three or more 31.1% (52) of the participants. Most common morbidities include hypertension (63, 37.7%), diabetes and visual impairment (61, 36.5% in each), joint pains or backache (51, 30.5%). Age group was significantly associated with joint pain/backache and visual impairment while gender with diabetes, hypertension, and chest diseases. Higher functional limitation is significantly more among those with joint pain or backache (P < 0.05). Among those with moderate and severe functional limitation, majority (12, 80%) had ≥3 morbidities.The reported morbidities are high, but moderate or severe functional limitation is more common among those with joint pain or backache and ≥3 morbidities.", "id": "29302537", "date": null, "title": "Morbidity pattern and its relation to functional limitations among old age rural population in Kerala, India.", "doi": "10.4103/2249-4863.220015", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}