{"authors": [["Gupta", "Rajiv Kumar", "RK", "Department of Community Medicine, Government Medical College, Jammu, Jammu and Kashmir, India."], ["Hussain", "Shahid", "S", "Department of Community Medicine, Government Medical College, Jammu, Jammu and Kashmir, India."], ["Parveen", "Zahida", "Z", "Department of Health Services, Jammu, Jammu and Kashmir, India."], ["Raina", "Sunil Kumar", "SK", "Department of Community Medicine, RPGMC, Tanda, Himachal Pradesh, India."], ["Langer", "Bhavna", "B", "Department of Community Medicine, Government Medical College, Jammu, Jammu and Kashmir, India."], ["Kumari", "Rashmi", "R", "Department of Community Medicine, Government Medical College, Jammu, Jammu and Kashmir, India."]], "text": "Studies suggest that approximately half of patients with raised blood pressure (BP) are undetected, that half of those detected are not treated, and that half of those treated are not controlled, famously described as the \"rule of halves.\" Importantly, the cornerstone of the primary prevention of cardiovascular diseases is early detection and drug treatment (antihypertensive) of patients with high BP. Studies across populations in developed world have shown that awareness and management of high BP levels are far from optimal. The present study was planned with the aim to assess the knowledge, attitude, and practices (KAP) regarding hypertension in hypertensive patients visiting Tertiary Care Hospital in North-West India.Already diagnosed hypertensive patients seeking care at the tertiary care center were selected for this study. The participants were recruited using consecutive sampling technique. All participants were interviewed with the help of a semi-structured questionnaire after obtaining a written informed consent. The components of the KAP were recorded using a score sheet.In all, 394 hypertensive patients of whom majority (239/394; 61%) were males, were included in the study. The KAP score among the study subjects was 88.4%, 90.83%, and 95.83%, respectively. Males had higher knowledge about normal BP levels which was statistically significant (P < 0.01). Among the attitude, regular intake of anti-hypertensive drugs, regular investigations, lifestyle changes, avoidance of salt and allopathic medicines being the best for the treatment of hypertension were found to be significant statistically (P < 0.01).The high score among the study population can be attributed to the fact that all study participants were diagnosed patients of hypertension seeking care in a tertiary care hospital.", "id": "29302532", "date": null, "title": "Does being under treatment improve knowledge attitude practice for hypertension: A hospital-based study from North India.", "doi": "10.4103/2249-4863.220040", "journal": ["Journal of family medicine and primary care", "J Family Med Prim Care"]}