{"authors": [["Amer", "Khalid", "K", "The Cardiovascular & Thoracic Centre, University Hospital Southampton NHS Foundation Trust, Southampton General Hospital, Southampton, UK."]], "text": "Congenital diaphragmatic hernias (CDH) are likely to present in early postnatal or infancy and are associated with significant morbidity and mortality due to associated pulmonary hypoplasia, pulmonary hypertension and heart failure. Symptomatic adult congenital Bochdalek hernia, on the other hand, is extremely rare with a prevalence of 0.17-6% of all diaphragmatic hernias. They present with recurrent abdominal pain and shortness of breath. Acute presentations could be life threatening especially if there is incarcerated or threatened bowel in the chest. Repair of symptomatic Bochdalek hernia is recommended in the adult population. We present two cases of right and left symptomatic Bochdalek hernias in adults, encountered over 15 years of practice in a tertiary referral centre in the UK. We discuss their presentation and surgical management and review the literature of similar cases treated by video-assisted thoracoscopic surgery (VATS). Thoracic surgeons are increasingly becoming involved in these cases, which used to be the domain of upper gastrointestinal surgeons. A synthetic patch may be required to close the defect, therefore; the thoracic surgeon must be familiar with such techniques. The recent expansion in video format publishing in the internet and social media has revolutionized the way knowledge and how-to-do-it expertise is distributed around the world. It has the advantage of reaching far more viewer than subscription paper-printed format journals and has a rising significance in encouraging thoracic surgeons to do things they were not used to do. Finally; Symptomatic Bochdalek hernia, and possibly Morgagni hernia in the adult population could be safely repaired by VATS with good and lasting results.", "id": "29302452", "date": "2017-11-30", "title": "Thoracoscopic approach to congenital diaphragmatic hernias in adults: Southampton approach and review of the literature.", "doi": "10.21037/jovs.2017.10.05", "journal": ["Journal of visualized surgery", "J Vis Surg"]}