{"authors": [["Ali", "Sulaiman Haji", "SH", "Endocrinology Department, Mater Misericordiae University Hospital, Dublin, Ireland."], ["Aljenaee", "K", "K", "Endocrinology Department, Connolly Hospital, Dublin, Ireland."], ["Wan Mahmood", "W A", "WA", "Endocrinology Department, Mater Misericordiae University Hospital, Dublin, Ireland."], ["Hatunic", "M", "M", "Endocrinology Department, Mater Misericordiae University Hospital, Dublin, Ireland."]], "text": "Hypothyroidism is a recognized side effect of thalidomide drugs. We herein report a case of 83-year-old Irish female with a diagnosis of multiple myeloma and a background history of type 2 diabetes mellitus and hypertension. Our patient received pomalidomide and multiple courses of chemotherapy and achieved very good initial response for her multiple myeloma but subsequently she relapsed. She did not have any past history of thyroid disease or family history of thyroid disorders. Prior to treatment with pomalidomide, her thyroid function test was completely normal. She was commenced on pomalidomide in February 2017. Four weeks post treatment, she presented with worsening fatigue, and as a part of her workup, a thyroid function test was performed. Her free T4 was low at 7.2 pmol/L (reference range: 9.0-20.0) while her TSH was elevated at 44.7 mIU/L (reference range: 0.35-4.94). Pomalidomide treatment was terminated, and she was commenced on thyroid hormonal therapy replacement therapy with thyroxine with good clinical and biochemical response. Practitioners prescribing pomalidomide should be aware of this potential complication and patients who are receiving immunomodulatory drugs like pomalidomide should undergo regular thyroid hormone levels screen.Overt hypothyroidism is a side effect of pomalidomide.Thyroid function test should be included as a screening test with regular review in patients receiving pomalidomide.Unexplained worsening fatigue in patients receiving pomalidomide should raise the possibility of overt hypothyroidism.", "id": "29302330", "date": "2017-12-15", "title": "Pomalidomide-induced hypothyroidism.", "doi": "10.1530/EDM-17-0110", "journal": ["Endocrinology, diabetes & metabolism case reports", "Endocrinol Diabetes Metab Case Rep"]}