{"authors": [["Gahlan", "Deepak", "D", "Department of Endocrinology & Medicine V, Pt. B.D.S. PGIMS, Rohtak, Haryana, India."], ["Rajput", "Rajesh", "R", "Department of Endocrinology & Medicine V, Pt. B.D.S. PGIMS, Rohtak, Haryana, India."], ["Gehlawat", "Pratibha", "P", "Department of Psychiatry, Pt. B.D.S. PGIMS, Rohtak, Haryana, India. Electronic address: pratibhagehlawat2017@gmail.com."], ["Gupta", "Rajiv", "R", "Department of Psychiatry, Pt. B.D.S. PGIMS, Rohtak, Haryana, India."]], "text": "Patients of diabetes mellitus experience psychological difficulties associated with their disease which remains unrecognized involving several states related to coping with diabetes. Diabetes distress is a distinct condition which is often mistaken for depression and is related to adverse disease outcomes.To study the prevalence and predictors of diabetes distress in patients of Type 2 Diabetes mellitus (T2DM) in a tertiary care centre.This cross-sectional study was conducted over a period of one year at Endocrine OPD of Pt. B.D. Sharma PGIMS, Rohtak, a tertiary care centre in northern India. 410 consecutive patients having T2DM attending the endocrine OPD were screened for psychiatric disorders and 189 diabetic patients with no underlying psychiatric disorders were included in the study. Their socio-demographic and relevant clinical variables were recorded. Diabetes Distress Scale (DDS) was used to measure distress due to the disease in these patients.It was found that the prevalence of diabetes distress was 18.0%; among them 16.1% had emotion related distress, 5.6% regimen related distress, 1.5% interpersonal related distress and 1.2% physician related diabetes distress. The major predictors for high diabetes distress scores among diabetic cases were low education level, retinopathy, neuropathy and hypertension.The present study suggests that emotion related diabetes distress was more prevalent among diabetic patients. Lower education level and the presence of diabetic complications contribute as risk factors for high diabetes distress.", "id": "29301728", "date": "2017-12-22", "title": "Prevalence and determinants of diabetes distress in patients of diabetes mellitus in a tertiary care centre.", "doi": "10.1016/j.dsx.2017.12.024", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}