{"authors": [["Zhong", "Hai-Lan", "HL", "Department of Cardiology, Jiangning Hospital of Nanjing, Nanjing 211100, China."], ["Xu", "Chong-Li", "CL", "Department of Cardiology, Jiangning Hospital of Nanjing, Nanjing 211100, China."], ["Chen", "Guang-Sheng", "GS", "Department of Cardiology, Jiangning Hospital of Nanjing, Nanjing 211100, China."], ["Chen", "Xiu-Mei", "XM", "Department of Cardiology, First Affiliated Hospital, Nanjing Medical University, Nanjing 210029, China."]], "text": "Objective The aim of this study was to investigate the relationship between peripheral plasma stem cell factor (SCF)/c-kit levels and the types of dipper and non-dipper hypertension in hypertensive patients. Methods This cross-sectional study included newly diagnosed hypertensive patients who underwent 24-hour ambulatory blood pressure monitor (ABPM) between January 2009 and 2012 in Jiangning city. Patients were divided into the dipper group and the non-dipper group according to ABPM measurements. The levels of SCF and its receptor c-kit, tumor necrosis factor-α (TNF-α) and interleukin 6 (IL-6) in peripheral blood were measured via enzyme-linked immunosorbent assays. The serum levels of glucose and lipid were examined as well. The levels of SCF/c-kit were compared between the dippers and the non-dippers; and their correlation with 24-hour mean systolic blood pressure (MSBP), 24-hour mean diastolic blood pressure (MDBP), TNF-α and IL-6 were investigated using linear regression analyses statistically. Results A total of 247 patients with newly diagnosed hypertension were recruited into the study, including 116 non-dippers and 131 dippers. The levels of peripheral plasma SCF were higher in non-dipper group (907.1±52.7 ng/L vs. 778.7±44.6 ng/L; t=2.837, P<0.01), and the levels of c-kit were higher in non-dipper group too (13.2±1.7 μg/L vs 9.57±1.4 μg/L; t=2.831, P<0.01). Linear regression analysis revealed that SCF/c-kit levels were significantly positively correlated with MSBP, MDBP, plasma TNF-α, and IL-6 levels (all P<0.01). Conclusions Peripheral plasma SCF/c-kit levels are higher in patients with non-dipper hypertension than those with dipper one, and significantly correlate with 24-hour MSBP, 24-hour MDBP, serum TNF-α and IL-6 levels.", "id": "29301598", "date": null, "title": "Plasma SCF/c-kit Levels in Patients with Dipper and Non-Dipper Hypertension.", "doi": "10.24920/J1001-9294.2017.035", "journal": ["Chinese medical sciences journal = Chung-kuo i hsueh k'o hsueh tsa chih", "Chin. Med. Sci. J."]}