{"authors": [["Chen", "Guan-Heng", "GH", "Graduate Institute of Biotechnology, National Chung-Hsing University, Taichung 402, Taiwan. bnbn23005856@hotmail.com."], ["Li", "Yue-Chiun", "YC", "Graduate Institute of Biotechnology, National Chung-Hsing University, Taichung 402, Taiwan. ycli0126@gmail.com."], ["Lin", "Nan-Hei", "NH", "Graduate Institute of Biotechnology, National Chung-Hsing University, Taichung 402, Taiwan. CMNHEI@mohw.gov.tw."], ["Kuo", "Ping-Chung", "PC", "School of Pharmacy, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan. z10502016@email.ncku.edu.tw."], ["Tzen", "Jason T C", "JTC", "Graduate Institute of Biotechnology, National Chung-Hsing University, Taichung 402, Taiwan. tctzen@dragon.nchu.edu.tw."]], "text": "Pinus morrisonicola Hayata, usually called Taiwan five-leaf pine (5LP), is an endemic species in Taiwan and is traditionally used to relieve hypertension symptoms and improve cardiovascular function. In this study, the needle extract of 5LP was fractionated and analyzed by LC/MS/MS to search for possible antihypertensive candidates. In addition, bioassay-guided purification of the bioactive components was performed by Ca2+ fluorescent signal (Fluo 4-AM) assays. Two dihydrobenzofuran lignans, pinumorrisonide A (1) and icariside E4 (2), and one acylated flavonoid glycoside, kaempferol 3-O-α-(6‴-p-coumaroylglucosyl-β-1,4-rhamnoside) (3) were characterized from the active fractions. The structure of a new compound 1 was established on the basis of 2D NMR spectroscopic and mass spectrometric analyses, and the known compounds 2 and 3 were identified by comparison of their physical and spectroscopic data with those reported in the literature. The purified compounds 1-3 exhibited significant inhibition of Ca2+ fluorescence with IC50 values of 0.71, 0.36, and 0.20 mM, respectively. A mechanism study showed that these compounds showed vasorelaxant effects by blocking the voltage-operated Ca2+ channel (VOCC) and inhibiting Ca2+ influx to the cytoplasmic. These results suggested that 5LP and the three characterized components could be promising antihypertensive candidates for the use as VOCC blockers.", "id": "29301239", "date": "2017-12-31", "title": "Characterization of Vasorelaxant Principles from the Needles of Pinus morrisonicola Hayata.", "doi": "10.3390/molecules23010086", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}