{"authors": [["Meng", "Xiao", "X", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."], ["Li", "Yanyan", "Y", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."], ["Wang", "Xiaohao", "X", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."], ["Li", "Jianwei", "J", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."], ["Liu", "Yuping", "Y", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."], ["Yu", "Yerong", "Y", "Sichuan University West China Hospital, Chengdu, Sichuan, P.R. China."]], "text": "The aim of this study was to determine whether the diagnosis cutoff values associated with the saline infusion test (SIT) and captopril challenge test (CCT) in The Endocrine Society guidelines are applicable to Chinese subjects.We performed a head-to-head comparison of the SIT and CCT among Chinese subjects with primary aldosteronism (PA) and essential hypertension (EH).164 hypertensive patients were enrolled.All participants underwent both the SIT and CCT.The plasma aldosterone concentration (PAC) and plasma renin activity (PRA) were measured before and after the SIT and CCT. The degree of PAC decline after CCT was calculated.This study included 115 PA and 49 EH subjects. The prevalence of hypokalemia was 74.8% in the PA group. Supine PACs in the EH and PA groups were 15.1±4.7 and 30.4±12.1 mmol/L. Post-SIT PACs were 8.8±1.7 ng/dL and 22.7±10.2 ng/dL in the EH and PA groups. The degree of PAC decline after CCT was 17.7% and 14.2% in the EH and PA groups; post-CCT PACs were 11.7±3.3 ng/dL and 25.9±10.6 ng/dL. PAC values of 11.2 ng/dL and 16.7 ng/dL after the SIT and CCT represented the optimal cutoff values for PA diagnosis. The post-SIT and post-CCT AUCROC values were 0.972 (95% Cis=0.934-0.991) and 0.933 (95% Cis=0.883-0.966).Post-SIT and post-CCT PACs, but not the degree of PAC suppression, were both reliable for PA diagnosis. However, the optimal cutoffs were slightly higher in Chinese subjects than those recommended by the Endocrine Society.", "id": "29300995", "date": "2017-12-28", "title": "Evaluation of the Saline Infusion Test and the Captopril Challenge Test in Chinese Patients with Primary Aldosteronism.", "doi": "10.1210/jc.2017-01530", "journal": ["The Journal of clinical endocrinology and metabolism", "J. Clin. Endocrinol. Metab."]}