{"authors": [["Fliss", "Ehud", "E", "Faculty of Health Sciences, Ben-Gurion University of the Negev, Ben-Gurion Ave, Beer Sheva, Israel."], ["Weinstein", "Orly", "O", "Faculty of Health Sciences, Ben-Gurion University of the Negev, Ben-Gurion Ave, Beer Sheva, Israel."], ["Sherf", "Michael", "M", "Faculty of Health Sciences, Ben-Gurion University of the Negev, Ben-Gurion Ave, Beer Sheva, Israel."], ["Dreiher", "Jacob", "J", "Faculty of Health Sciences, Ben-Gurion University of the Negev, Ben-Gurion Ave, Beer Sheva, Israel."]], "text": "To assess the effect of hip fracture on healthcare utilization among elderly patients.Retrospective cohort study.Eight general hospitals in Israel, owned by Clalit.Enrollees >65 years, admitted with a hip fracture during 2009-2013.Data collected included demographics, comorbidities, admission details related to the surgical and rehabilitation hospitalizations, mortality and costs. Mean monthly costs before and after the event were compared. Quantile regression was used to analyze associations between patient characteristics and healthcare expenditure in univariate and multivariate analysis.Of 9650 patients admitted with hip fracture during the study period, 6880 (71%) were Clalit enrollees and included in the present study (69% females, median age: 83 years). Total mean monthly costs increased by 96% during the follow-up year ($1470 vs. $749). Costs for rehabilitation accounted for 40% of costs during the first follow-up year. Mean monthly non-rehabilitation costs increased by 21% ($877 vs. $722). Several factors were found to be consistently associated with increased mean monthly costs during the follow-up year. These included Charlson's comorbidity index, hypertension, baseline expenditure in the base year, the location of the fracture, procedure performed, department on admission, admission to the intensive care unit, discharge to a rehabilitation facility and mortality during the follow-up year.Hip fractures in adults in Israel are associated with a significant increase in healthcare utilization and costs. The largest increment was seen in costs for rehabilitation. However, increased costs were noted in all sub-categories of healthcare costs.", "id": "29300986", "date": "2017-12-29", "title": "Healthcare services utilization following admission for hip fracture in elderly patients.", "doi": "10.1093/intqhc/mzx178", "journal": ["International journal for quality in health care : journal of the International Society for Quality in Health Care", "Int J Qual Health Care"]}