{"authors": [["Rubinstein", "Maria M", "MM", "Montefiore Medical Center, Bronx, New York, USA."], ["Kaubisch", "Andreas", "A", "Montefiore Medical Center, Bronx, New York, USA."], ["Kinkhabwala", "Milan", "M", "Montefiore-Einstein Center for Transplantation, Bronx, New York, USA."], ["Reinus", "John", "J", "Montefiore-Einstein Center for Transplantation, Bronx, New York, USA."], ["Liu", "Qiang", "Q", "Montefiore Medical Center, Bronx, New York, USA."], ["Chuy", "Jennifer W", "JW", "Montefiore Medical Center, Bronx, New York, USA."]], "text": "Orthotopic liver transplantation (OLT) is the most effective treatment for hepatocellular carcinoma (HCC) in patients with underlying cirrhosis and portal hypertension. Availability of OLT is limited by donor-organ shortages, which increase patient waiting time until OLT. A variety of bridging therapies (BT) have been used to halt tumor progression in patients on the OLT waiting list. Despite complete radiologic responses following BT, viable tumor is often present in explants.Treatment outcomes were evaluated in 50 patients who had a total of 125 BT for treatment of 93 nodules. Success of BT was assessed by radiologic response compared to histopathological examination of explanted livers.Pre-transplant treatments included: transcatheter arterial chemoembolization (TACE), alcohol ablation (ETOH), radiofrequency ablation (RFA), microwave ablation (MWA), selective internal radiation therapy (SIRT) and stereotactic body radiation therapy (SBRT). Fifty-nine (64%) nodules had a complete radiographic response to therapy; however, only 28 nodules (30%) had complete tumor necrosis (CTN) on explant examination. Ten nodules with CTN were treated with TACE alone. Seven of the 28 nodules with CTN were treated with TACE and RFA. Three of seven nodules treated with TACE and SIRT had CTN. Patients underwent a mean of 2.5 BTs. Six of 50 patients (12%) had no residual HCC in their explants. Five of those six patients (83%) had complete response (CR) on pre-transplant imaging.Although favorable radiologic responses are seen following BT, viable HCC is seen in the majority of liver explants and radiographic imaging cannot always accurately predict pathological response. This underscores the need for aggressive treatment of patients who otherwise may not be eligible for OLT.", "id": "29299366", "date": null, "title": "Bridging therapy effectiveness in the treatment of hepatocellular carcinoma prior to orthotopic liver transplantation.", "doi": "10.21037/jgo.2017.08.11", "journal": ["Journal of gastrointestinal oncology", "J Gastrointest Oncol"]}