{"authors": [["Nazário Leão", "Rodrigo", "R", "Unidade Funcional Medicina 1.2, Hospital de São José, Centro Hospitalar Lisboa Central-EPE, Rua José António Serrano, 1150-199 Lisboa, Portugal."], ["Marques Silva", "Pedro", "P", "NOVA Medical School, Universidade NOVA de Lisboa, Lisboa, Portugal."], ["Branco", "Luísa", "L", "Laboratório de Ecocardiografia, Serviço de Cardiologia, Hospital de Santa Marta, Centro Hospitalar de Lisboa Central-EPE, Lisboa, Portugal."], ["Fonseca", "Helena", "H", "Núcleo de Investigação Arterial, Unidade Funcional Medicina 4, Hospital Santa Marta, Centro Hospitalar Lisboa Central-EPE, Lisboa, Portugal."], ["Bento", "Bruno", "B", "Unidade de Cardiologia, Hospital Pulido Valente, Centro Hospitalar Lisboa Norte-EPE, Lisboa, Portugal."], ["Alves", "Marta", "M", "Gabinete de Análise Epidemiológica e Estatística, Centro de Investigação, Centro Hospitalar Lisboa Central-EPE, Lisboa, Portugal."], ["Virella", "Daniel", "D", "Gabinete de Análise Epidemiológica e Estatística, Centro de Investigação, Centro Hospitalar Lisboa Central-EPE, Lisboa, Portugal."], ["Palma Reis", "Roberto", "R", "NOVA Medical School, Universidade NOVA de Lisboa, Lisboa, Portugal."]], "text": "The use of impedance cardiography (ICG) may play a role in the assessment of cardiac effects of hypertension (HT), especially its hemodynamic features. Hypertensive heart disease involves structural changes and alterations in left ventricular geometry that end up causing systolic and/or diastolic dysfunction. The IMPEDDANS study aims to assess the usefulness of ICG for the screening of left ventricular diastolic dysfunction (LVDD) in patients with HT.Patients with HT were assessed by echocardiography and ICG. Receiver-operating characteristic curve and the area under the curve were used to assess the discriminative ability of the parameters obtained by ICG to identify LVDD, as diagnosed by echocardiography.ICG derived pre-ejection period (PEP), left ventricle ejection time (LVET), systolic time ratio (STR) and D wave were associated (p < 0.001) with LVDD diagnosis, with good discriminative ability: PEP (AUC 0.81; 95% CI 0.74-0.89), LVET (AUC 0.82; 95% CI 0.75-0.88), STR (AUC 0.97; 95% CI 0.94-1.00) and presence of D wave (AUC = 0.87; 95% CI 0.82-0.93). STR ≥ 0.30 outperformed the other parameters (sensitivity of 98.0%, specificity of 90.2%, positive predictive value of 95.2%, and negative predictive value of 96.1%).The ICG derived value of STR allows the accurate screening of LVDD in patients with HT. It might as well be used for follow up assessment.The study protocol was retrospectively registered as IMPEDDANS on ClinicalTrials.gov (ID: NCT03209141) on July 6, 2017.", "id": "29299336", "date": "2017-12-27", "title": "Systolic time ratio measured by impedance cardiography accurately screens left ventricular diastolic dysfunction in patients with arterial hypertension.", "doi": "10.1186/s40885-017-0084-y", "journal": ["Clinical hypertension", "Clin Hypertens"]}