{"authors": [["Marfo", "Afia Frimpomaa Asare", "AFA", "Faculty of Pharmacy and Pharmaceutical Sciences, Kumasi, Ghana."], ["Owusu-Daaku", "Frances Thelma", "FT", "Faculty of Pharmacy and Pharmaceutical Sciences, Kumasi, Ghana."]], "text": "In most developing countries including Ghana, there is scant literature on the involvement of the community pharmacist in the care of patients with chronic conditions such as hypertension and blood pressure control. The objective of the study was to evaluate the effect of a pharmaceutical care model on blood pressure control and adherence among hypertensive patients.This was a quasi experimental design and the primary outcome measure was a change in systolic and diastolic blood pressure. One hundred and eighty hypertensive patients were recruited for the study: 90 in the intervention group and 90 in the control group. The intervention, consisting of health education, adherence counselling and medicine use review; was offered monthly for six months.At baseline there was no significant difference in demographic and clinical characteristics between the intervention and control group. Pharmaceutical care issues identified among the intervention group during the 6 months period were non effectiveness of therapy (n = 23), experience of side effects (n = 20) and nonadherence to therapy (n = 40). The mean diastolic blood pressure difference between the intervention group and the control group was statistically significant (p = 0.001). The mean adherence difference between the two groups was also statistically significant at the end of the study. (p = 0.001).The pharmaceutical care intervention offered by the pharmacist led to the resolution of some pharmaceutical care issues, improvement in diastolic blood pressure and adherence among hypertensive patients. Guidelines and polices to streamline these services are needed if they are to be made available in community pharmacies in developing countries.", "id": "29299319", "date": "2017-12-21", "title": "Exploring the extended role of the community pharmacist in improving blood pressure control among hypertensive patients in a developing setting.", "doi": "10.1186/s40545-017-0127-5", "journal": ["Journal of pharmaceutical policy and practice", "J Pharm Policy Pract"]}