{"authors": [["Fiebai", "Bassey", "B", "Department of Ophthalmology, University of Port Harcourt Teaching Hospital, , Nigeria."], ["Odogu", "Victor", "V", "Department of Ophthalmology, Niger Delta University Hospital, Yenagoa, Nigeria."]], "text": "The study aimed to describe our initial experience with the use of anti vascular endothelial growth factors (anti-VEGFs) in the treatment of retinal diseases.The case records of all patients who had received at least 3 doses of intravitreal anti- VEGF injections between January 2012 to December 2016 were reviewed. Information culled from the data was age, sex, indications for treatment, type of injection, presenting visual acuity, post injection visual acuity, systemic and ocular co morbidities. Results were analyzed using Statistical Package for Social Sciences (SPSS) 20.0 for Windows statistical software.A total of 190 injections were given during the study period, to 58 eyes of 50 patients. Twenty-eight females (56.00%) and twenty-two males (44.00%) were seen with a mean age of 59.6± 11.66. Bevacizumab was the most frequently administered anti- VEGF, 142 (74.74%) while only 48(25.26%) injections of Ranibizumab were given. Three eyes had both bevacizumab and ranibizumab (1.58%). Retinal vein occlusion 61(32.11%) was the commonest indication for the injections followed by diabetic macular edema 43(22.63%) and proliferative diabetic retinopathy 42(22.11%). Others were neovascular age related macular degeneration, neovascular glaucoma, vitreous hemorrhage, myopic choroidal neovascularization and cystoid macular edema. There was an association between age and disease, (p = 0.001). There was an improvement in visual acuity after intervention in cases with retinal vein occlusion and diabetic macular edema, and this was statistically significant. Hypertension was the commonest systemic disorder in this series 81(42.36%) and the supero-temporal quadrant 131(68.95%) was the most preferred position to administer the injection. Floaters was the commonest complication seen.Anti VEGFs have become an invaluable tool in the management of a number of retinal diseases in our center. However, the cost implications are a hindrance to an increased uptake of this form of treatment. Cheaper alternative preparations should be made available to encourage the uptake. Government in developing countries should be encouraged to bear the health burden of the old aged pensioner (OAP).", "id": "29299078", "date": "2017-10-31", "title": "Intravitreal Anti Vascular Endothelial Growth Factor Agents in The Management of Retinal Diseases: An Audit.", "doi": "10.2174/1874364101711010315", "journal": ["The open ophthalmology journal", "Open Ophthalmol J"]}