{"authors": [["Mwangi", "Nyawira", "N", "London School of Hygiene and Tropical Medicine, London, UK."], ["Macleod", "David", "D", "London School of Hygiene and Tropical Medicine, London, UK."], ["Gichuhi", "Stephen", "S", "University of Nairobi, Nairobi, Kenya."], ["Muthami", "Lawrence", "L", "Kenya Medical Research Institute, Nairobi, Kenya."], ["Moorman", "Consuela", "C", "Oxford University Hospitals NHS Trust, Oxford, UK."], ["Bascaran", "Covadonga", "C", "London School of Hygiene and Tropical Medicine, London, UK."], ["Foster", "Allen", "A", "London School of Hygiene and Tropical Medicine, London, UK."]], "text": "Diabetic retinopathy (DR) is a significant public health concern that is potentially blinding. Clinical practice guidelines recommend annual eye examination of patients with diabetes for early detection of DR. Our aim was to identify the demand-side factors that influence uptake of eye examination among patients already utilizing diabetes services in three counties of Kenya.We designed a clinic based cross-sectional study and used three-stage sampling to select three counties, nine diabetes clinics in these counties and 270 patients with diabetes attending these clinics. We interviewed the participants using a structured questionnaire. The two outcomes of interest were 'eye examination in the last 12 months' and 'eye examination ever'. The exposure variables were the characteristics of participants living with diabetes.The participants had a mean age of 53.3 years (SD 14.1) and an average interval of 4 months between visits to the diabetes clinic. Only 25.6% of participants had ever had an eye examination in their lifetime, while 13.3% had it in the preceding year. The independent predictors of uptake were referral by diabetes services, patient knowledge of diabetes eye complications, comorbid hypertension and urban or semi-urban residence.We conclude that access to retinal examination for DR is low in all three counties. An intervention that increases the knowledge of patients with diabetes about eye complications and promotes referral of patients with diabetes for eye examination may improve access to annual eye examination for DR.", "id": "29299019", "date": "2017-12-21", "title": "Predictors of uptake of eye examination in people living with diabetes mellitus in three counties of Kenya.", "doi": "10.1186/s41182-017-0080-7", "journal": ["Tropical medicine and health", "Trop Med Health"]}