{"authors": [["Rynkowska-Kidawa", "Monika", "M", "Department of Internal Diseases and Geriatrics, MCM Jonscher, Łódź."], ["Kidawa", "Michał", "M", "Medical University of Lodz: Department of Cardiac Intensive Care."], ["Kapusta", "Joanna", "J", "Medical University of Lodz: Department of Internal Diseases and Cardiac Rehabilitation."], ["Irzmański", "Robert", "R", "Medical University of Lodz: Department of Internal Diseases and Cardiac Rehabilitation."], ["Kowalski", "Jan", "J", "Medical University of Lodz: Department of Internal Diseases and Cardiac Rehabilitation."]], "text": "Factor contributing to the high prevalence of hypertension in the elderly is currently observed high survival rate of people diagnosed and treated hypertension, as well as the aging process itself. Detection of systemic complications was considered to be an important element of the diagnosis of hypertension as well as an important parameter of prognosis. Nowadays, echocardiography is the main tool used to assess heart cavities and to diagnose ventricular hypertrophy.The aim of the study was echocardiographic evaluation of the heart in the course of hypertension in the elderly.80 patients (63 women and 17 men) aged 75 to 93 years (mean age 81±5.3 years) with diagnosed hypertension were enrolled. Patients were divided into two groups because of the duration of hypertension and age. Hypertension was diagnosed based on clinical measurements. All patients underwent echocardiography.The echocardiographic study showed a significant effect of duration of hypertension on the dimensions of both the left ventricular heart chambers and the thickness of the ventricular septum and the posterior wall.Long-term hypertension results in left atrium and right ventricular hypertrophy, diminished left ventricular systolic and diastolic dimensions, and increases ventricular septal thickness in diastole and posterior wall thickness, without affecting the diastolic dimension of the right ventricle.", "id": "29298962", "date": null, "title": "[Echocardiographic evaluation in the course of hypertension in the elderly].", "doi": null, "journal": ["Polski merkuriusz lekarski : organ Polskiego Towarzystwa Lekarskiego", "Pol. Merkur. Lekarski"]}