{"authors": [["Maxwell", "Andrew", "A", "School of Computing, University of Southern Mississippi, Hattiesburg, MS, 39406, USA."], ["Li", "Runzhi", "R", "Cooperative Innovation Center of Internet Healthcare, School of Information & Engineering, Zhengzhou University, Zhengzhou, 450000, China."], ["Yang", "Bei", "B", "Cooperative Innovation Center of Internet Healthcare, School of Information & Engineering, Zhengzhou University, Zhengzhou, 450000, China."], ["Weng", "Heng", "H", "Department of Big Medical Data, Health Construction Administration Center, The Second Affiliated Hospital of Guangzhou University of Chinese Medicine, Guangzhou, China. ww128@qq.com."], ["Ou", "Aihua", "A", "Department of Big Medical Data, Health Construction Administration Center, The Second Affiliated Hospital of Guangzhou University of Chinese Medicine, Guangzhou, China."], ["Hong", "Huixiao", "H", "Division of Bioinformatics and Biostatistics, National Center for Toxicological Research, US Food and Drug Administration (FDA), Jefferson, AR, 72079, USA."], ["Zhou", "Zhaoxian", "Z", "School of Computing, University of Southern Mississippi, Hattiesburg, MS, 39406, USA."], ["Gong", "Ping", "P", "Environmental Lab, US Army Engineer Research and Development Center, Vicksburg, MS, 39180, USA."], ["Zhang", "Chaoyang", "C", "School of Computing, University of Southern Mississippi, Hattiesburg, MS, 39406, USA. Chaoyang.Zhang@usm.edu."]], "text": "Multi-label classification of data remains to be a challenging problem. Because of the complexity of the data, it is sometimes difficult to infer information about classes that are not mutually exclusive. For medical data, patients could have symptoms of multiple different diseases at the same time and it is important to develop tools that help to identify problems early. Intelligent health risk prediction models built with deep learning architectures offer a powerful tool for physicians to identify patterns in patient data that indicate risks associated with certain types of chronic diseases.Physical examination records of 110,300 anonymous patients were used to predict diabetes, hypertension, fatty liver, a combination of these three chronic diseases, and the absence of disease (8 classes in total). The dataset was split into training (90%) and testing (10%) sub-datasets. Ten-fold cross validation was used to evaluate prediction accuracy with metrics such as precision, recall, and F-score. Deep Learning (DL) architectures were compared with standard and state-of-the-art multi-label classification methods. Preliminary results suggest that Deep Neural Networks (DNN), a DL architecture, when applied to multi-label classification of chronic diseases, produced accuracy that was comparable to that of common methods such as Support Vector Machines. We have implemented DNNs to handle both problem transformation and algorithm adaption type multi-label methods and compare both to see which is preferable.Deep Learning architectures have the potential of inferring more information about the patterns of physical examination data than common classification methods. The advanced techniques of Deep Learning can be used to identify the significance of different features from physical examination data as well as to learn the contributions of each feature that impact a patient's risk for chronic diseases. However, accurate prediction of chronic disease risks remains a challenging problem that warrants further studies.", "id": "29297288", "date": "2017-12-28", "title": "Deep learning architectures for multi-label classification of intelligent health risk prediction.", "doi": "10.1186/s12859-017-1898-z", "journal": ["BMC bioinformatics", "BMC Bioinformatics"]}