{"authors": [["Asosingh", "Kewal", "K", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."], ["Wanner", "Nicholas", "N", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."], ["Weiss", "Kelly", "K", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."], ["Queisser", "Kimberly", "K", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."], ["Gebreab", "Liya", "L", "Department of Medicine, University of Colorado Anschutz Medical Campus, Denver, CO; and."], ["Kassa", "Biruk", "B", "Department of Medicine, University of Colorado Anschutz Medical Campus, Denver, CO; and."], ["Stuehr", "Eric", "E", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."], ["Graham", "Brian", "B", "Department of Medicine, University of Colorado Anschutz Medical Campus, Denver, CO; and."], ["Erzurum", "Serpil", "S", "Department of Pathobiology, Lerner Research Institute, The Cleveland Clinic, Cleveland, OH."]], "text": "Accumulating evidence shows a causative role for the bone marrow (BM) in the genesis and progression of pulmonary hypertension (PH). Engraftment of BM hematopoietic stem cells from PH patients to mice reproduces the cardiopulmonary pathology of PH. However, it is unknown whether healthy BM can prevent the development of right heart disease. Caveolin-1-deficient (CAV-1 KO) mice develop cardiopulmonary disease with manifestations resembling PH, including elevated right ventricular (RV) systolic pressure (RVSP), RV hypertrophy, and pulmonary endothelial proliferative disease. Here, we hypothesize that engraftment of healthy BM to CAV-1 KO mice will prevent pulmonary vascular remodeling and development of the cardiopulmonary disease. CAV-1 KO mice and wild-type (WT) mice underwent transplantation with WT or CAV-1 KO BM. Hematopoietic differentiation was analyzed by flow cytometry. Pulmonary endothelial remodeling was quantified by CD31 image analysis. RVSP and RV cardiomyocyte area or Fulton's index were used to analyze RV hypertrophy. Maladaptive RV hypertrophy was determined by quantification of RV fibrosis. Transplantation of CAV-1 KO BM into healthy recipient WT mice led to elevation of RVSP, RV hypertrophy, and pulmonary endothelial remodeling. Reconstitution of CAV-1 KO with WT BM prevented spontaneous development of PH, including elevation of RVSP and maladaptive RV hypertrophy, but not pulmonary endothelial remodeling. Healthy BM has a protective role in the right ventricle independent of pulmonary vascular disease.", "id": "29296972", "date": "2017-03-17", "title": "Bone marrow transplantation prevents right ventricle disease in the caveolin-1-deficient mouse model of pulmonary hypertension.", "doi": "10.1182/bloodadvances.2016002691", "journal": ["Blood advances", "Blood Adv"]}