{"authors": [["Calvet", "David", "D", "Service de Neurologie, Centre Hospitalier Sainte-Anne, Université Paris Descartes, Département Hospitalo-Universitaire (DHU) Neurovasc Sorbonne Paris Cité, INSERM U894, Paris, France."], ["Tuilier", "Titien", "T", "Service de Neuroradiologie, Hôpital Henri-Mondor, Université Paris-Est Créteil (UPEC), Créteil, France."], ["Mélé", "Nicolas", "N", "Service de Neurologie, Centre Hospitalier Sainte-Anne, Université Paris Descartes, Département Hospitalo-Universitaire (DHU) Neurovasc Sorbonne Paris Cité, INSERM U894, Paris, France."], ["Turc", "Guillaume", "G", "Service de Neurologie, Centre Hospitalier Sainte-Anne, Université Paris Descartes, Département Hospitalo-Universitaire (DHU) Neurovasc Sorbonne Paris Cité, INSERM U894, Paris, France."], ["Habibi", "Anoosha", "A", "Sickle Cell Referral Center, Service de Médecine Interne, Hôpital Henri-Mondor (Assistance Publique-Hôpitaux de Paris [APHP]), UPEC, INSERM U895, Team 2, Laboratoire d'Excellence GRex, Créteil, France."], ["Abdallah", "Nassim Ait", "NA", "Sickle Cell Referral Center, Service de Médecine Interne, Hôpital Henri-Mondor (Assistance Publique-Hôpitaux de Paris [APHP]), UPEC, INSERM U895, Team 2, Laboratoire d'Excellence GRex, Créteil, France."], ["Majhadi", "Loubna", "L", "Service de Neurologie, Hôpital Henri-Mondor, UPEC, Créteil, France."], ["Hemery", "François", "F", "Département Informatique Médicale, Hôpital Henri-Mondor (APHP), Créteil, France; and."], ["Edjlali", "Myriam", "M", "Service de Neuroradiologie, Centre Hospitalier Sainte-Anne, Université Paris Descartes, DHU Neurovasc Sorbonne Paris Cité, INSERM U894, Paris, France."], ["Galacteros", "Frédéric", "F", "Sickle Cell Referral Center, Service de Médecine Interne, Hôpital Henri-Mondor (Assistance Publique-Hôpitaux de Paris [APHP]), UPEC, INSERM U895, Team 2, Laboratoire d'Excellence GRex, Créteil, France."], ["Bartolucci", "Pablo", "P", "Sickle Cell Referral Center, Service de Médecine Interne, Hôpital Henri-Mondor (Assistance Publique-Hôpitaux de Paris [APHP]), UPEC, INSERM U895, Team 2, Laboratoire d'Excellence GRex, Créteil, France."]], "text": "Silent white matter changes (WMCs) on brain imaging are common in individuals with sickle cell disease (SCD) and are associated with cognitive deficits in children. We investigated the factors predictive of WMCs in adults with homozygous SCD and no history of neurological conditions. Patients were recruited from a cohort of adults with homozygous SCD followed up at an adult sickle cell referral center for which steady-state measurements of biological parameters and magnetic resonance imaging scans of the brain were available. WMCs were rated by consensus, on a validated age-related WMC scale. The prevalence of WMCs was 49% (95% confidence interval [CI], 39%-60%) in the 83 patients without vasculopathy included. In univariable analysis, the patients who had WMCs were more likely to be older (P = .003) and to have hypertension (P = .02), a lower mean corpuscular volume (P = .005), a lower corpuscular hemoglobin concentration (P = .008), and a lower fetal hemoglobin percentage (%HbF) (P = .003). In multivariable analysis, only a lower %HbF remained associated with the presence of WMCs (odds ratio [OR] per 1% increase in %HbF, 0.84; 95% CI, 0.72-0.97; P = .021). %HbF was also associated with WMC burden (P for trend = .007). Multivariable ordinal logistic regression showed an inverse relationship between WMC burden (age-related WMC score divided into 4 strata) and HbF level (OR for 1% increase in %HbF, 0.89; 95% CI, 0.79-0.99; P = .039). Our study suggests that HbF may protect against silent WMCs, decreasing the likelihood of WMCs being present and their severity. It may therefore be beneficial to increase HbF levels in patients with WMCs.", "id": "29296901", "date": "2017-12-01", "title": "Low fetal hemoglobin percentage is associated with silent brain lesions in adults with homozygous sickle cell disease.", "doi": "10.1182/bloodadvances.2017005504", "journal": ["Blood advances", "Blood Adv"]}