{"authors": [["Fox", "Lucy C", "LC", "Austin Hospital, Melbourne, Australia."], ["Cummins", "Katherine D", "KD", "Austin Hospital, Melbourne, Australia."], ["Costello", "Ben", "B", "Alfred Hospital, Melbourne, Australia."], ["Yeung", "David", "D", "Royal Adelaide Hospital, Adelaide, Australia."], ["Cleary", "Rebecca", "R", "Princess Alexandra Hospital, Brisbane, Australia."], ["Forsyth", "Cecily", "C", "Gosford Hospital, Gosford, Australia."], ["Tatarczuch", "Maciek", "M", "Peter MacCallum Cancer Centre, Melbourne, Australia."], ["Burbury", "Kate", "K", "Peter MacCallum Cancer Centre, Melbourne, Australia."], ["Motorna", "Olga", "O", "Monash Health, Clayton, Melbourne, Australia."], ["Shortt", "Jake", "J", "Monash Health, Clayton, Melbourne, Australia."], ["Fleming", "Shaun", "S", "Alfred Hospital, Melbourne, Australia."], ["McQuillan", "Andrew", "A", "Hollywood Medical Centre, Perth, Australia."], ["Schwarer", "Anthony", "A", "Austin Hospital, Melbourne, Australia."], ["Harrup", "Rosemary", "R", "Royal Hobart Hospital, Hobart, Australia."], ["Holmes", "Amy", "A", "Canberra Hospital, Canberra, Australia."], ["Ratnasingam", "Sumita", "S", "Royal Melbourne Hospital, Melbourne, Australia."], ["Chan", "Kah-Lok", "KL", "St Vincent's Hospital, Melbourne, Australia."], ["Hsu", "Wei-Hsun", "WH", "Royal Prince Alfred Hospital, Sydney, Australia; and."], ["Ashraf", "Asma", "A", "Calvary Mater Hospital, Newcastle, Australia."], ["Putt", "Faye", "F", "Austin Hospital, Melbourne, Australia."], ["Grigg", "Andrew", "A", "Austin Hospital, Melbourne, Australia."]], "text": "Dasatinib has shown superiority over imatinib in achieving molecular responses (MRs) in chronic phase chronic myeloid leukemia but with a different toxicity profile, which may impact its overall benefit. Reported toxicities include pleural effusions and pulmonary hypertension, and although the incidence of these events is well described, response to therapy and impact of dose modifications on toxicity has not been comprehensively characterized in a real-world setting. We retrospectively reviewed the incidence of dasatinib adverse events in 212 chronic phase chronic myeloid leukemia patients at 17 Australian institutions. Adverse events were reported in 116 patients (55%), most commonly pleural effusions (53 patients, 25%), which was the predominant cause of permanent drug cessation. Age and dose were risk factors for pleural effusion (P < .01 and .047, respectively). Recurrence rates were higher in those who remained on 100 mg compared with those who dose reduced (P = .041); however, recurrence still occurred at 50 mg. Patients who developed pleural effusions were more likely to have achieved MR4.5 after 6 months of dasatinib than those without effusions (P = .008). Pulmonary hypertension occurred in 5% of patients, frequently in association with pleural effusion, and was reversible upon dasatinib cessation in 6 of 7 patients. Dose reductions and temporary cessations had minimal impact on MR rates. Our observations suggest that by using the lowest effective dose in older patients to minimize the effusion risk, dose modification for cytopenias, and care with concomitant antiplatelet therapy, the necessity for permanent dasatinib cessation due to toxicity is likely to be minimal in immunologically competent patients.", "id": "29296724", "date": "2017-05-15", "title": "The incidence and natural history of dasatinib complications in the treatment of chronic myeloid leukemia.", "doi": "10.1182/bloodadvances.2016003889", "journal": ["Blood advances", "Blood Adv"]}