{"authors": [["Navarro-Cubas", "Xavier", "X", "University of Liverpool, Small Animal Teaching Hospital, Leahurst Campus, Chester High Road, Neston, Wirral, CH64 7TE, UK."], ["Palermo", "Valentina", "V", "Anderson and Moores Veterinary Specialists, The Granary, Bunstead Barns, Poles Lane, Hursley, Winchester, Hampshire, SO21 2LL, UK."], ["French", "Anne", "A", "School of Veterinary Medicine, College of Medical, Veterinary and Life Sciences, University of Glasgow, Bearsden Road, Bearsden, Glasgow, G61 1QH, UK."], ["Sanchis-Mora", "Sandra", "S", "The Royal Veterinary College, Hawkshead Lane, North Mymms, Hatfield, Hertfordshire, AL9 7TA, UK."], ["Culshaw", "Geoff", "G", "R(D)SVS Hospital for Small Animals, The University of Edinburgh, Easter Bush Veterinary Centre, Roslin, Midlothian, EH25 9RG, UK."]], "text": "The objective of this study was to determine the demographic, clinical and survival characteristics and to identify risk factors for mortality due to tricuspid valve dysplasia in UK dogs. Records of client-owned dogs diagnosed with tricuspid valve dysplasia at a referral centre were retrospectively reviewed. Only dogs diagnosed with tricuspid valve dysplasia based on the presence of a right-sided heart murmur identified prior to one year of age, and confirmed with Doppler echocardiography, were included. Dogs with concomitant cardiac diseases, pulmonary hypertension and/or trivial tricuspid regurgitation were excluded. Analysed data included signalment, reason for presentation, clinical signs, electrocardiographic and echocardiographic features, survival status and cause of death. Survival times and risk factors for mortality were evaluated using Kaplan-Meier curves and Cox regression. Eighteen dogs met inclusion criteria. Border collies were over-represented (p= 0.014). Dogs were most frequently referred for investigation of heart murmur. The most common arrhythmia was atrial fibrillation (n=3). Median survival time from diagnosis of tricuspid valve dysplasia was 2775 days (range 1-3696 days; 95% CI 1542.41-4007.59) and from onset of right-sided congestive heart failure was 181 days (range 1-2130 days; 95% CI 0-455.59). Syncope was the sole risk factor for cardiac death. In this population of UK dogs, tricuspid valve dysplasia was uncommon but, when severe, frequently led to right-sided congestive heart failure. Prognosis was favourable for mild and moderate tricuspid dysplasia. Survival time was reduced with right-sided congestive heart failure but varied widely. Risk of cardiac death was significantly increased if syncope had occurred.", "id": "29296595", "date": "2017-12-09", "title": "Tricuspid valve dysplasia: A retrospective study of clinical features and outcome in dogs in the UK.", "doi": "10.4314/ovj.v7i4.11", "journal": ["Open veterinary journal", "Open Vet J"]}