{"authors": [["Abdulfattah", "Omar", "O", "Pulmonary and Critical Care Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Salhan", "Divya", "D", "Pulmonary and Critical Care Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Kandel", "Saroj", "S", "Pulmonary and Critical Care Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Rahman", "Ebad Ur", "EU", "Internal Medicine Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Dahal", "Sumit", "S", "Internal Medicine Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Alnafoosi", "Zainab", "Z", "Internal Medicine Department, Interfaith Medical Center, Brooklyn, NY, USA."], ["Schmidt", "Frances", "F", "Pulmonary and Critical Care Department, Interfaith Medical Center, Brooklyn, NY, USA."]], "text": "Introduction: Mycobacterium xenopi (M. xenopi) has low pathogenicity and usually requires either host immune impairment or structural lung disease to cause clinical disease. Fatal cavitary infection in a patient without immunosuppression is rarely presented. Case report: A 62-year-old female with history of sarcoidosis and hypertension presented with cough, fever and dyspnea for one week. Chest imaging showed irregular opacification of upper lung zones. The sputum samples tested positive for acid-fast bacilli (AFB) and the subsequent testing identified M. xenopi. She was started on rifampin, isoniazid, pyrazinamide and ethambutol along with azithromycin, and was discharged with plans to continue the same. A follow up sputum test was negative for AFB. She was, however, readmitted ten months later with sepsis due to pneumonia. Chest imaging revealed worsening cavitary lung lesions. Despite starting her on intravenous antibiotics while continuing anti-tubercular therapy, she developed severe respiratory distress and had to be intubated. Her condition continued to deteriorate and she expired the following day. Conclusion: Fatal cavitary infections with M. xenopi have been reported in the absence of established optimal management. Well-designed studies with sufficient power are needed to establish new treatment guidelines.", "id": "29296252", "date": "2017-12-14", "title": "Fatal pulmonary cavitary disease secondary to Mycobacterium xenopi in a patient with sarcoidosis.", "doi": "10.1080/20009666.2017.1407211", "journal": ["Journal of community hospital internal medicine perspectives", "J Community Hosp Intern Med Perspect"]}