{"authors": [["Siddiqui", "Nazia", "N", "Department of Medicine, Greater Baltimore Medical Center, Baltimore, MD, USA."], ["St Peter", "Deidre M", "DM", "Department of Medicine, Greater Baltimore Medical Center, Baltimore, MD, USA."], ["Marur", "Surendra", "S", "Department of Medicine, Greater Baltimore Medical Center, Baltimore, MD, USA."]], "text": "It is well documented that central nervous system (CNS) infections may lead to syndrome of inappropriate anti-diuretic hormone secretion (SIADH), but diagnosing these can prove difficult in patients with atypical presentations. We present a case of SIADH and muscle weakness in a patient without typical signs of CNS infection who was tested and diagnosed with neuroborreliosis based largely on her likelihood of exposure. This case indicates the need for Lyme testing in patients with unexplained SIADH who live in endemic areas. The patient was an 83-year-old female with a history of type 2 diabetes and hypertension, who presented from her primary care physician's office when her sodium was found to be 123 mEq/L. Her sole symptom was proximal muscle weakness. The diagnosis of SIADH was reached based on laboratory data. A trial of fluid restriction was initiated, but neither her sodium nor her muscle weakness improved. Lyme testing was performed as the patient lived in an endemic area and was positive. Lumbar puncture showed evidence of neurologic involvement. After realizing the appropriate treatment for hyponatremia in this case, intravenous ceftriaxone was started, and patient's sodium levels improved and muscle weakness resolved. Studies show that SIADH is associated with CNS infections, likely related to the inflammatory cascade. However, the atypical presentation of neuroborreliosis for our patient delayed the appropriate diagnosis and treatment. Our case demonstrates the need to screen for Lyme disease in endemic areas in patients presenting with neurologic symptoms and SIADH.", "id": "29296248", "date": "2017-12-14", "title": "Ticks and salt: an atypical case of neuroborreliosis.", "doi": "10.1080/20009666.2017.1407209", "journal": ["Journal of community hospital internal medicine perspectives", "J Community Hosp Intern Med Perspect"]}