{"authors": [["Ye", "Liwen", "L", "Department of Geriatric Cardiology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, 400010, China."], ["Wang", "Jian", "J", "Department of Geriatric Cardiology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, 400010, China."], ["Chen", "Qingwei", "Q", "Department of Geriatric Cardiology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, 400010, China."], ["Yang", "Xixi", "X", "Department of Geriatric Cardiology, The Second Affiliated Hospital of Chongqing Medical University, Chongqing, 400010, China."]], "text": "To determine the effectiveness and safety of LCZ696 for the clinical treatment of hypertension, we performed a meta-analysis of the previous clinical trials.Relevant English articles and randomized controlled trials were searched in Pubmed, Embase, EBSCO, Cochrane base and ClinicalTrials.gov. The last search date was July 20th, 2017.Compared with 20mg olmesartan, 200mg and 400mg LCZ696 outperformed olmesartan in terms of reducing mean sitting systolic blood pressure, mean ambulatory systolic blood pressure, mean sitting diastolic blood pressure and mean ambulatory diastolic blood pressure. Compared with 20mg olmesartan, 200mg and 400mg LCZ696 was better than olmesartan in terms of reducing mean sitting pulse pressure. And these studies showed that 400mg LCZ696 was better than 20mg olmesartan in terms of reducing mean ambulatory pulse pressure, however, there was no significant difference between 200mg LCZ696 and 20mg olmesartan in terms of redducing mean ambulatory pulse pressure. In addition, 200mg and 400mg LCZ696 was better than placebo in terms of reducing blood pressure parameters mentioned above. Compared with placebo or 20 mg olmesartan, LCZ696 showed no superiority in terms of reducing adverse events or serious adverse events.LCZ696 at 200 mg or 400 mg was better at reducing most of blood pressure parameters than 20 mg olmesartan or placebo. Compared with placebo or 20 mg olmesartan, 200 mg or 400 mg LCZ696 do not result in more adverse events in treating hypertension.", "id": "29296218", "date": "2017-11-14", "title": "LCZ696, a promising novel agent in treating hypertension (a meta-analysis of randomized controlled trials).", "doi": "10.18632/oncotarget.22442", "journal": ["Oncotarget", "Oncotarget"]}