{"authors": [["Zenner", "Zachary P", "ZP", "Department of Internal Medicine, Hypertension and Vascular Research Division, Henry Ford Hospital, Detroit, MI, USA."], ["Gordish", "Kevin L", "KL", "Department of Internal Medicine, Hypertension and Vascular Research Division, Henry Ford Hospital, Detroit, MI, USA."], ["Beierwaltes", "William H", "WH", "Department of Internal Medicine, Hypertension and Vascular Research Division, Henry Ford Hospital, Detroit, MI, USA."]], "text": "We have previously reported that a moderate dietary supplementation of 20% fructose but not glucose leads to a salt-sensitive hypertension related to increased proximal sodium-hydrogen exchanger activity and increased renal sodium retention. We also found that while high salt increased renal nitric oxide formation, this was retarded in the presence of fructose intake. We hypothesized that at least part of the pathway leading to fructose-induced salt-sensitive hypertension could be due to fructose-induced formation of reactive oxygen species and inappropriate stimulation of renin secretion, all of which would contribute to an increase in blood pressure. We found that both 20% fructose intake and a high-salt diet stimulated 8-isoprostane excretion. The superoxide dismutase (SOD) mimetic tempol significantly reduced this elevated excretion. Next, we placed rats on a high-salt diet (4%) for 1 week in combination with normal rat chow or 20% fructose with or without chronic tempol administration. A fructose plus high-salt diet induced a rapid increase (15 mmHg) in systolic blood pressure and reversed high salt suppression of plasma renin activity. Tempol treatment reversed the pressor response and restored high salt suppression of renin. We conclude that fructose-induced salt-sensitive hypertension is driven by increased renal reactive oxygen species formation associated with salt retention and an enhanced renin-angiotensin system.", "id": "29296095", "date": "2017-12-19", "title": "Free radical scavenging reverses fructose-induced salt-sensitive hypertension.", "doi": "10.2147/IBPC.S147674", "journal": ["Integrated blood pressure control", "Integr Blood Press Control"]}