{"authors": [["Séroussi", "Brigitte", "B", "Sorbonne Universités, UPMC Université Paris 06, UMR_S 1142, LIMICS, Paris, France; INSERM, U1142, LIMICS, Paris, France; Université Paris 13, Sorbonne Paris Cité, LIMICS (UMR_S 1142), Bobigny, France."], ["Galopin", "Alexandre", "A", "Vidal, Issy-les-Moulineaux, France."], ["Gaouar", "Mouhssin", "M", "Sorbonne Universités, UPMC Université Paris 06, UMR_S 1142, LIMICS, Paris, France; INSERM, U1142, LIMICS, Paris, France; Université Paris 13, Sorbonne Paris Cité, LIMICS (UMR_S 1142), Bobigny, France."], ["Pereira", "Suzanne", "S", "Vidal, Issy-les-Moulineaux, France."], ["Bouaud", "Jacques", "J", "AP-HP, DRCD, Paris, France."]], "text": "Clinical decision support systems (CDSSs) have proven to potentially improve the compliance of physician decisions with clinical practice guidelines (CPGs). However, actual patients suffer from multiple conditions and CPGs that are usually single-disease-focused provide disease-specific recommendations with no support on how to manage adverse interactions between the recommended treatments. We have developed GO-DSS, a CDSS that implements an ontological reasoning process to perform CPG reconciliation. GO-DSS is applied to the concurrent management of hypertension, type 2 diabetes, and dyslipidemia. We proposed an innovative graphical interface to display medication recommendations as \"therapeutic circles\". A qualitative evaluation of the system and of this graphical layout has been performed on simulated patient cases by a sample of 12 users with various backgrounds (think aloud method). The resulting usability of the system is highly appreciated with a mean rating of 90.7% according to the standardized System Usability Scale.", "id": "29295282", "date": null, "title": "Using Therapeutic Circles to Visualize Guideline-Based Therapeutic Recommendations for Patients with Multiple Chronic Conditions: A Case Study with GO-DSS on Hypertension, Type 2 Diabetes, and Dyslipidemia.", "doi": null, "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"]}