{"authors": [["Gao", "Cheng", "C", "Dept. of Biomedical Informatics, School of Medicine, Vanderbilt University, Nashville, TN, USA."], ["Kho", "Abel N", "AN", "Institute for Public Health and Medicine, Northwestern University, Chicago, IL, USA."], ["Ivory", "Catherine", "C", "School of Nursing, Vanderbilt University, Nashville, TN, USA."], ["Osmundson", "Sarah", "S", "Dept. of Obstetrics and Gynecology, School of Medicine, Vanderbilt University, Nashville, TN, USA."], ["Malin", "Bradley A", "BA", "Dept. of Biomedical Informatics, School of Medicine, Vanderbilt University, Nashville, TN, USA."], ["Chen", "You", "Y", "Dept. of Biomedical Informatics, School of Medicine, Vanderbilt University, Nashville, TN, USA."]], "text": "Obstetric care refers to the care provided to patients during ante-, intra-, and postpartum periods. Predicting length of stay (LOS) for these patients during their hospitalizations can assist healthcare organizations in allocating hospital resources more effectively and efficiently, ultimately improving maternal care quality and reducing costs to patients. In this paper, we investigate the extent to which LOS can be forecast from a patient's medical history. We introduce a machine learning framework to incorporate a patient's prior conditions (e.g., diagnostic codes) as features in a predictive model for LOS. We evaluate the framework with three years of historical billing data from the electronic medical records of 9188 obstetric patients in a large academic medical center. The results indicate that our framework achieved an average accuracy of 49.3%, which is higher than the baseline accuracy 37.7% (that relies solely on a patient's age). The most predictive features were found to have statistically significant discriminative ability. These features included billing codes for normal delivery (indicative of shorter stay) and antepartum hypertension (indicative of longer stay).", "id": "29295255", "date": null, "title": "Predicting Length of Stay for Obstetric Patients via Electronic Medical Records.", "doi": null, "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"]}