{"authors": [["Li", "F Y", "FY", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Yan", "S Q", "SQ", "Department of Health Maternal and Child Health Care Center of Ma'anshan, Ma'anshan 243000, China."], ["Huang", "K", "K", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Mao", "L J", "LJ", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Pan", "W J", "WJ", "Obstetrics and Gynecology, Maternal and Child Health Care Center of Ma'anshan, Ma'anshan 243000, China."], ["Ge", "X", "X", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Han", "Y", "Y", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Hao", "J H", "JH", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."], ["Tao", "F B", "FB", "Anhui Provincial Key Laboratory of Population Health and Aristo-genus, Department of Maternal and Child Health, Anhui Medical University, Hefei 230032, China."]], "text": "Objective: To evaluate the relations between hypertensive disorders (HDP) in pregnancy and early-term birth. Methods: A total of 3 474 pregnant women were consecutively recruited. Demographic information was collected in early pregnancy. HDP was diagnosed in the first, second and third trimesters, respectively. On the basis of precise evaluation on gestation age, early-term birth was defined as gestational age of 37-38 weeks+6 days. Logistic regression models were conducted to examine the associations between HDP and early-term birth. Results: The current study included 3 260 pregnant women, with the rates of HDP, pregnancy-induced hypertension syndrome and pre-eclampsia as 6.0% (n=194), 4.2% (n=137) and 1.8% (n=57), respectively. After controlling for potential confounders, no significant differences between pregnancy-induced hypertension syndrome and earlyterm birth (OR=1.49, 95%CI: 0.94-2.36) were found. Pre-eclampsia appeared to have increased the risk of early-term birth (OR=4.46, 95%CI: 2.09-9.54). Conclusion: Pre-eclampsia could significantly increase the risk of early-term birth. This finding suggested that early detection and intervention programs were helpful in reducing the risk of early-term birth.目的： 研究妊娠期高血压疾病（HDP）对早期儿发生的影响。 方法： 纳入参与出生队列研究的3 474名孕妇，在孕早期收录基础人口学信息，并在孕早、中和晚期诊断HDP。在准确评定孕周的基础上，将孕周37~38(+6)界定为早期儿。采用多项logistic回归方法，分析HDP中妊娠期高血压及子痫前期与早期儿发生关联及其强度。 结果： 共3 260名孕妇纳入分析，HDP发生率为6.0%（n=194），妊娠期高血压和子痫前期的发生率分别为4.2%（n=137）和1.8%（n=57）。控制混杂因素后，HDP中妊娠期高血压与早期儿发生无统计学关联（OR=1.49，95%CI：0.94~2.36）；子痫前期可增加早期儿发生风险（OR=4.46，95%CI：2.09~9.54）。 结论： 子痫前期显著增加早期儿发生风险，早期发现和干预对降低早期儿的发生风险有重大意义。.", "id": "29294570", "date": null, "title": "[Relations between hypertensive disorders in pregnancy and subsequent risk of early-term birth: a birth cohort study].", "doi": null, "journal": ["Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi", "Zhonghua Liu Xing Bing Xue Za Zhi"]}