{"authors": [["Luque-Ramírez", "Manuel", "M", "Department of Endocrinology & Metabolism, Hospital Universitario Ramón y Cajal & Universidad de Alcalá, E-28034 Madrid, Spain."], ["Nattero-Chávez", "Lía", "L", "Department of Endocrinology & Metabolism, Hospital Universitario Ramón y Cajal & Universidad de Alcalá, E-28034 Madrid, Spain."], ["Ortiz Flores", "Andrés E", "AE", "Department of Endocrinology & Metabolism, Hospital Universitario Ramón y Cajal & Universidad de Alcalá, E-28034 Madrid, Spain."], ["Escobar-Morreale", "Héctor F", "HF", "Department of Endocrinology & Metabolism, Hospital Universitario Ramón y Cajal & Universidad de Alcalá, E-28034 Madrid, Spain."]], "text": "Androgen excess is a key pathogenetic mechanism in polycystic ovary syndrome (PCOS), although hyperinsulinism also contributes to androgen secretion. Therapeutic approaches for adult patients not seeking fertility include combined oral contraceptives (COC), antiandrogens (AA) and/or insulin sensitizers, although these practices are supported by limited high-quality evidence.We aimed to assess the efficacy and safety of these common treatments for PCOS by conducting a meta-analysis of RCTs with the following review questions: Which is the more appropriate therapeutic approach for hyperandrogenic symptoms, hyperandrogenemia, and ovulatory dysfunction in adult women with PCOS not seeking fertility; What is the impact on classic cardiometabolic risk factors of the more common treatments used in those women; Does the combination of the antiandrogenic therapy plus metformin have any impact on efficacy or cardiometabolic profile?We searched PubMed and EMBASE for articles published up to 16 September 2017. After deleting duplicates, the abstracts of 1522 articles were analysed. We subsequently excluded 1446 articles leaving 76 studies for full-text assessment of eligibility. Of them, 43 articles were excluded. Hence, 33 studies and 1521 women were included in the quantitative synthesis and in the meta-analyses. Meta-analyses calculated mean differences (MD), standardized mean differences (SMD), odds ratio (OR) and 95% CIs. Heterogeneity and inconsistency across studies was assessed by χ2 test and Higgins's I2 statistics. Quality and risk of bias of individual studies were assessed according to the Cochrane Handbook for Systematic Reviews of Interventions 5.1.0. We then used the approach recommended by the Grading of Recommendations, Assessments, Development, and Evaluation (GRADE) group to indicate the global quality of evidence for a selection of primary outcomes.Regarding efficacy, the MD in hirsutism score between COC and/or AA and metformin were not significant. The exclusion of one single study including most women with severe hirsutism yielded a significant effect in favour of COC and/or AA. When only those studies including an AA were compared with metformin, there were significant differences favouring antiandrogenic therapy. The combination of COC and/or AA with metformin was similar to COC and/or AA therapy alone in the whole group of patients. Post-intervention OR for the presence of regular menses favoured COC therapy. In terms of cardiometabolic impact, the MD in BMI were in favour of metformin. The negative effect of COC therapy on BMI was blunted by its combination with metformin. The MD in homoeostasis model assessment of insulin resistance (HOMA-IR) were also in favour of metformin therapy compared to COC and/or AA. The combination of COC and/or AA and metformin decreased MD in HOMA with respect to antiandrogenic therapy alone. There were no significant post-intervention SMD in circulating glucose levels between COC and/or AA and metformin. However, adding metformin to COC and/or AA yielded a beneficial effect on fasting glucose levels. Post-intervention OR for abnormal glucose tolerance showed no significant differences between COC and/or AA and metformin, although after excluding studies including an AA as a comparator (without COC) a significant effect in favour of metformin therapy was observed. There were no significant differences among therapies in lipid profile, blood pressure or prevalence of hypertension. The global quality of evidence was very low when addressing the impact of the treatments explored on prevalence of hypertension and lipid profiles, low in the case of hirsutism, BMI and blood pressure values, and high for endometrial protection and glucose tolerance.These data provide further scientific evidence for the choice of treatment of women with PCOS. COC and AA are more effective than metformin for hyperandrogenic symptoms and endometrial protection. Their combination with metformin adds a positive effect on BMI and glucose tolerance.CRD42016053457.", "id": "29293982", "date": "2017-12-27", "title": "Combined oral contraceptives and/or antiandrogens versus insulin sensitizers for polycystic ovary syndrome: a systematic review and meta-analysis.", "doi": "10.1093/humupd/dmx039", "journal": ["Human reproduction update", "Hum. Reprod. Update"]}