{"authors": [["Lenzini", "Livia", "L", "Department of Medicine - DIMED, Padova, Italy."], ["Prisco", "Selene", "S", "Department of Medicine - DIMED, Padova, Italy."], ["Gallina", "Michele", "M", "Centro Ospedaliero Militare di Taranto."], ["Kuppusamy", "Maniselvan", "M", "University of Mississippi Medical Center, United States."], ["Rossi", "Gian Paolo", "GP", "Department of Medicine - DIMED, Padova, Italy."]], "text": "As a blunted expression of the twik-related acid-sensitive K+ channel 2 (TASK-2) is a common feature of aldosterone producing adenoma (APA) causing primary aldosteronism (PA), we sequenced the promoter region of the TASK-2 gene (KCNK5) in APAs (n=76), primary hypertensive patients (n=98) and 20 years-old healthy volunteers (n=71), searching for variants that could affect expression of this channel.We found TASK-2 promoter mutations in 24% of the APA: C999T in 6.6%, G595A in 5.3%, G36A in 5.3%, and C562T, Gins468, G265C, C1247T, G1140T and C1399T in 1.3% (each). The C999T mutation was found in only one of the 98 primary hypertensive patients, but mutations were detected also in 12% of volunteers: four carried the C999T, three G1288C, one the G1140T mutation and one the 468ins. After 16 years' follow-up none of these subjects developed hypertension or PA.The effect of C999T mutation was investigated in H295R cells using reporter vectors with the mutated or the wild-type (WT) TASK-2 promoters.TASK-2 gene expression was decreased by 31% (±18, p=0.01) in mutated, as compared to WT APA. Likewise, in transfected H295R cells, the C999T mutation decreased TASK-2 transcriptional activity by 35% (normalized luciferase signal fold change: 0.65±0.25 p<0.001).Thus, mutations in the promoter region of the TASK-2 gene can account for the low expression in about 24% of APA. As these mutations did not result into hypertension or PA during long-term follow-up in healthy subjects, they do not seem to be a factor causing PA by themselves.", "id": "29293917", "date": "2017-12-26", "title": "Mutations of The Twik- Related Acid-Sensitive K+ Channel 2 (TASK-2) Promoter in Human Primary Aldosteronism.", "doi": "10.1210/en.2017-03119", "journal": ["Endocrinology", "Endocrinology"]}