{"authors": [["Pedro", "João M", "JM", "CISA, Centro de Investigação em Saúde de Angola, Caxito, Angola; EPIUnit, Instituto de Saúde Pública, Universidade do Porto, Porto, Portugal. Email: joao.almeidapedro@cisacaxito.org."], ["Brito", "Miguel", "M", "Escola Superior de Tecnologia da Saúde de Lisboa, Instituto Politécnico de Lisboa, Lisboa, Portugal."], ["Barros", "Henrique", "H", "EPIUnit, Instituto de Saúde Pública, Universidade do Porto, Porto, Portugal; Faculdade de Medicina, Universidade do Porto, Porto, Portugal."]], "text": "To estimate the prevalence, awareness, treatment and control of hypertension, diabetes and hypercholesterolaemia in an Angolan population aged 15 to 64 years and to determine relationships with sociodemographic, behavioural and anthropometric characteristics.A total of 2 354 individuals were assessed for behavioural, sociodemographic and physical characteristics in a cross-sectional, community-based survey. Post-stratification survey weights were applied to obtain prevalence levels. Adjusted odds ratios for each variable related to the conditions were calculated using logistic regression models.Overall, the prevalence of hypertension was 18.0%, diabetes 9.2% and hypercholesterolaemia 4.0%. Among hypertensive individuals, the awareness rate was 48.5%; 15.8% were on treatment and 9.1% had their blood pressure controlled. Only 10.8% were aware they had diabetes, 4.5% were on treatment and 2.7% were controlled. The awareness level for hypercholesterolaemia was 4.2%, with 1.4% individuals on treatment and 1.4% controlled.The prevalence levels of hypertension and diabetes, which were higher than previous findings for the region, together with the observed low rates of awareness, treatment and control of all conditions studied, constitute an additional challenge to the regional health structures, which must rapidly adapt to the epidemiological shift occurring in this population.", "id": "29293258", "date": "2017-12-14", "title": "Prevalence, awareness, treatment and control of hypertension, diabetes and hypercholesterolaemia among adults in Dande municipality, Angola.", "doi": "10.5830/CVJA-2017-047", "journal": ["Cardiovascular journal of Africa", "Cardiovasc J Afr"]}