{"authors": [["Aouad", "Marie T", "MT", null], ["Zeeni", "Carine", "C", null], ["Al Nawwar", "Rony", "R", null], ["Siddik-Sayyid", "Sahar M", "SM", null], ["Barakat", "Hanane B", "HB", null], ["Elias", "Sandra", "S", null], ["Yazbeck Karam", "Vanda G", "VG", null]], "text": "Dexmedetomidine provides smooth and hemodynamically stable emergence at the expense of hypotension, delayed recovery, and sedation. We investigated the optimal dose of dexmedetomidine for prevention of cough, agitation, hypertension, tachycardia, and shivering, with minimal side effects.In this prospective, randomized, double-blind trial, 216 adult patients were randomly assigned to dexmedetomidine 1 µg/kg (D 1), 0.5 µg/kg (D 0.5), 0.25 µg/kg (D 0.25), or control (C). During emergence, cough, agitation, hemodynamic parameters, shivering, time to extubation, and sedation scores were recorded.A total of 190 patients were analyzed. The respective incidences for the groups D 1, D 0.5, and D 0.25 versus group C were 48%, 64%, and 64% vs 84% for cough-corrected P < .003 between groups D 1 and C; 33%, 34%, and 33% vs 72% for agitation-corrected P < .003 between group C and each of the study groups; and 4%, 2%, and 7% vs 22% for shivering-corrected P = .03 and corrected P = .009 between groups D 1 and D 0.5 versus group C, respectively. The percent increase from baseline blood pressure on extubation for the 3 treatment groups was significantly lower than group C. Percent increase in heart rate was lower than control in groups D 1 and D 0.5 but not in group D 0.25. Time to extubation and sedation scores were comparable. However, more hypotension was recorded during the emergence phase in the 3 treatment groups versus group C.D 1 at the end of surgery provides the best quality of emergence from general anesthesia including the control of cough, agitation, hypertension, tachycardia, and shivering. D 0.5 also controls emergence phenomena but is less effective in controlling cough. The 3 doses do not delay extubation. However, they cause dose-dependent hypotension.", "id": "29293178", "date": "2017-12-29", "title": "Dexmedetomidine for Improved Quality of Emergence From General Anesthesia: A Dose-Finding Study.", "doi": "10.1213/ANE.0000000000002763", "journal": ["Anesthesia and analgesia", "Anesth. Analg."]}