{"authors": [["Xu", "Xianglong", "X", "School of Public Health and Management, Chongqing Medical University, No. 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. xianglong1989@126.com."], ["Liu", "Ying", "Y", "School of the Second Clinical, Chongqing Medical University, Chongqing 400016, China; lyniniy @163.com."], ["Liu", "Dengyuan", "D", "School of Public Health and Management, Chongqing Medical University, No. 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. dengyuanliu@foxmail.com."], ["Li", "Xiaoming", "X", "School of Public Health and Management, Chongqing Medical University, No. 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. 18375750728@163.com."], ["Rao", "Yunshuang", "Y", "School of Public Health and Management, Chongqing Medical University, No. 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. rys0606@163.com."], ["Sharma", "Manoj", "M", "Department of Behavioral and Environmental Health, Jackson State University, Jackson, MS 39213, USA. manoj.sharma@jsums.edu."], ["Zhao", "Yong", "Y", "School of Public Health and Management, Chongqing Medical University, No. 1 Yixueyuan Road, Yuzhong District, Chongqing 400016, China. zhaoyong@cqmu.edu.cn."]], "text": "Objectives: This study aimed to identify the prevalence of gestational diabetes mellitus (GDM) and to examine its associations with social and behavioral factors, maternal body mass index (BMI), anemia, and hypertension. Methods: A cross-sectional analysis was performed on data collected from 2345 pregnant women from 16 hospitals in five selected provinces in mainland China.Prevalence of GDM was as follows: overall: 3.7%; pregnant women in the first pregnancy: 3.4%; pregnant women in the second pregnancy: 4.6%. Compared with early pregnancy women, late-stage pregnant women were more likely to have GDM (OR = 4.32, 95% CI (1.82, 10.27)). Compared with 18-25 years old pregnant women, women aged 36-45 years were more likely to have GDM (OR = 3.98, 95% CI (1.41, 11.28). Compared with non-hypertensive patients, hypertensive patients were more likely to have GDM (OR = 6.93, 95% CI (1.28, 37.64)). However, second pregnancy, high maternal BMI, prolonged screen time (TV-viewing time, computer-using time, and mobile-phone using time), insufficient and excessive sleep duration, poor sleep quality, smoking, and secondhand smoke exposure were not significantly associated with an increased risk of GDM. Conclusions: Women in the second pregnancy do not appear to predict an increased risk for developing GDM than women in the first pregnancy. High-risk groups of GDM included women in their late pregnancy, aged 36-45 years old, and with hypertension. The findings will contribute to an improved understanding of social and behavioral determinants of GDM in Chinese population and contribute to the development of health-prevention promotion interventions to address GDM.", "id": "29292753", "date": "2017-12-08", "title": "Prevalence and Determinants of Gestational Diabetes Mellitus: A Cross-Sectional Study in China.", "doi": "10.3390/ijerph14121532", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}