{"authors": [["Jin", "Seon-Ah", "SA", "Division of Cardiology, Department of Internal Medicine, Chungnam National University Hospital, Chungnam National University School of Medicine, 282 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. drjsa@cnuh.co.kr."], ["Lim", "Byung-Kwan", "BK", "Department of Biomedical Science, Jungwon University, Goesan-gun 28024, Korea. bklim@jwu.ac.kr."], ["Seo", "Hee Jung", "HJ", "Division of Cardiology, Department of Internal Medicine, Chungnam National University Hospital, Chungnam National University School of Medicine, 282 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. jjeong03@nate.com."], ["Kim", "Sun Kyeong", "SK", "Division of Cardiology, Department of Internal Medicine, Chungnam National University Hospital, Chungnam National University School of Medicine, 282 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. sunajin@hanmail.net."], ["Ahn", "Kye Taek", "KT", "Division of Cardiology, Department of Internal Medicine, Chungnam National University Hospital, Chungnam National University School of Medicine, 282 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. kapula@cnuh.co.kr."], ["Jeon", "Byeong Hwa", "BH", "Department of Physiology, Chungnam National University Hospital, Chungnam National University School of Medicine, 266 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. bhjeon@cnu.ac.kr."], ["Jeong", "Jin-Ok", "JO", "Division of Cardiology, Department of Internal Medicine, Chungnam National University Hospital, Chungnam National University School of Medicine, 282 Munhwa-ro, Jung-gu, Daejeon 35015, Korea. jojeong@cnu.ac.kr."]], "text": "Myocarditis is an inflammatory disease of the myocardium that causes cardiogenic shock and death. However, endomyocardial biopsy that is, the gold standard for a diagnosis is limited. Apurinic/apyrimidinic endonuclease 1/redox effector factor-1 (APE1/Ref-1) is a multifunctional protein, which is involved in DNA-based excision repair pathway, and in redox signaling, its changes are observed in various cardiovascular diseases including hypertension and coronary artery disease. We analyzed serum APE1/Ref-1 in experimental murine myocarditis. To induce myocarditis, coxsackievirus B3 was injected intraperitoneally to BALB/c mice. The serum APE1/Ref-1, N-terminal pro-B-type natriuretic peptide (NT-proBNP) and troponin I were measured. The histology and virus titers measurements were performed. The troponin I and inflammation were significantly elevated at day 3, peaked to day 7 and decreased at day 10. The NT-proBNP and virus titers were significantly peaked at day 3, and dropped at day 7 and 10. The serum APE1/Ref-1 was gradually raised and its elevation is still maintained until a later time, namely day 10. Also, its level was positively correlated with myocardial inflammation, reflecting severity of myocardial injury. We suggest that serum APE1/Ref-1 can be used to assess for myocardial injury in viral myocarditis without endomyocardial biopsy.", "id": "29292734", "date": "2017-12-08", "title": "Elevation of Serum APE1/Ref-1 in Experimental Murine Myocarditis.", "doi": "10.3390/ijms18122664", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}