{"authors": [["Rodriguez-Padial", "Luis", "L", "Department of Cardiology, Hospital Virgen de la Salud, 45005 Toledo, Spain. lrodriguez@sescam.org."], ["Akerström", "Finn", "F", "Department of Cardiology, Hospital Virgen de la Salud, 45005 Toledo, Spain. finnakerstrom@gmail.com."], ["Barderas", "María G", "MG", "Department of Vascular Physiopathology, Hospital Nacional de Paraplejicos, 45005 Toledo, Spain. marucitos@hotmail.com."], ["Vivanco", "Fernando", "F", "Department of Imunology, Fundacion Jimenez Diaz, UAM, 28220 Madrid, Spain. fvivanco@gmail.com."], ["Arias", "Miguel A", "MA", "Department of Cardiology, Hospital Virgen de la Salud, 45005 Toledo, Spain. maapalomares@secardiologia.es."], ["Segura", "Julian", "J", "Hypertension Unit, Instituto de Investigación imas12, Hospital Universitario 12 de Octubre, 28220 Madrid, Spain. jsegura@gmail.com."], ["Ruilope", "Luis M", "LM", "Hypertension Unit, Instituto de Investigación imas12, Hospital Universitario 12 de Octubre, 28220 Madrid, Spain. lmruilope@gmail.com."]], "text": "There is a frequent association between renal insufficiency and cardiovascular disease in patients with essential hypertension (HTN). The aim of this study was to analyze the relationship between ECG parameters and the progress of renal damage in patients with treated HTN.109 patients with HTN had their microalbuminuria monitored over a 3-year time frame. During the last 3 months of follow-up, an ECG was recorded. Patients were divided into 3 groups according to the deterioration of their renal function: normoalbuminuria during the study period (normo-normo; n = 51); normoalbuminuria developing microalbuminuria (normo-micro; n = 29); and microalbuminuria at baseline (micro-micro; n = 29).There were no differences in presence of left ventricular hypertrophy between the 3 groups. RV6/RV5 >1 was observed more frequently as renal function declined (p = 0.025). The 12-lead QRS-complex voltage-duration product was significantly increased in patients without microalbuminuria at baseline who went on to develop microalbuminuria (p = 0.006). Patients who developed microalbuminuria during follow-up, with positive Cornell voltage criteria, showed a lesser degree of progression of microalbuminuria when compared with the rest of the subgroups (p = 0.044). Furthermore, patients with microalbuminuria at baseline treated with angiotensin receptor blockers and diuretics, and positive Cornell voltage criteria, showed a higher degree of microalbuminuria compared to those with negative Cornell voltage criteria (p = 0.016).In patients with HTN, we identified some ECG parameters, which predict renal disease progression in patients with HTN, which may permit the identification of patients who are at risk of renal disease progression, despite optimal antihypertensive pharmacotherapy.", "id": "29292714", "date": "2017-12-08", "title": "Progression of Renal Insufficiency in Patients with Essential Hypertension Treated with Renin Angiotensin Aldosterone System Blockers: An Electrocardiographic Correlation.", "doi": "10.3390/diseases5040033", "journal": ["Diseases (Basel, Switzerland)", "Diseases"]}