{"authors": [["Kristina", "Susi Ari", "SA", "1 Universitas Gadjah Mada, Yogyakarta, Indonesia."], ["Endarti", "Dwi", "D", "1 Universitas Gadjah Mada, Yogyakarta, Indonesia."], ["Wiedyaningsih", "Chairun", "C", "1 Universitas Gadjah Mada, Yogyakarta, Indonesia."], ["Fahamsya", "Arifina", "A", "1 Universitas Gadjah Mada, Yogyakarta, Indonesia."], ["Faizah", "Nurul", "N", "1 Universitas Gadjah Mada, Yogyakarta, Indonesia."]], "text": "This study aimed to estimate the current prevalence and treatment cost of noncommunicable diseases attributed to tobacco in the Indonesian population in 2015. An epidemiological study was performed. Using the national universal coverage database, we calculated the morbidity and treatment cost of 19 diseases. Proportion of smoking-attributed diseases and treatment costs because of smoking were calculated using smoking-attributable fraction. The study revealed that the morbidity of smoking-related diseases accounted for 991 331 cases, about 21.6% of total cases of chronic diseases in Indonesia. The highest incidences of disease were hypertension, chronic obstructive pulmonary diseases, and ischemic heart disease. The treatment cost of smoking in Indonesia was conservatively estimated to be at least US$2177 million, approximately 2.5% of the 2015 gross domestic product. A majority of the cost was largely concentrated in the male population (US$2164 million). Treatment costs of hypertension, chronic obstructive pulmonary diseases, and ischemic heart disease had the highest cost burden. This study's findings provide scientific evidence about the economic burden of smoking, particularly the health care expenditure covered by the government. This study's evidence is important for informing national public health policy to advocate the health promotion and prevention program.", "id": "29292653", "date": "2017-12-01", "title": "Health Care Cost of Noncommunicable Diseases Related to Smoking in Indonesia, 2015.", "doi": "10.1177/1010539517751311", "journal": ["Asia-Pacific journal of public health", "Asia Pac J Public Health"]}