{"authors": [["Ikebe", "Emi", "E", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."], ["Fife-Koshinomi", "Nichole", "N", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."], ["Matsumoto", "Takashi", "T", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."], ["Yahiro", "Takaaki", "T", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."], ["Ikebe", "Taichi", "T", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."], ["Iha", "Hidekatsu", "H", "Department of Microbiology, Faculty of Medicine, Oita University, Yufu, Oita 879-5593, Japan."]], "text": "The condensed fermentative extract of bonito (BoE), skipjack tuna (Katsuwonus pelamis), has claimed its health conditioning effects against lifestyle-related diseases such as hypertension and type 2 diabetes.We evaluated the antiobesity and anti-inflammatory effects of BoE on mice fed a high-fat diet (HFD). Mice (9 weeks of age) were maintained for 11 weeks on HFD with or without BoE (50 mg or 500 mg/kg).Compared with untreated mice, BoE50 or BoE500 mice achieved maximum weight reductions of 7.4% (males) and 11.4% (females), and visceral fat in male BoE500 mice was more decreased among all mice (P = 0.00459). Furthermore, an antiobesity gene uncoupling protein-1 was significantly induced in the visceral fat tissues of male BoE500 (P = 0.0110) and female BoE50 and BoE500 mice (P = 0.0110 and P = 0.0110, resp.). Finally, we detected reduced amount of granulocyte-colony stimulating factor (P = 0.0250) in the sera of female BoE50 and interleukin- (IL-) 5 (P = 0.0120), IL-6 (P = 0.0118), and IL-13 (P = 0.0243) in female BoE500 mice.The antiobesity and anti-inflammatory effects of BoE were demonstrated with our examination system and any toxic adverse effects were not observed in mice during the 3-month investigation.", "id": "29292401", "date": "2017-10-24", "title": "Antiobesity and Anti-Inflammatory Effects of Orally Administered Bonito Extracts on Mice Fed a High-Fat Diet.", "doi": "10.1155/2017/9187167", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}