{"authors": [["Simental-Mendía", "Luis E", "LE", "Biomedical Research Unit, Mexican Social Security Institute, Durango, México."], ["Simental-Mendía", "Mario", "M", "Department of Orthopedics and Traumatology, Hospital Universitario \"Dr. José E. González\", Facultad de Medicina, Universidad Autónoma de Nuevo León, Monterrey, NL, México."], ["Sánchez-García", "Adriana", "A", "Endocrinology Division, Hospital Universitario \"Dr. José E. González\", Facultad de Medicina, Universidad Autónoma de Nuevo León, Monterrey, NL, México."], ["Banach", "Maciej", "M", "Department of Hypertension, WAM University Hospital in Lodz, Medical University of Lodz, Zeromskiego 113, Lodz, Poland; Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland."], ["Atkin", "Stephen L", "SL", "Weill Cornell Medicine Qatar, Doha, Qatar."], ["Gotto", "Antonio M", "AM", "Weill Cornell Medical College, New York, NY, United States."], ["Sahebkar", "Amirhossein", "A", "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran; Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; School of Pharmacy, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: sahebkara@mums.ac.ir."]], "text": "The aim of this meta-analysis of randomized placebo-controlled clinical trials was to assess the effect of fibrates on glycemic parameters.Only randomized placebo-controlled trials investigating the impact of fibrate treatment on glucose homeostasis markers were searched in PubMed-Medline, SCOPUS, Web of Science and Google Scholar databases (from inception to April 11, 2017). A random-effects model and generic inverse variance method were used for quantitative data synthesis. Sensitivity analysis was conducted using the leave-one-out method. A weighted random-effects meta-regression was performed to evaluate the impact of potential confounders on glycemic parameters.This meta-analysis of data from 22 randomized placebo-controlled clinical trials involving a total of 11,402 subjects showed that fibrate therapy significantly decreased fasting plasma glucose (WMD: -0.28 mmol/L, 95% CI: -0.42, -0.14, p < 0.001), insulin levels (WMD: -3.87 pmol/L, 95% CI: -4.97, -2.78, p < 0.001) and insulin resistance (HOMA-IR, WMD: -1.09, 95% CI: -1.71, -0.47, p = 0.001), but with no effect on HbA1c (WMD: 0.01%, 95% CI: -0.18, 0.19, p = 0.955). All analyses were robust in the leave-one-out sensitivity analysis except for insulin levels that showed a non-significant result (WMD: -0.84 pmol/L, 95% CI: -6.36, 4.68, p = 0.766) following omission of one of the included trials.This meta-analysis has shown that fibrate treatment significantly decreases fasting plasma glucose, insulin levels, and HOMA-IR indicating additional clinical therapeutic benefits.", "id": "29292213", "date": "2017-12-29", "title": "Effect of fibrates on glycemic parameters: A systematic review and meta-analysis of randomized placebo-controlled trials.", "doi": "10.1016/j.phrs.2017.12.030", "journal": ["Pharmacological research", "Pharmacol. Res."]}