{"authors": [["Tang", "Ying", "Y", "Department of Pharmacognosy, College of Pharmacy, Second Military Medical University, Shanghai, China."], ["Wu", "Hong", "H", "Department of Cardiology, Changhai Hospital of Second Military Medical University, Shanghai 200433, China."], ["Shao", "Bozhong", "B", "Department of Pharmacology, College of Pharmacy, Second Military Medical University, Shanghai, China."], ["Wang", "Yeqing", "Y", "Department of Pharmacognosy, College of Pharmacy, Second Military Medical University, Shanghai, China."], ["Liu", "Chong", "C", "Department of Pharmacology, College of Pharmacy, Second Military Medical University, Shanghai, China. Electronic address: wanlc2004@aliyun.com."], ["Guo", "Meili", "M", "Department of Pharmacognosy, College of Pharmacy, Second Military Medical University, Shanghai, China. Electronic address: mlguo@126.com."]], "text": "Semen celosiae is a traditional Chinese medicine for purging hepatic pathogenic fire and removing nebula to improve eyesight, treating hepatopyretic vertigo and hypertension. It possesses a serial of potential bioactivities such as hepatoprotection, anti-tumor and anti-inflammatory, anti-diabetes. The triterpenoid saponins celosins from it were proved to have hepatoprotection, lipid lowing and anti-inflammatory. However, the anti-atherosclerosis activities were not reported to date.This study was designed to examine the therapeutic effects of celosins (CES), the active constituents extracted from Semen celosiae.Atherosclerosis model by feeding high fat diet for 12 weeks in ApoE-/- mice and foam cell model by ox-LDL-treated peritoneal macrophages were performed. The lipid plaque was measured by histopathological analysis. The LC3 dots in the aortic root lesion examined through tissue immunofluorescence. The peritoneal macrophage phagocytosis, formation of foam cells, genes associated protein expression and autophagy flux were measured on foam cell model by oxidized low-density lipoprotein (Ox-LDL) stimulating peritoneal macrophages. The mRNA expression of CD36, SR-A1, ABCA1 and ABCG1 were determined by Real-Time PCR method. The expressions of LC3 and beclin 1 were measured using Western blot.CES (10, 30, 90mg/kg; p.o.) administrated for 4 weeks significantly reduced the prevalence of the relative area of plaque in mouse aorta, and showed the therapeutic effect on atherosclerosis. In the tissue section of immunofluorescence for aortic root, compared with high fat diet model group, the number of autophagy bodies in CES group increased significantly, suggesting that inhibiting atherosclerosis effect of CES may be related to its promoting autophagy. In vitro, CES significantly reduced phagocytosis of macrophages on lipid and formation rate of foam cells. CES down-regulated the mRNA expression of CD36 and SR-A1 while up-regulated mRNA expression of ABCA1 and ABCG1. Further, CES increased the autophagy specific protein LC3 and beclin 1, and it also increased the level of autophagy in the cells, and promoted the process of autophagy.The therapeutic effect of CES on atherosclerosis may be related to the promotion of autophagy.", "id": "29292046", "date": "2017-12-29", "title": "Celosins inhibit atherosclerosis in ApoE-/- mice and promote autophagy flow.", "doi": "10.1016/j.jep.2017.12.031", "journal": ["Journal of ethnopharmacology", "J Ethnopharmacol"]}