{"authors": [["Gijón-Conde", "Teresa", "T", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain; Centro de Salud Universitario Cerro del Aire, Majadahonda, Madrid, Spain."], ["Graciani", "Auxiliadora", "A", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain."], ["López-García", "Esther", "E", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain."], ["García-Esquinas", "Esther", "E", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain."], ["Laclaustra", "Martin", "M", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain; Aragon Institute for Health Research (IIS Aragón), Translational Research Unit, Hospital Universitario Miguel Servet, CIBERCV, Universidad de Zaragoza, Zaragoza, Spain."], ["Ruilope", "Luis M", "LM", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain."], ["Rodríguez-Artalejo", "Fernando", "F", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain."], ["Banegas", "José R", "JR", "Department of Preventive Medicine and Public Health, School of Medicine, Universidad Autónoma de Madrid ⁄ IdiPAZ CIBER in Epidemiology and Public Health (CIBERESP), Madrid, Spain. Electronic address: joseramon.banegas@uam.es."]], "text": "Frailty and disability are associated with cardiovascular risk factors, including hypertension, in older people; however, little is known about their association with ambulatory blood pressure (BP). Thus, we assessed the relationship of frailty and disability with ambulatory BP in older adults.Cross-sectional study of 1047 community-living individuals aged ≥60 years in Spain.BP was determined with validated devices under standardized conditions during 24 hours. Frailty was defined as having 3 or more of the following criteria: weight loss, low grip strength, low energy, slow gait speed, and low physical activity. Disability was assessed with the Lawton-Brodýs questionnaire on instrumental activities of daily living. Associations with systolic BP (SBP) and dipping (nocturnal SBP decline) were modeled and adjusted for sociodemographic variables, body mass index, lifestyles, antihypertensive drug treatment, comorbidities, 24-hour heart rate, and conventional or ambulatory SBP as appropriate.Participants' mean age was 71.7 years (50.8% men); 6% were frail and 8.1% had disability. Compared with nonfrail participants, those with frailty had 3.5 mm Hg lower daytime SBP (P = .001), 3.3% less SBP dipping (P = .003), and 3.6 mmHg higher nighttime SBP (P = .016). Compared with participants who are not disabled, those who are disabled had 2.5 mmHg lower daytime SBP (P = .002), 2.5% less SBP dipping (P = .003), and 2.7 mmHg higher nighttime SBP (P = .011).In community-dwelling older adults, frailty and disability were independently associated with lower diurnal SBP, blunted nocturnal decline of SBP, and higher nocturnal SBP. These findings may help explain the higher mortality associated with low clinic SBP in frail older subjects observed in epidemiologic studies.", "id": "29291959", "date": "2017-12-30", "title": "Frailty, Disability, and Ambulatory Blood Pressure in Older Adults.", "doi": "10.1016/j.jamda.2017.11.014", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}