{"authors": [["Litzky", "Julia F", "JF", "Department of Epidemiology, Geisel School of Medicine at Dartmouth College, Hanover, NH."], ["Boulet", "Sheree L", "SL", "Division of Reproductive Health, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, Atlanta, GA."], ["Esfandiari", "Navid", "N", "Department of Obstetrics and Gynecology, Geisel School of Medicine at Dartmouth College, Hanover, NH; Department of Pathology and Laboratory Medicine, Geisel School of Medicine at Dartmouth College, Hanover, NH."], ["Zhang", "Yujia", "Y", "Division of Reproductive Health, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, Atlanta, GA."], ["Kissin", "Dmitry M", "DM", "Division of Reproductive Health, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, Atlanta, GA."], ["Theiler", "Regan N", "RN", "Department of Obstetrics and Gynecology, Geisel School of Medicine at Dartmouth College, Hanover, NH."], ["Marsit", "Carmen J", "CJ", "Department of Environmental Health, Rollins School of Public Health, Emory University, Atlanta, GA. Electronic address: carmen.j.marsit@emory.edu."]], "text": "Singleton infants conceived using assisted reproductive technology have lower average birthweights than naturally-conceived infants and are more likely to be born low birthweight (<2500 grams). Lower birthweights are associated with increased infant and child mortality and poor adult health outcomes, including cardiovascular disease, hypertension, and diabetes. Data from registry and single center studies suggest that frozen/thawed embryo transfer may be associated with larger birthweights. To date, however, a nationwide, full-population study on United States infants born using frozen/thawed embryo transfer has not been reported.To compare the effect of frozen/thawed versus fresh embryo transfer on birthweight outcomes for singleton, term infants conceived using in vitro fertilization in the United States between 2007 and 2014, including average birthweight and the risks of both macrosomia (>4000 grams) and low birthweight (<2500 grams).We used data from the Centers for Disease Control and Prevention's National Assisted Reproductive Technology Surveillance System to compare birthweight outcomes of live-born singleton, autologous oocyte, term (37-43 weeks) infants. Generalized linear models for all infants and stratified by infant sex were used to assess the relationship between frozen/thawed embryo transfer and birthweight, in grams. Infertility diagnosis, year of treatment, maternal age, maternal obstetric history, maternal and paternal race, and infant gestational age and sex were included in the models. Missing race data were imputed. The adjusted relative risks for macrosomia and low birthweight were evaluated using multivariable predicted marginal proportions from logistic regression models.In total, 180,184 singleton, term infants were included, with 55,898 (31.02%) having been conceived from frozen/thawed embryos. Frozen/thawed embryo transfer was associated with, on average, a 142.34 gram increase in birthweight compared with infants born after fresh embryo transfer (p<0.001). An interaction between infant sex and embryo transfer type was significant (p<0.0001), with FET having a larger effect on male infants by 16 grams. The adjusted risk of a macrosomic infant was 1.70 (95%CI 1.64-1.76) times higher following frozen/thawed embryo transfer than fresh embryo transfer. However, adjusted risk of low birthweight following frozen/thawed embryo transfer was 0.52 (95%CI 0.48-0.56) compared to fresh embryo transfer.Frozen/thawed embryo transfer, in comparison with fresh embryo transfer, was associated with increased average birthweight in singleton, autologous oocytes, term infants born in the United States, with a significant interaction between frozen/thawed embryo transfer and infant sex. The risk of macrosomia following frozen/thawed embryo transfer was greater than that following fresh embryo transfer but the risk of low birthweight among frozen/thawed embryo transfer infants was significantly decreased in comparison with fresh embryo transfer infants.", "id": "29291410", "date": "2017-12-29", "title": "Effect of Frozen/Thawed Embryo Transfer on Birthweight, Macrosomia, and Low Birthweight Rates in us Singleton Infants.", "doi": "10.1016/j.ajog.2017.12.223", "journal": ["American journal of obstetrics and gynecology", "Am. J. Obstet. Gynecol."]}