{"authors": [["Wei", "Li-Li", "LL", "Key Laboratory of Molecular Cardiovascular Science Ministry of Education; Institute of Cardiovascular Sciences, Health Science Center, Peking University, Beijing, 100191, China; School of Medicine, Shihezi University, Shihezi City, Xinjiang Uygur Autonomous Region, 832000, China."], ["Chen", "Yong", "Y", "Department of Neurology, Peking University Third Hospital, Beijing, 100191, China."], ["Yu", "Qiong-Yang", "QY", "Key Laboratory of Molecular Cardiovascular Science Ministry of Education; Institute of Cardiovascular Sciences, Health Science Center, Peking University, Beijing, 100191, China."], ["Wang", "Yuhui", "Y", "Key Laboratory of Molecular Cardiovascular Science Ministry of Education; Institute of Cardiovascular Sciences, Health Science Center, Peking University, Beijing, 100191, China. Electronic address: wangyuhui2009@bjmu.edu.cn."], ["Liu", "George", "G", "Key Laboratory of Molecular Cardiovascular Science Ministry of Education; Institute of Cardiovascular Sciences, Health Science Center, Peking University, Beijing, 100191, China. Electronic address: georgeliu@bjmu.edu.cn."]], "text": "Almost all of the candidate drugs for ischemic stroke failed to be translated from bench to beside. One important reason is that animals used in experimental studies cannot mimic ischemic patients due to lack of comorbidities like hypertension, diabetes and obesity. Therefore, it is better to test candidate drugs not only in normal animals but also in animals with comorbidities. Patchouli alcohol (PA), a natural tricyclic sesquiterpene in the traditional Chinese herb Pogostemonisherba, is well recognized for its anti-inflammation function in various inflammatory diseases. And as inflammation plays a very important role in cerebral ischemia/reperfusion (I/R) injury process and determines the ultimate brain damage, we hypothesized that PA could protect against cerebral I/R injury through its anti-inflammation ability. In this study, the effects of PA on cerebral I/R injury were evaluated in normal mice and obese mice. In normal mice with cerebral I/R injury, PA treatment reduced the infarct volume and neurological deficits in a dose- and time-dependent manner. PA treatment alleviated BBB dysfunction, inhibited mRNA and protein levels of TNF-α and IL-1β and modulated the activation of MAPKs signaling pathways. Moreover, PA also reduced infarct volume, alleviated the BBB dysfunction and inhibited inflammation in ob/ob mice with cerebral I/R injury. In conclusion, we demonstrated for the first time that PA could protect against cerebral I/R injury not only in normal mice but also in obese mice via inhibiting inflammation, suggesting that PA can be a potential drug for clinical treatment of ischemic stroke.", "id": "29291393", "date": "2017-12-29", "title": "Patchouli Alcohol protects against Ischemia/Reperfusion-induced brain injury via inhibiting neuroinflammation in normal and obese mice.", "doi": "10.1016/j.brainres.2017.12.039", "journal": ["Brain research", "Brain Res."]}