{"authors": [["Krzemień", "Grażyna", "G", "Department of Pediatrics and Nephrology, Medical University of Warsaw, Poland."], ["Turczyn", "Agnieszka", "A", "Department of Pediatrics and Nephrology, Medical University of Warsaw, Poland."], ["Pańczyk-Tomaszewska", "Małgorzata", "M", "Department of Pediatrics and Nephrology, Medical University of Warsaw, Poland."], ["Jakimów-Kostrzewa", "Aleksandra", "A", "Department of Pediatric Radiology, Medical University of Warsaw, Poland."], ["Szmigielska", "Agnieszka", "A", "Department of Pediatric Radiology, Medical University of Warsaw, Poland."]], "text": "In patients with autosomal dominant polycystic kidney disease (ADPKD) coexisting abnormalities of the urinary tract are considered rare. Only a few patients with ADPKD and congenital abnormalities of the kidney and urinary tract- renal agenesis, hypoplasia, aplasia, horseshoe kidney, ectopic multicystic dysplasic kidney, or subpelvic junction obstruction were reported. Renal agenesis occurs in approximately 1 in 1.500.000-3.000.000 patients with ADPKD. We report a boy with ADPKD and renal agenesis diagnosed at the age of 12 years. ADPKD was diagnosed in some other members of the family. Additionally to kidney changes, mitral valve prolapse was found on echocardiography. At the age of 18 years high normal blood pressure was recognized and laboratory tests demonstrated: serum creatinine 1.0 mg/dl, glomerular filtrate rate 97.9 ml/min/1.73m2 , isotopic creatinine clearance (Tc-99mDTPA) 99 ml/min/1.73m2 , normal urinalysis, no microalbuminuria.In children with positive family history of ADPKD, screening ultrasonography of the kidney performed at the request of the family, allows the early diagnosis of sporadic present abnormalities of the kidney and urinary tract.", "id": "29291365", "date": null, "title": "Long-term follow up of a boy with unilateral autosomal dominant polycystic kidney disease and contralateral renal agenesis.", "doi": null, "journal": ["Developmental period medicine", "Dev Period Med"]}