{"authors": [["Lins", "Robert", "R", "Department of Internal Medicine, University of Antwerp, Antwerp, Belgium."], ["De Vries", "Caroline", "C", "Astellas Pharma B.V., Leiden, The Netherlands."]], "text": "The aim of this study was to compare the efficacy and tolerability of barnidipine, a strong lipophilic calcium channel blocker, in younger (≤55 for efficacy or <65 years for adverse events) versus older (>55 or ≥65 years) patients with uncomplicated hypertension.20,275 patients received barnidipine, 10 or 20 mg/day, as monotherapy or in combination with other antihypertensive drug(s) in the observational BArnidipine real-life Safety and tolerability In Chronic HyperTension (BASIC-HT) study. Efficacy and tolerability were assessed over a 3-month period. The present paper describes results from prespecified subgroup analyses by age not reported elsewhere.Both age groups showed a clinically meaningful decrease in blood pressure (BP) over time (p<0.0001). The mean systolic and diastolic BP after approximately 3 months of barnidipine therapy was well below the target value of <140/90 mmHg for individual patients, with no notable differences between age groups. The decrease in mean pulse pressure was greater in patients >55 years (-10.8 mmHg) than in patients ≤55 years (-8.7 mmHg) (p<0.0001) and the proportion of patients with pulse pressure >60 mmHg decreased from 61.1% at baseline to 24.8% at Visit 3 in patients >55 years and from 47.7% to 16.5% in patients ≤55 years (p<0.0001).The overall incidence of adverse events was low, leading to treatment discontinuation in only 3.0-3.6% of patients. Peripheral edema, a common adverse effect with calcium channel blockers in clinical practice, was reported by 2.7% of patients aged <65 years and by 4.6% of patients aged ≥65 years.The efficacy and tolerability profiles of barnidipine as monotherapy or in combination with other antihypertensive drugs were shown to be favorable in both younger and older patients in a real-life practice setting. Randomized double-blind controlled studies are needed to confirm these results.", "id": "29290834", "date": "2017-11-17", "title": "Barnidipine Real-Life Efficacy and Tolerability in Arterial Hypertension: Results from Younger and Older Patients in the BASIC-HT Study.", "doi": "10.2174/1874192401711010120", "journal": ["The open cardiovascular medicine journal", "Open Cardiovasc Med J"]}