{"authors": [["Long", "Brit", "B", "San Antonio Military Medical Center, Department of Emergency Medicine, 3841 Roger Brooke Dr, Fort Sam Houston, TX 78234, United States. Electronic address: brit.long@yahoo.com."], ["Koyfman", "Alex", "A", "The University of Texas Southwestern Medical Center, Department of Emergency Medicine, 5323 Harry Hines Boulevard, Dallas, TX 75390, United States."]], "text": "Cirrhosis is a significant cause of death in the U.S. and has a variety of causes, most commonly Hepatitis C and alcohol. Liver fibrosis and nodule formation result in significant complications due to portal system hypertension. There are several deadly complications emergency physicians must consider.Provide an evidence-based update for the resuscitation of decompensating cirrhotic patients and an overview of cirrhosis complications.Cirrhosis is a common condition in the U.S. and leads to several deadly complications. The disease develops from liver fibrosis, elevating portal pressures and modifying patient hemodynamics. Cirrhosis results in significant anatomic and physiologic modifications involving the gastrointestinal, cardiopulmonary, neurologic, renal, immunologic, and hematologic systems. The disease can be divided into compensated and decompensated states, with decompensation associated with significant morbidity and mortality. Complications include variceal hemorrhage, ascites, increased risk of bacterial infection, spontaneous bacterial peritonitis (SBP), hepatic encephalopathy, hepatorenal syndrome, hepatopulmonary syndrome, umbilical hernia, and hepatic hydrothorax. Resuscitation including airway and circulation measures is paramount in these patients, and several new techniques are offered for the approach to intubation and resuscitation for patients with severe cirrhosis.Decompensating cirrhotics may require extensive resuscitation, and knowledge of the evaluation and management of complications associated with cirrhosis can improve care for patients with severe liver disease.", "id": "29290508", "date": "2017-12-23", "title": "The emergency medicine evaluation and management of the patient with cirrhosis.", "doi": "10.1016/j.ajem.2017.12.047", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}