{"authors": [["Spreen", "Marlon I", "MI", "Department of Radiology, Haga Teaching Hospital, The Hague, The Netherlands. Electronic address: mi.spreen@gmail.com."], ["Gremmels", "Hendrik", "H", "Department of Nephrology and Hypertension, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Teraa", "Martin", "M", "Department of Vascular Surgery, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Sprengers", "Ralf W", "RW", "Department of Radiology, Haga Teaching Hospital, The Hague, The Netherlands."], ["Martens", "Jasper M", "JM", "Department of Radiology, Haga Teaching Hospital, The Hague, The Netherlands."], ["Verhaar", "Marianne C", "MC", "Department of Nephrology and Hypertension, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Wever", "Jan J", "JJ", "Department of Vascular Surgery, Haga Teaching Hospital, The Hague, The Netherlands."], ["de Borst", "Gert J", "GJ", "Department of Vascular Surgery, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Vos", "Jan A", "JA", "Department of Radiology, Sint Antonius Hospital, Nieuwegein, The Netherlands."], ["Mali", "Willem P Th M", "WPTM", "Department of Radiology, University Medical Center Utrecht, Utrecht, The Netherlands."], ["van Overhagen", "Hans", "H", "Department of Radiology, Haga Teaching Hospital, The Hague, The Netherlands."], [null, null, null, null]], "text": "The objective of this study was to assess the prognostic value of a high or immeasurable ankle-brachial index (ABI) at baseline for major amputation and amputation-free survival (AFS) in patients with critical limb ischemia (CLI).Data from two recent trials in patients with CLI and proven infrapopliteal arterial obstructive disease were pooled. Patients were allocated to the low (<0.7), intermediate (0.7-1.4), or high (>1.4)/immeasurable ABI subgroup. Major amputation and AFS rates were compared. Hazard ratios for major amputation and death were calculated. The net reclassification improvement of incorporating high/immeasurable ABI in the Project of Ex-Vivo vein graft Engineering via Transfection III (PREVENT III) prediction model was derived.There were 146 patients (56.2%) who had a low ABI, 81 patients (31.2%) who had an intermediate ABI, and 33 patients (12.7%) who had a high/immeasurable ABI at baseline. Patients with high/immeasurable ABI showed higher 5-year major amputation (52.1%) and lower 5-year AFS (5.0%) rates than the intermediate (25.5% and 41.6%, respectively) and low ABI patients (23.5% and 46.9%, respectively; both P < .001). This same trend was observed in subgroup analysis of diabetics and nondiabetics. Adjusted hazard ratio of high/immeasurable ABI for major amputation/death risk was 2.93 (P < .001). Adding a high/immeasurable ABI as model factor to the PREVENT III model yielded a net reclassification index of 0.38 (P < .0001).A high/immeasurable ABI in patients with CLI and infrapopliteal arterial obstructive disease is an independent risk factor of major amputation and of poor AFS, in both diabetics and nondiabetics. Incorporating high/immeasurable ABI in the PREVENT III prediction model improves its performance.", "id": "29290494", "date": "2017-12-28", "title": "High and immeasurable ankle-brachial index as predictor of poor amputation-free survival in critical limb ischemia.", "doi": "10.1016/j.jvs.2017.10.061", "journal": ["Journal of vascular surgery", "J. Vasc. Surg."]}