{"authors": [["Ko", "Darae", "D", "Section of Cardiovascular Medicine, Department of Medicine, Boston Medical Center, Boston University School of Medicine, Boston, Massachusetts. Electronic address: daraeko@bu.edu."], ["Preis", "Sarah R", "SR", "Department of Biostatistics, Boston University School of Public Heath, Boston, Massachusetts; Boston University and National Heart, Lung, and Blood Institute's Framingham Heart Study, Framingham, Massachusetts."], ["Lubitz", "Steven A", "SA", "Cardiovascular Research Center and Cardiac Arrhythmia Service, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."], ["McManus", "David D", "DD", "Cardiology Division, Department of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts."], ["Vasan", "Ramachandran S", "RS", "Boston University and National Heart, Lung, and Blood Institute's Framingham Heart Study, Framingham, Massachusetts; Section of Preventive Medicine, Department of Medicine, Boston Medical Center, Boston University School of Medicine, Boston, Massachusetts; Department of Epidemiology, Boston University School of Public Heath, Boston, Massachusetts."], ["Hamburg", "Naomi M", "NM", "Section of Cardiovascular Medicine, Department of Medicine, Boston Medical Center, Boston University School of Medicine, Boston, Massachusetts."], ["Benjamin", "Emelia J", "EJ", "Boston University and National Heart, Lung, and Blood Institute's Framingham Heart Study, Framingham, Massachusetts; Section of Preventive Medicine, Department of Medicine, Boston Medical Center, Boston University School of Medicine, Boston, Massachusetts; Department of Epidemiology, Boston University School of Public Heath, Boston, Massachusetts."], ["Mitchell", "Gary F", "GF", "Cardiovascular Engineering, Inc, Norwood, Massachusetts."]], "text": "Previous studies have reported that orthostatic hypotension (OH) is associated with increased risk of atrial fibrillation (AF). We sought to determine whether the association persists after adjusting for hypertension and other cardiovascular risk factors. We studied the Framingham Heart Study Original cohort participants evaluated between 1981 and 1984 without baseline AF. OH was defined as drop in standing systolic blood pressure (BP) of at least 20 mm Hg or standing diastolic BP of at least 10 mm Hg from their supine values after standing for 2 minutes. We estimated Cox proportional hazards regression models to calculate multivariable-adjusted hazard ratios (HR) for association between OH and risk of incident AF, adjusting for age, sex, seated systolic BP and diastolic BP, resting heart rate, height, weight, current tobacco use, hypertension treatment, diabetes, and history of myocardial infarction and heart failure. Of 1,736 participants (mean age, 71.7 ± 6.5 years, 60% women), 256 (14.8%) had OH at baseline. During 10 years of follow-up, 224 participants developed new AF. In our multivariable-adjusted model, OH (HR 1.61, 95% confidence interval 1.17 to 2.20) and greater orthostatic decrease in mean arterial pressure (MAP) (HR 1.11, 95% confidence interval 1.02 to 1.22 per 8.6 mm Hg change in MAP) were both associated with higher risk of new AF. In conclusion, in our longitudinal community-based sample, OH and orthostatic decline in MAP were significantly associated with increased risk of incident AF after adjustment for systolic BP, diastolic BP, and hypertension treatment.", "id": "29290367", "date": "2017-12-11", "title": "Relation of Orthostatic Hypotension With New-Onset Atrial Fibrillation (From the Framingham Heart Study).", "doi": "10.1016/j.amjcard.2017.11.036", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}