{"authors": [["Dube", "Prabhatchandra R", "PR", "Department of Physiology and Pharmacology, Center for Hypertension and Personalized Medicine, University of Toledo College of Medicine and Life Sciences, Health Science Campus, 3000 Transverse Dr., Toledo, OH 43614, USA."], ["Chikkamenahalli", "Lakshmikanth L", "LL", "Department of Physiology and Pharmacology, Center for Hypertension and Personalized Medicine, University of Toledo College of Medicine and Life Sciences, Health Science Campus, 3000 Transverse Dr., Toledo, OH 43614, USA."], ["Birnbaumer", "Lutz", "L", "Neurobiology Laboratory, National Institute of Environmental Health Sciences, 111 TW Alexander Dr., Research Triangle Park, NC 27709, USA; Institute of Biomedical Research (BIOMED UCA-CONICET), Faculty of Medical Sciences, Av. Alicia Moreau de Justo 1600, C1107AFF Buenos Aires, Argentina."], ["Vazquez", "Guillermo", "G", "Department of Physiology and Pharmacology, Center for Hypertension and Personalized Medicine, University of Toledo College of Medicine and Life Sciences, Health Science Campus, 3000 Transverse Dr., Toledo, OH 43614, USA. Electronic address: Guillermo.Vazquez@utoledo.edu."]], "text": "Recent in vitro studies have showed that in macrophages, deletion of the non-selective Ca2+-permeable channel TRPC3 impairs expression of the osteogenic protein BMP-2. The pathophysiological relevance of this effect in atherosclerotic plaque calcification remains to be determined.We used Ldlr-/- mice with macrophage-specific loss of TRPC3 (MacTrpc3-/-/Ldlr-/-) to examine the effect of macrophage Trpc3 on plaque calcification and osteogenic features in advanced atherosclerosis.After 25 weeks on high fat diet, aortic root plaques in MacTrpc3-/-/Ldlr-/- mice showed reduced size, lipid and macrophage content compared to controls. Plaque calcification was decreased in MacTrpc3-/-/Ldlr-/- mice, and this was accompanied by marked reduction in BMP-2, Runx-2 and phospho-SMAD1/5 contents within macrophage-rich areas. Expression of Bmp-2 and Runx-2 was also reduced in bone marrow-derived macrophages from MacTrpc3-/-/Ldlr-/- mice.These findings show that, in advanced atherosclerosis, selective deletion of TRPC3 in macrophages favors plaque regression and impairs the activity of a novel macrophage-associated, BMP-2-dependent mechanism of calcification.", "id": "29290366", "date": "2017-12-22", "title": "Reduced calcification and osteogenic features in advanced atherosclerotic plaques of mice with macrophage-specific loss of TRPC3.", "doi": "10.1016/j.atherosclerosis.2017.12.025", "journal": ["Atherosclerosis", "Atherosclerosis"]}