{"authors": [["Sanada", "Kiyoshi", "K", "College of Sport and Health Science, Ritsumeikan University, Shiga, Japan; Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA. Electronic address: ksanada@fc.ritsumei.ac.jp."], ["Chen", "Randi", "R", "Honolulu Heart Program, Kuakini Medical Center, Honolulu, Hawaii, USA."], ["Willcox", "Bradley", "B", "Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA; Honolulu Heart Program, Kuakini Medical Center, Honolulu, Hawaii, USA."], ["Ohara", "Tomoyuki", "T", "Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA; Department of Neuropsychiatry, Graduate School of Medicine, Kyushu University, Fukuoka, Japan."], ["Wen", "Aida", "A", "Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA."], ["Takenaka", "Cody", "C", "Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA."], ["Masaki", "Kamal", "K", "Department of Geriatric Medicine, University of Hawaii John A. Burns School of Medicine, Honolulu, Hawaii, USA; Honolulu Heart Program, Kuakini Medical Center, Honolulu, Hawaii, USA."]], "text": "The aim of this study was to investigate the association between anthropometric measurements of sarcopenic obesity and all-cause mortality.The study included 2309 Japanese-American men ages 71 to 93 y. Mortality data were available for up to 24 y of follow-up. Sarcopenic obesity defined by three patterns of obesity indexes (body mass index [BMI], percent body fat [%BF] and waist circumference [WC]) and skeletal muscle index estimated by anthropometric measurements.Of the 2309 participants, 2210 deaths were reported during the mean follow-up period of 11.7 y. Risk for death was significantly increased with sarcopenia after adjusting for baseline age, lifestyle variables, hypertension, diabetes, and cognitive scores (hazard ratio [HR], 1.26; 95% confidence interval [CI], 1.15-1.38). Risk for death was significantly decreased with obesity using WC and %BF to define obesity, but not BMI. Risk for death also was significantly increased in the sarcopenia group compared with the optimal group, regardless of which pattern of obesity indexes (BMI, %BF, and WC) was used. Risk for death was significantly increased in sarcopenic obesity defined by WC (HR, 1.19; 95% CI, 1.02-1.38), borderline in the BMI-defined group, and not significant in the %BF-defined group.All-cause mortality was increased in men with sarcopenic obesity defined by WC, but not BMI and %BF. Sarcopenia was a stronger predictor of all-cause mortality in this cohort >70 y of age. These results suggest that anthropometric definitions for sarcopenia and sarcopenic obesity are clinically useful as a predictor of all-cause mortality.", "id": "29290364", "date": "2017-09-21", "title": "Association of sarcopenic obesity predicted by anthropometric measurements and 24-y all-cause mortality in elderly men: The Kuakini Honolulu Heart Program.", "doi": "10.1016/j.nut.2017.09.003", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}