{"authors": [["Nowiński", "Artur", "A", "Department of Experimental Physiology and Pathophysiology, Laboratory of Centre for Preclinical Research, Medical University of Warsaw, Warsaw, Poland."], ["Ufnal", "Marcin", "M", "Department of Experimental Physiology and Pathophysiology, Laboratory of Centre for Preclinical Research, Medical University of Warsaw, Warsaw, Poland. Electronic address: Mufnal@wum.edu.pl."]], "text": "Diet has been considered a general health determinant for many years. Recent research shows a connection between gut microbiota composition that is shaped by our diet and lifestyle diseases. Several studies point to a positive correlation between elevated plasma trimethylamine N-oxide (TMAO), a gut bacteria metabolite, and an increased risk for cardiovascular diseases, diabetes, and cancer. Therefore, it has been suggested that TMAO is a link between the diet, gut microbiota, and illness. Emerging experimental and clinical evidence shows that TMAO may be involved in the etiology of hypertension, atherosclerosis, coronary artery disease, diabetes, and renal failure. On the contrary, a number of studies have shown protective functions of TMAO, such as stabilization of proteins and protection of cells from osmotic and hydrostatic stresses. Finally, it is possible that TMAO is neither a causative nor a protecting factor, but may be merely a marker of disrupted homeostasis. Blood TMAO level depends on numerous factors including diet, gut microbiota composition and activity, permeability of the gut-blood barrier, activity of liver enzymes, and the rate of methylamines excretion. Therefore, the usefulness of TMAO as a specific biomarker in lifestyle diseases seems questionable. Here, we review research showing both physiological and pathophysiological actions of TMAO, as well as limitations of using TMAO as a biomarker.", "id": "29290360", "date": "2017-08-07", "title": "Trimethylamine N-oxide: A harmful, protective or diagnostic marker in lifestyle diseases?", "doi": "10.1016/j.nut.2017.08.001", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}