{"authors": [["Solomon", "Danielle", "D", "UCL Institute for Global Health, Mortimer Market Centre, Off Capper Street, London, WC1E 6JB, UK. Electronic address: danielle.solomon@ucl.ac.uk."], ["Sabin", "Caroline A", "CA", "UCL Institute for Global Health, Mortimer Market Centre, Off Capper Street, London, WC1E 6JB, UK; National Institute for Health Research (NIHR) Health Protection Research Unit (HPRU) in Blood Borne and Sexually Transmitted Infections at University College London, UK(1). Electronic address: c.sabin@ucl.ac.uk."], ["Mallon", "Patrick W G", "PWG", "HIV Molecular Research Group, School of Medicine, University College Dublin, Ireland. Electronic address: paddy.mallon@ucd.ie."], ["Winston", "Alan", "A", "Section of Retrovirology, Department of Medicine, Imperial College London, St. Mary's Campus, London W2 1NY, UK. Electronic address: a.winston@imperial.ac.uk."], ["Tariq", "Shema", "S", "UCL Institute for Global Health, Mortimer Market Centre, Off Capper Street, London, WC1E 6JB, UK. Electronic address: s.tariq@ucl.ac.uk."]], "text": "Advances in the treatment of HIV have led to increasing numbers of people living with HIV reaching older age. Age-related comorbid conditions, such as cardiovascular disease (CVD), are therefore of increasing importance in HIV clinical practice. Over half the global population of people living with HIV are female. We present a narrative literature review of 39 studies exploring CVD in women living with HIV (WLHIV), with particular reference to coronary heart disease, and focusing on: (1) epidemiology, (2) pathophysiology, (3) risk factors (including traditional risk factors and HIV-related risk factors), and (4) management. Although we found significant gaps in the literature on CVD in WLHIV, data suggest that: HIV increases the risk of CVD in women even more than it does in men; certain cardiometabolic risk factors (such as obesity and metabolic syndrome) are more prevalent in WLHIV than their male counterparts; and risk factors such as hyperlipidaemia and hypertension are not optimally managed in this population. Clinicians working with WLHIV therefore need to be aware that this is a patient group at elevated cardiovascular risk, and should be familiar with relevant guidelines.", "id": "29290216", "date": "2017-11-14", "title": "Cardiovascular disease in women living with HIV: A narrative review.", "doi": "10.1016/j.maturitas.2017.11.012", "journal": ["Maturitas", "Maturitas"]}