{"authors": [["Sgambat", "Kristen", "K", "Department of Nephrology, Children's National Health System, Washington, DC, USA. ksgambat@childrensnational.org."], ["Clauss", "Sarah", "S", "Department of Cardiology, Children's National Health System, Washington, DC, USA."], ["Lei", "K Y", "KY", "Department of Nutrition, University of Maryland, College Park, MD, USA."], ["Song", "Juizhou", "J", "Department of Biostatistics, University of Maryland, College Park, MD, USA."], ["Rahaman", "Shaik O", "SO", "Department of Nutrition, University of Maryland, College Park, MD, USA."], ["Lasota", "Margaret", "M", "Department of Cardiology, Children's National Health System, Washington, DC, USA."], ["Moudgil", "Asha", "A", "Department of Nephrology, Children's National Health System, Washington, DC, USA."]], "text": "Obesity and metabolic syndrome (MS) are common after kidney transplantation, but their contribution to adverse cardiovascular (CV) outcomes in children are not well known. A prospective, controlled, longitudinal cohort study was conducted to investigate the effects of obesity and MS on left ventricular hypertrophy (LVH) and myocardial strain in pediatric kidney transplant recipients.Transplant recipients (n = 42) had anthropometrics [body mass index (BMI), waist circumference, waist-to-height ratio], biochemical parameters (fasting glucose, lipid panel, HbA1c%), and echocardiogram with speckle tracking analysis for strain measured at 1, 18, and 30 months post-transplant. Additionally, 35 pre-transplant echocardiograms were analyzed retrospectively. Healthy children (n = 24) served as controls.Waist-to-height ratio detected abdominal obesity in 46% of transplant patients, whereas only 8.1% were identified as obese by waist circumference. Ejection fraction and fractional shortening of the transplant group were normal. Prevalence of LVH was 35.2%, 17.1%, and 35.5% at 1, 18, and 30 months respectively. The longitudinal strain of transplant group was worse than controls at all time points (p < 0.001). Hemodialysis was independently associated with 21% worse longitudinal strain during the pre-transplant period (p = 0.04). After transplantation, obesity, MS, and systolic hypertension predicted increased odds of LVH (p < 0.04). Worse longitudinal strain was independently associated with obesity, MS, hypertension, and the combination of MS with elevated low density lipoprotein (LDL) cholesterol (p < 0.04), whereas higher estimated glomerular filtration rate (eGFR) conferred a protective effect (p < 0.001).Obesity and MS adversely affect CV outcomes after transplantation. Further studies are needed to investigate speckle tracking echocardiography as a tool for early detection of subclinical myocardial dysfunction in this population.", "id": "29290033", "date": "2017-12-30", "title": "Effects of obesity and metabolic syndrome on cardiovascular outcomes in pediatric kidney transplant recipients: a longitudinal study.", "doi": "10.1007/s00467-017-3860-8", "journal": ["Pediatric nephrology (Berlin, Germany)", "Pediatr. Nephrol."]}