{"authors": [["Moriyama", "Hidenori", "H", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Murata", "Mitsushige", "M", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan. muratam@keio.jp."], ["Tsugu", "Toshimitsu", "T", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Kawakami", "Takashi", "T", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Kataoka", "Masaharu", "M", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Hiraide", "Takahiro", "T", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Kimura", "Mai", "M", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Isobe", "Sarasa", "S", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Endo", "Jin", "J", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Kohno", "Takashi", "T", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Itabashi", "Yuji", "Y", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."], ["Fukuda", "Keiichi", "K", "Department of Cardiology, School of Medicine, Keio University, Tokyo, Japan."]], "text": "Chronic thromboembolic pulmonary hypertension (CTEPH) has a poor prognosis because of the associated progressive right heart failure. Accurate evaluation of right ventricular (RV) function would thus be useful to predict prognosis. However, the significance of RV diastolic function remains unclear. We aimed to identify which echocardiographic measures are most accurate, and potentially useful, in assessing RV diastolic function in patients with CTEPH, and to study the effects of balloon pulmonary angioplasty (BPA) on them. We enrolled 53 CTEPH patients who underwent BPA. Echocardiographic parameters, including two-dimensional speckle-tracking echocardiography, were compared to the hemodynamic parameters measured by right heart catheterization before and after BPA. RV strain rate during early diastole (SR_E), tricuspid e' and right atrial area (RAA) were ameliorated after BPA, concomitant with a decrease in the time constant of the RV pressure curve during diastole (tau), indicating the improvement of RV diastolic function. Among them, SR_E had the strongest correlation with tau (r = - 0.39, p < 0.001). Furthermore, the receiver operating characteristic analyses revealed that E/SR_E (AUC 0.704) and inferior vena cava diameter (AUC 0.726) had a stronger association with higher mean right atrial pressure than RAA (AUC 0.632). In contrast, RAA had a stronger correlation with 6 min-walk distances than SR_E (r = - 0.39, p < 0.001 vs. r = 0.30, p = 0.005). Taken together, echocardiographic assessment of RV diastolic function might be associated with hemodynamics as well as exercise tolerance in patients with CTEPH, indicating its benefits in evaluating the therapeutic effects of BPA.", "id": "29290029", "date": "2017-12-30", "title": "The clinical value of assessing right ventricular diastolic function after balloon pulmonary angioplasty in patients with chronic thromboembolic pulmonary hypertension.", "doi": "10.1007/s10554-017-1296-7", "journal": ["The international journal of cardiovascular imaging", "Int J Cardiovasc Imaging"]}