{"authors": [["Zhang", "Xin", "X", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Zhu", "Xiangyang", "X", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Ferguson", "Christopher Martyn", "CM", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Jiang", "Kai", "K", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Burningham", "Tyson", "T", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Lerman", "Amir", "A", "Cardiovascular Diseases, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA."], ["Lerman", "Lilach Orly", "LO", "Division of Nephrology and Hypertension, Mayo Clinic, 200 First Street SW, Rochester, MN, 55905, USA. lerman.lilach@mayo.edu."]], "text": "Low-energy shockwave (SW) therapy attenuates damage in the stenotic kidney (STK) caused by atherosclerotic renal artery stenosis (ARAS). We hypothesized that magnetic resonance elastography (MRE) would detect attenuation of fibrosis following SW in unilateral ARAS kidneys.Domestic pigs were randomized to control, unilateral ARAS, and ARAS treated with 6 sessions of SW over 3 consecutive weeks (n = 7 each) starting after 3 weeks of ARAS or sham. Four weeks after SW treatment, renal fibrosis was evaluated with MRE in vivo or trichrome staining ex vivo. Blood pressure, single-kidney renal-blood-flow (RBF) and glomerular-filtration-rate (GFR) were assessed.MRE detected increased stiffness in the STK medulla (15.3 ± 2.1 vs. 10.1 ± 0.8 kPa, p < 0.05) that moderately correlated with severity of fibrosis (R2 = 0.501, p < 0.01), but did not identify mild STK cortical or contralateral kidney fibrosis. Trichrome staining showed that medullary fibrosis was increased in ARAS and alleviated by SW (10.4 ± 1.8% vs. 2.9 ± 0.2%, p < 0.01). SW slightly decreased blood pressure and normalized STK RBF and GFR in ARAS. In the contralateral kidney, SW reversed the increase in RBF and GFR.MRE might be a tool for noninvasive monitoring of medullary fibrosis in response to treatment in kidney disease.", "id": "29289980", "date": "2017-12-30", "title": "Magnetic resonance elastography can monitor changes in medullary stiffness in response to treatment in the swine ischemic kidney.", "doi": "10.1007/s10334-017-0671-7", "journal": ["Magma (New York, N.Y.)", "MAGMA"]}