{"authors": [["Wan", "Zhengce", "Z", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."], ["Hu", "Liu", "L", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."], ["Hu", "Mei", "M", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."], ["Lei", "Xiaomei", "X", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."], ["Huang", "Yuancheng", "Y", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China."], ["Lv", "Yongman", "Y", "Physical Examination Center, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei, China. lvyongman@126.com."]], "text": "Epidemiological studies demonstrated that Helicobacter pylori (H. pylori) infection was associated with cardiovascular disease and its risk factors. However, the association between H. pylori infection and hypertension remained unclear. The aim of this study was to investigate the association between H. pylori infection and prevalence of hypertension among Chinese adults. We performed a cross-sectional study of 5246 adult participants who were recruited from a health manage center. All participants underwent a 13C-urea breath test and a routine health check-up. Logistic and liner regression models were used to calculate the odds ratios (ORs) and 95% confidence intervals (CIs) for hypertension in relation to H. pylori infection. Of the 5168 study participants aged 18-70 years, 2034 (39.4%) were females and 955 (18.5%) had hypertension. After adjustment for potential confounders, H. pylori infection was associated with an increased prevalence of hypertension (OR, 1.23; 95% CI, 1.04, 1.46). In addition, compared with participants not infected with H. pylori, those with H. pylori infection had an increase of 0.735 mmHg (95% CI, 0.101, 1.369) for diastolic blood pressure and 0.723 mmHg (95% CI, 0.034, 1.413) for mean arterial pressure. There was no significant interaction between H. pylori infection and age, sex, and body mass index on the prevalence of hypertension (all P values for interaction >0.05). Findings from this study demonstrate that H. pylori infection was positively associated with prevalence of hypertension among Chinese adults. More well-designed studies are warranted to confirm our findings.", "id": "29289960", "date": "2017-12-30", "title": "Helicobacter pylori infection and prevalence of high blood pressure among Chinese adults.", "doi": "10.1038/s41371-017-0028-8", "journal": ["Journal of human hypertension", "J Hum Hypertens"]}