{"authors": [["Garcia-Martínez", "Soledad", "S", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["Rico", "Estitxu", "E", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["Casal", "Enriqueta", "E", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain. Electronic address: kcasal@dynakin.com."], ["Grisaleña", "Alba", "A", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["Alcaraz", "Eider", "E", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["King", "Nicholas", "N", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["Leal", "Nerea", "N", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."], ["Navarro", "Iker", "I", "Noorik Biopharmaceuticals, Lange Gasse 15, 4052 Basel, Switzerland."], ["Campanero", "Miguel Ángel", "MÁ", "Bioanalytical services, Dynakin, S.L, Bizkaia Technology Park, 48160 Derio, Bizkaia, Spain."]], "text": "Ambrisentan is a highly selective endothelin-1 type A receptor antagonist indicated for use in the treatment of pulmonary hypertension. In this study an assay was developed and validated for the quantification of total and unbound (free) concentrations of ambrisentan in human plasma. Plasma samples were dialysed against phosphate buffered saline in a rapid equilibrium dialysis device to obtain dialysate and plasma for unbound and total ambrisentan, respectively. Subsequently, ambrisentan and deuterated ambrisentan (internal standard) were extracted from plasma or plasma dialysate by solid-phase extraction and separated by ultra performance liquid chromatography using on a reversed-phase C18 column. Detection was conducted with a tandem mass spectrometer with an electrospray ionization source and analysed in positive ion mode with multiple reaction monitoring. Calibration curves were generated over a linear concentration range of 0.1-200 ng/mL in plasma and 0.1-10 ng/mL in plasma ultrafiltrate; with a recovery for ambrisentan of 69.4% and 77.5%, respectively. This assay has been shown to be reproducible and sensitive. The lower limit of quantification in both cases was 0.1 ng/mL; reaching a sensitivity not previously described in the literature. The inter- and intra-batch precision and accuracy were in both cases ≤±15%. The procedure was applied to assess total and free plasma concentrations of ambrisentan in healthy volunteers. Plasma protein binding of ambrisentan was approximately 99%.", "id": "29289894", "date": "2017-12-16", "title": "Bionalytical validation study for the determination of unbound ambrisentan in human plasma using rapid equilibrium dialysis followed by ultra performance liquid chromatography coupled to mass spectrometry.", "doi": "10.1016/j.jpba.2017.12.030", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}