{"authors": [["Buonafine", "Mathieu", "M", "INSERM, UMRS 1138, Centre de Recherche des Cordeliers, Pierre et Marie Curie University, Paris Descartes University, Paris, France."], ["Martínez-Martínez", "Ernesto", "E", "INSERM, UMRS 1138, Centre de Recherche des Cordeliers, Pierre et Marie Curie University, Paris Descartes University, Paris, France."], ["Amador", "Cristian", "C", "Centro de Investigación Biomédica, Universidad Autónoma de Chile, Santiago, Chile."], ["Gravez", "Basile", "B", "INSERM, UMRS 1138, Centre de Recherche des Cordeliers, Pierre et Marie Curie University, Paris Descartes University, Paris, France."], ["Ibarrola", "Jaime", "J", "Cardiovascular Translational Research, Navarrabiomed, Complejo Hospitalario de Navarra (CHN), Universidad Pública de Navarra (UPNA), Instituto de Investigación Sanitaria de Navarra (IdiSNA), Pamplona, Spain."], ["Fernández-Celis", "Amaya", "A", "Cardiovascular Translational Research, Navarrabiomed, Complejo Hospitalario de Navarra (CHN), Universidad Pública de Navarra (UPNA), Instituto de Investigación Sanitaria de Navarra (IdiSNA), Pamplona, Spain."], ["El Moghrabi", "Soumaya", "S", "INSERM, UMRS 1138, Centre de Recherche des Cordeliers, Pierre et Marie Curie University, Paris Descartes University, Paris, France."], ["Rossignol", "Patrick", "P", "INSERM, Clinical Investigation Centre 1433, French-Clinical Research Infrastructure Network (F-CRIN) INI-CRCT, Nancy, France."], ["López-Andrés", "Natalia", "N", "Cardiovascular Translational Research, Navarrabiomed, Complejo Hospitalario de Navarra (CHN), Universidad Pública de Navarra (UPNA), Instituto de Investigación Sanitaria de Navarra (IdiSNA), Pamplona, Spain."], ["Jaisser", "Frédéric", "F", "INSERM, UMRS 1138, Centre de Recherche des Cordeliers, Pierre et Marie Curie University, Paris Descartes University, Paris, France.; INSERM, Clinical Investigation Centre 1433, French-Clinical Research Infrastructure Network (F-CRIN) INI-CRCT, Nancy, France.. Electronic address: frederic.jaisser@inserm.fr."]], "text": "Immune system activation is involved in cardiovascular (CV) inflammation and fibrosis, following activation of the mineralocorticoid receptor (MR). We previously showed that Neutrophil Gelatinase-Associated Lipocalin (NGAL) is a novel target of MR signaling in CV tissue and plays a critical role in aldosterone/MR-dependent hypertension and fibrosis. We hypothesized that the production of NGAL by immune cells may play an important part in the mediation of these deleterious mineralocorticoid-induced effects. We analyzed the effect of aldosterone on immune cell recruitment and NGAL expression in vivo. We then studied the role of NGAL produced by immune cells in aldosterone-mediated cardiac inflammation and remodeling using mice depleted for NGAL in their immune cells by bone marrow transplantation and subjected to mineralocorticoid challenge NAS (Nephrectomy, Aldosterone 200μg/kg/day, Salt 1%). NAS treatment induced the recruitment of various immune cell populations to lymph nodes (granulocytes, B lymphocytes, activated CD8+ T lymphocytes) and the induction of NGAL expression in macrophages, dendritic cells, and PBMCs. Mice depleted for NGAL in their immune cells were protected against NAS-induced cardiac remodeling and inflammation. We conclude that NGAL produced by immune cells plays a pivotal role in cardiac damage under mineralocorticoid excess. Our data further stressed a pathogenic role of NGAL in cardiac damages, besides its relevance as a biomarker of renal injury.", "id": "29289651", "date": "2017-12-28", "title": "Neutrophil Gelatinase-Associated Lipocalin from immune cells is mandatory for aldosterone-induced cardiac remodeling and inflammation.", "doi": "10.1016/j.yjmcc.2017.12.011", "journal": ["Journal of molecular and cellular cardiology", "J. Mol. Cell. Cardiol."]}