{"authors": [["Cicero", "Arrigo F G", "AFG", "Department of Medical and Surgical Sciences, Alma Mater Studiorum University of Bologna, Italy."], ["Fogacci", "Federica", "F", "Department of Medical and Surgical Sciences, Alma Mater Studiorum University of Bologna, Italy."], ["Banach", "Maciej", "M", "Chair of Nephrology and Hypertension, Department of Hypertension, Medical University of Lodz, Poland; Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland; Cardiovascular Research Centre, University of Zielona Gora, Zielona Gora, Poland. Electronic address: maciejbanach@aol.co.uk."]], "text": "Beyond the well-known effects on cognitive impairment of the Mediterranean diet, a number of studies have investigated the possible action on cognitive decline of different botanicals and phytochemicals, most of which are well-known anti-inflammatory or antioxidant agents with a good tolerability and safety profile. In particular, the current literature supports the use of Ginkgo biloba, resveratrol, epigallocatechin-3-gallate and l-theanine, Theobroma cacao, Bacopa monnieri, Crocus sativus and curcumin, which might have a positive impact on cognitive impairment used alone or in combination with other nutraceuticals or traditional drugs. Then, the aim of the present study was to review and comment the available evidence on botanicals and phytochemicals with a clinically demonstrable effect on cognitive decline. For this reason, we carefully reviewed studies published in English language from 1970 to April 2017 on botanicals and phytochemical claiming to show an effect on cognitive impairment in humans. Thus, the terms 'botanicals', 'dietary supplements', 'herbal drug', 'nutraceuticals', 'phytochemical', 'cognitive impairment', 'Alzheimer's disease', 'clinical trial', and 'humans', alone and in combinations, were incorporated into an electronic search strategy in both MEDLINE (National Library of Medicine, Bethesda, MD) and the Cochrane Register of Controlled Trials (The Cochrane Collaboration, Oxford, UK). As it emerges from this systematic review, the use of some phytochemicals and botanicals seems to be very promising in order to delay the onset and progression of neurodegenerative and other age-related diseases. However, further well-designed clinical research is certainly needed to finally confirm the efficacy and safety profile of these compounds.", "id": "29289576", "date": "2017-12-28", "title": "Botanicals and phytochemicals active on cognitive decline: The clinical evidence.", "doi": "10.1016/j.phrs.2017.12.029", "journal": ["Pharmacological research", "Pharmacol. Res."]}