{"authors": [["Verma", "Anupam", "A", "Department of Transfusion Medicine, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014, India. Electronic address: aver2211@gmail.com."], ["Hemlata", null, null, "Department of Anaesthesiology, King George's Medical University, Lucknow, 226003, India. Electronic address: hema2211@yahoo.co.in."], ["Elhence", "Priti", "P", "Department of Transfusion Medicine, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014, India. Electronic address: pelhence@hotmail.com."], ["Phadke", "Shubha R", "SR", "Department of Medical Genetics, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014 India. Electronic address: shubharaophadke@gmail.com."], ["Neyaz", "Zafar", "Z", "Department of Radiodiagnosis, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow, 226014 India. Electronic address: zafarneyaz@hotmail.com."]], "text": "Adverse neurological transfusion reactions including posterior reversible encephalopathy syndrome (PRES) following blood transfusion are rare. Our case an 18-year-female with known Factor X deficiency with menorrhagia developed severe hypertension, followed by generalised tonic clonic convulsions apparently after blood component transfusion. She had earlier received 4 units of red blood cells (RBC) for anaemia and 10 units of fresh frozen plasma (FFP) for menorrhagia (with prolonged PT and APTT) within short span of time at another hospital. There was no history of hypertension, convulsions, any cardiovascular, renal or neurological disease before transfusion. The clinical features and magnetic resonance imaging findings led to the diagnosis of PRES. Abnormal electroencephalogram and a hypercoagulable haemostatic profile on thromboelastography along with derangement in blood glucose and liver function tests were also observed. Patient responded well to the anticonvulsants and antihypertensive agents prescribed and was discharged in a stable condition. Our patient had a systemic transfusion reaction involving predominantly neurological system, however, cardiovascular, hepatic, haemostatic and endocrine systems were also affected. This case is unusual being the first report of PRES occurring in a patient with factor X deficiency presenting with an array of clinical and laboratory features which have not been reported in earlier studies involving PRES. Presumably the initial aggressive red cell transfusion to treat anaemia initiated the crisis and further large volumes of transfused FFP contributed to this adverse transfusion reaction in our case. Clinicians and Transfusion Medicine specialists should be aware about this uncommon clinical entity.", "id": "29289486", "date": "2017-12-06", "title": "Posterior reversible encephalopathy syndrome following blood transfusion in a patient with factor X deficiency: Is it an unusual systemic manifestation of an adverse transfusion reaction?", "doi": "10.1016/j.transci.2017.11.030", "journal": ["Transfusion and apheresis science : official journal of the World Apheresis Association : official journal of the European Society for Haemapheresis", "Transfus. Apher. Sci."]}