{"authors": [["Paauw", "Nina D", "ND", "Department of Obstetrics, Wilhelmina Children's Hospital Birth Center, University Medical Center Utrecht, Utrecht, the Netherlands."], ["van der Graaf", "Anne Marijn", "AM", "Department of Pathology, University Medical Centre Groningen, Groningen, the Netherlands; Department of Medical Biology, University Medical Centre Groningen, Groningen, the Netherlands; Department of Obstetrics and Gynaecology, University Medical Centre Groningen, Groningen, the Netherlands."], ["Bozoglan", "Rita", "R", "Department of Obstetrics and Gynaecology, University Medical Centre Groningen, Groningen, the Netherlands."], ["van der Ham", "David P", "DP", "Department of Obstetrics and Gynaecology, Martini Hospital, Groningen, the Netherlands."], ["Navis", "Gerjan", "G", "Department of Nephrology, University Medical Centre Groningen, Groningen, the Netherlands."], ["Gansevoort", "Ron T", "RT", "Department of Nephrology, University Medical Centre Groningen, Groningen, the Netherlands."], ["Groen", "Henk", "H", "Department of Epidemiology, University of Groningen, Groningen, the Netherlands."], ["Lely", "A Titia", "AT", "Department of Obstetrics, Wilhelmina Children's Hospital Birth Center, University Medical Center Utrecht, Utrecht, the Netherlands. Electronic address: a.t.lely@umcutrecht.nl."]], "text": "Registry-based studies report an increased risk for end-stage kidney disease after hypertensive disorders of pregnancy (HDPs). It is unclear whether HDPs lead to an increased incidence of chronic kidney disease (CKD) and/or progression of kidney function decline.Subanalysis of the Prevention of Renal and Vascular Endstage Disease (PREVEND) Study, a Dutch population-based cohort with follow-up of 5 visits approximately 3 years apart.Women without and with patient-reported HDPs (non-HDP, n=1,805; HDP, n=977) were identified. Mean age was 50 years at baseline and median follow-up was 11 years.An HDP.(1) The incidence of CKD using Cox regression and (2) the course of kidney function (estimated glomerular filtration rate [eGFR] and 24-hour albuminuria) over 5 visits using generalized estimating equation analysis adjusted for age, mean arterial pressure, and renin-angiotensin system (RAS) blockade. CKD was defined as eGFR<60mL/min/1.73m2 and/or 24-hour albuminuria with albumin excretion > 30mg, and end-stage kidney disease was defined as receiving dialysis or kidney transplantation.During follow-up, none of the women developed end-stage renal disease and the incidence of CKD during follow-up was similar across HDP groups (HR, 1.04; 95% CI, 0.79-1.37; P=0.8). Use of RAS blockade was higher after HDP at all visits. During a median of 11 years, we observed a decrease in eGFR in both groups, with a slightly steeper decline in the HDP group (98±15 to 88±16 vs 99±17 to 91±15mL/min/1.73m2; Pgroup<0.01, Pgroup*visit<0.05). The group effect remained significant after adjusting for mean arterial pressure, but disappeared after adjusting for RAS blockade. The 24-hour albuminuria did not differ between groups.No obstetric records available. HDPs defined by patient report rather than health records.HDPs did not detectably increase the incidence of CKD. During follow-up, we observed no differences in albuminuria, but observed a marginally lower eGFR after HDP that was no longer statistically significant after adjusting for the use of RAS blockers. In this population, we were unable to identify a significant risk for kidney function decline after patient-reported HDP.", "id": "29289477", "date": "2017-12-28", "title": "Kidney Function After a Hypertensive Disorder of Pregnancy: A Longitudinal Study.", "doi": "10.1053/j.ajkd.2017.10.014", "journal": ["American journal of kidney diseases : the official journal of the National Kidney Foundation", "Am. J. Kidney Dis."]}