{"authors": [["Flythe", "Jennifer E", "JE", "University of North Carolina (UNC) Kidney Center, Division of Nephrology and Hypertension, Department of Medicine, UNC School of Medicine, Chapel Hill, NC; Cecil G. Sheps Center for Health Services Research, University of North Carolina, Chapel Hill, NC. Electronic address: jflythe@med.unc.edu."], ["Narendra", "Julia H", "JH", "University of North Carolina (UNC) Kidney Center, Division of Nephrology and Hypertension, Department of Medicine, UNC School of Medicine, Chapel Hill, NC."], ["Dorough", "Adeline", "A", "University of North Carolina (UNC) Kidney Center, Division of Nephrology and Hypertension, Department of Medicine, UNC School of Medicine, Chapel Hill, NC; Department of Health Behavior, UNC School of Medicine, Chapel Hill, NC."], ["Oberlander", "Jonathan", "J", "Department of Health Policy and Management, UNC School of Medicine, Chapel Hill, NC; Department of Social Medicine, UNC School of Medicine, Chapel Hill, NC."], ["Ordish", "Antoinette", "A", "University of North Carolina (UNC) Kidney Center, Division of Nephrology and Hypertension, Department of Medicine, UNC School of Medicine, Chapel Hill, NC."], ["Wilkie", "Caroline", "C", "University of North Carolina (UNC) Kidney Center, Division of Nephrology and Hypertension, Department of Medicine, UNC School of Medicine, Chapel Hill, NC."], ["Dember", "Laura M", "LM", "Renal-Electrolyte and Hypertension Division, Department of Medicine, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA; Center for Clinical Epidemiology and Biostatistics, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."]], "text": "Most prospective studies involving individuals receiving maintenance dialysis have been small, and many have had poor clinical translatability. Research relevance can be enhanced through stakeholder engagement. However, little is known about dialysis clinic stakeholders' perceptions of research participation and facilitation. The objective of this study was to characterize the perspectives of dialysis clinic stakeholders (patients, clinic personnel, and medical providers) on: (1) research participation by patients and (2) research facilitation by clinic personnel and medical providers. We also sought to elucidate stakeholder preferences for research communication.Qualitative study.7 focus groups (59 participants: 8 clinic managers, 14 nurses/patient care technicians, 8 social workers/dietitians, 11 nephrologists/advanced practice providers, and 18 patients/care partners) from 7 North Carolina dialysis clinics.Clinics and participants were purposively sampled. Focus groups were recorded and transcribed.Thematic analysis.We identified 11 themes that captured barriers to and facilitators of research participation by patients and research facilitation by clinic personnel and medical providers. We collapsed these themes into 4 categories to create an organizational framework for considering stakeholder (narrow research understanding, competing personal priorities, and low patient literacy and education levels), relationship (trust, buy-in, and altruistic motivations), research design (convenience, follow-up, and patient incentives), and dialysis clinic (professional demands, teamwork, and communication) aspects that may affect stakeholder interest in participating in or facilitating research. These themes appear to shape the degree of research readiness of a dialysis clinic environment. Participants preferred short research communications delivered in multiple formats.Potential selection bias and inclusion of English-speaking participants only.Our findings revealed patient interest in participating in research and clinical personnel and medical provider interest in facilitating research. Overall, our results suggest that dialysis clinic research readiness may be enhanced through increased stakeholder research knowledge and alignment of clinical and research activities.", "id": "29289476", "date": "2017-12-19", "title": "Perspectives on Research Participation and Facilitation Among Dialysis Patients, Clinic Personnel, and Medical Providers: A Focus Group Study.", "doi": "10.1053/j.ajkd.2017.10.011", "journal": ["American journal of kidney diseases : the official journal of the National Kidney Foundation", "Am. J. Kidney Dis."]}