{"authors": [["Zuo", "Hui-Juan", "HJ", "Department of Community Health Research, Beijing Anzhen Hospital Affiliated to the Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China. Electronic address: huijuanzuo@sina.com."], ["Wang", "Wen-Hua", "WH", "Department of CVD Prevention and Control, Beijing Anzhen Hospital Affiliated to the Capital Medical University, Beijing, China."], ["Deng", "Li-Qun", "LQ", "Department of General Practice, Beijing Anzhen Hospital Affiliated to the Capital Medical University, Beijing, China."], ["Su", "Jiang-Lian", "JL", "Department of Community Health Research, Beijing Anzhen Hospital Affiliated to the Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing, China."]], "text": "The aim of this study was to assess the control of blood glucose, blood pressure (BP), serum low-density lipoprotein cholesterol (LDL-c), and other cardiovascular disease risk factors among patients with type II diabetes in a primary-care setting in Beijing. We performed a cross-sectional, multi-center survey of 4056 patients with type II diabetes aged ≥40 years. In total, 22.6% were current smokers, 10.8% often drank alcohol, 29.0% were obese, and 67.4% participated in adequate levels of physical activity. About 70% of patients reported comorbid hypertension or dyslipidemia. Of these, 70.8% were being treated for diabetes and 79.3% for hypertension; 20.5% were receiving statins and 28.5% aspirin. The proportions of patients achieving their therapeutic target were 52.6% for fasting plasma glucose, 58.2% for BP, and 33.0% for LDL-c. Only 11.1% achieved all three goals. Among 1960 (48.3%) patients with a record of hemoglobin A1C, 27.8% achieved the hemoglobin A1C target (<6.5%). These data suggest that blood glucose and BP were more likely to be well controlled than LDL-c, the likelihood of control of multiple risk factors is low, and that the statin and aspirin use should be intensified in patients with a substantial risk of cardiovascular disease.", "id": "29289467", "date": "2017-12-13", "title": "Control of cardiovascular disease risk factors among patients with type II diabetes in a primary-care setting in Beijing.", "doi": "10.1016/j.jash.2017.12.006", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}