{"authors": [["Yang", "Yang", "Y", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Chen", "Caiyu", "C", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Fu", "Chunjiang", "C", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Xu", "Zaicheng", "Z", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Lan", "Cong", "C", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Zeng", "Yongchun", "Y", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Chen", "Zhi", "Z", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China."], ["Jose", "Pedro A", "PA", "Division of Renal Disease & Hypertension, The George Washington University School of Medicine and Health Sciences, Washington, DC."], ["Zhang", "Ye", "Y", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China. Electronic address: whiteyezi@163.com."], ["Zeng", "Chunyu", "C", "Department of Cardiology, Chongqing Institute of Cardiology, Chongqing Cardiovascular Disease Clinical Research Center, Daping Hospital, The Third Military Medical University, Chongqing, P.R. China. Electronic address: chunyuzeng01@163.com."]], "text": "Both renin-angiotensin systems and insulin participate in kidney-involved blood pressure regulation. Activation of angiotensin II type 2 receptor (AT2R) decreases sodium reabsorption in renal proximal tubule (RPT) cells, whereas insulin produces the opposite effect. We presume that AT2R has an inhibitory effect on insulin receptor expression in RPT cells, which may affect renal sodium transport and therefore be of physiological or pathological significance. Our present study found that activation of AT2R inhibited insulin receptor expression in a concentration and time-dependent manner in RPT cells from Wistar-Kyoto (WKY) rats. In the presence of a protein kinase C (PKC) inhibitor (PKC inhibitor peptide 19-31, 10-6 mol/L) or a phosphatidylinositol 3 kinase inhibitor (wortmannin, 10-6 mol/L), the inhibitory effect of AT2R on insulin receptor was blocked, indicating that both PKC and phosphatidylinositol 3 kinase were involved in the signaling pathway. There was a linkage between AT2R and insulin receptor which was determined by both laser confocal microscopy and coimmunoprecipitation. However, the effect of AT2R activation on insulin receptor expression was different in RPT cells from spontaneously hypertensive rats (SHRs). Being contrary to the effect in WKY RPT cells, AT2R stimulation increased insulin receptor in SHR RPT cells. Insulin (10-7 mol/L, 15 minutes) enhanced Na+-K+-ATPase activity in both WKY and SHR RPT cells. Pretreatment with CGP42112 decreased the stimulatory effect of insulin on Na+-K+-ATPase activity in WKY RPT cells, whereas pretreatment with CGP42112 increased it in SHR RPT cells. It is suggested that activation of AT2R inhibits insulin receptor expression and function in RPT cells. The lost inhibitory effect of AT2R on insulin receptor expression may contribute to the pathophysiology of hypertension.", "id": "29289466", "date": "2017-12-06", "title": "Angiotensin II type 2 receptor inhibits expression and function of insulin receptor in rat renal proximal tubule cells.", "doi": "10.1016/j.jash.2017.11.009", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}