{"authors": [["Edriss", "Hawa", "H", "Department of Pulmonary and Critical Care Medicine, Texas Tech University Health Science Center, Lubbock, Texas. Electronic address: Hawa.edriss@ttuhsc.edu."], ["Selvan", "Kavitha", "K", "Department of Internal Medicine, Texas Tech University Health Science Center, Lubbock, Texas."], ["Denega", "Tatiana", "T", "Department of Internal Medicine, Texas Tech University Health Science Center, Lubbock, Texas."], ["Rodrigues", "Terrance", "T", "Department of Internal Medicine, Texas Tech University Health Science Center, Lubbock, Texas."], ["Test", "Victor", "V", "Division of Pulmonary, Allergy, and Critical Care Medicine, Duke University School of Medicine, Durham, North Carolina."], ["Nugent", "Kenneth", "K", "Department of Pulmonary and Critical Care Medicine, Texas Tech University Health Science Center, Lubbock, Texas."]], "text": "Older patients with pulmonary hypertension (PH) are more likely to have complex comorbidity than younger patients with pulmonary arterial hypertension (PAH). The best approach to the evaluation and management of these patients is unclear.We, retrospectively, reviewed the clinical records of patients older than 60 years referred for evaluation for PAH. We recorded patient demographics, comorbidity, functional classification (FC), right heart catheterization data, echocardiographic data, chest radiographic images and pulmonary function results. We recorded the final diagnoses according to World Health Organization (WHO) subgroups and treatment outcomes based on changes in FC.Ninety-seven records were reviewed in detail. The mean age was 71.2 ± 7.5 years with 66% women. Cardiovascular disease was the most frequent comorbidity. Mean PA pressure by catheterization was 39.5 ± 12.2mmHg (n = 65). The overall distribution after evaluation included 21 (21.6%) Group 1, 35 (36.1%) Group 2, 16 (16.5%) Group 3, 18 (18.6%) mixed Group 2 and 3, 6 (6.2%) Group 4 and 1 (1%) Group 5 patients. Group 1 patients were treated with PAH specific drug, and 12 patients had an improvement in FC with treatment.Older patients with suspected PH often have significant cardiovascular and respiratory comorbidity. Comprehensive evaluations are needed to determine the severity of PH and associated diseases and to initiate treatment focused on FC. Patients in WHO Group 2 and mixed Group 2 and 3 were frequently identified and constituted a diagnostic and treatment challenge in this study. Older patients with PAH may benefit from PAH specific drugs.", "id": "29289256", "date": "2017-08-04", "title": "The Complexity of Characteristics, Diagnoses and Treatment of Older Patients With Pulmonary Hypertension.", "doi": "10.1016/j.amjms.2017.07.008", "journal": ["The American journal of the medical sciences", "Am. J. Med. Sci."]}