{"authors": [["Tan", "Wan Shun Daniel", "WSD", "Department of Pharmacology, Yong Loo Lin School of Medicine, National University Health System, 16 Medical Drive, Singapore 117600, Singapore."], ["Liao", "Wupeng", "W", "Department of Pharmacology, Yong Loo Lin School of Medicine, National University Health System, 16 Medical Drive, Singapore 117600, Singapore."], ["Zhou", "Shuo", "S", "Department of Pharmacology, Yong Loo Lin School of Medicine, National University Health System, 16 Medical Drive, Singapore 117600, Singapore."], ["Mei", "Dan", "D", "Department of Pharmacology, Yong Loo Lin School of Medicine, National University Health System, 16 Medical Drive, Singapore 117600, Singapore."], ["Wong", "Wai-Shiu Fred", "WF", "Department of Pharmacology, Yong Loo Lin School of Medicine, National University Health System, 16 Medical Drive, Singapore 117600, Singapore; Immunology Program, Life Science Institute, National University of Singapore, 28 Medical Drive, Singapore 117456, Singapore; Singapore-HUJ Alliance for Research and Enterprise, National University of Singapore, 1 CREATE Way, Singapore 138602, Singapore. Electronic address: phcwongf@nus.edu.sg."]], "text": "The renin-angiotensin system (RAS) plays a major role in regulating electrolyte balance and blood pressure. RAS has also been implicated in the regulation of inflammation, proliferation and fibrosis in pulmonary diseases such as asthma, acute lung injury (ALI), chronic obstructive pulmonary disease (COPD), idiopathic pulmonary fibrosis (IPF) and pulmonary arterial hypertension (PAH). Current therapeutics suffer from some drawbacks like steroid resistance, limited efficacies and side effects. Novel intervention is definitely needed to offer optimal therapeutic strategy and clinical outcome. This review compiles and analyses recent investigations targeting RAS for the treatment of inflammatory lung diseases. Inhibition of the upstream angiotensin (Ang) I/Ang II/angiotensin receptor type 1 (AT1R) pathway and activation of the downstream angiotensin-converting enzyme 2 (ACE2)/Ang (1-7)/Mas receptor pathway are two feasible strategies demonstrating efficacies in various pulmonary disease models. More recent studies favor the development of targeting the downstream ACE2/Ang (1-7)/Mas receptor pathway, in which diminazene aceturate, an ACE2 activator, GSK2586881, a recombinant ACE2, and AV0991, a Mas receptor agonist, showed much potential for further development. As the pathogenesis of pulmonary diseases is so complex that RAS modulation may be used alone or in combination with existing drugs like corticosteroids, pirfenidone/nintedanib or endothelin receptor antagonists for different pulmonary diseases. Personalized medicine through genetic screening and phenotyping for angiotensinogen or ACE would aid treatment especially for non-responsive patients. This review serves to provide an update on the latest development in the field of RAS targeting for pulmonary diseases, and offer some insights into future direction.", "id": "29288933", "date": "2017-12-27", "title": "Targeting the renin-angiotensin system as novel therapeutic strategy for pulmonary diseases.", "doi": "10.1016/j.coph.2017.12.002", "journal": ["Current opinion in pharmacology", "Curr Opin Pharmacol"]}