{"authors": [["Ritter", "Alessandra M V", "AMV", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil. Electronic address: ale_mileni@hotmail.com."], ["de Faria", "Ana Paula", "AP", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil."], ["Barbaro", "Natália R", "NR", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil."], ["Sabbatini", "Andréa R", "AR", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil."], ["Corrêa", "Nathália Batista", "NB", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil."], ["Brunelli", "Veridiana", "V", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil."], ["Fattori", "Andre", "A", "Department of Internal Medicine, Faculty of Medical Sciences, University of Campinas, SP, Brazil."], ["Amorim", "Rivadavio", "R", "University of Brasilia (UnB), DF, Brazil."], ["Modolo", "Rodrigo", "R", "Department of Internal Medicine-Cardiology Division, Faculty of Medical Sciences, University of Campinas, SP, Brazil."], ["Moreno", "Heitor", "H", "Laboratory of Cardiovascular Pharmacology, School of Medical Sciences, University of Campinas, Campinas, SP, Brazil; Department of Internal Medicine, Faculty of Medical Sciences, University of Campinas, SP, Brazil."]], "text": "We sought to investigate whether the polymorphisms rs243865 (-1306C>T); rs243866 (-1575G>A) and rs2285053 (-735C>T) in metalloproteinases 2 - MMP-2 gene and rs17576 (Q279R), rs17577 (Q668R) and rs3918242 (-1562C>T) in MMP-9 gene are associated with clinical outcomes in obese resistant hypertensive (RH) subjects. One hundred and twenty RH were enrolled in this cross-sectional study and divided into obese (n=63) and non-obese (n=57) according to body mass index. Genotypes were determined by real-time PCR using TaqMan probes. We determined pulse wave velocity (PWV), microalbuminuria and left ventricular mass index (LVMI) to assess TODs. Obese and non-obese RH had similar allele, genotype and haplotype distributions for all polymorphisms assessed but obese RH subjects carrying the low frequency allele for SNPs in MMP-2 gene had higher ambulatory diastolic blood pressure. Also, PWV and LVMI were higher in subjects carrying the low frequency allele for SNPs in MMP-2 gene. Regarding MMP-9 gene, office diastolic BP levels were higher in the AA genotype individuals compared to the G allele group for rs17576 polymorphism, while the opposite was found regarding the microalbuminuria level. Independent multiple linear regression analyses revealed that both A allele for rs243865 and T allele for rs243866 in MMP-2 gene were associated with ambulatory diastolic levels in obese RH subjects, apart from potential confounders. Our study suggests that rs243866/rs243865 in the MMP-2 gene are related to BP levels in obese RH subjects, although TODs present in this population seem to be dependent of a combination of other factors besides the genetic polymorphisms.", "id": "29288728", "date": "2017-12-27", "title": "The rs243866/243865 polymorphisms in MMP-2 gene and the relationship with BP control in obese resistant hypertensive subjects.", "doi": "10.1016/j.gene.2017.12.023", "journal": ["Gene", "Gene"]}