{"authors": [["Khurana", "Sandhya", "S", "Medical Sciences Division, Northern Ontario School of Medicine, Sudbury, ON, Canada."], ["Peng", "Siyuan", "S", "Department of Chemistry & Biochemistry, Laurentian University, Sudbury, ON, Canada."], ["McDonald", "Erika", "E", "Department of Psychology, Laurentian University, Sudbury, ON, Canada."], ["Yates", "William", "W", "Medical Sciences Division, Northern Ontario School of Medicine, Sudbury, ON, Canada."], ["Venkataraman", "Krishnan", "K", "Gerontology Department, Huntington University, Sudbury, ON, Canada."], ["Tai", "T C", "TC", "Medical Sciences Division, Northern Ontario School of Medicine, Sudbury, ON, Canada; Department of Chemistry & Biochemistry, Laurentian University, Sudbury, ON, Canada; Department of Biology, Laurentian University, Sudbury, ON, Canada; Biomolecular Sciences, Laurentian University, Sudbury, ON, Canada."]], "text": "Epidemiological studies show a strong correlation between Obstructive Sleep Apnea (OSA) and cardiovascular disorders. OSA patients experience intermittent hypoxia (IH), characterized by brief, but recurring episodes of cessation in breathing. These patients have higher levels of circulating catecholamines and an increased incidence of hypertension; however the mechanisms defining this association are not clearly established. Genetic linkage studies have associated the phenylethanolamine N-methyltransferase (PNMT) gene to the development of hypertension. PNMT, the terminal enzyme in the catecholamine biosynthetic pathway, directly responsible for adrenaline synthesis, is elevated in hypertensive animals. Recent studies utilizing PC12 cells show an increase in the expression of PNMT and its regulatory transcription factors when exposed to continuous hypoxia. The current study examined the regulation of PNMT under conditions of IH. The mRNA of PNMT was analyzed to assess if the regulation of PNMT expression entails alternative splicing. The mRNA and protein of transcription factors HIF1α, Egr-1, GR, and Sp1, were analyzed to assess the cellular pathways involved in regulating PNMT expression. A PNMT promoter-driven luciferase assay was performed to evaluate promoter activity under IH. Preliminary results lay an antecedent for the regulation of PNMT by IH conceivably via an altered regulation of its transcription factors and establish a possible role for PNMT in IH mediated hypertension in OSA patients.", "id": "29288726", "date": "2017-12-27", "title": "Phenylethanolamine N-methyltransferase gene expression in PC12 cells exposed to intermittent hypoxia.", "doi": "10.1016/j.neulet.2017.12.056", "journal": ["Neuroscience letters", "Neurosci. Lett."]}