{"authors": [["Brennan", "Sonja", "S", "Ultrasound Department, The Townsville Hospital, Townsville, Queensland, Australia."], ["Schneider", "Michal", "M", "Medical Imaging & Radiation Sciences, Monash University, Melbourne, Victoria, Australia."], ["Watson", "David", "D", "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia."], ["Kandasamy", "Yogavijayan", "Y", "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia."], ["Rudd", "Donna", "D", "College of Public Health, Medical and Veterinary Sciences, James Cook University, Townsville, Queensland, Australia."]], "text": "Disorders of fetal growth, such as intrauterine growth restriction (IUGR) and large for gestational age (LGA), have been found to have a profound effect on the development of the fetal kidney. Abnormal kidney development is associated with hypertension and chronic kidney disease later in life. This study will use a novel ultrasound measurement to assess the renal parenchymal growth and kidney arterial blood flow in the fetus to evaluate the development of the fetal kidneys and provide an indirect estimate of nephron number. Measurements in normally grown, IUGR and LGA fetuses will be compared to determine if changes in renal parenchymal growth can be detected in utero.This longitudinal, prospective, observational study will be conducted over 12 months in the Ultrasound Department of the Townsville Hospital, Australia. The study will compare fetal renal parenchymal thickness (RPT) and renal artery Doppler flow between IUGR fetuses and appropriately grown fetuses, and LGA fetuses and appropriately grown fetuses between 16 and 40 weeks. The fetal RPT to renal volume ratio will also be compared, and correlations between RPT, renal parenchymal echogenicity, fetal Doppler indices and amniotic fluid levels will be analysed.This study was approved by the Townsville Health District Human Research Ethics Committee. The study results will form part of a thesis and will be published in peer-reviewed journals and disseminated at international conferences.", "id": "29288189", "date": "2017-12-28", "title": "The renal parenchyma-evaluation of a novel ultrasound measurement to assess fetal renal development: protocol for an observational longitudinal study.", "doi": "10.1136/bmjopen-2017-019369", "journal": ["BMJ open", "BMJ Open"]}