{"authors": [["Cortés", "Yamnia I", "YI", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA yic91@pitt.edu."], ["Catov", "Janet M", "JM", "Departments of Obstetrics, Gynecology, and Reproductive Sciences and Epidemiology, University of Pittsburgh School of Medicine, Pittsburgh, PA."], ["Brooks", "Maria", "M", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA."], ["Harlow", "Siobán D", "SD", "Department of Epidemiology, University of Michigan School of Public Health, Ann Arbor, MI."], ["Isasi", "Carmen R", "CR", "Department of Epidemiology and Population Health, Albert Einstein College of Medicine, Bronx, NY."], ["Jackson", "Elizabeth A", "EA", "Division of Cardiovascular Medicine, Department of Internal Medicine, University of Michigan Health Systems, Ann Arbor, MI."], ["Matthews", "Karen A", "KA", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA."], ["Thurston", "Rebecca C", "RC", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA."], ["Barinas-Mitchell", "Emma", "E", "Department of Epidemiology, University of Pittsburgh Graduate School of Public Health, Pittsburgh, PA."]], "text": "Adverse pregnancy outcomes, such as preterm birth (PTB), have been associated with elevated risk of maternal cardiovascular disease, but their effect on late midlife blood pressure (BP) and subclinical vascular measures remains understudied.We conducted a cross-sectional analysis with 1220 multiethnic parous women enrolled in SWAN (Study of Women's Health Across the Nation) to evaluate the impact of self-reported history of adverse pregnancy outcomes (PTB, small-for-gestational-age, stillbirth), on maternal BP, mean arterial pressure, and subclinical vascular measures (carotid intima-media thickness, plaque, and pulse wave velocity) in late midlife. We also examined whether these associations were modified by race/ethnicity. Associations were tested in linear and logistic regression models adjusting for sociodemographics, reproductive factors, cardiovascular risk factors, and medications. Women were on average aged 60 years and 255 women reported a history of an adverse pregnancy outcome. In fully adjusted models, history of PTB was associated with higher BP (systolic: β=6.40; SE, 1.62 [P<0.0001] and diastolic: β=3.18; SE, 0.98 [P=0.001]) and mean arterial pressure (β=4.55; SE 1.13 [P<0.0001]). PTB was associated with lower intima-media thickness, but not after excluding women with prevalent hypertension. There were no significant associations with other subclinical vascular measures.Findings suggest that history of PTB is associated with higher BP and mean arterial pressure in late midlife. Adverse pregnancy outcomes were not significantly related to subclinical cardiovascular disease when excluding women with prevalent hypertension. Future studies across the menopause transition may be important to assess the impact of adverse pregnancy outcomes on midlife progression of BP.", "id": "29288157", "date": "2017-12-29", "title": "History of Adverse Pregnancy Outcomes, Blood Pressure, and Subclinical Vascular Measures in Late Midlife: SWAN (Study of Women's Health Across the Nation).", "doi": "10.1161/JAHA.117.007138", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}