{"authors": [["Sicras-Mainar", "Antoni", "A", "Dirección Científica, ClinicResearch, Tiana, Barcelona, España. Electronic address: asicras@bsa.cat."], ["Navarro-Artieda", "Ruth", "R", "Documentación Médica, Hospital Germans Trias i Pujol, Badalona, Barcelona, España."], ["Sáez-Zafra", "Marc", "M", "GRECS, Universitat de Girona, Girona, España."]], "text": "To assess the comorbidity, concomitant medications, healthcare resource use and healthcare costs of chronic hepatitis C virus patients in the Spanish population.Retrospective, observational, non-interventional study. Patients included were≥18 years of age who accessed medical care between 2010-2013. Patients were divided into 2 groups based on the presence or absence of liver cirrhosis. The follow-up period was 12 months. Main assessment criteria included general comorbidity level (determined by the resource utilisation band score) and prevalence of specific comorbidities, concomitant medications, healthcare resource use and healthcare costs. Statistical analysis was performed using regression models and ANCOVA, P<.05.One thousand fifty-five patients were enrolled, the mean age was 57.9 years and 55.5% were male. A percentage of 43.5 of patients had a moderate level of comorbidity according to the resource utilisation band score. The mean time from diagnosis was 18.1 years and 7.5% of the patients died during the follow-up period. The most common comorbidities were dyslipidaemia (40.3%), hypertension (40.1%) and generalised pain (38.1%). Cirrhosis was associated with cardiovascular events (OR 3.8), organ failures (OR 2.2), alcoholism (OR 2.1), diabetes (OR 1.2) and age (OR 1.2); P<.05. The most commonly used medications were anti-infectives (67.8%) and nervous system medications (66.8%). The mean total cost per patient was 3,198€ (71.5% healthcare costs, 28.5% indirect/non-healthcare costs). In the corrected model, the total costs per patient-year were 2,211€ for those without cirrhosis and 7,641€ for patients with cirrhosis; P<.001.Chronic hepatitis C virus patients are associated with a high level of comorbidity and the use of concomitant medications, especially in patients with liver cirrhosis. Chronic hepatitis C virus infection represents a substantial economic burden on the Spanish National Health System.", "id": "29287992", "date": "2017-12-26", "title": "Comorbidity, concomitant medication, use of resources and healthcare costs associated with chronic hepatitis C virus carriers in Spain.", "doi": "10.1016/j.gastrohep.2017.11.008", "journal": ["Gastroenterologia y hepatologia", "Gastroenterol Hepatol"]}