{"authors": [["Argyris", "Antonios A", "AA", "Cardiovascular Prevention & Research Unit, Department of Pathophysiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece; 1st Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Athens, Greece. Electronic address: and1dr@gmail.com."], ["Nasothimiou", "Efthimia", "E", "Cardiovascular Prevention & Research Unit, Department of Pathophysiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece; 1st Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Aissopou", "Evaggelia", "E", "Cardiovascular Prevention & Research Unit, Department of Pathophysiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece; 1st Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Papaioannou", "Theodoros G", "TG", "Biomedical Engineering Unit, 1st Department of Cardiology, \"Hippokration\" Hospital, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Zhang", "Yi", "Y", "Department of Cardiology, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai, China."], ["Blacher", "Jacques", "J", "Paris Descartes University, AP-HP, Diagnosis and Therapeutic Center, Hôtel-Dieu, Paris, France."], ["Safar", "Michel E", "ME", "Paris Descartes University, AP-HP, Diagnosis and Therapeutic Center, Hôtel-Dieu, Paris, France."], ["Sfikakis", "Petros P", "PP", "1st Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Athens, Greece."], ["Protogerou", "Athanase D", "AD", "Cardiovascular Prevention & Research Unit, Department of Pathophysiology, Medical School, National and Kapodistrian University of Athens, Athens, Greece; 1st Department of Propaedeutic Internal Medicine, Medical School, National and Kapodistrian University of Athens, Athens, Greece."]], "text": "The difference in pulse pressure (PP) between peripheral arteries and the aorta, called pulse pressure amplification (PPamp), is a well-described physiological phenomenon independently associated with cardiovascular events. Recent studies suggest that it exhibits circadian variability. Our aim was to detect the factors associated with the circadian variability of PPamp. In 497 consecutive subjects (aged 54 years, 56.7% male, 79.7% hypertensives), we assessed the circadian pattern of peripheral and central arterial hemodynamics by 24-hour evaluation of brachial and aortic blood pressure (BP), augmentation index (AI), and pulse wave velocity (PWV) using a validated oscillometric device (Mobil-O-Graph). All parameters exhibited a circadian variation. Sleep dipping (decrease) pattern was observed for PPamp, brachial and aortic systolic BP, mean BP, and PWV, whereas a rising pattern (higher sleep than wake values) was observed for brachial PP, aortic PP, and AI. The factors independently associated with the less sleep dipping in PPamp were older age, lower height, the use of antihypertensive medication, and sleep decrease in arterial stiffness (PWV), whereas female gender, the presence of hypertension, sleep increase of pressure wave reflections (AI), sleep decrease in heart rate, and mean BP were associated with a greater sleep-dipping in PPamp. These data provide further pathophysiological understanding of the mechanisms leading to PPamp dipping. Several implications regarding the clinical use of the aortic and brachial BP, especially during sleep time, are raised that should be addressed in future research.", "id": "29287945", "date": "2017-12-14", "title": "Mechanisms of pulse pressure amplification dipping pattern during sleep time: the SAFAR study.", "doi": "10.1016/j.jash.2017.12.005", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}