{"authors": [["Morganti", "Alberto", "A", "Centro Fisiologia Clinica e Ipertensione, Ospedale Policlinico, Università Milano, Milan, Italy."], ["Mancia", "Giuseppe", "G", "Università degli Studi di Milano-Bicocca, Milano, Italy; Policlinico di Monza, Istituto di Ricovero e Cura ad Alta Specializzazione, Monza, Italy. Electronic address: giuseppe.mancia@unimib.it."]], "text": "Resistant hypertension (RH) can be diagnosed if blood pressure (BP) is not controlled with the combination of three antihypertensive drugs, including a diuretic, all at effective doses. Patients affected by this condition exhibit a marked increase in the risk of cardiovascular and renal morbid and fatal events. They also exhibit an increased activity of the sympathetic nervous system which is likely to importantly contribute at the renal and other vascular levels to the hypertensive state. Almost 10years ago renal denervation (RDN) by radiofrequency thermal energy delivery to the walls of the renal arteries was proposed for the treatment of RH. Several uncontrolled studies initially reported that this procedure substantially reduced the elevated BP values but this conclusion has not been supported by a recent randomized control trial, which has almost marginalized this therapeutic approach. A revival, however, is under way because of recent positive findings and technical improvement that hold promise to make renal denervation more complete. The antihypertensive efficacy and overall validity of RDN will have to be tested against drug treatment of RH. Several studies indicate that an excess of aldosterone production contributes to RH and recent evidence documents indisputably that anti-aldosterone agents such as spironolactone can effectively control BP in many RH patients, although with some side effects that require close patients' monitoring. At present, it is advisable to treat RH with the addition of an anti-aldosterone agent. If BP control is not achieved or serious side effects become manifest RDN may then be considered.", "id": "29287767", "date": "2017-12-27", "title": "Resistant hypertension: Renal denervation or intensified medical treatment?", "doi": "10.1016/j.ejim.2017.12.010", "journal": ["European journal of internal medicine", "Eur. J. Intern. Med."]}