{"authors": [["Cates", "Courtney", "C", "Department of Physiology and Biophysics, Mississippi Center for Heart Research, University of Mississippi Medical Center, Jackson, MS 39216, USA."], ["Rousselle", "Thomas", "T", "Department of Physiology and Biophysics, Mississippi Center for Heart Research, University of Mississippi Medical Center, Jackson, MS 39216, USA."], ["Wang", "Jinli", "J", "Department of Pharmacology and Toxicology, SUNY Buffalo, Buffalo, NY 14214, USA."], ["Quan", "Nanhu", "N", "Department of Physiology and Biophysics, Mississippi Center for Heart Research, University of Mississippi Medical Center, Jackson, MS 39216, USA; The First Affiliated Hospital, Jilin University, Changchun 130012, China."], ["Wang", "Lin", "L", "Department of Physiology and Biophysics, Mississippi Center for Heart Research, University of Mississippi Medical Center, Jackson, MS 39216, USA; The First Affiliated Hospital, Jilin University, Changchun 130012, China."], ["Chen", "Xu", "X", "School of Life Sciences, Lanzhou University, Lanzhou 730000, China."], ["Yang", "Likui", "L", "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK 73104, USA."], ["Rezaie", "Alireza R", "AR", "Cardiovascular Biology Research Program, Oklahoma Medical Research Foundation, Oklahoma City, OK 73104, USA. Electronic address: ray-rezaie@omrf.org."], ["Li", "Ji", "J", "Department of Physiology and Biophysics, Mississippi Center for Heart Research, University of Mississippi Medical Center, Jackson, MS 39216, USA. Electronic address: jli3@umc.edu."]], "text": "We found that the anticoagulant plasma protease, activated protein C (APC), stimulates the energy sensor kinase, AMPK, in the stressed heart by activating protease-activated receptor 1 (PAR1) on cardiomyocytes. Wild-type (WT) and AMPK-kinase dead (KD) transgenic mice were subjected to transverse aortic constriction (TAC) surgery. The results demonstrated that while no phenotypic differences can be observed between WT and AMPK-KD mice under normal physiological conditions, AMPK-KD mice exhibit significantly larger hearts after 4 weeks of TAC surgery. Analysis by echocardiography suggested that the impairment in the cardiac function of AMPK-KD hearts is significantly greater than that of WT hearts. Immunohistochemical staining revealed increased macrophage infiltration and ROS generation in AMPK-KD hearts after 4 weeks of TAC surgery. Immunoblotting results demonstrated that the redox markers, pShc66, 4-hydroxynonenal and ERK, were all up-regulated at a higher extent in AMPK-KD hearts after 4 weeks of TAC surgery. Administration of APC-WT and the signaling selective APC-2Cys mutant, but not the anticoagulant selective APC-E170A mutant, significantly attenuated pressure overload-induced hypertrophy and fibrosis. Macrophage infiltration and pShc66 activation caused by pressure overload were also inhibited by APC and APC-2Cys but not by APC-E170A. Therefore, the cardiac AMPK protects against pressure overload-induced hypertrophy and the signaling selective APC-2Cys may have therapeutic potential for treating hypertension-related hypertrophy without increasing the risk of bleeding.", "id": "29287725", "date": "2017-12-27", "title": "Activated protein C protects against pressure overload-induced hypertrophy through AMPK signaling.", "doi": "10.1016/j.bbrc.2017.12.125", "journal": ["Biochemical and biophysical research communications", "Biochem. Biophys. Res. Commun."]}