{"authors": [["Skride", "Andris", "A", "Riga Stradins University, Riga, Latvia."], ["Sablinskis", "Matiss", "M", "Riga Stradins University, Riga, Latvia."], ["Sablinskis", "Kristaps", "K", "Riga Stradins University, Riga, Latvia."], ["Lesina", "Krista", "K", "Riga Stradins University, Riga, Latvia."], ["Lejnieks", "Aivars", "A", "Riga Stradins University, Riga, Latvia."], ["Lejniece", "Sandra", "S", "Riga Stradins University, Riga, Latvia. lejniece@latnet.lv."]], "text": "There have been several reports on dasatinib-induced reversible pulmonary hypertension. This is the first reported case in Latvia; the patient did not discontinue the drug after the first adverse effects in the form of pleural effusions, which we speculate led only to partial reversion of the disease.A 67-year-old white man with chronic myelogenous leukemia was treated with the dual Src and BCR-ABL tyrosine kinase inhibitor dasatinib. After treatment with dasatinib he had multiple pleural effusions which were suspected to be caused by congestive heart failure. Later a transthoracic Doppler echocardiography and right-sided heart catheterization revealed severe pulmonary hypertension with pulmonary vascular resistance of 12 Wood units and mean pulmonary artery pressure of 53 mmHg. Computed tomography ruled out a possible pulmonary embolism; laboratory specific tests for human immunodeficiency virus, rheumatoid factor, and anti-nuclear antibodies were negative, and dasatinib-induced pulmonary arterial hypertension was diagnosed. A follow-up right-sided heart catheterization and 6-minute walk test done a month after the discontinuation of dasatinib showed significant improvement: mean pulmonary artery pressure of 34 mmHg and pulmonary vascular resistance of 4 Wood units.Patients should always be closely monitored when using dasatinib for a prolonged time. Dasatinib-induced pulmonary hypertension may be fully reversible after the therapy is suspended, but the key factors involved are still unclear and need to be further studied.", "id": "29287600", "date": "2017-12-29", "title": "Pulmonary arterial hypertension in a patient treated with dasatinib: a case report.", "doi": "10.1186/s13256-017-1515-9", "journal": ["Journal of medical case reports", "J Med Case Rep"]}