{"authors": [["Stucker", "Fabien", "F", "Nephrology Unit, Hôpital de la Providence, Neuchâtel, Switzerland."], ["Ponte", "Belen", "B", "Nephrology Unit, Department of Medical Specialties, Geneva University Hospitals, 4 rue Gabrielle Perret-Gentil, 1211, Geneva, Switzerland."], ["De la Fuente", "Victoria", "V", "Department of General Internal Medicine, Geneva University Hospitals, Geneva, Switzerland."], ["Alves", "Cyrielle", "C", "Department of General Internal Medicine, Geneva University Hospitals, Geneva, Switzerland."], ["Rutschmann", "Olivier", "O", "Emergency Unit, Geneva University Hospitals, Geneva, Switzerland."], ["Carballo", "Sebastian", "S", "Department of General Internal Medicine, Geneva University Hospitals, Geneva, Switzerland."], ["Vuilleumier", "Nicolas", "N", "Department of Genetics and Laboratory Medicine, Geneva University Hospitals, Geneva, Switzerland."], ["Martin", "Pierre-Yves", "PY", "Nephrology Unit, Department of Medical Specialties, Geneva University Hospitals, 4 rue Gabrielle Perret-Gentil, 1211, Geneva, Switzerland."], ["Perneger", "Thomas", "T", "Division of Clinical Epidemiology, Geneva University Hospitals, Geneva, Switzerland."], ["Saudan", "Patrick", "P", "Nephrology Unit, Department of Medical Specialties, Geneva University Hospitals, 4 rue Gabrielle Perret-Gentil, 1211, Geneva, Switzerland. patrick.saudan@hcuge.ch."]], "text": "We aimed to describe clinical characteristics of patients with community-acquired acute kidney injury (CA-AKI), the effectiveness of initial management of CA-AKI, its prognosis and the impact of medication on its occurrence in patients with previous chronic kidney injury (CKI).We undertook a prospective observational study within the Emergency Department (ED) of a University Hospital, screening for any patient >16 years admitted with an eGFR <60 ml/mn/1.73 m2 and a rise in serum creatinine as compared to previous values. Patients' medical files were reviewed by a panel of nephrologists in the subsequent days and at one and three-years follow-up.From May 1st to June 21st 2013, there were 8464 admissions in the ED, of which 653 had an eGFR <60 ml/mn/1.73 m2. Of these, 352 had previous CKI, 341 had CA-AKI, and 104 had CA-ACKI (community-acquired acute on chronic kidney injury). Occurrence of superimposed CA-AKI in CKI patients was associated with male gender and with use of diuretics, but not with use of ARBs or ACEIs. Adequate management of CA-AKI defined as identification, diagnostic procedures and therapeutic intervention within 24 h, was recorded in 45% of the cases and was not associated with improved outcomes. Three-year mortality was 21 and 48% in CKI and CA-ACKI patients respectively, and 40% in patients with only CA-AKI (p < 0.001). Mortality was significantly associated with age, hypertension, ischemic heart disease and CA-AKI. Progression of renal insufficiency was associated with male gender and age.CA-AKI is more frequently encountered in male patients and those treated with diuretics and is an independent risk factor for long-term mortality. Its initial adequate management failed to improve outcomes.", "id": "29287584", "date": "2017-12-29", "title": "Risk factors for community-acquired acute kidney injury in patients with and without chronic kidney injury and impact of its initial management on prognosis: a prospective observational study.", "doi": "10.1186/s12882-017-0792-2", "journal": ["BMC nephrology", "BMC Nephrol"]}