{"authors": [["Murray", "Jennifer", "J", "Department of Epidemiology, Biostatistics and Occupational Health, Faculty of Medicine, McGill University, 1020 Pine Avenue West, Montréal, Québec, Canada H3A 1A2."], ["Eskenazi", "Brenda", "B", "Center for Environmental Research and Children's Health (CERCH), School of Public Health, University of California, 1995 University Avenue, Suite 265, Berkeley, CA 94720, USA."], ["Bornman", "Riana", "R", "Institute for Sustainable Malaria Control, School of Health Systems and Public Health, University of Pretoria, Pretoria, South Africa."], ["Gaspar", "Fraser W", "FW", "Center for Environmental Research and Children's Health (CERCH), School of Public Health, University of California, 1995 University Avenue, Suite 265, Berkeley, CA 94720, USA."], ["Crause", "Madelein", "M", "Institute for Sustainable Malaria Control, School of Health Systems and Public Health, University of Pretoria, Pretoria, South Africa."], ["Obida", "Muvhulawa", "M", "Institute for Sustainable Malaria Control, School of Health Systems and Public Health, University of Pretoria, Pretoria, South Africa."], ["Chevrier", "Jonathan", "J", "Department of Epidemiology, Biostatistics and Occupational Health, Faculty of Medicine, McGill University, 1020 Pine Avenue West, Montréal, Québec, Canada H3A 1A2. Electronic address: jonathan.chevrier@mcgill.ca."]], "text": "Indoor Residual Spraying (IRS), the use of insecticides inside residences for malaria control, may cause elevated exposure to insecticides such as dichlorodiphenyl trichloroethane (DDT). Evidence suggests that DDT exposure may increase blood pressure but no study has investigated associations with hypertensive disorders of pregnancy (HDP) in an IRS area. We measured the serum concentration of DDT and its breakdown product dichlorodiphenyl trichloroethylene (DDE) at the time of delivery among 733 rural South African women participating in the Venda Health Examination of Mothers, Babies and their Environment (VHEMBE). We also collected data on HDP diagnosis through questionnaires administered to participants and medical record abstraction. We used multiple logistic regression models to examine the relation between DDT/E and HDP. p,p'-DDT and p,p'-DDE serum concentrations were associated with HDP based on self-report (OR = 1.50; 95%CI = 1.10, 2.03 for p,p'-DDT and OR = 1.58; 95%CI = 1.09, 2.28 for p,p'-DDE) and medical records (OR = 1.32; 95%CI = 0.99, 1.75 for p,p'-DDT and OR = 1.47; 95%CI = 1.03, 2.09 for p,p'-DDE). p,p'-DDE was also associated with gestational hypertension (OR = 1.44; 95% CI = 1.00, 2.07). Exposure to DDT and DDE may be associated with elevated risks of HDP in South African women residing in an area sprayed for malaria control.", "id": "29287179", "date": "2017-12-26", "title": "Exposure to DDT and hypertensive disorders of pregnancy among South African women from an indoor residual spraying region: The VHEMBE study.", "doi": "10.1016/j.envres.2017.12.006", "journal": ["Environmental research", "Environ. Res."]}