{"authors": [["Sutton", "Harry", "H", "King's College London, London, UK."], ["Dhawan", "Anil", "A", "Paediatric Liver, GI & Nutrition Centre and MowatLabs, King's College Hospital NHS Foundation Trust, London, UK."], ["Grammatikopoulos", "Tassos", "T", "Paediatric Liver, GI & Nutrition Centre and MowatLabs, King's College Hospital NHS Foundation Trust, London, UK."]], "text": "Portal Hypertension (PHT) is a significant cause of morbidity and mortality in children with chronic liver disease (CLD) and portal vein obstruction. Increased portal pressure results in variceal formation along the gastrointestinal (GI) tract resulting in major bleeding. Identifying children with significant PHT who are more likely to suffer GI bleeding has been challenging and the role of surveillance upper GI endoscopy has been debated. This review analyses research done on serum biomarkers and imaging techniques as possible predictors of significant PHT. We evaluated the research performed on adult population, as well as the limited work done on children, to identify promising areas for future research. A literature search was conducted on 'PubMed'. Several search terms were used including \"portal hypertension\", \"paediatric portal hypertension\", \"non-invasive markers of portal hypertension\", \"spleen stiffness\", \"liver stiffness\", \"elastography\" and \"endothelial damage\". The articles included were selected based on their relevance to the purpose of our review. The research suggests a combination of several biomarkers, in addition to an imaging technique such as transient elastography (TE) or magnetic resonance elastography (MRE), would allow for the best prediction of significant varices. The most promising indicators would be those that are applicable in both intra- and extra-hepatic causes of PHT. Further research on these predictors in children with PHT is required to determine their potential role as selection criteria for PHT and stratification of surveillance GI endoscopies.", "id": "29287004", "date": "2017-12-28", "title": "Non-invasive Markers of Portal Hypertension: Appraisal of Adult Experience and Potential Utilisation in Children.", "doi": "10.1097/MPG.0000000000001882", "journal": ["Journal of pediatric gastroenterology and nutrition", "J. Pediatr. Gastroenterol. Nutr."]}