{"authors": [["Laughlin-Tommaso", "Shannon K", "SK", "Division of Gynecology, Department of Obstetrics and Gynecology, Mayo Clinic, Rochester, MN."], ["Khan", "Zaraq", "Z", "Division of Reproductive Endocrinology and Infertility, Department of Obstetrics and Gynecology, Mayo Clinic, Rochester, MN."], ["Weaver", "Amy L", "AL", "Division of Biomedical Statistics and Informatics, Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Smith", "Carin Y", "CY", "Division of Biomedical Statistics and Informatics, Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Rocca", "Walter A", "WA", "Division of Epidemiology, Department of Health Sciences Research, Mayo Clinic, Rochester, MN."], ["Stewart", "Elizabeth A", "EA", "Department of Surgery, Mayo Clinic, Rochester, MN."]], "text": "The aim of the study was to determine the long-term risk of cardiovascular disease and metabolic conditions in women undergoing hysterectomy with bilateral ovarian conservation compared with age-matched referent women.Using the Rochester Epidemiology Project records-linkage system, we identified 2,094 women who underwent hysterectomy with ovarian conservation for benign indications between 1980 and 2002 in Olmsted County, Minnesota. Each woman was age-matched (±1 y) to a referent woman residing in the same county who had not undergone prior hysterectomy or any oophorectomy. These two cohorts were followed historically to identify de novo cardiovascular or metabolic diagnoses. We estimated hazard ratios (HRs) and 95% CIs using Cox proportional hazards models adjusted for 20 preexisting chronic conditions and other potential confounders. We also calculated absolute risk increases and reductions from Kaplan-Meier estimates.Over a median follow-up of 21.9 years, women who underwent hysterectomy experienced increased risks of de novo hyperlipidemia (HR 1.14; 95% CI, 1.05-1.25), hypertension (HR 1.13; 95% CI, 1.03-1.25), obesity (HR 1.18; 95% CI, 1.04-1.35), cardiac arrhythmias (HR 1.17; 95% CI, 1.05-1.32), and coronary artery disease (HR 1.33; 95% CI, 1.12-1.58). Women who underwent hysterectomy at age ≤35 years had a 4.6-fold increased risk of congestive heart failure and a 2.5-fold increased risk of coronary artery disease.Even with ovarian conservation, hysterectomy is associated with an increased long-term risk of cardiovascular and metabolic conditions, especially in women who undergo hysterectomy at age ≤35 years. If these associations are causal, alternatives to hysterectomy should be considered to treat benign gynecologic conditions.", "id": "29286988", "date": "2017-12-28", "title": "Cardiovascular and metabolic morbidity after hysterectomy with ovarian conservation: a cohort study.", "doi": "10.1097/GME.0000000000001043", "journal": ["Menopause (New York, N.Y.)", "Menopause"]}