{"authors": [["Agunloye", "Odunayo Michael", "OM", "a Functional Foods, Nutraceuticals and Phytomedicine Unit, Department of Biochemistry , Federal University of Technology , Akure , Nigeria."], ["Oboh", "Ganiyu", "G", "a Functional Foods, Nutraceuticals and Phytomedicine Unit, Department of Biochemistry , Federal University of Technology , Akure , Nigeria."]], "text": "Sandpaper leaf (Ficus exasperata) is commonly used in folk medicine to manage high blood pressure. However, different methods such as soaking, boiling, hand maceration, and blending have been employed for preparing sandpaper leaf extracts for hypertensive patients. This study sought to investigate and compare the influence of different processing methods on the antihypertensive properties of sandpaper leaf as well as its effect on Fe2+ and sodium nitroprusside- (SNP-) induced lipid peroxidation in rat heart in vitro. Sandpaper leaf extracts were prepared using different methods and the resulting solutions were freeze-dried. Effect of the extracts on angiotensin-1-converting enzymes (ACE) and arginase activity was assessed. Thereafter, antioxidant activities of the extracts were determined using in vitro antioxidant assays, and the total phenolic content and flavonoid content of the extracts were determined. The results revealed that sandpaper leaf extracts from different processing methods inhibited ACE and arginase activity in a dose-dependent manner. However, the soaking method had significantly (p < .05) higher inhibitory effect on angiotensin converting (ACE) and arginase activity than hand maceration, boiling, and blending methods. Sandpaper leaf extracts also exhibited high antioxidant activities as typified by their iron-chelating ability, 2, 2'-azino-bis (3-ethylbenzthiazoline-6-sulphonic acid) (ABTS) radical-scavenging and iron-chelating ability as well as inhibition of Fe2+- and SNP-induced lipid peroxidation in rat heart in vitro. Processing methods alter the inhibitory effect of sandpaper leaf extracts on ACE and arginase activities. Thus, inhibition of ACE and arginase coupled with antioxidant properties could offer protective mechanisms against hypertension. However, the soaking method appears to be the most promising among methods considered.", "id": "29286840", "date": "2017-12-29", "title": "Effect of Different Processing Methods on Antihypertensive Property and Antioxidant Activity of Sandpaper Leaf (Ficus exasperata) Extracts.", "doi": "10.1080/19390211.2017.1406423", "journal": ["Journal of dietary supplements", "J Diet Suppl"]}