{"authors": [["Deng", "Yue", "Y", "Hypertension Center of Fuwai Hospital, State Key Laboratory of Cardiovascular Disease, Chinese Academy of Medical Sciences, Peking Union Medical College, Beijing 100006, P.R. China."], ["Ma", "Weiyuan", "W", "Department of Dermatology, Qilu Hospital, Shandong University, Jinan, Shandong 250012, P.R. China."]], "text": "Substantial preclinical evidence has indicated out a direct anti‑proliferation effect of metformin on various solid tumors; however, further and more detailed exploration into its molecular mechanism remains to be performed. The present study aimed to investigate the effect of metformin on cell viability and its underlying mechanism, in the cultured human skin keratinocyte cell line, HaCaT. In addition, it aimed to clarify the role of the microRNA-21(miR-21)/phosphatase and tensin homolog (PTEN)/AKT serine/threonine kinase 1 (Akt) signaling pathway, which has been hypothesized to be involved in the molecular mechanism of this drug. Cell Counting Kit‑8 assays were used to assess the impact of metformin on cell viability; reverse transcription‑quantitative polymerase chain reaction was used to quantify the expression of miR‑21; western blotting was used to monitor the expression level of PTEN and Akt proteins. In addition, miR‑21 expression levels were artificially manipulated in HaCaT cells using a miR‑21 inhibitor in order to observe the subsequent expression changes of miR‑21 targets and alterations in cell viability. The results indicated that metformin suppressed HaCaT cell growth in a dose‑ and time‑dependent manner (P<0.05). Metformin treatment downregulated miR‑21 expression (t=‑8.903, P<0.05). Following transfection with the miR‑21 inhibitor, HaCaT cell growth was significantly slower than in the control groups (P<0.05). In addition, reduced miR‑21 levels results in significantly increased PTEN protein expression levels and reduced Akt protein expression levels compared with control (P<0.05). Metformin was, therefore, concluded to inhibit HaCaT cell growth in a time‑and dose‑dependent manner, and the miR‑21/PTEN/Akt signaling pathway may serve a crucial role in the molecular mechanism of metformin's effect on HaCaT cells. Therefore the present study presents an advanced insight into the potential inhibitory effect of metformin on tumor cells.", "id": "29286158", "date": "2017-12-27", "title": "Metformin inhibits HaCaT cell viability via the miR-21/PTEN/Akt signaling pathway.", "doi": "10.3892/mmr.2017.8364", "journal": ["Molecular medicine reports", "Mol Med Rep"]}