{"authors": [["Zhu", "Shaoping", "S", "Department of Cardiothoracic Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."], ["Wang", "Junyu", "J", "Department of Oncology, Hubei Provincial Hospital of Integrated Chinese and Western Medicine, Wuhan, Hubei 430015, P.R. China."], ["Wang", "Xianguo", "X", "Department of Cardiothoracic Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."], ["Zhao", "Jinping", "J", "Department of Cardiothoracic Surgery, Zhongnan Hospital of Wuhan University, Wuhan, Hubei 430071, P.R. China."]], "text": "Statins are Hydroxymethylglutaryl-coenzyme A reductase inhibitors, which are typically used to lower blood cholesterol. Additional beneficial effects, including improvement to pulmonary arterial hypertension (PAH), have also been confirmed. However, the mechanisms underlying this improvement have not yet been clarified. The present study was conducted to determine if fluvastatin was protective against experimental PAH development and to investigate the potential effects of fluvastatin on caveolin‑1 (cav‑1) expression. Rats were randomized to either receive a single subcutaneous injection of monocrotaline (MCT; 60 mg/kg; MCT group) or a single subcutaneous injection of MCT (60 mg/kg) followed by an oral gavage of fluvastatin (10 mg/kg) once daily until day 42 (M + F group). Rats in the MCT group received an equivalent volume of saline following the MCT injection. Six additional rats were given an equivalent volume of saline throughout as a control measure. PAH associated variables and cav‑1 protein expression were measured in each group at various times during the experimental period. Hemodynamic and morphometric analysis revealed that M + F rats developed moderate, delayed PAH. Cav‑1 western blot analysis demonstrated that cav‑1 expression was not significantly different in fluvastatin treated rats; however, MCT injured rats given saline had markedly reduced cav‑1 expression. It was concluded that fluvastatin may protect against PAH development and ameliorate MCT induced inhibition of cav‑1 expression in rats.", "id": "29286128", "date": "2017-12-22", "title": "Protection against monocrotaline-induced pulmonary arterial hypertension and caveolin-1 downregulation by fluvastatin in rats.", "doi": "10.3892/mmr.2017.8345", "journal": ["Molecular medicine reports", "Mol Med Rep"]}