{"authors": [["Yan", "Hui", "H", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."], ["Yi", "Shaowei", "S", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."], ["Zhuang", "Hang", "H", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."], ["Wu", "Lujin", "L", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."], ["Wang", "Dao Wen", "DW", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."], ["Jiang", "Jiangang", "J", "Department of Internal Medicine and Institute of Hypertension, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, Hubei 430030, P.R. China."]], "text": "Inhibition of histone deacetylase-2 (HDAC2), which is a prohypertrophic factor in the heart, can functionally attenuate cardiac hypertrophy. The present study aimed to investigate whether sphingosine‑1‑phosphate (S1P), which has recently been reported to suppress HDAC2 activity, could ameliorate the cardiac hypertrophic response and improve cardiac function in mice with transverse aortic constriction (TAC), as well as to determine the underlying mechanisms. Briefly, 8‑week‑old male C57BL/6 mice were randomly divided into sham, TAC and TAC + S1P groups; the results indicated that S1P treatment attenuated TAC‑induced cardiac dysfunction. In addition, heart size and the expression levels of fetal cardiac genes were reduced in the TAC + S1P group compared with in the TAC group. Furthermore, in cultured H9c2 cells exposed to phenylephrine, S1P was revealed to decrease cardiomyocyte size and the exaggerated expression of fetal cardiac genes. The present study also demonstrated that S1P had no effect on HDAC2 expression, but it did suppress its activity and increase acetylation of histone H3 in vivo and in vitro. Krüppel‑like factor 4 (KLF4) is an antihypertrophic transcriptional regulator, which mediates HDAC inhibitor‑induced prevention of cardiac hypertrophy; in the present study, KLF4 was upregulated by S1P. Finally, the results indicated that S1P receptor 2 (S1PR2) may be involved in the antihypertrophic effects, whereas the suppressive effects of S1P on HDAC2 activity were independent of S1PR2. In conclusion, the present study demonstrated that S1P treatment may ameliorate the cardiac hypertrophic response, which may be partly mediated by the suppression of HDAC2 activity and the upregulation of KLF4; it was suggested that S1PR2 may also be involved. Therefore, S1P may be considered a potential therapy for the treatment of heart diseases caused by cardiac hypertrophy.", "id": "29286094", "date": "2017-12-15", "title": "Sphingosine-1-phosphate ameliorates the cardiac hypertrophic response through inhibiting the activity of histone deacetylase-2.", "doi": "10.3892/ijmm.2017.3325", "journal": ["International journal of molecular medicine", "Int. J. Mol. Med."]}