{"authors": [["Madsen", "Christian", "C", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway. christian.madsen@fhi.no."], ["Håberg", "Siri Eldevik", "SE", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway."], ["Aamodt", "Geir", "G", "Department of Landscape Architecture and Spatial Planning, Norwegian University of Life Sciences, Ås, Norway."], ["Stigum", "Hein", "H", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway."], ["Magnus", "Per", "P", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway."], ["London", "Stephanie J", "SJ", "Department of Health and Human Services, National Institute of Environmental Health Sciences, National Institutes of Health, Research Triangle Park, NC, USA."], ["Nystad", "Wenche", "W", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway."], ["Nafstad", "Per", "P", "Domain for Mental and Physical Health, Norwegian Institute of Public Health, Oslo, Norway."]], "text": "Objectives Air pollution exposure may contribute to the development of preeclampsia and hypertension during pregnancy. However, the evidence for such a relation is still limited. We investigated the associations between exposure for moderate to low levels of air pollution during pregnancy and preeclampsia and gestational hypertension in selected urban and county areas of Norway. Methods This study used a sub-group of 17,533 women in the Norwegian Mother and Child Cohort Study. Air pollution levels at residential addresses were estimated using land use regression models and back-extrapolated to the period of each pregnancy. Information on preeclampsia and gestational hypertension were obtained from the Medical Birth Registry of Norway and information on lifestyle factors was collected from questionnaires completed by the women during pregnancy. Results Moderate mean levels of NO2 (13.6 ± 6.9 µg/m3) at residential address during pregnancy were not associated with preeclampsia and pregnancy hypertension. We found no statistically significant associations per 10 µg/m3 change in NO2 exposure and preeclampsia (adjusted OR 0.89, 95% CI 0.74, 1.08) or hypertension during pregnancy (adjusted OR 0.91, 95% CI 0.78, 1.06). Conclusions for Practice In this large Norwegian pregnancy cohort, we found no statistically significant associations for moderate to low levels of pregnancy NO2 exposure and preeclampsia or hypertension during pregnancy.", "id": "29285630", "date": "2017-12-28", "title": "Preeclampsia and Hypertension During Pregnancy in Areas with Relatively Low Levels of Traffic Air Pollution.", "doi": "10.1007/s10995-017-2417-6", "journal": ["Maternal and child health journal", "Matern Child Health J"]}