{"authors": [["Waxman", "Adam J", "AJ", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Clasen", "Suparna", "S", "Cardio-Oncology Program, Division of Cardiovascular Medicine, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Hwang", "Wei-Ting", "WT", "Department of Biostatistics, Epidemiology, and Informatics, University of Pennsylvania, Philadelphia."], ["Garfall", "Alfred", "A", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Vogl", "Dan T", "DT", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Carver", "Joseph", "J", "Cardio-Oncology Program, Division of Cardiovascular Medicine, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["O'Quinn", "Rupal", "R", "Cardio-Oncology Program, Division of Cardiovascular Medicine, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Cohen", "Adam D", "AD", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Stadtmauer", "Edward A", "EA", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Ky", "Bonnie", "B", "Cardio-Oncology Program, Division of Cardiovascular Medicine, Abramson Cancer Center, University of Pennsylvania, Philadelphia."], ["Weiss", "Brendan M", "BM", "Division of Hematology and Oncology, Abramson Cancer Center, University of Pennsylvania, Philadelphia."]], "text": "Cardiovascular adverse events (CVAE) with carfilzomib in patients with multiple myeloma can be potentially life-threatening and remain incompletely characterized. We performed the first systematic review and meta-analysis of carfilzomib-associated CVAE.To determine the incidence of carfilzomib-associated CVAE and to compare the rates of carfilzomib CVAE among different doses and companion therapies.PubMed, EMBASE, Web of Science, and clinicaltrials.gov were queried for the keywords \"carfilzomib,\" \"Kyprolis,\" and \"PX-171\" through January 1, 2017.Phase 1 to 3 prospective clinical trials of carfilzomib in patients with multiple myeloma with evaluable toxic effects data were eligible for meta-analysis.Data were independently extracted by 2 reviewers following Preferred Reporting Items for Systematic Reviews and Meta-Analysis guidelines. Pooled incidence rates and relative risks (for randomized trials) and 95% confidence intervals were calculated using a random effects model. Subgroup analyses were performed to assess study-level characteristics associated with CVAE.Cardiovascular adverse events were defined as heart failure, hypertension, ischemia, and arrhythmia. All-grade and grades 3 or higher AEs and study characteristics were recorded.A total of 514 studies were assessed for eligibility. Of those, 24 studies were eligible, including a total of 2594 patients with multiple myeloma. All-grade and grades 3 and higher CVAE were seen in 617 (18.1%) and 274 (8.2%), respectively. Phase 2 or 3 studies and carfilzomib doses of 45 mg/m2 or higher were associated with high-grade CVAE. Median age older than 65 years, prior myeloma therapies, and concurrent myeloma therapies were not associated with CVAE. For the 3 randomized clinical trials, the summary relative risk of all-grade and grade 3 or higher CVAE for patients receiving carfilzomib compared with noncarfilzomib-receiving control patients were 1.8 and 2.2, respectively.Carfilzomib was associated with a significant incidence of CVAE, with higher rates seen with higher doses of carfilzomib. Phase 1 studies may be underdetecting CVAE. Future studies are needed to identify patients at high risk for CVAE, develop optimal monitoring strategies, and explore strategies to mitigate these risks.", "id": "29285538", "date": "2017-12-28", "title": "Carfilzomib-Associated Cardiovascular Adverse Events: A Systematic Review and Meta-analysis.", "doi": "10.1001/jamaoncol.2017.4519", "journal": ["JAMA oncology", "JAMA Oncol"]}