{"authors": [["Chittawar", "Sachin", "S", "Department of Medicine, Gandhi Medical College, Bhopal, Madhya Pradesh, India."], ["Dutta", "Deep", "D", "Department of Endocrinology, Diabetology and Metabolic Disorders, Venkateshwar Hospitals, Dwarka, New Delhi, India."], ["Qureshi", "Zahran", "Z", "Department of Pharmacology, Gandhi Medical College, Bhopal, Madhya Pradesh, India."], ["Surana", "Vineet", "V", "Department of Endocrinology, Yashoda Hospital, Hyderabad, Telangana, India."], ["Khandare", "Sagar", "S", "Department of Medicine, Gandhi Medical College, Bhopal, Madhya Pradesh, India."], ["Dubey", "Tribhuvan Nath", "TN", "Department of Medicine, Gandhi Medical College, Bhopal, Madhya Pradesh, India."]], "text": "Neutrophil-lymphocyte ratio (NLR) has been suggested to be a predictor of coronary artery disease (CAD), and end-organ damage in type-2 diabetes mellitus (T2DM). Similar data are lacking from Indians with T2DM. Hence, this study aimed to evaluate the role of NLR as a predictor of microvascular complications and CAD in T2DM.Consecutive T2DM patients attending the outpatient services of 2 different hospitals, who gave consent, underwent clinical, anthropometric evaluation, and evaluation for the occurrence of retinopathy, nephropathy, neuropathy, and CAD.A total of 298 patients were screened of which 265 patients' data were analyzed. Occurrence of hypertension, neuropathy, nephropathy, retinopathy, and CAD was 12.8%, 18.5%, 41.5%, 62.3%, and 3.8%, respectively. Patients in higher NLR quartiles had significantly higher diabetes duration, occurrence of nephropathy, albuminuria, retinopathy, CAD and lpwer glomerular filtration rate. Patients with more microvascular complications had significantly longer diabetes duration, blood pressure, NLR, creatinine, and urine albumin excretion. Binary logistic regression revealed NLR followed by body mass index were best predictors of microvascular complications. NLR had areas under the receiver operating characteristic curve (AUC) of 0.888 (95% CI: 0.848-0.929; P < 0.001), 0.708 (95% CI: 0.646-0.771; P < 0.001), and 0.768 (95% CI: 0.599-938; P = 0.004) in predicting albuminuria, retinopathy, and CAD, respectively. NLR of 2.00 had sensitivity and specificity of 86.4% and 69% in predicting albuminuria; sensitivity and specificity of 64.2% and 63% in predicting retinopathy; sensitivity and specificity of 80% and 47.1% in predicting CAD.NLR is inexpensive, easy to use, reliable predictor of nephropathy, retinopathy, and CAD in Indian T2DM.", "id": "29285450", "date": null, "title": "Neutrophil-lymphocyte Ratio is a Novel Reliable Predictor of Nephropathy, Retinopathy, and Coronary Artery Disease in Indians with Type-2 Diabetes.", "doi": "10.4103/ijem.IJEM_197_17", "journal": ["Indian journal of endocrinology and metabolism", "Indian J Endocrinol Metab"]}