{"authors": [["Clemmer", "John S", "JS", "Department of Physiology and Biophysics, Center for Computational Medicine, University of Mississippi Medical Center, Jackson, MS, USA."], ["Hester", "Robert L", "RL", "Department of Physiology and Biophysics, Center for Computational Medicine, University of Mississippi Medical Center, Jackson, MS, USA."], ["Pruett", "W Andrew", "WA", "Department of Physiology and Biophysics, Center for Computational Medicine, University of Mississippi Medical Center, Jackson, MS, USA."]], "text": "Salt sensitivity, with or without concomitant hypertension, is associated with increased mortality. Reduced functional renal mass plays an important role in causing salt-sensitive hypertension for many individuals. Factors that are important in the condition of decreased renal mass and how they affect blood pressure (BP) or salt sensitivity are unclear. We used HumMod, an integrative mathematical model of human physiology, to create a heterogeneous population of 1000 virtual patients by randomly varying physiological parameters. We examined potential physiological mechanisms responsible for the change in BP in response to high-salt diet (8× change in salt intake for three weeks) with full kidney mass and again after the removal of one kidney in the same group of virtual patients. We used topological data analysis (TDA), a clustering algorithm tool, to analyse the large dataset and separate patient subpopulations. TDA distinguished five unique clusters of salt-sensitive individuals (more than 15 mmHg change in BP with increased salt). While these clusters had similar BP responses to salt, different collections of variables were responsible for their salt sensitivity, e.g. greater reductions in glomerular filtration rate (GFR) or impairments in the renin-angiotensin system. After simulating uninephrectomy in these virtual patients, the three most salt-sensitive clusters were associated with a blunted increase in renal blood flow (RBF) and higher increase in loop and distal sodium reabsorption when compared with the salt-resistant population. These data suggest that the suppression of sodium reabsorption and renin-angiotensin system is key for salt resistance, and RBF in addition to GFR may be an important factor when considering criteria for kidney donors. Here, we show that in our model of human physiology, different derangements result in the same phenotype. While these concepts are known in the experimental community, they were derived here by considering only the data obtained from our virtual experiments. These methodologies could potentially be used to discover patterns in patient sensitivity to dietary change or interventions and could be a revolutionary tool in personalizing medicine.", "id": "29285341", "date": "2017-12-15", "title": "Simulating a virtual population's sensitivity to salt and uninephrectomy.", "doi": "10.1098/rsfs.2016.0134", "journal": ["Interface focus", "Interface Focus"]}