{"authors": [["Tang", "Kunlong", "K", "Tianjin Medical University General Hospital, Tianjin, China."], ["Wang", "Liang", "L", "Tianjin Medical University General Hospital, Tianjin, China."], ["Yang", "Zhongyuan", "Z", "Sun Yat-sen University Cancer Center, Guangzhou, China."], ["Sui", "Yingying", "Y", "Tianjin Medical University General Hospital, Tianjin, China."], ["Li", "Liming", "L", "Tianjin Medical University General Hospital, Tianjin, China."], ["Huang", "Yuting", "Y", "Tianjin Medical University Cancer Hospital and Institute, Tianjin, China."], ["Gao", "Peng", "P", "University of the District of Columbia, Washington, DC, USA."]], "text": "Cushing's syndrome requires glucocorticoid replacement following adrenalectomy. Based on a simplified glucocorticoid therapy scheme and the peri-operative observation, we investigated its efficacy and safety up to 6 months post-adrenalectomy in this cohort study. We found the adrenocorticotropic hormone (ACTH) levels were normal post-adrenalectomy, and sufficient to stimulate the recovery of the dystrophic adrenal cortex, thus exogenous supplemental ACTH might not be necessary. Patients were grouped by oral reception of either hydrocortisone or prednisone since day 2 post-adrenalectomy. Both groups had similar baseline responses to adrenalectomy, regarding the correction of hypertension (10/15 vs.12/19), hyperglycemia (6/11 vs. 7/10), and hypokalemia (12/12 vs. 11/11). Most patients lost weight (17/20 vs. 20/22). Both groups reported significant improvement in a subjective evaluation questionnaire. Hydrocortisone showed advantages over prednisone in improving liver function (7/8 vs. 2/7, p = 0.035), but also caused significant lower extremety edema (p = 0.034). Both groups developed adrenal insufficiency (AI) during glucocorticoid withdrawal, with no significant difference regarding the incidence rate (7/20 vs. 10/22) or severity. Most AI symptoms were relieved by resuming the prior oral doses, while two severe cases were hospitalized. The withdrawal process may last longer time for hydrocortisone than prednisone. In conclusion, our data supports the use of both hydrocortisone and prednisone in the glucocorticoid replacement therapy post-adrenalectomy for patients of adrenal adenoma or Cushing's disease. Hydrocortisone showed advantages over prednisone in improving liver function, and prednisone exhibited significantly lower risk of edema.", "id": "29285318", "date": "2017-08-31", "title": "Comparison of hydrocortisone and prednisone in the glucocorticoid replacement therapy post-adrenalectomy of Cushing's Syndrome.", "doi": "10.18632/oncotarget.20597", "journal": ["Oncotarget", "Oncotarget"]}