{"authors": [["Hu", "Jun", "J", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."], ["Shen", "Tingting", "T", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."], ["Xie", "Jun", "J", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."], ["Wang", "Siyang", "S", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."], ["He", "Yue", "Y", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."], ["Zhu", "Fu", "F", "Xuhui Central Hospital, Shanghai Clinical Research Center, China Academy of Sciences, Shanghai 200031, P.R. China."]], "text": "Hypertension is a leading risk factor for morbidity and mortality. Previous studies have reported that curcumin has anti-oxidation and anti-aging effects and inhibits histone deacetylase activity. However, it is still unclear whether curcumin could protect against vascular injury induced by hypertension. Thus, the current study examined the therapeutic effects and mechanism of curcumin on vascular injury induced by hypertension in spontaneous hypertensive rats (SHRs). The present study revealed that curcumin may improve vascular structure and attenuate coronary artery pathology. Moderate doses (~50 mg) of curcumin were most effective in treating coronary artery injury in SHRs. Moreover, the results of immunohistochemical analysis indicated that the expression levels of histone deacetylase 1 (HDAC1), matrix metalloproteinase-2 (MMP-2) and transforming growth factor β (TGFβ) decreased in the curcumin treatment group, compared with the non-treated group or the negative control group. However, the expression of tissue inhibitor of metalloproteinase 1 (TIMP1) did not visibly decrease. Furthermore, chromatin immunoprecipitation results suggested that curcumin was capable of promoting the transcription activation of TIMP1 through suppressing HDAC1 expression and increasing histone H3 acetylation at the TIMP1 promoter region in SHRs. In conclusion, curcumin could relieve extracellular matrix degradation and interstitial fibrosis induced by hypertension, and lower blood pressure. It could also serve a function in improving vascular structure through inhibiting the expression of HDAC1, thereby promoting TIMP1 transcription activation and suppressing the expression of MMP-2 and TGFβ.", "id": "29285138", "date": "2017-10-17", "title": "Curcumin modulates covalent histone modification and TIMP1 gene activation to protect against vascular injury in a hypertension rat model.", "doi": "10.3892/etm.2017.5318", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}