{"authors": [["Liu", "Siguan", "S", "Department of Critical Care Medicine, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong 250101, P.R. China."], ["Yi", "Fanfan", "F", "Emergency Department, Zaozhuang Municipal Hospital, Zaozhuang, Shandong 277101, P.R. China."], ["Cheng", "Wenwei", "W", "Emergency Department, Zaozhuang Municipal Hospital, Zaozhuang, Shandong 277101, P.R. China."], ["Qu", "Xin", "X", "Department of Critical Care Medicine, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong 250101, P.R. China."], ["Wang", "Chunting", "C", "Department of Critical Care Medicine, Shandong Provincial Hospital Affiliated to Shandong University, Jinan, Shandong 250101, P.R. China."]], "text": "The aim of the present study was to investigate the expression and function of microRNA (miR)-34a in patients with primary hypertension. The expression of miR-34a was measured in the peripheral blood of 50 patients with primary hypertension and 28 normal controls by reverse transcription quantitative polymerase chain reaction. In addition, human umbilical vein endothelial cells (HUVECs) were transfected with an miR-34a inhibitor to suppress the expression of miR-34a, and the proliferation, migration and cell cycle distribution of HUVECs were measured by Cell Counting Kit-8, Transwell and flow cytometry assays. The target of miR-34a was also predicted by bioinformatics analysis and verified by a dual-luciferase reporter gene assay and western blot analysis. miR-34a was significantly upregulated in the peripheral blood of patients with hypertension when compared with controls (P<0.05), and upregulation of miR-34a was associated with a higher clinical stage of hypertension (phase III; P<0.05). In vitro experiments demonstrated that inhibition of miR-34a promoted the proliferation, migration and G1/S transition of HUVECs, relative to scramble-miR controls (P<0.05). Furthermore, transforming growth factor β-induced factor homeobox 2 (TIGF2) was predicted and verified to be a direct target of miR-34a. Collectively, these data suggested that miR-34a was upregulated in the peripheral blood of patients with hypertension, and that upregulated miR-34a may promote vascular endothelial injury by targeting TIGF2.", "id": "29285082", "date": "2017-09-27", "title": "Molecular mechanisms in vascular injury induced by hypertension: Expression and role of microRNA-34a.", "doi": "10.3892/etm.2017.5216", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}