{"authors": [["Xiong", "Fang", "F", "Center of Reproduction Medicine, Maternal and Child Health Hospital of Wuxi, Wuxi, Jiangsu 214002, P.R. China."], ["Hu", "Lingqing", "L", "Center of Reproduction Medicine, Maternal and Child Health Hospital of Wuxi, Wuxi, Jiangsu 214002, P.R. China."], ["Zhang", "Yun", "Y", "Center of Reproduction Medicine, Maternal and Child Health Hospital of Wuxi, Wuxi, Jiangsu 214002, P.R. China."], ["Xiao", "Xiao", "X", "Center of Reproduction Medicine, Maternal and Child Health Hospital of Wuxi, Wuxi, Jiangsu 214002, P.R. China."]], "text": "We investigated the correlation of hypertensive disorders in pregnancy with different procedures of in vitro fertilization, and analyzed pregnancy outcomes of patients with hypertensive disorders in pregnancy. A retrospective analysis was performed on the medical records of 658 maternity patients who conceived through in vitro fertilization in Maternal and Child Health Hospital of Wuxi. Patients were divided into two groups according to different fertilization procedures: i) the routine in vitro fertilization-embryo transfer group (IVF-ET group, 377 cases) and ii) intra-cytoplasmic sperm injection-embryo transfer group (ICSI-ET group, 281 cases). Consequently, patients were further divided into two groups according to different embryo transfer cycles: the fresh embryo transfer group (F-ET group, 446 cases) and the frozen-thawed embryo transfer group (T-ET group, 212 cases). Characteristics of patients in each group were evaluated, and incidence of hypertensive disorders in pregnancy resulting from different assisted reproductive technology was compared. Among patients who conceived through IVF, there were 56 cases of hypertensive disorders in pregnancy, including 21 cases of gestational hypertension, 34 cases of pre-eclampsia and 1 case of eclampsia. The odds ratio (OR) of gestational hypertension in the comparison between the ICSI-ET and IVF-ET groups was 2.01 (0.81-4.74), and was reduced to 1.69 (0.70-4.02) after correction. The difference of OR in twin-birth patients of the two groups was statistically significant, but the difference in single-birth patients was not statistically significant. The odds ratio (OR) of gestational hypertension in the comparison between the F-ET and T-ET groups was 0.44 (0.13-1.34), and became 0.49 (0.15-1.51) after correction. The odds ratio of pre-eclampsia in the comparison between the ICSI-ET and IVF-ET groups was 1.36 (0.42-4.18), and was reduced to 1.17 (0.36-3.62) after correction. The odds ratio of pre-eclampsia in the comparison between the F-ET and T-ET groups was 0.93 (0.42-1.96), and became 0.98 (0.44-2.12) after correction. The differences were not statistically significant. The risk of onset of hypertensive disorders in pregnancy has a certain correlation with the ICSI fertilization technology, but has no apparent correlation with embryo transfer cycles.", "id": "29285069", "date": "2017-09-27", "title": "Correlation of hypertensive disorders in pregnancy with procedures of in vitro fertilization and pregnancy outcomes.", "doi": "10.3892/etm.2017.5204", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}