{"authors": [["Zhao", "Jiajing", "J", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Yue", "Yaohan", "Y", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Xie", "Yun", "Y", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Liu", "Liwen", "L", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Cao", "Fei", "F", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Gao", "Shurong", "S", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."], ["Wang", "Yingjue", "Y", "Department of Traditional Chinese Medicine, Shanghai Putuo People's Hospital, Shanghai 200060, P.R. China."]], "text": "There is still no resolution for arterial remodeling related with hypertension, though hypertension treatment has access to a number of pharmacological agents. The present study aimed at investigating the prevention of Cyathula officinalis Kuan's roots (C. officinalis Kuan) against in arterial remodeling in vitro. Spontaneously hypertensive rats (SHRs) were intragastrically administered 3, 6 or 12 g/kg C. officinalis Kuan or normal saline or enalapril (2.5 mg/kg) once a day for 8 weeks. Hematoxylin and eosin were used to measure blood pressure and stain carotid and arota. The serum concentration of nitric oxide (NO) was measured by NO assay kit (nitrate reductase method). The endothelin-1 transcriptional level, endothelial NO synthase of endothelium as well as angiotensin II receptor type 1 (AT1R) of aorta and carotid was tested by quantitative reverse transcription-polymerase chain reaction (qRT-PCR) and the protein level in aorta was also measured by western blotting. The blood pressure in SHR+enalapril, SHR+3 g/kg, SHR+6 g/kg and SHR+12 g/kg C. officinalis Kuan groups was significantly decreased at 4, 6 and 8 weeks post-treatment compared with SHR group. Different doses of C. officinalis Kuan and enalapril treatment showed aortic wall thinness and strengthened NO serum level, but made no impact on the transcriptional level of AT1R in aorta or endothelial NO synthase in carotid. It is suggested by such results that therapy by C. officinalis Kuan is able to fight against arterial remodeling, thus may provide a new means to treat arterial remodeling caused by hypertension.", "id": "29285068", "date": "2017-09-28", "title": "Radix Cyathula officinalis Kuan inhibits arterial remodeling in spontaneously hypertensive rats.", "doi": "10.3892/etm.2017.5218", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}