{"authors": [["Li", "Shanshan", "S", "Department of Cardiology, The First Affiliated Hospital, Guangxi Medical University, Nanning, Guangxi 530021, P.R. China."], ["Jiang", "Zhiyuan", "Z", "Department of Cardiology, The First Affiliated Hospital, Guangxi Medical University, Nanning, Guangxi 530021, P.R. China."], ["Wen", "Lina", "L", "Department of Cardiology, The First Affiliated Hospital, Guangxi Medical University, Nanning, Guangxi 530021, P.R. China."], ["Feng", "Guirong", "G", "Department of Cardiology, The First Affiliated Hospital, Guangxi Medical University, Nanning, Guangxi 530021, P.R. China."], ["Zhong", "Guoqiang", "G", "Department of Cardiology, The First Affiliated Hospital, Guangxi Medical University, Nanning, Guangxi 530021, P.R. China."]], "text": "Previous studies have demonstrated that connexin40 (Cx40) remolding is involved in atrial fibrillation (AF). GJA5 encoding Cx40 is a potential target mRNA of microRNA-208a-3p (miR-208a-3p), as indicated by preliminary bioinformatics analyses. However, the exact effect of miR-208a-3p on Cx40 in human chronic AF has remained elusive. The present study demonstrated the role of miR-208a-3p in human chronic AF and further investigated the effect of miR-208a-3p on Cx40 expression. A total of 19 patients with AF and 18 patients with sinus rhythm (SR) were enrolled. The AC16 cell line was treated with miR-208a-3p inhibitor or mimics. The miR-208a-3p in right atrial appendage (RAA) tissues of patients was measured by in situ hybridization and reverse-transcription quantitative polymerase chain reaction (RT-qPCR). Furthermore, the expression of Cx40 in the RAA of patients and in AC16 cells treated with miR-208a-3p inhibitor or mimics were detected by RT-qPCR and western blot analysis. A luciferase assay was performed to confirm whether Cx40 was directly targeted by miR-208a-3p. The miR-208a-3p levels in patients with AF were significantly increased compared with those in patients with SR. Conversely, the Cx40 protein levels were significantly decreased and lateralization of Cx40 was observed in patients with AF. miR-208a-3p inhibitor led to a significant upregulation of the protein expression of Cx40 in AC16 cells, while miR-208a-3p mimics led to a significant downregulation. However, the luciferase assay demonstrated that GJA5 was not a direct target gene of miR-208a-3p. The findings still suggested that miR-208a-3p may be involved in human chronic AF by mediating atrial Cx40 remolding, and may represent a potential therapeutic target for AF.", "id": "29285063", "date": "2017-09-29", "title": "MicroRNA-208a-3p contributes to connexin40 remolding in human chronic atrial fibrillation.", "doi": "10.3892/etm.2017.5225", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}