{"authors": [["Sheth", "Rahul A", "RA", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA rasheth@mdanderson.org."], ["Sabir", "Sharjeel H", "SH", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Parmet", "Philip", "P", "Synergy Radiology Associates, Houston, Texas, USA."], ["Amin", "Roshon", "R", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Kuban", "Joshua D", "JD", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Huang", "Steven Y", "SY", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Mahvash", "Armeen", "A", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Fogelman", "David", "D", "Department of Gastrointestinal Medical Oncology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Javle", "Milind", "M", "Department of Gastrointestinal Medical Oncology, MD Anderson Cancer Center, Houston, Texas, USA."], ["Wallace", "Michael J", "MJ", "Department of Interventional Radiology, MD Anderson Cancer Center, Houston, Texas, USA."]], "text": "The purpose of this study was to evaluate percutaneous transhepatic portal vein stenting (PVS) for palliation of refractory ascites and/or variceal bleeding caused by extrahepatic portomesenteric venous stenosis in patients with pancreaticobiliary cancer.A single-institution, retrospective review of patients who underwent PVS between January 2007 and July 2015 was performed. A total of 38 patients were identified, of whom 28 met the inclusion criterion of PVS performed primarily for refractory ascites or variceal bleeding. In addition to technical success and overall survival, clinical success was measured by fraction of remaining life palliated. The palliative effect of PVS was also quantified by measuring changes in liver and ascites volumes after the procedure.Technical success was 93% (26/28). Stent deployment involved more than one portomesenteric vessel in most patients (20/26). The cumulative probability of symptom recurrence at 6, 12, 18, and 24 months was 12%, 16%, 26%, and 40%, respectively. There was a significant difference (p < .001) in the probability of symptom recurrence, recurrence of abdominal ascites, and increase in liver volume between patients whose stents remained patent and those whose stents demonstrated partial or complete occlusion. The mean fraction of remaining life palliated was 87%. All but two patients were found to have improvement in clinical symptoms for the majority of their lives after the procedure. There were no major or minor complications.As a low-risk procedure with a high clinical success rate, PVS can play a substantial role in improving quality of life in patients with portomesenteric stenoses.Portomesenteric venous stenosis is a challenging complication of pancreaticobiliary malignancy. Portomesenteric stenoses can lead to esophageal, gastric, and mesenteric variceal bleeding, as well as abdominal ascites. The purpose of this study was to evaluate the safety and efficacy of portal vein stenting (PVS) in patients with cancer who have symptomatic portal hypertension caused by portomesenteric venous compression. As a low-risk procedure with a high clinical success rate, PVS can play a substantial role in improving quality of life in patients with portomesenteric stenoses.", "id": "29284759", "date": "2017-12-28", "title": "Portomesenteric Venous Stenting for Palliation of Ascites and Variceal Bleeding Caused by Prehepatic Portal Hypertension.", "doi": "10.1634/theoncologist.2017-0337", "journal": ["The oncologist", "Oncologist"]}