{"authors": [["Sankaran", "Sujatha", "S", "University of California at San Francisco, San Francisco, CA, USA. sujatha.sankaran@ucsf.edu."], ["Ravi", "Prema S", "PS", "Tribal Health Initiative, Sittilingi, Tamil Nadu, India."], ["Wu", "Yichen Ethel", "YE", "University of California at San Francisco, San Francisco, CA, USA."], ["Shanabogue", "Sharan", "S", "St. John's National Academy of Health Sciences, Bangalore, Karnataka, India."], ["Ashok", "Sangeetha", "S", "Tribal Health Initiative, Sittilingi, Tamil Nadu, India."], ["Agnew", "Kaylan", "K", "University of California at San Francisco, San Francisco, CA, USA."], ["Fang", "Margaret C", "MC", "University of California at San Francisco, San Francisco, CA, USA."], ["Khanna", "Raman A", "RA", "University of California at San Francisco, San Francisco, CA, USA."], ["Dandu", "Madhavi", "M", "University of California at San Francisco, San Francisco, CA, USA."], ["Harrison", "James D", "JD", "University of California at San Francisco, San Francisco, CA, USA."]], "text": "Poor blood pressure control results in tremendous morbidity and mortality in India where the leading cause of death among adults is from coronary heart disease. Despite having little formal education, community health workers (CHWs) are integral to successful public health interventions in India and other low- and middle-income countries that have a shortage of trained health professionals. Training CHWs to screen for and manage chronic hypertension, with support from trained clinicians, offers an excellent opportunity for effecting systemwide change in hypertension-related burden of disease. In this article, we describe the development of a program that trained CHWs between 2014 and 2015 in the tribal region of the Sittilingi Valley in southern India, to identify hypertensive patients in the community, refer them for diagnosis and initial management in a physician-staffed clinic, and provide them with sustained lifestyle interventions and medications over multiple visits. We found that after 2 years, the CHWs had screened 7,176 people over age 18 for hypertension, 1,184 (16.5%) of whom were screened as hypertensive. Of the 1,184 patients screened as hypertensive, 898 (75.8%) had achieved blood pressure control, defined as a systolic blood pressure less than 140 and a diastolic blood pressure less than 90 sustained over 3 consecutive visits. While all of the 24 trained CHWs reported confidence in checking blood pressure with a manual blood pressure cuff, 4 of the 24 CHWs reported occasional difficulty documenting blood pressure values because they were unable to write numbers properly. They compensated by asking other CHWs or members of their community to help with documentation. Our experience and findings suggest that a CHW blood pressure screening system linked to a central clinic can be a promising avenue for improving hypertension control rates in low- and middle-income countries.", "id": "29284700", "date": "2017-12-28", "title": "An NGO-Implemented Community-Clinic Health Worker Approach to Providing Long-Term Care for Hypertension in a Remote Region of Southern India.", "doi": "10.9745/GHSP-D-17-00192", "journal": ["Global health, science and practice", "Glob Health Sci Pract"]}