{"authors": [["Saindane", "A M", "AM", "From the Departments of Radiology and Imaging Sciences (A.M.S., D.Q., J.N.O., J.F.H.) asainda@emory.edu."], ["Qiu", "D", "D", "From the Departments of Radiology and Imaging Sciences (A.M.S., D.Q., J.N.O., J.F.H.)."], ["Oshinski", "J N", "JN", "From the Departments of Radiology and Imaging Sciences (A.M.S., D.Q., J.N.O., J.F.H.)."], ["Newman", "N J", "NJ", "Ophthalmology (N.J.N., V.B., B.B.B.), Emory University, Atlanta, Georgia."], ["Biousse", "V", "V", "Ophthalmology (N.J.N., V.B., B.B.B.), Emory University, Atlanta, Georgia."], ["Bruce", "B B", "BB", "Ophthalmology (N.J.N., V.B., B.B.B.), Emory University, Atlanta, Georgia."], ["Holbrook", "J F", "JF", "From the Departments of Radiology and Imaging Sciences (A.M.S., D.Q., J.N.O., J.F.H.)."], ["Dale", "B M", "BM", "MR R&D Collaborations (B.M.D.), Siemens Healthineers, Apex, North Carolina."], ["Zhong", "X", "X", "MR R&D Collaborations (X.Z.), Siemens Healthineers, Atlanta, Georgia."]], "text": "Intracranial pressure is estimated invasively by using lumbar puncture with CSF opening pressure measurement. This study evaluated displacement encoding with stimulated echoes (DENSE), an MR imaging technique highly sensitive to brain motion, as a noninvasive means of assessing intracranial pressure status.Nine patients with suspected elevated intracranial pressure and 9 healthy control subjects were included in this prospective study. Controls underwent DENSE MR imaging through the midsagittal brain. Patients underwent DENSE MR imaging followed immediately by lumbar puncture with opening pressure measurement, CSF removal, closing pressure measurement, and immediate repeat DENSE MR imaging. Phase-reconstructed images were processed producing displacement maps, and pontine displacement was calculated. Patient data were analyzed to determine the effects of measured pressure on pontine displacement. Patient and control data were analyzed to assess the effects of clinical status (pre-lumbar puncture, post-lumbar puncture, or control) on pontine displacement.Patients demonstrated imaging findings suggesting chronically elevated intracranial pressure, whereas healthy control volunteers demonstrated no imaging abnormalities. All patients had elevated opening pressure (median, 36.0 cm water), decreased by the removal of CSF to a median closing pressure of 17.0 cm water. Patients pre-lumbar puncture had significantly smaller pontine displacement than they did post-lumbar puncture after CSF pressure reduction (P = .001) and compared with controls (P = .01). Post-lumbar puncture patients had statistically similar pontine displacements to controls. Measured CSF pressure in patients pre- and post-lumbar puncture correlated significantly with pontine displacement (r = 0.49; P = .04).This study establishes a relationship between pontine displacement from DENSE MR imaging and measured pressure obtained contemporaneously by lumbar puncture, providing a method to noninvasively assess intracranial pressure status in idiopathic intracranial hypertension.", "id": "29284598", "date": "2017-12-28", "title": "Noninvasive Assessment of Intracranial Pressure Status in Idiopathic Intracranial Hypertension Using Displacement Encoding with Stimulated Echoes (DENSE) MRI: A Prospective Patient Study with Contemporaneous CSF Pressure Correlation.", "doi": "10.3174/ajnr.A5486", "journal": ["AJNR. American journal of neuroradiology", "AJNR Am J Neuroradiol"]}