{"authors": [["Torrealba-Acosta", "Gabriel", "G", "Division of Neurology, Department of Internal Medicine, Hospital Rafael Ángel Calderón Guardia, Caja Costarricense de Seguro Social, San José, Costa Rica; Neurosciences Research Center, University of Costa Rica, San José, Costa Rica. Electronic address: doctortorrealba@gmail.com."], ["Carazo-Céspedes", "Kenneth", "K", "Division of Neurology, Department of Internal Medicine, Hospital San Juan de Dios, Caja Costarricense de Seguro Social, San José, Costa Rica."], ["Chiou", "Sy Han", "SH", "Department of Mathematical Sciences, The University of Texas at Dallas, Richardson, Texas."], ["O'Brien", "Anthony Terrence", "AT", "Spaulding Rehabilitation Hospital, Harvard Medical School, Charlestown, Massachusetts."], ["Fernández-Morales", "Huberth", "H", "Division of Neurology, Department of Internal Medicine, Hospital Rafael Ángel Calderón Guardia, Caja Costarricense de Seguro Social, San José, Costa Rica."]], "text": "Limited data on stroke exist for Costa Rica. Therefore, we created a stroke registry out of patients with stroke seen in the Acute Stroke Unit of the Hospital Calderon Guardia.We analyzed 1319 patients enrolled over a 7-year period, which incorporated demographic, clinical, laboratory, and neuroimaging data.The mean age of patients with stroke was 68.0 ± 15.5 years. Seven hundred twenty-five were men and the age range was 13-104 years. The most prevalent risk factors were hypertension (78.8%), dyslipidemia (36.3%), and diabetes (31.9%). Fifteen percent had atrial fibrillation and 24.7% had a previous stroke or transient ischemic attack. Prevalence of hypertension and atrial fibrillation increased with age; however, younger patients were more associated with thrombophilia. We documented 962 (72.9%) ischemic and 270 (20.5%) hemorrhagic strokes. Of the ischemic strokes, 174 (18.1%) were considered secondary to large-artery atherothrombosis, 175 (18.2%) were due to cardiac embolism, 19 (2.0%) were due to lacunar infarcts, and 25 (2.6%) were due to other determined causes. Five hundred sixty-nine (59.1%) remained undetermined. Atherothrombotic strokes were mostly associated with dyslipidemia, diabetes, metabolic syndrome, and obesity, whereas lacunar infarcts were associated with hypertension, smoking, sedentary lifestyle, and previous stroke or transient ischemic attack. Of our patients, 69.9% scored between 0 and 9 in the initial National Institutes of Health Stroke Scale (NIHSS).We found differences in sociodemographic features, risk factors, and stroke severity among stroke subtypes. Risk factor prevalence was similar to other registries involving Hispanic populations.", "id": "29284569", "date": "2017-12-25", "title": "Epidemiology of Stroke in Costa Rica: A 7-Year Hospital-Based Acute Stroke Registry of 1319 Consecutive Patients.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.030", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}