{"authors": [["Lenchik", "Leon", "L", "Department of Radiology, Wake Forest School of Medicine, Winston-Salem, NC, USA. Electronic address: llenchik@wakehealth.edu."], ["Register", "Thomas C", "TC", "Department of Pathology, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Hsu", "Fang-Chi", "FC", "Department of Biostatistical Sciences, Division of Public Health Sciences, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Xu", "Jianzhao", "J", "Department of Biochemistry, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Smith", "S Carrie", "SC", "Department of Biochemistry, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Carr", "J Jeffrey", "JJ", "Department of Radiology, Vanderbilt University School of Medicine, Nashville, TN, USA."], ["Freedman", "Barry I", "BI", "Department of Internal Medicine, Section on Nephrology, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Bowden", "Donald W", "DW", "Department of Biostatistical Sciences, Division of Public Health Sciences, Wake Forest School of Medicine, Winston-Salem, NC, USA."]], "text": "This study aimed to determine the association between areal and volumetric bone mineral density (BMD) with all-cause mortality in patients with type 2 diabetes (T2D). Associations between BMD and all-cause mortality were examined in 576 women and 517 men with T2D in the Diabetes Heart Study. Volumetric BMD in the thoracic and lumbar spine was measured with quantitative computed tomography. Areal BMD (aBMD) in the lumbar spine, total hip, femoral neck, ultradistal radius, mid radius, and whole body was measured using dual X-ray absorptiometry. Association of BMD with all-cause mortality was determined using sequential models, stratified by sex: (1) unadjusted; (2) adjusted for age, race, smoking, alcohol, estrogen use; (3) model 2 plus history of cardiovascular disease, hypertension, and coronary artery calcification; (4) model 3 plus lean mass; and (5) model 3 plus fat mass. At baseline, mean age was 61.2 years for women and 62.7 years for men. At mean 11.0 ± 3.7 years' follow-up, 221 (36.4%) women and 238 (43.6%) men were deceased. In women, BMD at all skeletal sites (except spine aBMD and whole body aBMD) was inversely associated with all-cause mortality in the unadjusted model. These associations remained significant in the mid radius (hazard ratio per standard deviation  = 0.79; p = 0.0057) and distal radius (hazard ratio per standard deviation  = 0.76; p = 0.0056) after adjusting for all covariates, including lean mass. In men, volumetric BMD measurements but not aBMD were inversely associated with mortality and only in the unadjusted model. In this longitudinal study, lower baseline aBMD in the radius was associated with increased all-cause mortality in women with T2D, but not men, independent of other risk factors for death.", "id": "29284565", "date": "2017-12-01", "title": "Bone Mineral Density of the Radius Predicts All-Cause Mortality in Patients With Type 2 Diabetes: Diabetes Heart Study.", "doi": "10.1016/j.jocd.2017.11.003", "journal": ["Journal of clinical densitometry : the official journal of the International Society for Clinical Densitometry", "J Clin Densitom"]}