{"authors": [["Sihag", "Smita", "S", "Division of Thoracic Surgery, Massachusetts General Hospital, 55 Fruit Street, Founders 7, Boston, Massachusetts, 02114, USA. sihags@mskcc.org."], ["Le", "Bao", "B", "Division of Thoracic Surgery, Massachusetts General Hospital, 55 Fruit Street, Founders 7, Boston, Massachusetts, 02114, USA."], ["Witkin", "Alison S", "AS", "Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital, 55 Fruit Street, Boston, Massachusetts, 02114, USA."], ["Rodriguez-Lopez", "Josanna M", "JM", "Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital, 55 Fruit Street, Boston, Massachusetts, 02114, USA."], ["Villavicencio", "Mauricio A", "MA", "Division of Cardiac Surgery, Massachusetts General Hospital, 55 Fruit Street, Cox 6, Boston, Massachusetts, 02114, USA."], ["Vlahakes", "Gus J", "GJ", "Division of Cardiac Surgery, Massachusetts General Hospital, 55 Fruit Street, Cox 6, Boston, Massachusetts, 02114, USA."], ["Channick", "Richard N", "RN", "Division of Pulmonary and Critical Care Medicine, Massachusetts General Hospital, 55 Fruit Street, Boston, Massachusetts, 02114, USA."], ["Wright", "Cameron D", "CD", "Division of Thoracic Surgery, Massachusetts General Hospital, 55 Fruit Street, Founders 7, Boston, Massachusetts, 02114, USA."]], "text": "Pulmonary thromboendarterectomy (PTE) is an effective treatment for chronic thromboembolic pulmonary hypertension (CTEPH), but is a technically challenging operation for cardiothoracic surgeons. Starting a new program allows an opportunity to define a learning curve for PTE.A retrospective case review was performed of 134 consecutive PTEs performed from 1998 to 2016 at a single institution. Outcomes were compared using either a two-tailed t-test for continuous variables or a chi-squared test for categorical variables according to experience of the program by terciles (T).The 30-day mortality was 3.7%. The mean length of hospital stay, length of ICU stay, and duration on a ventilator were 12.6 days, 4.6 days, and 2.0 days, respectively. The mean decrease in systolic pulmonary artery pressure (sPAP) was 41.3 mmHg. Patients with Jamieson type 2 disease had a greater change in mean sPAP than those with type 3 disease (p = 0.039). The mean cardiopulmonary bypass time was 180 min (T1-198 min, T3-159 min, p = <0.001), and the mean circulatory arrest time was 37 min (T1-44 min, T3-31 min, p < 0.001). Plotting circulatory arrest times as a running sum compared to the mean demonstrated 2 inflection points, the first at 22 cases and the second at 95 cases.PTE is a challenging procedure to learn, and good outcomes are a result of a multi-disciplinary effort to optimize case selection, operative performance, and postoperative care. Approximately 20 cases are needed to become proficient in PTE, and nearly 100 cases are required for more efficient clearing of obstructed pulmonary arteries.", "id": "29284512", "date": "2017-12-28", "title": "Quantifying the learning curve for pulmonary thromboendarterectomy.", "doi": "10.1186/s13019-017-0686-1", "journal": ["Journal of cardiothoracic surgery", "J Cardiothorac Surg"]}