{"authors": [["Tucker", "Katherine L", "KL", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Taylor", "Kathryn S", "KS", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Crawford", "Carole", "C", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Hodgkinson", "James A", "JA", "Institute of Applied Health Research, University of Birmingham, Edgbaston, Birmingham, B15 2TT, UK."], ["Bankhead", "Clare", "C", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Carver", "Tricia", "T", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Ewers", "Elizabeth", "E", "Obstetrics & Maternal Medicine, Birmingham Women's Hospital, Edgbaston, Birmingham, B15 2TG, UK."], ["Glogowska", "Margaret", "M", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Greenfield", "Sheila M", "SM", "Institute of Applied Health Research, University of Birmingham, Edgbaston, Birmingham, B15 2TT, UK."], ["Ingram", "Lucy", "L", "Obstetrics & Maternal Medicine, Birmingham Women's Hospital, Edgbaston, Birmingham, B15 2TG, UK."], ["Hinton", "Lisa", "L", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["Khan", "Khalid S", "KS", "Barts and the London School of Medicine and Dentistry, Queen Mary University of London, London, E1 2AD, UK."], ["Locock", "Louise", "L", "Health Services Research Unit, University of Aberdeen, Aberdeen, UK."], ["Mackillop", "Lucy", "L", "Oxford University Hospitals NHS Trust, Women's Centre, John Radcliffe Hospital, Oxford, OX3 9DU, UK."], ["McCourt", "Christine", "C", "City University London, Northampton Square, London, EC1V 0HB, UK."], ["Pirie", "Alexander M", "AM", "Obstetrics & Maternal Medicine, Birmingham Women's Hospital, Edgbaston, Birmingham, B15 2TG, UK."], ["Stevens", "Richard", "R", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK."], ["McManus", "Richard J", "RJ", "Nuffield Department of Primary Care Health Sciences, University of Oxford, Oxford, OX2 6GG, UK. richard.mcmanus@phc.ox.ac.uk."]], "text": "Raised blood pressure (BP) affects approximately 10% of pregnancies worldwide, and a high proportion of affected women develop pre-eclampsia. This study aimed to evaluate the feasibility of self-monitoring of BP in pregnancy in women at higher risk of pre-eclampsia.This prospective cohort study of self-monitoring BP in pregnancy was carried out in two hospital trusts in Birmingham and Oxford and thirteen primary care practices in Oxfordshire. Eligible women were those defined by the UK National Institute for Health and Care Excellence (NICE) guidelines as at higher risk of pre-eclampsia. A total of 201 participants were recruited between 12 and 16 weeks of pregnancy and were asked to take two BP readings twice daily three times a week through their pregnancy. Primary outcomes were recruitment, retention and persistence of self-monitoring. Study recruitment and retention were analysed with descriptive statistics. Survival analysis was used to evaluate the persistence of self-monitoring and the performance of self-monitoring in the early detection of gestational hypertension, compared to clinic BP monitoring. Secondary outcomes were the mean clinic and self-monitored BP readings and the performance of self-monitoring in the detection of gestational hypertension and pre-eclampsia compared to clinic BP.Of 201 women recruited, 161 (80%) remained in the study at 36 weeks or to the end of their pregnancy, 162 (81%) provided any home readings suitable for analysis, 148 (74%) continued to self-monitor at 20 weeks and 107 (66%) at 36 weeks. Self-monitored readings were similar in value to contemporaneous matched clinic readings for both systolic and diastolic BP. Of the 23 who developed gestational hypertension or pre-eclampsia and self-monitored, 9 (39%) had a raised home BP prior to a raised clinic BP.Self-monitoring of BP in pregnancy is feasible and has potential to be useful in the early detection of gestational hypertensive disorders but maintaining self-monitoring throughout pregnancy requires support and probably enhanced training.", "id": "29284456", "date": "2017-12-28", "title": "Blood pressure self-monitoring in pregnancy: examining feasibility in a prospective cohort study.", "doi": "10.1186/s12884-017-1605-0", "journal": ["BMC pregnancy and childbirth", "BMC Pregnancy Childbirth"]}