{"authors": [["Yan", "Lily Z", "LZ", "1 Department of Pharmacy, University of Kentucky Medical Center, Lexington, KY, USA."], ["Dressler", "Emily V", "EV", "2 Division of Cancer Biostatistics, University of Kentucky, Lexington, KY, USA."], ["Adams", "Val R", "VR", "3 Department of Pharmacy Practice and Science, University of Kentucky College of Pharmacy, Lexington, KY, USA."]], "text": "Background Studies suggest that bevacizumab-induced hypertension is prognostic of better outcomes in bevacizumab-treated patients with metastatic colorectal, HER2-negative breast, kidney, and pancreatic cancer. Few have examined this correlation in metastatic non-small cell lung cancer and evaluated whether hypertension independent of bevacizumab can improve the treatment outcomes. Objectives The primary objective was to determine the effect of hypertension on the overall response of advanced non-small cell lung cancer patients from start of the first-line chemotherapy to maintenance therapy. Secondary objectives include the effect of hypertension on the overall survival in all patients and on the overall response in bevacizumab-treated patients. Methods A retrospective chart review for a single institution was conducted from 2008 to 2013 on all patients with advanced non-squamous non-small cell lung cancer who received ≥ 1 cycle of combination chemotherapy. Patients were divided into hypertension versus no hypertension and into bevacizumab versus non-bevacizumab groups. Results Of the 188 advanced non-small cell lung cancer patients evaluated, 62 were treated with bevacizumab-containing regimens. The mean age at diagnosis was 58 years in both the groups. Hypertension independent of bevacizumab did not lead to improved treatment outcomes. However, in the bevacizumab subgroup, hypertensive patients had significantly higher response rates versus non-hypertensive patients (36.7% vs. 12.5%; p = 0.02). There was no significant difference in the overall survival between hypertensive versus non-hypertensive patients. Conclusion While hypertension alone did not significantly improve the treatment outcomes, hypertension in bevacizumab-treated patients with metastatic non-small cell lung cancer led to significantly improved responses. Further prospective studies are needed to confirm the association of hypertension with improved treatment outcomes in metastatic NSCLC.", "id": "29284349", "date": "2017-01-01", "title": "Association of hypertension and treatment outcomes in advanced stage non-small cell lung cancer patients treated with bevacizumab or non-bevacizumab containing regimens.", "doi": "10.1177/1078155217690921", "journal": ["Journal of oncology pharmacy practice : official publication of the International Society of Oncology Pharmacy Practitioners", "J Oncol Pharm Pract"]}