{"authors": [["Wojcik", "Malgorzata", "M", "Department of Pediatric and Adolescent Endocrinology, Chair of Pediatrics, Institute of Pediatrics, Jagiellonian University Medical College, Krakow, Poland. malgorzata.wojcik@uj.edu.pl."], ["Janus", "Dominika", "D", "Department of Pediatric and Adolescent Endocrinology, Chair of Pediatrics, Institute of Pediatrics, Jagiellonian University Medical College, Krakow, Poland."], ["Kalicka-Kasperczyk", "Anna", "A", "Department of Pediatric and Adolescent Endocrinology, Chair of Pediatrics, Institute of Pediatrics, Jagiellonian University Medical College, Krakow, Poland."], ["Sztefko", "Krystyna", "K", "Department of Clinical Biochemistry, Institute of Pediatrics, Jagiellonian University Medical College, Krakow, Poland."], ["Starzyk", "Jerzy B", "JB", "Department of Pediatric and Adolescent Endocrinology, Chair of Pediatrics, Institute of Pediatrics, Jagiellonian University Medical College, Krakow, Poland."]], "text": "Vitamin D deficiency is common in obesity; however, its contribution in the development of metabolic complications remains uncertain. The aim of the study was to examine the relationships between vitamin D status and metabolic complications.The results of blood pressure measurements, biochemical tests and ultrasound of the liver were compared in both groups. The study was conducted at the Children's University Hospital in Krakow, Poland. 30 obese adolescents (mean 13.23y.o.); 18 with 25OHD levels <20ng/mL, 12 with 25OHD>20 ng/mL.The vitamin D deficient group presented with significantly higher values of the diastolic blood pressure (125.9vs.115mmHg), uric acid level (384.7vs.301.5umol/L) and lower phosphorus level (1.4vs.1.65mmol/L), higher prevalence of arterial hypertension (44vs.8.3%), and liver steatosis (25vs.8.3%); lower, but not significantly, levels of fibroblast growth factor 23 and fibroblast growth factor 19.Hypovitaminosis D in obese adolescents is associated with higher prevalence of arterial hypertension, liver steatosis, elevated serum uric acid and low phosphorus levels. The potential contribution of the fibroblast growth factor 23 and fibroblast growth factor 19 in these complications development needs further investigation.", "id": "29284239", "date": "2017-05-11", "title": "The potential impact of the hypovitaminosis D on metabolic complications in obese adolescents - Preliminary results.", "doi": "10.5604/12321966.1230676", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}