{"authors": [["Skop-Lewandowska", "Agata", "A", "Department of Hygiene and Dietetics, MedicalCollege, Jagiellonian University, Krakow, Poland. agataskop@interia.pl."], ["Zając", "Joanna", "J", "Department of Hygiene and Dietetics, MedicalCollege, Jagiellonian University, Krakow, Poland."], ["Kolarzyk", "Emilia", "E", "Department of Hygiene and Dietetics, MedicalCollege, Jagiellonian University, Krakow, Poland."]], "text": "Overweight and obesity belong to the alarming and constantly increasing problems of the 21st century among all age groups. One of the major factors enhancing these problems are simple carbohydrates commonly found in popular sweet drinks.The aim of the study was to estimate the nutritional patterns of elderly people with diagnosed cardiovascular system diseases, and analysis of the relationship between consumption of simple carbohydrates and prevalence of overweight and obesity.From 233 individuals hospitalized in the Clinic of Cardiology and Hypertension in Krakow, Poland, a group of 128 elderly people was selected (66 women and 62 men). Actual food consumption for each individual was assessed using a 24-hour nutrition recall. BMI values was calculated for assessment of nutritional status. Statistical analysis was performed on two groups: one with BMI <25kg/m<sup>2</sup> and other with BMI≥25kg/m<sup>2</sup>.Overweight was stated among 33.8% of women and 50% of men, obesity among 27.7% of women and 17.7% of men. Results indicated that consumption of products rich in sucrose was associated with overweight and obesity. People with overweight and obesity statistically more often ate sweet products comparing to those with proper weight: 46.2 g vs 33.8g. The growing world-wide epidemic of overweight and obesity is one of the main priorities of preventive medicine remains changing eating patterns As observed in this study, one additional spoon of sugar consumed daily increases the risk of being overweight or obese by about 14%.Overweight and obesity was found among 60% of the examined elderly people. Correlation was found between rise in risk of obesity or overweight by about 14% with each additional spoon of sugar (5g) eaten every day.", "id": "29284227", "date": "2017-05-11", "title": "Overweight and obesity vs. simple carbohydrates consumption by elderly people suffering from diseases of the cardiovascular system.", "doi": "10.5604/12321966.1233555", "journal": ["Annals of agricultural and environmental medicine : AAEM", "Ann Agric Environ Med"]}