{"authors": [["Kashef Hamadani", "Bahar H", "BH", "Colorado School of Public health, Aurora, CO, USA."], ["Franco-Paredes", "Carlos", "C", "Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], ["McCollister", "Bruce", "B", "Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], ["Shapiro", "Leland", "L", "Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], ["Beckham", "J David", "JD", "Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."], ["Henao-Martínez", "Andrés F", "AF", "Department of Medicine, Division of Infectious Diseases, University of Colorado Denver, Aurora, CO, USA."]], "text": "As the diagnosis of cryptococcosis is challenging in low-prevalence settings, uncovering predictive factors can improve early diagnosis and timely treatment. The aim of the study was to relate clinical outcomes to predictive variables for the presence of cryptococcosis. A retrospective case-control study matched by collection date, age and gender at a 1:2 ratio (55 cases and 112 controls) was performed in case patients diagnosed with Cryptococcus infection at the University of Colorado Hospital between 2000 and 2017 (n = 167). A bivariate and a forward, stepwise multivariable logistic regression model were performed to identify predictors of cryptococcosis infection. In an adjusted multivariable model, cryptococcal infection was significantly associated with the presence of respiratory symptoms, hyponatremia, lung disease or corticosteroids. Additionally, cryptococcal meningitis was associated with headaches, corticosteroids or increased CSF protein. Conversely, a reduced risk of cryptococcosis was associated with hypertension or peripheral monocytosis. Cryptococcal meningitis leads to subsequent hearing impairment (16% vs 4% (control), P = .013), muscle weakness (40% vs 20%, P = .021), cognitive deficits (33% vs 6%, P = .0001) or any adverse outcome (84% vs 29%, P = .0001). We uncovered novel clinical predictors for the presence of cryptococcal infection or cryptococcal meningitis. This study in patients at a low-prevalence US medical centre underscores the importance of early diagnosis in this population.", "id": "29284182", "date": "2017-12-28", "title": "Cryptococcosis and cryptococcal meningitis: New predictors and clinical outcomes at a United States academic medical centre.", "doi": "10.1111/myc.12742", "journal": ["Mycoses", "Mycoses"]}