{"authors": [["Witte", "Jeannine", "J", "Institute of Physiology, University of Greifswald, Greifswald, Germany."], ["Lampe", "Josephine", "J", null], ["Koenen", "Anna", "A", null], ["Urbaneck", "Ines", "I", null], ["Steinbach", "Antje", "A", null], ["Rettig", "Rainer", "R", null], ["Grisk", "Olaf", "O", null]], "text": "Antiangiogenic receptor tyrosine kinase inhibitors (RTKI) induce arterial hypertension which may limit their use. Renal fractional sodium excretion (FENa) is reduced in early RTKI-induced hypertension, whereas fractional lithium excretion is unaltered. Therefore, we tested the hypothesis that activated distal tubule and collecting duct sodium reabsorption contributes to RTKI-induced hypertension.Amiloride-sensitive and hydrochlorothiazide (HCTZ)-sensitive fractional sodium reabsorption (FRNa) and renal epithelial sodium channel (ENaC) as well as sodium chloride cotransporter (NCC) abundances were determined in sunitinib-treated and control rats. The antihypertensive effects of amiloride and HCTZ were investigated by radiotelemery.After 4 days of treatment, mean arterial pressure was 20 mmHg higher, FENa was lower (0.32 ± 0.08% vs. 0.65 ± 0.14%; P < 0.05), and renal medullary-ENaC protein abundance was higher in sunitinib-treated rats than in controls. Amiloride-sensitive FRNa was 2.37 ± 0.52% in sunitinib-treated rats vs. 2.66 ± 0.44% in controls (n.s.). HCTZ increased FENa by a similar magnitude without affecting amiloride-sensitive FRNa in both groups. After 14 days of treatment, renal medullary β-ENaC protein abundance was higher in rats that received sunitinib than in controls, whereas α-ENaC, γ-ENaC, and NCC abundances were similar in both groups. Amiloride and HCTZ reduced the sunitinib-induced mean arterial pressure rise by 8 ± 3 mmHg (P < 0.05) and 12 ± 2 mmHg (P < 0.05), respectively, without additive effects when combined.ENaC-dependent and thiazide-sensitive sodium-retaining mechanisms are not overactive in sunitinib-induced hypertension but ENaC blockers and in particular thiazides may be suitable for its treatment.", "id": "29283974", "date": "2017-12-27", "title": "The role of distal tubule and collecting duct sodium reabsorption in sunitinib-induced hypertension.", "doi": "10.1097/HJH.0000000000001650", "journal": ["Journal of hypertension", "J. Hypertens."]}