{"authors": [["Beltrami", "Matteo", "M", "Cardio-Thoracic and Vascular Department, University of Florence, Florence, Italy."], ["Palazzuoli", "Alberto", "A", "Department of Internal Medicine, Cardiovascular Diseases Unit, S. Maria alle Scotte Hospital, University of Siena, Siena, Italy."], ["Padeletti", "Luigi", "L", "IRCCS MultiMedica, Sesto San Giovanni, Milan, Italy."], ["Cerbai", "Elisabetta", "E", "Department of NeuroFarBa, C.I.M.M.B.A., University of Florence, Florence, Italy."], ["Coiro", "Stefano", "S", "Division of Cardiology, University of Perugia School of Medicine, Perugia, Italy."], ["Emdin", "Michele", "M", "Division of Cardiology and Cardiovascular Medicine, Fondazione Toscana Gabriele Monasterio, Pisa, Italy."], ["Marcucci", "Rossella", "R", "Department of Experimental and Clinical Medicine, Center for Atherothrombotic diseases, University of Florence, Florence, Italy."], ["Morrone", "Doralisa", "D", "Surgery, medicine, molecular and critical area Department, Cardiovascular disease Section 2, Pisa, Italy."], ["Cameli", "Matteo", "M", "Department of Cardiovascular Diseases, University of Siena, Siena, Italy."], ["Savino", "Ketty", "K", "Division of Cardiology, University of Perugia School of Medicine, Perugia, Italy."], ["Pedrinelli", "Roberto", "R", "Department of Surgery, Medical, Molecular, and Critical Area Pathology, University of Pisa, Pisa, Italy."], ["Ambrosio", "Giuseppe", "G", "Division of Cardiology, University of Perugia School of Medicine, Perugia, Italy."], [null, null, null, null]], "text": "Functional analysis and measurement of left atrium are an integral part of cardiac evaluation, and they represent a key element during non-invasive analysis of diastolic function in patients with hypertension (HT) and/or heart failure with preserved ejection fraction (HFpEF). However, diastolic dysfunction remains quite elusive regarding classification, and atrial size and function are two key factors for left ventricular (LV) filling evaluation. Chronic left atrial (LA) remodelling is the final step of chronic intra-cavitary pressure overload, and it accompanies increased neurohormonal, proarrhythmic and prothrombotic activities. In this systematic review, we aim to purpose a multi-modality approach for LA geometry and function analysis, which integrates diastolic flow with LA characteristics and remodelling through application of both traditional and new diagnostic tools.The most important studies published in the literature on LA size, function and diastolic dysfunction in patients with HFpEF, HT and/or atrial fibrillation (AF) are considered and discussed.In HFpEF and HT, pulsed and tissue Doppler assessments are useful tools to estimate LV filling pressure, atrio-ventricular coupling and LV relaxation but they need to be enriched with LA evaluation in terms of morphology and function. An integrated evaluation should be also applied to patients with a high arrhythmic risk, in whom eccentric LA remodelling and higher LA stiffness are associated with a greater AF risk.Evaluation of LA size, volume, function and structure are mandatory in the management of patients with HT, HFpEF and AF. A multi-modality approach could provide additional information, identifying subjects with more severe LA remodelling. Left atrium assessment deserves an accurate study inside the cardiac imaging approach and optimised measurement with established cut-offs need to be better recognised through multicenter studies.", "id": "29283475", "date": "2017-12-28", "title": "The importance of integrated left atrial evaluation: From hypertension to heart failure with preserved ejection fraction.", "doi": "10.1111/ijcp.13050", "journal": ["International journal of clinical practice", "Int. J. Clin. Pract."]}