{"authors": [["Alarcon", "Jose D", "JD", "Iberoamerican Cochrane Network, Surcolombian University, Neiva, Hulia, Colombia."], ["Rubiano", "Andres M", "AM", null], ["Okonkwo", "David O", "DO", null], ["Alarcón", "Jairo", "J", null], ["Martinez-Zapata", "Maria José", "MJ", null], ["Urrútia", "Gerard", "G", null], ["Bonfill Cosp", "Xavier", "X", null]], "text": "Traumatic brain injury (TBI) is a major public health problem and a fundamental cause of morbidity and mortality worldwide. The burden of TBI disproportionately affects low- and middle-income countries. Intracranial hypertension is the most frequent cause of death and disability in brain-injured people. Special interventions in the intensive care unit are required to minimise factors contributing to secondary brain injury after trauma. Therapeutic positioning of the head (different degrees of head-of-bed elevation (HBE)) has been proposed as a low cost and simple way of preventing secondary brain injury in these people. The aim of this review is to evaluate the evidence related to the clinical effects of different backrest positions of the head on important clinical outcomes or, if unavailable, relevant surrogate outcomes.To assess the clinical and physiological effects of HBE during intensive care management in people with severe TBI.We searched the following electronic databases from their inception up to March 2017: Cochrane Injuries' Specialised Register, CENTRAL, MEDLINE, Embase, three other databases and two clinical trials registers. The Cochrane Injuries' Information Specialist ran the searches.We selected all randomised controlled trials (RCTs) involving people with TBI who underwent different HBE or backrest positions. Studies may have had a parallel or cross-over design. We included adults and children over two years of age with severe TBI (Glasgow Coma Scale (GCS) less than 9). We excluded studies performed in children of less than two years of age because of their unfused skulls. We included any therapeutic HBE including supine (flat) or different degrees of head elevation with or without knee gatch or reverse Trendelenburg applied during the acute management of the TBI.Two review authors independently checked all titles and abstracts, excluding references that clearly didn't meet all selection criteria, and extracted data from selected studies on to a data extraction form specifically designed for this review. There were no cases of multiple reporting. Each review author independently evaluated risk of bias through assessing sequence generation, allocation concealment, blinding, incomplete outcome data, selective outcome reporting, and other sources of bias.We included three small studies with a cross-over design, involving a total of 20 participants (11 adults and 9 children), in this review. Our primary outcome was mortality, and there was one death by the time of follow-up 28 days after hospital admission. The trials did not measure the clinical secondary outcomes of quality of life, GCS, and disability. The included studies provided information only for the secondary outcomes intracranial pressure (ICP), cerebral perfusion pressure (CPP), and adverse effects.We were unable to pool the results as the data were either presented in different formats or no numerical data were provided. We included narrative interpretations of the available data.The overall risk of bias of the studies was unclear due to poor reporting of the methods. There was marked inconsistency across studies for the outcome of ICP and small sample sizes or wide confidence intervals for all outcomes. We therefore rated the quality of the evidence as very low for all outcomes and have not included the results of individual studies here. We do not have enough evidence to draw conclusions about the effect of HBE during intensive care management of people with TBI.The lack of consistency among studies, scarcity of data and the absence of evidence to show a correlation between physiological measurements such as ICP, CCP and clinical outcomes, mean that we are uncertain about the effects of HBE during intensive care management in people with severe TBI.Well-designed and larger trials that measure long-term clinical outcomes are needed to understand how and when different backrest positions can affect the management of severe TBI.", "id": "29283434", "date": "2017-12-28", "title": "Elevation of the head during intensive care management in people with severe traumatic brain injury.", "doi": "10.1002/14651858.CD009986.pub2", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}