{"authors": [["Zhou", "Yan", "Y", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. 166511019@csu.edu.cn."], ["Zhang", "Bo", "B", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. zhangboxy@csu.edu.cn."], ["Hao", "Caixia", "C", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. haocaixia1122@csu.edu.cn."], ["Huang", "Xiaoting", "X", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. huangxiaoting@csu.edu.cn."], ["Li", "Xiaohong", "X", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. li1989@csu.edu.cn."], ["Huang", "Yanhong", "Y", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. 802224@csu.edu.cn."], ["Luo", "Ziqiang", "Z", "Department of Physiology, Xiangya School of Medicine, Central South University, Changsha 410008, China. luoziqiang@csu.edu.cn."]], "text": "Adipokines, secreted by the adipose tissue, are extensively involved in the regulation and maintenance of various physiological and pathological processes, including insulin sensitivity, energy expenditure, glucose and lipid metabolism, inflammatory activity, neuroendocrine activity, immunity, cancer, homeostasis, angiogenesis, cardiovascular function, breeding and bone metabolism, and all functions of the endocrine-reproductive system axis. Omentin is a recently identified adipokine, which has become a research hotspot due to its pleiotropic effects on various diseases. However, the specific receptor for omentin has not been identified so far. In this study, we report that omentin levels fluctuate in various diseases. In addition, we have focused on the pleiotropic roles of omentin in pulmonary diseases, as it may act as a biomarker for malignant pleural mesothelioma (MPM) and is related to disease severity. Omentin may play significant roles in other pulmonary diseases, such as asthma, obstructive sleep apnea syndrome (OSAS), pulmonary arterial hypertension (PAH), acute respiratory distress syndrome (ARDS), and chronic obstructive pulmonary disease (COPD). This review summarizes the advances in current knowledge and future trends, which may provide a concise and general view on omentin and its effects on pulmonary biology.", "id": "29283409", "date": "2017-12-28", "title": "Omentin-A Novel Adipokine in Respiratory Diseases.", "doi": "10.3390/ijms19010073", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}