{"authors": [["Medina-Rico", "Mauricio", "M", "Department of Clinical Epidemiology and Biostatistics, Faculty of Medicine, Pontificia Universidad Javeriana."], ["Ramos", "Hugo López", "HL", "Department of Urology, Faculty of Medicine, Pontificia Universidad Javeriana."], ["Lobo", "Manuel", "M", null], ["Romo", "Jorge", "J", "Faculty of Medicine, Pontificia Universidad Javeriana; Bogotá, Colombia."], ["Prada", "Juan Guillermo", "JG", "Faculty of Medicine, Pontificia Universidad Javeriana; Bogotá, Colombia."]], "text": "Renal cell carcinoma (RCC) is the ninth most common cancer in men, and the 14th most common cancer in women. It has been reported that the incidence of RCC is rising. These changes are more common in developed countries because of better screening programs and disease registry. The aim of this article is to review the epidemiology of RCC around the world.A literature review on four databases was performed: PubMed, Embase, Lilacs, and Scielo. Studies of incidence, prevalence, mortality, and survival of RCC were taken from different countries. Studies included were published in the last 10 years. Two reviewers independently selected the studies.A total of 5275 references were reviewed by title and abstract. In the end, 42 references were selected for full-text review. The global incidence and prevalence of cancer vary. The highest incidence was described in North America and Northern Europe. In Canada, by 2007 the incidence was 17.9/100 000 and 10.3/100 000 in males and females, respectively. Developing countries like Colombia have fewer incidence rates, finding less information in poor-income areas.We have seen a rise in the incidence and mortality of RCC globally. There is an association between RCC and smoking, obesity, hypertension, and socioeconomic status. Seeing the epidemiological data from some regions in developing countries and the lack of specialists in those places, it can be deduced the existence of an underreporting of the disease that reveals the need to improve both surveillance and disease registration programs, especially in these countries.", "id": "29283089", "date": "2017-12-22", "title": "Epidemiology of renal cancer in developing countries: Review of the literature.", "doi": "10.5489/cuaj.4464", "journal": ["Canadian Urological Association journal = Journal de l'Association des urologues du Canada", "Can Urol Assoc J"]}