{"authors": [["Ishaq", "Muhammad", "M", "Department of Internal Medicine, Jinnah Medical College Hospital, Korangi, Karach, Pakistan"], ["Razzaque", "Salma", "S", "Department of Internal Medicine, Jinnah Medical College Hospital, Korangi, Karach, Pakistan"], ["Shohail", "Fadieleh", "F", "Department of Internal Medicine, Jinnah Medical College Hospital, Korangi, Karach, Pakistan"], ["Kumar", "Ajeet", "A", "Department of Internal Medicine, Jinnah Medical College Hospital, Korangi, Karach, Pakistan"], ["Muhammad", "Jibran Sualeh", "JS", "Department of Internal Medicine, Jinnah Medical College Hospital, Korangi, Karach, Pakistan"]], "text": "To determine the frequency of new-onset hypertension in patients with Rheumatoid arthritis taking leflunomide, in comparison with methotrexate in Asian setting.Perspective case-control study was conducted in 2014 in a tertiary care hospital located in Karachi Pakistan. Adult patients having rheumatoid arthritis were randomly prescribed leflunomide or methotrexate. Patients having chronic hypertension, proteinuria and chronic kidney disease were excluded. Patients were monthly followed for blood pressure and heart rate measurements. Hypertension was defined using JNC 7 criteria.Out of 144 patients enrolled, 80 patients received Leflunomide while 64 were started on methotrexate. Mean systolic blood pressure in leflunomide group at the start and at the end of study was 108.5 and 135.4mmHg respectively, while in methotrexate group mean systolic BP was 109.8 and 110.5 mmhg respectively. After one year follow up 33 out of 80 (41%) patients receiving leflunomide had pre-hypertension or hypertension, while only 3 out of 64 patients (4.7%) receiving methotrexate had hypertension.Risk of developing hypertension in patient receiving Leflunomide is much higher in Asian population like Pakistan as compared to western population.", "id": "29283072", "date": "2017-12-27", "title": "Onset of Hypertension in Leflunamide Treated Low Socioeconomic Rheumatoid Arthritis Patients: An unseen iceberg.", "doi": "10.2174/1573397114666171227211048", "journal": ["Current rheumatology reviews", "Curr Rheumatol Rev"]}