{"authors": [["Wiedenroth", "Christoph B", "CB", "1 14990 Kerckhoff Clinic, Department of Thoracic Surgery, Bad Nauheim, Germany."], ["Olsson", "Karen M", "KM", "2 214619 Department of Respiratory Medicine and German Centre for Lung Research (DZL/BREATH), Hannover Medical School, Hannover, Germany."], ["Guth", "Stefan", "S", "1 14990 Kerckhoff Clinic, Department of Thoracic Surgery, Bad Nauheim, Germany."], ["Breithecker", "Andreas", "A", "3 Gesundheitszentrum Wetterau, Department of Radiology, Bad Nauheim, Germany."], ["Haas", "Moritz", "M", "4 Kerckhoff Clinic, Department of Cardiology, Bad Nauheim, Germany and German Center for Cardiovascular Research (DZHK), partner site RheinMain, Frankfurt am Main, Germany."], ["Kamp", "Jan-Christopher", "JC", "2 214619 Department of Respiratory Medicine and German Centre for Lung Research (DZL/BREATH), Hannover Medical School, Hannover, Germany."], ["Fuge", "Jan", "J", "2 214619 Department of Respiratory Medicine and German Centre for Lung Research (DZL/BREATH), Hannover Medical School, Hannover, Germany."], ["Hinrichs", "Jan B", "JB", "5 Department of Diagnostic and Interventional Radiology and German Centre for Lung Research (DZL/BREATH), Hannover Medical School, Hannover, Germany."], ["Roller", "Fritz", "F", "6 University of Giessen, Department of Radiology, Giessen, Germany."], ["Hamm", "Christian W", "CW", "4 Kerckhoff Clinic, Department of Cardiology, Bad Nauheim, Germany and German Center for Cardiovascular Research (DZHK), partner site RheinMain, Frankfurt am Main, Germany."], ["Mayer", "Eckhard", "E", "1 14990 Kerckhoff Clinic, Department of Thoracic Surgery, Bad Nauheim, Germany."], ["Ghofrani", "Hossein A", "HA", "8 Kerckhoff Clinic, Department of Pulmonology, Bad Nauheim, Germany."], ["Meyer", "Bernhard C", "BC", "5 Department of Diagnostic and Interventional Radiology and German Centre for Lung Research (DZL/BREATH), Hannover Medical School, Hannover, Germany."], ["Liebetrau", "Christoph", "C", "4 Kerckhoff Clinic, Department of Cardiology, Bad Nauheim, Germany and German Center for Cardiovascular Research (DZHK), partner site RheinMain, Frankfurt am Main, Germany."]], "text": "Symptomatic patients with residual pulmonary perfusion defects or vascular lesions but no pulmonary hypertension at rest are diagnosed with chronic thromboembolic disease (CTED). Balloon pulmonary angioplasty (BPA) is an emerging treatment for patients with inoperable chronic thromboembolic pulmonary hypertension (CTEPH), but data regarding the safety and efficacy of BPA in patients with CTED are lacking. We report a prospective series of ten consecutive patients with CTED who underwent 35 BPA interventions (median of four per patient) at two German institutions. All patients underwent a comprehensive diagnostic workup at baseline and 24 weeks after their last intervention. BPA was safe, with one pulmonary vascular injury and subsequent self-limiting pulmonary bleeding as the only complication (2.9% of the interventions, 10% of the patients). After the procedures, World Health Organization functional class, 6-min walking distance, pulmonary vascular resistance, and pulmonary arterial compliance improved, and NT-proBNP concentrations declined in 9/10 patients. BPA may be a new treatment option for carefully selected patients with CTED. A larger, prospective, international registry is required to confirm these results.", "id": "29283044", "date": "2017-12-28", "title": "Balloon pulmonary angioplasty for inoperable patients with chronic thromboembolic disease.", "doi": "10.1177/2045893217753122", "journal": ["Pulmonary circulation", "Pulm Circ"]}