{"authors": [["Ranchoux", "Benoît", "B", "1 55973 Centre de Recherche de l'IUCPQ , Quebec Canada."], ["Harvey", "Lloyd D", "LD", "2 University of Pittsburgh Vascular Medicine Institute Division of Cardiology, Pittsburgh, PA, USA."], ["Ayon", "Ramon J", "RJ", "3 8041 Division of Translational and Regenerative Medicine , The University of Arizona College of Medicine, Tucson, AZ, USA."], ["Babicheva", "Aleksandra", "A", "3 8041 Division of Translational and Regenerative Medicine , The University of Arizona College of Medicine, Tucson, AZ, USA."], ["Bonnet", "Sebastien", "S", "1 55973 Centre de Recherche de l'IUCPQ , Quebec Canada."], ["Chan", "Stephen Y", "SY", "2 University of Pittsburgh Vascular Medicine Institute Division of Cardiology, Pittsburgh, PA, USA."], ["Yuan", "Jason X-J", "JX", "3 8041 Division of Translational and Regenerative Medicine , The University of Arizona College of Medicine, Tucson, AZ, USA."], ["Perez", "Vinicio de Jesus", "VJ", "4 Division of Pulmonary and Critical Care Medicine, Stanford University Medical Center, Stanford, CA, USA."]], "text": "Endothelial dysfunction is a major player in the development and progression of vascular pathology in pulmonary arterial hypertension (PAH), a disease associated with small vessel loss and obstructive vasculopathy that leads to increased pulmonary vascular resistance, subsequent right heart failure, and premature death. Over the past ten years, there has been tremendous progress in our understanding of pulmonary endothelial biology as it pertains to the genetic and molecular mechanisms that orchestrate the endothelial response to direct or indirect injury, and how their dysregulation can contribute to the pathogenesis of PAH. As one of the major topics included in the 2017 Grover Conference Series, discussion centered on recent developments in four areas of pulmonary endothelial biology: (1) angiogenesis; (2) endothelial-mesenchymal transition (EndMT); (3) epigenetics; and (4) biology of voltage-gated ion channels. The present review will summarize the content of these discussions and provide a perspective on the most promising aspects of endothelial dysfunction that may be amenable for therapeutic development.", "id": "29283043", "date": "2017-12-28", "title": "Endothelial dysfunction in pulmonary arterial hypertension: an evolving landscape (2017 Grover Conference Series).", "doi": "10.1177/2045893217752912", "journal": ["Pulmonary circulation", "Pulm Circ"]}