{"authors": [["Takahashi", "Tomohiko", "T", "Rare Disease Medicine Development Center, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan. tomohiko.2.takahashi@gsk.com."], ["Hayata", "Satoru", "S", "Rare Disease Medicine Development Center, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan."], ["Kobayashi", "Akihiro", "A", "Biomedical Data Science Department, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan."], ["Onaka", "Yuna", "Y", "PMS Department, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan."], ["Ebihara", "Takeshi", "T", "PMS Department, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan."], ["Hara", "Terufumi", "T", "PMS Department, GlaxoSmithKline K.K, 1-8-1 Akasaka, Minato-ku, Tokyo, 107-0052, Japan."]], "text": "Pulmonary arterial hypertension (PAH) is an intractable and rare disease and the accumulation of clinical evidence under real-world setting is needed. A post-marketing surveillance for the endothelin receptor antagonist ambrisentan (Volibris tablet) has been conducted by all-case investigation since September 2010. This paper is an interim report on the safety and efficacy of ambrisentan in 702 patients with PAH.PAH patients aged 15 years or older were subjected to the analysis. The safety analysis by overall cases or stratification of patient backgrounds and the efficacy analysis were investigated.Regarding patient characteristics, the 702 patients subjected to safety analysis included 543 (77.4%) women and 546 (77.8%) patients at WHO functional class II/III. The mean observational time was 392.7 days. A total of 324 adverse drug reaction (ADR) occurred in 204 (29.1%) patients. Common ADRs (≥ 2%) included anemia (4.6%), peripheral edema (4.1%), headache (3.6%), edema and face edema (2.6% each), abnormal hepatic function (2.3%), and epistaxis (2.1%). There were 82 serious ADRs occurring in 44 (6.3%) patients (385 serious adverse events in 184 (26.2%) patients). Although 11 (1.6%) interstitial lung disease (ILD) cases were reported, all were observed in patients with disease that may contribute to ILD and therefore it is difficult to assess if ambrisentan was associated with these events. There was no difference in safety in relation to the presence/absence of connective tissue disease-related PAH (CTD-PAH) or combination therapy. Among 677 patients subjected to efficacy analysis, those in whom hemodynamic status was determined before and after treatment showed improvement in the mean pulmonary arterial pressure and pulmonary vascular resistance after treatment.The interim results showed safety consistent with the known profile of ambrisentan in terms of the types and frequencies of ADRs in patients with PAH in real clinical practice, in comparison with previous clinical trials in Japan and the rest of the world. Thus, these results provided another corroboration of the tolerability of ambrisentan and we continue to monitor proper use information via the post-marketing surveillance to ensure any new safety signals are identified in a timely manner (ClinTrial.gov: NCT01406327).", "id": "29282676", "date": "2017-12-27", "title": "Surveillance on The Safety and Efficacy of Ambrisentan (Volibris Tablet 2.5 mg) in Patients with Pulmonary Arterial Hypertension in Real Clinical Practice: Post-marketing Surveillance (Interim Analysis Report).", "doi": "10.1007/s40261-017-0602-4", "journal": ["Clinical drug investigation", "Clin Drug Investig"]}