{"authors": [["Choe", "Won Hyeok", "WH", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Kim", "Jeong Hwan", "JH", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea. sefamily@kuh.ac.kr."], ["Park", "Jung Ho", "JH", "Department of Internal Medicine, Sungkyunkwan University School of Medicine, Kangbook Samsung Hospital, Seoul, South Korea."], ["Kim", "Heung Up", "HU", "Department of Internal Medicine, Jeju University College of Medicine, Jeju, South Korea."], ["Cho", "Dae Hyeon", "DH", "Department of Internal Medicine, Sungkyunkwan University School of Medicine, Samsung Changwon Hospital, Changwon, South Korea."], ["Lee", "Sang Pyo", "SP", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Lee", "Tae Yoon", "TY", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Lee", "Sun-Young", "SY", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Sung", "In Kyung", "IK", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Park", "Hyung Seok", "HS", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."], ["Shim", "Chan Sup", "CS", "Department of Internal Medicine, Konkuk University School of Medicine, Konkuk University Medical Center, 120-1, Neungdong-ro, Gwangjin-gu, Seoul, 05030, South Korea."]], "text": "Endoscopic submucosal dissection (ESD) has become widely accepted method for treating early gastric cancer (EGC), but little is known about its role in patients with liver cirrhosis (LC). The aims of this study were to evaluate the outcomes of ESD in treating EGC in patients with LC.The multicenter retrospective study identified 43 patients with chronic hepatitis B (CHB)-related cirrhosis undergoing ESD for treating EGC. The patients (LC group) were subdivided into two groups based on their Child-Pugh classification (CP-class): 32 with CP-class A (LC-A) and 11 with CP-class B (LC-B). The patients were compared to 47 non-cirrhotic CHB patients who underwent ESD (CHB group). Eight patients had a past history of hepatocellular carcinoma (HCC) prior to ESD, but no patients had viable HCC when ESD was performed.Procedural outcomes (en bloc, lateral/basal margins resection) and post-procedural complications (bleeding or perforation) did not differ significantly between the LC and CHB groups or between the LC-A and LC-B groups. No patients experienced worsening of the Child-Pugh score 1 month after ESD compared with the baseline score. During a median observation period of 66 months, the recurrence rates of gastric cancers were similar between the LC and CHB groups (5-year recurrence rates: 2.4 vs. 2.3%, p = 0.925), and all recurrent gastric cancers were completely resected by additional ESD. The overall mortality rate was increased in the LC group (5-year mortality rates: 17.9 vs. 5.7%, p = 0.034), and 8 of 10 deaths were attributed to liver-related diseases (such as HCC, complications of portal hypertension, hepatic failure).ESD is feasible in patients with EGC and comorbid LC, even those with CP-class B cirrhosis. Their prognosis depends on LC-related diseases and not recurrent EGC.", "id": "29282635", "date": "2017-12-27", "title": "Endoscopic Submucosal Dissection of Early Gastric Cancer in Patients with Liver Cirrhosis.", "doi": "10.1007/s10620-017-4814-5", "journal": ["Digestive diseases and sciences", "Dig. Dis. Sci."]}