{"authors": [["Shibata", "Masahiro", "M", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Inaishi", "Takahiro", "T", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Miyajima", "Noriyuki", "N", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Adachi", "Yayoi", "Y", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Takano", "Yuko", "Y", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Nakanishi", "Kenichi", "K", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Takeuchi", "Dai", "D", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Noda", "Sumiyo", "S", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Aita", "Yuichi", "Y", "Faculty of Medicine, Division of Sports Science/Laboratory Medicine, University of Tsukuba, 1-1-1 Tennodai, Tsukuba, Ibaraki, 305-8575, Japan."], ["Takekoshi", "Kazuhiro", "K", "Faculty of Medicine, Division of Sports Science/Laboratory Medicine, University of Tsukuba, 1-1-1 Tennodai, Tsukuba, Ibaraki, 305-8575, Japan."], ["Kodera", "Yasuhiro", "Y", "Department of Gastroenterological Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan."], ["Kikumori", "Toyone", "T", "Department of Breast and Endocrine Surgery (Surgery II), Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8550, Japan. kikumori@med.nagoya-u.ac.jp."]], "text": "Recent advance of genetic testing has contributed to the diagnosis of hereditary pheochromocytoma and paraganglioma (PPGL). The clinical characteristics of hereditary PPGL are varying among the types of mutational genes. It is still difficult to specify the pathognomonic symptoms in the case of rare genetic mutations. Here, we report the case of synchronous bilateral pheochromocytomas and paraganglioma with novel MYC associated factor X (MAX) gene mutation.A 24-year-old female had hyperhidrosis and hypertension. Her urine test showed high normetanephrine and vanillylmandelic acid. Enhanced computed tomography revealed three enhanced masses in right adrenal gland, left adrenal gland, and left renal hilus. She was diagnosed with PPGL. Because 123I-metaiodobenzylguanidine scintigraphy indicated the accumulations in the left adrenal gland mass and the left renal hilus mass and not in the right adrenal gland mass, we performed laparoscopic left adrenalectomy and extirpation of the left renal hilus mass to preserve the right adrenocortical function. However, her symptoms recurred shortly after the operation presumably due to unveiling of the activity of the right pheochromocytoma. Following right adrenalectomy as the second operation, the catecholamine levels declined to normal range. Her genetic testing indicated the novel germline mutation in MAX gene (c.70_73 del AAAC/p.Lys24fs*40).MAX germline mutation is recently identified as a rare cause of hereditary PPGL. The deletion mutation in MAX gene in this patient has never reported before. In the case of bilateral pheochromocytomas, the surgical indication should be decided considering each patient's genetic background. Due to the possibility for other types of malignant tumors, close follow-up is essential for MAX mutation carriers.", "id": "29282558", "date": "2017-12-28", "title": "Synchronous bilateral pheochromocytomas and paraganglioma with novel germline mutation in MAX: a case report.", "doi": "10.1186/s40792-017-0408-x", "journal": ["Surgical case reports", "Surg Case Rep"]}