{"authors": [["Cerquozzi", "S", "S", "Division of Hematology, Department of Internal Medicine, University of Calgary, Calgary, AB, Canada."], ["Barraco", "D", "D", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Lasho", "T", "T", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Finke", "C", "C", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Hanson", "C A", "CA", "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA."], ["Ketterling", "R P", "RP", "Division of Hematopathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, MN, USA."], ["Pardanani", "A", "A", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Gangat", "N", "N", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA."], ["Tefferi", "A", "A", "Division of Hematology, Department of Internal Medicine, Mayo Clinic, Rochester, MN, USA. tefferi.ayalew@mayo.edu."]], "text": "In a recent International Working Group on Myeloproliferative Neoplasms Research and Treatment (IWG-MRT) study, prior arterial events and hypertension were predictors of subsequent arterial thrombosis whereas prior venous events and age ≥65 years predicted venous thrombosis in polycythemia vera (PV). In the current study, we sought to validate the above findings and identify additional predictors of arterial versus venous thrombosis. At a median follow up of 109 months, thrombosis after diagnosis occurred in 128 (22%) patients; 82 (14%) arterial and 57 (10%) venous events. On multivariate analysis, prior arterial events (<0.0001), hyperlipidemia (p = 0.03), and hypertension (p = 0.02) predicted subsequent arterial events. In comparison, prior venous events (p = 0.05), leukocytosis ≥11 × 109/L (p = 0.002), and major hemorrhage (p = 0.02) were predictors of subsequent venous events. Salient associations with arterial thrombosis included age ≥ 60 years, hypertension, diabetes, hyperlipidemia and normal karyotype whereas age ≤ 60 years, females, palpable splenomegaly and history of major hemorrhage were associated with venous thrombosis. TET2 or ASXL1 mutations did not impact arterial nor venous thrombosis. In conclusion, we identify distinct associations for arterial versus venous thrombosis in PV and confirm that a prior arterial or venous thrombotic event is the most reliable predictor of subsequent events.", "id": "29282357", "date": "2017-12-27", "title": "Risk factors for arterial versus venous thrombosis in polycythemia vera: a single center experience in 587 patients.", "doi": "10.1038/s41408-017-0035-6", "journal": ["Blood cancer journal", "Blood Cancer J"]}