{"authors": [["Mazidi", "Mohsen", "M", "Key State Laboratory of Molecular Developmental Biology, Institute of Genetics and Developmental Biology, Chinese Academy of Sciences, Chaoyang, Beijing, China. moshen@genetics.ac.cn."], ["Wong", "Nathan D", "ND", "Heart Disease Prevention Program, Division of Cardiology, University of California, Irvine, CA, USA."], ["Katsiki", "Niki", "N", "Second Propedeutic Department of Internal Medicine, Medical School, Aristotle University of Thessaloniki, Hippokration Hospital, Thessaloniki, Greece."], ["Mikhailidis", "Dimitri P", "DP", "Department of Clinical Biochemistry, Royal Free Campus, University College London Medical School, University College London (UCL), London, UK."], ["Banach", "Maciej", "M", "Department of Hypertension, Chair of Nephrology and Hypertension, Medical University of Lodz, Lodz, Poland."]], "text": "To investigate the association between dietary patterns (DP), plasma vitamins and trans fatty acids (TFAs) with the likelihood of peripheral artery disease (PAD).National Health and Nutrition Examination Survey (NHANES) data for the years 1999-2002 were used. PAD was diagnosed by ankle brachial index assessment. Plasma concentrations of vitamins were measured using high performance liquid chromatography. Vitamin D levels were measured by radioimmunoassay. Analysis of covariance, principal components analysis (PCA) and adjusted logistic regression were applied, accounting for the survey design and sample weights.Of the 4864 eligible participants, 2482 (51.0%) were men and 269 (5.5%) had prevalent PAD. PCA uncovered three DPs which accounted for 56.8% of the variance in dietary nutrients consumption including DP1 (fatty acids and cholesterol), DP2 (minerals, vitamins and fiber), and DP3 (polyunsaturated fatty acids [PUFA]). PAD patients had a significantly higher serum concentrations of trans 9-octadecenoic acid and trans 9, trans 12-octadienoic acid as well as lower plasma levels of vitamin D, retinol, retinyl stearate and retinyl palmitate (p < 0.001 for all comparisons). In models adjusted for age, race, diabetes, cholesterol, hypertension, smoking and energy intake, individuals in the highest quartile of the DP1 had higher odds for PAD compared with those in the lowest quartile [(odds ratio (OR): 6.43, 95% confidence interval (CI): 2.00-20.63 p < 0.001], while those in the highest quartile of DP2 and DP3 had lower odds of PAD relative to those in the lowest quartile (OR:0.28, OR:0.44, respectively; p < 0.001 for both comparisons).We found that quality of diet, plasma vitamins and TFAs are associated with the likelihood of PAD. If confirmed in prospective studies, the possibility that dietary factors, plasma vitamins and TFAs might be valuable for preventing or delaying the clinical progression of PAD, should be investigated in intervention trials.", "id": "29282129", "date": "2017-12-28", "title": "Dietary patterns, plasma vitamins and Trans fatty acids are associated with peripheral artery disease.", "doi": "10.1186/s12944-017-0635-y", "journal": ["Lipids in health and disease", "Lipids Health Dis"]}