{"authors": [["Shen", "Tian", "T", "Department of Community Health and Behavior Medicine, School of Public Health, Shanghai Jiao Tong University, Shanghai, 200025, People's Republic of China."], ["Xing", "Guoqiang", "G", "Imaging Institute of Rehabilitation and Development of Brain Function, the Second Clinical Medical College of North Sichuan Medical College, Nanchong Central Hospital, Nanchong, 637000, People's Republic of China. gxing99@yahoo.com."], ["Zhu", "Jingfen", "J", "Department of Community Health and Behavior Medicine, School of Public Health, Shanghai Jiao Tong University, Shanghai, 200025, People's Republic of China."], ["Zhang", "Shuxian", "S", "Department of Community Health and Behavior Medicine, School of Public Health, Shanghai Jiao Tong University, Shanghai, 200025, People's Republic of China."], ["Cai", "Yong", "Y", "Department of Community Health and Behavior Medicine, School of Public Health, Shanghai Jiao Tong University, Shanghai, 200025, People's Republic of China. caiyong202028@163.com."], ["Li", "Donghua", "D", "Tang Qiao Community Health Service Center, Pudong New District, Shanghai, 200127, People's Republic of China."], ["Xu", "Gang", "G", "Department of Community Health and Behavior Medicine, School of Public Health, Shanghai Jiao Tong University, Shanghai, 200025, People's Republic of China."], ["Xing", "Evan", "E", "Biochemistry Program, University of Maryland, Baltimore, MD, 21201, USA."], ["Rao", "Jianyu", "J", "Department of Pathology and Laboratory Medicine, David Geffen School of Medicine, University of California, Los Angeles, CA, 90095, USA."], ["Shi", "Rong", "R", "School of Public Health, Shanghai University of Traditional Chinese Medicine, Shanghai, 201203, People's Republic of China."]], "text": "To study the effects of supplementation of a marine omega-3 poly-unsaturated fatty acids (n3-PUFA) formulation (Omega3Q10) in older adults with hypertension and/or hypercholesterolemia.A total of 97 people were enrolled to receive 12-week supplementation of either Omega3Q10 (n = 48) or soybean oil (n = 49). Total cholesterol (TC), low density lipoprotein cholesterol (LDL-C), high density lipoprotein cholesterol (HDL-C), and hypertension-related symptoms were determined before and after the supplementation.There were no baseline differences between the two groups. Omega3Q10 supplementation significantly reduced diastolic blood pressure (DBP) (from 81.6 ± 5.3 mmHg to 79.3 ± 5.2 mmHg, P < 0.05). Blood concentrations of TC and LDL-C decreased significantly and blood HDL-C level increased significantly after 12 weeks of Omega3Q10 (5.5 ± 0.7 vs. 5.3 ± 0.5, P < 0.05; 3.7 ± 0.8 vs. 3.3 ± 0.6, P < 0.05; 1.2 ± 0.6 vs. 1.3 ± 0.5, P < 0.05, respectively) and soybean oil supplementation (5.7 ± 0.8 vs. 5.6 ± 0.7, P < 0.05; 3.6 ± 0.7 vs. 3.4 ± 0.8, P < 0.05; 1.0 ± 0.8 vs. 1.2 ± 0.7, P < 0.05, respectively) but no group differences were found. A significantly greater proportion of the people in the Omega3Q10 group became free from headache and palpitations & chest tightness symptoms after the 12-week supplementation compared to that of the soybean oil group (95.5% vs. 71.4%, P < 0.01; 95.8 vs. 75.5%, P < 0.01, respectively).12-week supplementation of Fish oil-based PUFA appear to be more effective in improving DBP and hypertension-related symptoms than soybean oil in old adults with hypertension and hypercholesterolemia although both supplementation improved TC, LDL-C and HDL-C concentrations.", "id": "29282085", "date": "2017-12-27", "title": "Effects of 12-week supplementation of marine Omega-3 PUFA-based formulation Omega3Q10 in older adults with prehypertension and/or elevated blood cholesterol.", "doi": "10.1186/s12944-017-0617-0", "journal": ["Lipids in health and disease", "Lipids Health Dis"]}