{"authors": [["Gabert", "Rose", "R", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Ng", "Marie", "M", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Sogarwal", "Ruchi", "R", "MAMTA Health Institute for Mother and Child, New Delhi, India."], ["Bryant", "Miranda", "M", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Deepu", "R V", "RV", "MAMTA Health Institute for Mother and Child, New Delhi, India."], ["McNellan", "Claire R", "CR", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Mehra", "Sunil", "S", "MAMTA Health Institute for Mother and Child, New Delhi, India."], ["Phillips", "Bryan", "B", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Reitsma", "Marissa", "M", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Thomson", "Blake", "B", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Wilson", "Shelley", "S", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Wollum", "Alexandra", "A", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Gakidou", "Emmanuela", "E", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA."], ["Duber", "Herbert C", "HC", "Institute for Health Metrics and Evaluation, University of Washington, 2301 5th Ave, Suite 600, Seattle, WA, 98121, USA. hduber@uw.edu."]], "text": "Non-communicable diseases (NCDs) represent the largest, and fastest growing, burden of disease in India. This study aimed to quantify levels of diagnosis, treatment, and control among hypertensive and diabetic patients, and to describe demand- and supply-side barriers to hypertension and diabetes diagnosis and care in two Indian districts, Shimla and Udaipur.We conducted household and health facility surveys, as well as qualitative focus group discussions and interviews. The household survey randomly sampled individuals aged 15 and above in rural and urban areas in both districts. The survey included questions on NCD knowledge, history, and risk factors. Blood pressure, weight, height, and blood glucose measurements were obtained. The health facility survey was administered in 48 health care facilities, focusing on NCD diagnosis and treatment capacity, including staffing, equipment, and pharmaceuticals. Qualitative data was collected through semi-structured key informant interviews with health professionals and public health officials, as well as focus groups with patients and community members.Among 7181 individuals, 32% either reported a history of hypertension or were found to have a systolic blood pressure ≥ 140 mmHg and/or diastolic ≥90 mmHg. Only 26% of those found to have elevated blood pressure reported a prior diagnosis, and just 42% of individuals with a prior diagnosis of hypertension were found to be normotensive. A history of diabetes or an elevated blood sugar (Random blood glucose (RBG) ≥200 mg/dl or fasting blood glucose (FBG) ≥126 mg/dl) was noted in 7% of the population. Among those with an elevated RBG/FBG, 59% had previously received a diagnosis of diabetes. Only 60% of diabetics on treatment were measured with a RBG <200 mg/dl. Lower-level health facilities were noted to have limited capacity to measure blood glucose as well as significant gaps in the availability of first-line pharmaceuticals for both hypertension and diabetes.We found high rates of uncontrolled diabetes and undiagnosed and uncontrolled hypertension. Lower level health facilities were constrained by capacity to test, monitor and treat diabetes and hypertension. Interventions aimed at improving patient outcomes will need to focus on the expanding access to quality care in order to accommodate the growing demand for NCD services.", "id": "29282052", "date": "2017-12-27", "title": "Identifying gaps in the continuum of care for hypertension and diabetes in two Indian communities.", "doi": "10.1186/s12913-017-2796-9", "journal": ["BMC health services research", "BMC Health Serv Res"]}