{"authors": [["McLaughlin", "Vallerie V", "VV", "University of Michigan Health System, 1011 Cornwell Pl, Ann Arbor, 48104, USA. vmclaugh@med.umich.edu."], ["Jansa", "Pavel", "P", "Cardiology and Angiology Department, General University Hospital, Prague, Czech Republic."], ["Nielsen-Kudsk", "Jens E", "JE", "Department of Cardiological Medicine, Aarhus University, Aarhus, Denmark."], ["Halank", "Michael", "M", "University Hospital Dresden, Dresden, Germany."], ["Simonneau", "Gérald", "G", "Hôpital Bicêtre, Université Paris-Sud, Laboratoire d'Excellence en Recherche sur le Médicament et Innovation Thérapeutique, and INSERM Unité 999, Paris, France."], ["Grünig", "Ekkehard", "E", "Thoraxclinic, University Hospital Heidelberg, Heidelberg, Germany."], ["Ulrich", "Silvia", "S", "Clinic of Pulmonology, University Hospital Zurich, Zurich, Switzerland."], ["Rosenkranz", "Stephan", "S", "Department III of Internal Medicine, Cologne University Heart Center, Cologne, Germany."], ["Gómez Sánchez", "Miguel A", "MA", "Unidad de I. Cardiaca e Hipertensión Pulmonar, Hospital Universitario 12 de Octubre, Madrid, Spain."], ["Pulido", "Tomás", "T", "Instituto Nacional de Cardiología, Mexico City, Mexico."], ["Pepke-Zaba", "Joanna", "J", "National Pulmonary Vascular Diseases Unit, Papworth Hospital, Cambridge, UK."], ["Barberá", "Joan Albert", "JA", "Department of Pulmonary Medicine, Hospital Clínic-IDIBAPS, University of Barcelona, and Biomedical Research Networking Center on Respiratory Diseases, Madrid, Spain."], ["Hoeper", "Marius M", "MM", "Clinic for Respiratory Medicine, Hannover Medical School, Hannover, Germany."], ["Vachiéry", "Jean-Luc", "JL", "Département de Cardiologie, Hôpital Erasme, Université Libre de Bruxelles, Brussels, Belgium."], ["Lang", "Irene", "I", "Allgemeines Krankenhaus der Stadt Wien, Medizinische Universität Wien, Wien, Austria."], ["Carvalho", "Francine", "F", "Global Development, Bayer SA, São Paulo, Brazil."], ["Meier", "Christian", "C", "Global Medical Affairs, Bayer AG, Berlin, Germany."], ["Mueller", "Katharina", "K", "Bayer AG, Wuppertal, Germany."], ["Nikkho", "Sylvia", "S", "Global Clinical Development, Bayer AG, Berlin, Germany."], ["D'Armini", "Andrea M", "AM", "Division of Cardiothoracic Surgery, Foundation \"IRCCS Policlinico San Matteo\", University of Pavia School of Medicine, Pavia, Italy."]], "text": "Following positive results from the Phase III CHEST-1 study in patients with inoperable or persistent/recurrent chronic thromboembolic pulmonary hypertension (CTEPH), the Phase IIIb CTEPH early access study (EAS) was designed to assess the safety and tolerability of riociguat in real-world clinical practice, as well as to provide patients with early access to riociguat before launch. Riociguat is approved for the treatment of inoperable and persistent/recurrent CTEPH.We performed an open-label, uncontrolled, single-arm, early access study in which 300 adult patients with inoperable or persistent/recurrent CTEPH received riociguat adjusted from 1 mg three times daily (tid) to a maximum of 2.5 mg tid. Patients switching from unsatisfactory prior pulmonary arterial hypertension (PAH)-targeted therapy (n = 84) underwent a washout period of at least 3 days before initiating riociguat. The primary aim was to assess the safety and tolerability of riociguat, with World Health Organization functional class and 6-min walking distance (6MWD) as exploratory efficacy endpoints.In total, 262 patients (87%) completed study treatment and entered the safety follow-up (median treatment duration 47 weeks). Adverse events were reported in 273 patients (91%). The most frequently reported serious adverse events were syncope (6%), right ventricular failure (3%), and pneumonia (2%). There were five deaths, none of which was considered related to study medication. The safety and tolerability of riociguat was similar in patients switched from other PAH-targeted therapies and those who were treatment naïve. In patients with data available, mean ± standard deviation 6MWD had increased by 33 ± 42 m at Week 12 with no clinically relevant differences between the switched and treatment-naïve subgroups.Riociguat was well tolerated in patients with CTEPH who were treatment naïve, and in those who were switched from other PAH-targeted therapies. No new safety signals were observed.ClinicalTrials.org NCT01784562 . Registered February 4, 2013.", "id": "29282032", "date": "2017-12-28", "title": "Riociguat in patients with chronic thromboembolic pulmonary hypertension: results from an early access study.", "doi": "10.1186/s12890-017-0563-7", "journal": ["BMC pulmonary medicine", "BMC Pulm Med"]}