{"authors": [["Mahmood", "Usman", "U", "Kidney Health Services, Metro North Hospital and Health Service, Royal Brisbane & Women's Hospital, Brisbane, QLD, Australia. usman-mahmood@hotmail.com."], ["Healy", "Helen G", "HG", "Kidney Health Services, Metro North Hospital and Health Service, Royal Brisbane & Women's Hospital, Brisbane, QLD, Australia."], ["Kark", "Adrian", "A", "Kidney Health Services, Metro North Hospital and Health Service, Royal Brisbane & Women's Hospital, Brisbane, QLD, Australia."], ["Cameron", "Anne", "A", "Kidney Health Services, Metro North Hospital and Health Service, Royal Brisbane & Women's Hospital, Brisbane, QLD, Australia."], ["Wang", "Zaimin", "Z", "NHMRC CKD.CRE & CKD.QLD, Brisbane, QLD, Australia."], ["Abeysekera", "Rajitha", "R", "Kidney Health Services, Metro North Hospital and Health Service, Royal Brisbane & Women's Hospital, Brisbane, QLD, Australia."], ["Hoy", "Wendy E", "WE", "NHMRC CKD.CRE & CKD.QLD, Brisbane, QLD, Australia."]], "text": "Aim of our study is to describe, in people with CKD, the demographic and clinical characteristics and outcomes with increasing age. The prevalence of CKD in Western populations, where longevity is the norm, is about 10-15%, but how age influence different characteristics of patients with CKD is largely not known.One thousand two hundred sixty-five patients enrolled in the CKD.QLD registry at the Royal Brisbane and Women's Hospital were grouped according to age at consent i.e. <35, 35-44, 45-54, 55-64, 65-74, 75-84, 85+ years age groups, and were followed till start of renal replacement therapy (RRT), death, discharge or the censor date of September 2015.Age ranged from 17.6 to 98.5 years with medians of 70.1 and 69.9 years for males and females respectively: 7% were <35 years of age, with the majority (63%) >65 years old. The leading renal diagnoses changed from genetic real disease (GRD) and glomerulonephritis (GN) in the younger patients to renovascular disease (RVD) and hypertension (HTN) in older patients. With increasing age, there were often multiple renal disease diagnoses, more advanced stages of CKD, greater number of comorbidities, more frequent and more costly hospitalizations, and higher death rates. The rates of initiation of renal replacement therapy (RRT) rose from 4.5 per 100 person years in those age < 35 years to a maximum of 5.5 per 100 person years in 45-54 years age group and were lowest, at 0.5 per 100 person years in those >85 years. Mortality rates increased by age group from 1.3 to 17.0 per 100 person years in 35-44 year and 85+ year age groups respectively. Rates of hospitalization, length of stay and cost progressively increased from the youngest to eldest groups. Patients with diabetic nephropathy had highest incidence rate of RRT and death. The proportion of patients who lost more than 5mls/min/1.73m2 of eGFR during at least 12 months follow up increased from 13.3% in the youngest age group to 29.2% in the eldest.This is the first comprehensive view, with no exclusions, of CKD patients seen in a public renal specialty referral practice, in Australia. The age distribution of patients encompasses the whole of adult life, with a broader range and higher median value than patients receiving RRT. Health status ranged from a single system (renal) disease in young adults through, with advancing age, renal impairment as a component of, or accompanying multisystem diseases, to demands and complexities of support of frail or elderly people approaching end of life. This great spectrum demands a broad understanding and capacity of renal health care providers, and dictates a need for a wider scope of health services provision incorporating multiple models of care.", "id": "29282014", "date": "2017-12-28", "title": "Spectrum (characteristics) of patients with chronic kidney disease (CKD) with increasing age in a major metropolitan renal service.", "doi": "10.1186/s12882-017-0781-5", "journal": ["BMC nephrology", "BMC Nephrol"]}