{"authors": [["Torterüe", "Xavier", "X", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Dehoux", "Laurène", "L", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Macher", "Marie-Alice", "MA", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Niel", "Olivier", "O", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Kwon", "Thérésa", "T", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Deschênes", "Georges", "G", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France."], ["Hogan", "Julien", "J", "Department of Paediatric Nephrology and Hemodialysis, Hôpital Robert Debré, APHP, 48 boulevard Sérurier 75019, 19, Paris Cedex, France. julien.hogan@hotmail.fr."]], "text": "Evaluation of patient's dry weight remains challenging in chronic hemodialysis (HD) especially in children. Inferior Vena Cava (IVC) measurement was reported useful to assess fluid overload both in adults and children.We performed a monocentric prospective study to evaluate the relation between predialytic IVC diameter measurements and hydration status evaluated by physicians and bioimpedance spectroscopy (BIS) and between IVC measurements and persistent hypertension.Forty-eight HD sessions in 16 patients were analyzed. According to physicians, patients were overhydrated in 84.5% of dialysis sessions, 20.8% according to BIS, and 0%, 4.1% and 20.8% according to IVC inspiratory, expiratory and collapsibility index reference curves respectively. There was no correlation between relative overhydration evaluated by BIS and IVC measurements z-scores (p = 0.20). Patients whose blood pressure normalized after HD had a more dilated maximal IVC diameter before dialysis session than patients with persistent hypertension (median - 0.07SD [-0.8; 0.88] versus -1.61SD [-2.18; -0.74] (p = 0.03)) with an optimal cut-off of -0.5 SD.In our study, IVC measurement is not reliable to assess fluid overload in children on HD and was not correlated with extracellular fluid volume assessed by BIS measurements. However, IVC measurements might be of interest in differentiating volume-dependant hypertension from volume-independant hypertension.", "id": "29282003", "date": "2017-12-28", "title": "Fluid status evaluation by inferior vena cava diameter and bioimpedance spectroscopy in pediatric chronic hemodialysis.", "doi": "10.1186/s12882-017-0793-1", "journal": ["BMC nephrology", "BMC Nephrol"]}