{"authors": [["Yang", "Zhi-Qi", "ZQ", "School of Public Health, Fudan University, Shanghai, China."], ["Zhao", "Qi", "Q", "School of Public Health, Fudan University, Shanghai, China."], ["Jiang", "Ping", "P", "Changning District Health and Family Planning Commission, Changning District, Shanghai, China."], ["Zheng", "Song-Bai", "SB", "Huadong Hospital Affiliated to Fudan University, Shanghai, China."], ["Xu", "Biao", "B", "School of Public Health, Fudan University, Shanghai, China. bxu@shmu.edu.cn."]], "text": "Hypertension is considered a major public health challenge. It is the most important risk factor for cardiovascular disease and is a prominent risk for China's elderly population. However, few studies have addressed the effect of blood pressure control on elderly hypertension patients in China. In response, this study aimed to investigate the prevalence and control of hypertension in the elderly population in Shanghai's communities.A secondary data analysis based on a government-financed health check-up program for an elderly population aged 65 and older from 2012 to 2014 was conducted in a central district of Shanghai.Of the 44,978 study participants, 20,305 (45.1%) were males and 24,673 (54.9%) were females. The participants' median age was 72. Half of the participants were overweight or obese (BMI ≥ 24.0 kg/m2). The prevalence of hypertension was 59.9%. In the 18,032 participants without prior diagnosis of hypertension, 5530 (30.7%) had increased blood pressure. Among the 26,946 confirmed hypertension patients, the proportions of treatment and blood pressure control were 32.8% and 43.4% respectively. Multivariate analysis showed that the uncontrolled hypertension was significantly associated with older age, being overweight or obese, a lower level of education, an unbalanced dietary pattern, regular drinking and non-comorbidities.The prevalence of hypertension was high in China's elderly population. The proportion of individuals who received treatment remained low, and blood pressure control was poor among hypertension patients. These results indicate that improvement of the ability to manage and control hypertension among urban elderly residents is urgently needed.", "id": "29281978", "date": "2017-12-28", "title": "Prevalence and control of hypertension among a Community of Elderly Population in Changning District of shanghai: a cross-sectional study.", "doi": "10.1186/s12877-017-0686-y", "journal": ["BMC geriatrics", "BMC Geriatr"]}