{"authors": [["Kumar", "Vasantha H S", "VHS", "Department of Pediatrics, University at Buffalo, Buffalo, New York."], ["Wang", "Huamei", "H", "Department of Pediatrics, University at Buffalo, Buffalo, New York."], ["Kishkurno", "Sergei", "S", "Department of Pediatrics, University at Buffalo, Buffalo, New York."], ["Paturi", "Babu S", "BS", "Department of Pediatrics, University at Buffalo, Buffalo, New York."], ["Nielsen", "Lori", "L", "Department of Pediatrics, University at Buffalo, Buffalo, New York."], ["Ryan", "Rita M", "RM", "Department of Pediatrics, Medical University of South Carolina, Charleston, South Carolina."]], "text": "The outcomes of premature infants have improved greatly; however, the health risks in adulthood are still relatively unclear. Bronchopulmonary dysplasia (BPD) in premature infants is a major risk factor for alteration in lung function and predisposition to respiratory morbidity, and is associated with hyperoxia. The study explores the effect of neonatal hyperoxia on organ systems in adult mice. Newborn mouse litters were randomized to 85%O2 or room air (RA) on P3 for 12 days; mice were sacrificed at P3, P7, P15, 3 months and 9 months. Lungs were assessed by histopathology, radial alveolar count, mean linear intercept, and α-Smooth muscle actin immunohistochemistry. Aortic assessment included histology, wall thickness, elastin, and collagen content. Glomerular histology and nephron number were assessed in the kidneys. Hyperoxia-exposed mice had progressive alveolar simplification and poor weight gain over time. Greater thickness of pulmonary arterioles by 3 months and a higher Fulton index by 9 months suggest worsening pulmonary hypertension. Aortic wall thickness to lumen ratio was greater with a lower aortic elastin-to-collagen ratio suggesting long-term effects of neonatal hyperoxia. Hyperoxia-exposed mice at 9 months had smaller glomeruli as indicated by glomerular diameter and volume. Prolonged neonatal hyperoxia during the critical period of development induces irreversible lung damage, pulmonary hypertension and structural changes in the kidneys and aorta in adult mice. This could have implications for chronic adult diseases following exposure to high levels of oxygen in the newborn period. Anat Rec, 2018. © 2017 Wiley Periodicals, Inc.", "id": "29281864", "date": "2017-12-27", "title": "Long-Term Effects of Neonatal Hyperoxia in Adult Mice.", "doi": "10.1002/ar.23766", "journal": ["Anatomical record (Hoboken, N.J. : 2007)", "Anat Rec (Hoboken)"]}