{"authors": [["Shobako", "Naohisa", "N", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Ogawa", "Yutaro", "Y", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Ishikado", "Atsushi", "A", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Harada", "Kayo", "K", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Kobayashi", "Etsuko", "E", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Suido", "Hirohisa", "H", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Kusakari", "Takashi", "T", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Maeda", "Mariko", "M", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Suwa", "Makoto", "M", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Matsumoto", "Motonobu", "M", "Health Care R&D, Sunstar Group, Takatsuki, Osaka, Japan."], ["Kanamoto", "Ryuhei", "R", "Division of Food Science and Biotechnology, Graduate School of Agriculture, Kyoto University, Uji, Kyoto, Japan."], ["Ohinata", "Kousaku", "K", "Division of Food Science and Biotechnology, Graduate School of Agriculture, Kyoto University, Uji, Kyoto, Japan."]], "text": "Hypertension is a risk factor for arteriosclerosis. In this study, we investigate the antihypertensive effect of protease-digested rice bran in a spontaneously hypertension rat (SHR) model. We also purify a novel antihypertensive peptide from the digest.Thermolysin-digested rice bran (TRB) is administered to SHRs for 4 weeks, and systolic blood pressure (SBP) was measured weekly using the tail-cuff method. TRB shows an antihypertensive effect in a dose-dependent manner. TRB also reduces angiotensin I-converting enzyme (ACE) activity in lung tissue and serum troponin I levels. TRB is fractionated by HPLC and ACE-inhibitory activity in the HPLC fractions is measured. Peptides LRA and YY are identified from the two fractions with the strongest ACE-inhibitory activity. Amino acid sequence of these peptides are found in a vicilin-like seed storage protein, and identified in rice bran protein using the peptide mass fingerprint method. We confirm that LRA and YY are cleaved by thermolysin digestion of a model synthetic peptide. Orally administered LRA (0.25 mg kg-1 ) or YY (0.5 mg kg-1 ) lowers the SBP of SHRs at 4 h after administration.We identify a novel, orally active antihypertensive peptide, LRA from the digest of rice bran protein.", "id": "29281178", "date": "2017-12-27", "title": "A Novel Antihypertensive Peptide Identified in Thermolysin-Digested Rice Bran.", "doi": "10.1002/mnfr.201700732", "journal": ["Molecular nutrition & food research", "Mol Nutr Food Res"]}