{"authors": [["Lee", "Yeonhee", "Y", "Department of Pediatrics, Samsung Medical Center Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Lim", "Young Shin", "YS", "Department of Pediatrics, Samsung Medical Center Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Lee", "Sang Taek", "ST", "Department of Pediatrics, Gyeongsang National University Changwon Hospital, Changwon, Republic of Korea."], ["Cho", "Heeyeon", "H", "Department of Pediatrics, Samsung Medical Center Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."]], "text": "Renovascular hypertension (RVH) accounts for 5-10% of pediatric hypertension, and can be associated with underlying disease involving other organs. The purpose of this study was to evaluate the clinical characteristics and assess the treatment outcomes of Korean pediatric patients with RVH.The medical records of 25 Korean pediatric patients with RVH were retrospectively reviewed.Twenty-four patients had underlying disease, and the most common cause was Moyamoya disease (MMD) (n = 10, 40%). Among ten patients with MMD, seven patients showed RVH prior to the presentation of MMD. All patients required antihypertensive medication as the initial treatment and 22 patients subsequently underwent percutaneous transluminal angioplasty (PTA). Angiograms revealed that the majority of patients with MMD had ostial lesions. Eight patients showed favorable outcomes after the first PTA. One patient received nephrectomy, and two patients received bypass surgery because of restenosis after PTA and technical failure of PTA, respectively. During follow-up, blood pressure was well-controlled in nine patients, but only four patients were able to discontinue medication. Eight patients showed target-organ damage of the brain, heart, and retina at the time of initial diagnosis, and five patients developed chronic kidney disease during follow-up.The most common cause of RVH in Korean children is MMD, and RVH caused by MMD with an ostial lesion is associated with poor PTA outcomes. Angioplasty alone does not appear to control blood pressure effectively in MMD patients and combined treatment is necessary to prevent target organ damage. This article is protected by copyright. All rights reserved.", "id": "29281158", "date": "2017-12-27", "title": "Treatment outcomes according to underlying disease in pediatric renovascular hypertension.", "doi": "10.1111/ped.13491", "journal": ["Pediatrics international : official journal of the Japan Pediatric Society", "Pediatr Int"]}