{"authors": [["Lu", "Qing-Bo", "QB", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. 220163051@seu.edu.cn."], ["Sun", "Jing", "J", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. sun0704@njmu.edu.cn."], ["Kang", "Ying", "Y", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. kangying@njmu.edu.cn."], ["Sun", "Hai-Jian", "HJ", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. haijsunjiangnan@jiangnan.edu.cn."], ["Wang", "Hui-Shan", "HS", "Department of Pediatrics, The Fourth Clinical Medical College of Nanjing Medical University, Nanjing 210029, China. wanghuishan@njmu.edu.cn."], ["Wang", "Yuan", "Y", "Department of Pediatrics, The Fourth Clinical Medical College of Nanjing Medical University, Nanjing 210029, China. wangyuan@njmu.edu.cn."], ["Zhu", "Guo-Qing", "GQ", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. haijsunjiangnan@jiangnan.edu.cn."], ["Zhou", "Ye-Bo", "YB", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing 210029, China. zhouyebo666@njmu.edu.cn."]], "text": "This study was conducted to explore the hypothesis that the endogenous superoxide anions (O₂-) and nitric oxide (NO) system of the paraventricular nucleus (PVN) regulates the cardiac sympathetic afferent reflex (CSAR) contributing to sympathoexcitation in obese rats induced by a high-fat diet (42% kcal as fat) for 12 weeks. CSAR was evaluated by monitoring the changes of renal sympathetic nerve activity (RSNA) and the mean arterial pressure (MAP) responses to the epicardial application of capsaicin (CAP) in anaesthetized rats. In obese rats with hypertension (OH group) or without hypertension (OB group), the levels of PVN O₂-, angiotensinII (Ang II), Ang II type 1 receptor (AT1R), and nicotinamide adenine dinucleotide phosphate (NADPH) oxidase were elevated, whereas neural NO synthase (nNOS) and NO were significantly reduced. Moreover, CSAR was markedly enhanced, which promoted the elevation of plasma norepinephrine levels. The enhanced CSAR was attenuated by PVN application of the superoxide scavenger polyethylene glycol-superoxide dismutase (PEG-SOD) and the NO donor sodium nitroprusside (SNP), and was strengthened by the superoxide dismutase inhibitor diethyldithiocarbamic acid (DETC) and the nNOS inhibitor N(ω)-propyl-l-arginine hydrochloride (PLA); conversely, there was a smaller CSAR response to PLA or SNP in rats that received a low-fat (12% kcal) diet. Furthermore, PVN pretreatment with the AT1R antagonist losartan or with PEG-SOD, but not SNP, abolished Ang II-induced CSAR enhancement. These findings suggest that obesity alters the PVN O₂- and NO system that modulates CSAR and promotes sympathoexcitation.", "id": "29280941", "date": "2017-12-27", "title": "Superoxide Anions and NO in the Paraventricular Nucleus Modulate the Cardiac Sympathetic Afferent Reflex in Obese Rats.", "doi": "10.3390/ijms19010059", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}