{"authors": [["Chen", "Gang", "G", "School of Biomedical engineering, Third Military Medical University, Chongqing 400038, China."], ["Chen", "Bihua", "B", "School of Biomedical engineering, Third Military Medical University, Chongqing 400038, China."], ["Dai", "Chenxi", "C", "School of Biomedical engineering, Third Military Medical University, Chongqing 400038, China."], ["Wang", "Jianjie", "J", "School of Biomedical engineering, Third Military Medical University, Chongqing 400038, China."], ["Wang", "Juan", "J", "Neurology Department, Southwest Hospital, Third Military Medical University, Chongqing 400038, China."], ["Huang", "Yuanyuan", "Y", "Neurology Department, Southwest Hospital, Third Military Medical University, Chongqing 400038, China."], ["Li", "Yongqin", "Y", "School of Biomedical engineering, Third Military Medical University, Chongqing 400038, China."]], "text": "Post-cardiac arrest syndrome is the consequence of whole-body ischemia-reperfusion events that lead to multiple organ failure and eventually to death. Recent animal studies demonstrated that inhalation of hydrogen greatly mitigates post-resuscitation myocardial dysfunction and brain injury. However, the influence of underlying heart disease on the efficacy of hydrogen is still unknown. In the present study, we investigated the effects of hydrogen inhalation on neurological outcome and survival in a cardiac arrest model of spontaneously hypertensive rat (SHR).Cardiopulmonary resuscitation was initiated after 4 minutes of untreated ventricular fibrillation in 40 SHRs. Immediately following successful resuscitation, animals were randomized to be ventilated with 98% oxygen and: 2% nitrogen under normothermia (Ctrl), 2% nitrogen under hypothermia (TH), 2% hydrogen under normothermia (H2) or 2% hydrogen under hypothermia (H2+TH) for 2 hours. Hypothermia was maintained at 33°C for 2 hours. Animals were observed up to 96 hours for assessment of survival and neurologic recovery.No statistical differences in baseline measurements were observed among groups and all the animals were successfully resuscitated. Compared with Ctrl, serum cardiac troponin T measured at 5-hour and myocardial damage score measured at 96-hour after resuscitation were markedly reduced in H2, TH and H2+TH groups. Compared with Ctrl and TH, astroglial protein S100 beta measured during the earlier post-resuscitation period, neurological deficit score and neuronal damage score measured at 96-hour were considerably lower in both H2 and H2+TH groups. Ninety-six hours survival rates were significantly higher in the H2 (80.0%) and H2+TH (90.0%) groups compared to TH (30.0%) and to Ctrl (30.0%).Hydrogen inhaling was superior to mild hypothermia for improving neurological outcome and survival in cardiac arrest and resuscitation model of systemic hypertension rats.", "id": "29280927", "date": "2017-12-26", "title": "Hydrogen Inhalation is Superior to Mild Hypothermia for Improving Neurological Outcome and Survival in a Cardiac Arrest Model of Spontaneously Hypertensive Rat.", "doi": "10.1097/SHK.0000000000001092", "journal": ["Shock (Augusta, Ga.)", "Shock"]}