{"authors": [["Turan", "Serap", "S", "Marmara University Faculty of Medicine, Department of Pediatric Endocrinology, İstanbul, Turkey."]], "text": "Disorders related to parathyroid hormone (PTH) resistance and PTH signaling pathway impairment are historically classified under the term of pseudohypoparathyroidism (PHP). The disease was first described and named by Fuller Albright and colleagues in 1942. Albright hereditary osteodystrophy (AHO) is described as an associated clinical entity with PHP, characterized by brachydactyly, subcutaneous ossifications, round face, short stature and a stocky build. The classification of PHP is further divided into PHP-Ia, pseudo-PHP (pPHP), PHP-Ib, PHP-Ic and PHP-II according to the presence or absence of AHO, together with an in vivo response to exogenous PTH and the measurement of Gsα protein activity in peripheral erythrocyte membranes in vitro. However, PHP classification fails to differentiate all patients with different clinical and molecular findings for PHP subtypes and classification become more complicated with more recent molecular characterization and new forms having been identified. So far, new classifications have been established by the EuroPHP network to cover all disorders of the PTH receptor and its signaling pathway. Inactivating PTH/PTH-related protein signaling disorder (iPPSD) is the new name proposed for a group of these disorders and which can be further divided into subtypes - iPPSD1 to iPPSD6. These are termed, starting from PTH receptor inactivation mutation (Eiken and Blomstrand dysplasia) as iPPSD1, inactivating Gsα mutations (PHP-Ia, PHP-Ic and pPHP) as iPPSD2, loss of methylation of GNAS DMRs (PHP-Ib) as iPPSD3, PRKAR1A mutations (acrodysostosis type 1) as iPPSD4, PDE4D mutations (acrodysostosis type 2) as iPPSD5 and PDE3A mutations (autosomal dominant hypertension with brachydactyly) as iPPSD6. iPPSDx is reserved for unknown molecular defects and iPPSDn+1 for new molecular defects which are yet to be described. With these new classifications, the aim is to clarify the borders of each different subtype of disease and make the classification according to molecular pathology. The iPPSD group is designed to be expandable and new classifications will readily fit into it as necessary.", "id": "29280743", "date": "2017-12-27", "title": "Current Nomenclature of Pseudohypoparathyroidism: Inactivating Parathyroid Hormone/Parathyroid Hormone-Related Protein Signaling Disorder.", "doi": "10.4274/jcrpe.2017.S006", "journal": ["Journal of clinical research in pediatric endocrinology", "J Clin Res Pediatr Endocrinol"]}