{"authors": [["Khan", "M", "M", "Department of Otolaryngology,Central Manchester University Hospitals,UK."], ["Conroy", "K", "K", "Department of Otolaryngology,University Hospitals of South Manchester,UK."], ["Ubayasiri", "K", "K", "Queen's Medical Centre,Nottingham,UK."], ["Constable", "J", "J", "Queen's Medical Centre,Nottingham,UK."], ["Smith", "M E", "ME", "Department of Otolaryngology,Addenbrooke's Hospital,Cambridge,UK."], ["Williams", "R J", "RJ", "Institute of Naval Medicine,Gosport,UK."], ["Kuhn", "I", "I", "University of Cambridge School of Clinical Medicine,UK."], ["Smith", "M", "M", "Exeter Health Library,Peninsula Medical School,UK."], ["Philpott", "C", "C", "Norwich Medical School,University of East Anglia,UK."]], "text": "The initial assessment of epistaxis patients commonly includes: first aid measures, observations, focused history taking, and clinical examinations and investigations. This systematic review aimed to identify evidence that informs how the initial assessment of these patients should be conducted.A systematic review of the literature was performed using a standardised methodology and search strategy.Seventeen articles were included. Factors identified were: co-morbidity, intrinsic patient factors, coagulation screening and ice pack use. Hypertension and anticoagulant use were demonstrated to adversely affect outcomes. Coagulation screening is useful in patients on anticoagulant medication. Four studies could not be accessed. Retrospective methodology and insufficient statistical analysis limit several studies.Sustained ambulatory hypertension, anticoagulant therapy and posterior bleeding may be associated with recurrent epistaxis, and should be recorded. Oral ice pack use may decrease severity and can be considered as first aid. Coagulation studies are appropriate for patients with a history of anticoagulant use or bleeding diatheses.", "id": "29280694", "date": null, "title": "Initial assessment in the management of adult epistaxis: systematic review.", "doi": "10.1017/S0022215117002031", "journal": ["The Journal of laryngology and otology", "J Laryngol Otol"]}