{"authors": [["Dongiovanni", "P", "P", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Stender", "S", "S", "Department of Molecular Genetics, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Pietrelli", "A", "A", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Mancina", "R M", "RM", "Department of Molecular and Clinical Medicine, University of Gothenburg, Gothenburg, Sweden."], ["Cespiati", "A", "A", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Petta", "S", "S", "Department of Gastroenterology, Università di Palermo, Palermo, Italy."], ["Pelusi", "S", "S", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Pingitore", "P", "P", "Department of Molecular and Clinical Medicine, University of Gothenburg, Gothenburg, Sweden."], ["Badiali", "S", "S", "Department of Surgery, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Maggioni", "M", "M", "Department of Pathology, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Mannisto", "V", "V", "Department of Gastroenterology, University of Eastern Finland, Kuopio University Hospital, Kuopio, Finland."], ["Grimaudo", "S", "S", "Department of Gastroenterology, Università di Palermo, Palermo, Italy."], ["Pipitone", "R M", "RM", "Department of Gastroenterology, Università di Palermo, Palermo, Italy."], ["Pihlajamaki", "J", "J", "Department of Medicine, University of Eastern Finland, Kuopio University Hospital, Kuopio, Finland."], ["Craxi", "A", "A", "Department of Gastroenterology, Università di Palermo, Palermo, Italy."], ["Taube", "M", "M", "Department of Public Health and Clinical Nutrition, University of Eastern Finland, Kuopio, Finland."], ["Carlsson", "L M S", "LMS", "Institute of Medicine, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Fargion", "S", "S", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."], ["Romeo", "S", "S", "Department of Molecular and Clinical Medicine, University of Gothenburg, Gothenburg, Sweden."], ["Kozlitina", "J", "J", "McDermott Center for Human Growth and Development, University of Texas Southwestern Medical Center, Dallas, TX, USA."], ["Valenti", "L", "L", "Internal Medicine and Metabolic Diseases, Fondazione IRCCS Ca' Granda Ospedale Policlinico Milano, Milan, Italy."]], "text": "Nonalcoholic fatty liver disease is epidemiologically associated with hepatic and metabolic disorders. The aim of this study was to examine whether hepatic fat accumulation has a causal role in determining liver damage and insulin resistance.We performed a Mendelian randomization analysis using risk alleles in PNPLA3, TM6SF2, GCKR and MBOAT7, and a polygenic risk score for hepatic fat, as instruments. We evaluated complementary cohorts of at-risk individuals and individuals from the general population: 1515 from the liver biopsy cohort (LBC), 3329 from the Swedish Obese Subjects Study (SOS) and 4570 from the population-based Dallas Heart Study (DHS).Hepatic fat was epidemiologically associated with liver damage, insulin resistance, dyslipidemia and hypertension. The impact of genetic variants on liver damage was proportional to their effect on hepatic fat accumulation. Genetically determined hepatic fat was associated with aminotransferases, and with inflammation, ballooning and fibrosis in the LBC. Furthermore, in the LBC, the causal association between hepatic fat and fibrosis was independent of disease activity, suggesting that a causal effect of long-term liver fat accumulation on liver disease is independent of inflammation. Genetically determined hepatic steatosis was associated with insulin resistance in the LBC and SOS. However, this association was dependent on liver damage severity. Genetically determined hepatic steatosis was associated with liver fibrosis/cirrhosis and with a small increase in risk of type 2 diabetes in publicly available databases.These data suggest that long-term hepatic fat accumulation plays a causal role in the development of chronic liver disease.", "id": "29280273", "date": "2017-12-27", "title": "Causal relationship of hepatic fat with liver damage and insulin resistance in nonalcoholic fatty liver.", "doi": "10.1111/joim.12719", "journal": ["Journal of internal medicine", "J. Intern. Med."]}