{"authors": [["Bertolami", "Adriana", "A", "Department of Dyslipidemia, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["de Lima-Júnior", "José C", "JC", "Laboratory of Atherosclerosis and Vascular Biology, State University of Campinas School of Medicine, UNICAMP, Campinas, SP, Brazil."], ["Cintra", "Riobaldo M", "RM", "Laboratory of Atherosclerosis and Vascular Biology, State University of Campinas School of Medicine, UNICAMP, Campinas, SP, Brazil."], ["Carvalho", "Luiz S", "LS", "Laboratory of Atherosclerosis and Vascular Biology, State University of Campinas School of Medicine, UNICAMP, Campinas, SP, Brazil."], ["Gonzaga", "Carolina de C", "CC", "Department of Hypertension, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Sulzbach", "Martha L", "ML", "Department of Dyslipidemia, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Petisco", "Ana C G P", "ACGP", "Echocardiography Department, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Barbosa", "José E M", "JEM", "Echocardiography Department, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Faludi", "André A", "AA", "Department of Dyslipidemia, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Plutzky", "Jorge", "J", "Cardiovascular Division, Brigham and Women's Hospital, Harvard Medical School, Boston, MA, USA."], ["Bertolami", "Marcelo C", "MC", "Department of Dyslipidemia, Dante Pazzanese Institute of Cardiology, São Paulo, Brazil."], ["Sposito", "Andrei C", "AC", "Laboratory of Atherosclerosis and Vascular Biology, State University of Campinas School of Medicine, UNICAMP, Campinas, SP, Brazil."]], "text": "The combinations of adipokines and body mass parameters to estimate carotid atherosclerotic disease have not been completely delineated.To test the combinations of well-established, easily accessible body mass indices and circulating biomarkers to identify increased carotid intima-media thickness (cIMT) in a primary prevention setting.In a cross-sectional analysis of 339 asymptomatic individuals with no history of cardiovascular events, inflammatory and insulin sensitivity biomarkers as well as adipokine levels were measured and combined with body mass parameters to evaluate the best marker for increased cIMT.As isolated parameters, body mass index (BMI) and adiponectin best identified abnormal cIMT (P = .04). Adiponectin levels were also linked to the relationship between BMI and cIMT (β = 0.0371; P = .01). Twenty-nine individuals with increased cIMT were missed by BMI alone but detected by combining BMI and adiponectin measurements. When compared with BMI alone, the combination of adiponectin plus BMI improved the c-statistic (0.549-0.567) and the integrated discrimination improvement index (0.01725; P = .021). Segregation of individuals by the combined use of BMI + adiponectin is associated with significant differences in insulin sensitivity, glomerular filtration rate, systemic inflammatory activity, dyslipidaemia and cIMT.Combining plasma adiponectin measurements and BMI improves estimation of cIMT as compared to anthropometric parameters.", "id": "29280189", "date": "2017-12-27", "title": "Adiponectin concentration data improve the estimation of atherosclerotic risk in normal and in overweight subjects.", "doi": "10.1111/cen.13540", "journal": ["Clinical endocrinology", "Clin. Endocrinol. (Oxf)"]}