{"authors": [["Ashitani", "Aki", "A", "Department of Nephrology, Hiroshima University Hospital, 1-2-3, Kasumi, Minami-ku, Hiroshima, 734-8551, Japan."], ["Ueno", "Toshinori", "T", "Department of Nephrology, Hiroshima University Hospital, 1-2-3, Kasumi, Minami-ku, Hiroshima, 734-8551, Japan. tueno-ygc@umin.ac.jp."], ["Nakashima", "Ayumu", "A", "Department of Nephrology, Hiroshima University Hospital, 1-2-3, Kasumi, Minami-ku, Hiroshima, 734-8551, Japan."], ["Doi", "Shigehiro", "S", "Department of Nephrology, Hiroshima University Hospital, 1-2-3, Kasumi, Minami-ku, Hiroshima, 734-8551, Japan."], ["Yamane", "Kiminori", "K", "Nippon Telegraph and Telephone West Corp., Chugoku Health Administration Center, 11-40, Hijiyama-honmachi, Minami-ku, Hiroshima, 732-0816, Japan."], ["Masaki", "Takao", "T", "Department of Nephrology, Hiroshima University Hospital, 1-2-3, Kasumi, Minami-ku, Hiroshima, 734-8551, Japan."]], "text": "High-normal albuminuria is an important risk factor for incident chronic kidney disease in diabetic populations, in contrast to an uncertain association in nondiabetic populations. This study aimed to reveal the relationship between high-normal albuminuria and incident chronic kidney disease in a Japanese nondiabetic population.A 10-year follow-up retrospective cohort study was performed involving 1378 Japanese men (mean age 44 ± 5.3 years) without chronic kidney disease and diabetes mellitus. Chronic kidney disease was diagnosed as either estimated glomerular filtration rate < 60 mL/min/1.73 m2 or a urine albumin-to-creatinine ratio ≥ 30 mg/g.At baseline, age, estimated glomerular filtration rate, and the presence of hematuria, hypertension, and dyslipidemia were independently associated with the albumin-to-creatinine ratio. Among the 1378 participants, 185 (13.4%) fulfilled diagnostic criteria for chronic kidney disease over the 10-year follow-up period. Median annual estimated glomerular filtration rate decline showed a deterioration with increasing quartiles of baseline albumin-to-creatinine ratio (P = 0.004). Participants who had a baseline albumin-to-creatinine ratio in the highest quartile (5.9-28.9 mg/g) were more likely to develop micro- or macroalbuminuria (odds ratio: 16.23, 95% confidence interval 6.56-54.03), chronic kidney disease (odds ratio: 2.48, 95% confidence interval 1.64-3.82), and hypertension (odds ratio 2.06, 95% confidence interval 1.30-3.31), but not diabetes mellitus compared with those who had an albumin-to-creatinine ratio in the lowest quartile (1.3-3.6 mg/g) after adjustment for potential confounders.High-normal albuminuria was associated with incident chronic kidney disease in this Japanese nondiabetic male population.", "id": "29280046", "date": "2017-12-26", "title": "High-normal albuminuria and incident chronic kidney disease in a male nondiabetic population.", "doi": "10.1007/s10157-017-1522-6", "journal": ["Clinical and experimental nephrology", "Clin. Exp. Nephrol."]}