{"authors": [["Bazan", "Rodrigo", "R", "Department of Neurology, Psychology and Psychiatry, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."], ["Fernandes", "Thiago Dias", "TD", "Department of Neurology, Psychology and Psychiatry, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."], ["Ferreira da Silva Mazeto", "Gláucia Maria", "GM", "Department of Internal Medicine, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."], ["Marques", "Mariângela Esther Alencar", "MEA", "Department of Pathology, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."], ["Braga", "Gabriel Pereira", "GP", "Department of Neurology, Psychology and Psychiatry, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."], ["Luvizutto", "Gustavo José", "GJ", "Department of Applied Physical Therapy, Institute of Health Sciences, Federal University of Triângulo Mineiro, Uberaba, Brazil."], ["Zanati Bazan", "Silméia Garcia", "SG", "Department of Internal Medicine, Botucatu School of Medicine, Universidade Estadual Paulista Júlio de Mesquita Filho, São Paulo, Brazil."]], "text": "We report a case of a male patient with stroke caused by atrial fibrillation (AF) due to thyrotoxicosis. At hospital admission, he presented hypertension and AF. Magnetic resonance imaging confirmed a right-side ischemic area. The thyrotoxicosis was confirmed by thyroid function and thyroid scintigraphy that showed goiter with diffuse hypercaptation. The patient was treated with tapazole and total thyroidectomy, and pathological findings suggested Graves' disease. Hyperthyroidism is associated with increased supraventricular ectopic activity in patients with a normal heart, and may be an important causal link between hyperthyroidism and AF. The patient experienced significant clinical improvement, but presented long-term neuropsychiatric disorders.", "id": "29279710", "date": "2017-10-16", "title": "Stroke in a Young Man Secondary to Paroxysmal Atrial Fibrillation and Thyrotoxicosis: A Case Report.", "doi": "10.1159/000479730", "journal": ["Case reports in neurology", "Case Rep Neurol"]}