{"authors": [["Gokhale", "Antara", "A", "Department of Anesthesia and Adult ICU, Royal Hospital, Muscat, Oman."], ["Kimona", "Atheel", "A", "Department of Radiology, Royal Hospital, Muscat, Oman."], ["Kantor", "Sandeep", "S", "Department of Anesthesia and Adult ICU, Royal Hospital, Muscat, Oman."], ["Prakash", "S", "S", "Department of Anesthesia and Adult ICU, Royal Hospital, Muscat, Oman."], ["Manhas", "Yogesh", "Y", "Department of Anesthesia and Adult ICU, Royal Hospital, Muscat, Oman."]], "text": "Posterior reversible encephalopathy syndrome (PRES) is characterized by a range of clinico neuro radiological manifestation along with hypertension due to varied etiology. Contrary to its name, a small number of patients have residual neurological deficits. Patients with severe manifestation of PRES may get admitted to the Intensive Care Unit (ICU) due to coma or status epilepticus. Small case series and large multicenter studies have been reported.We report a single center series of ten cases admitted to ICU over a 5 year period in a tertiary care centre. We retrospectively analyzed patients, admitted to adult ICU with different etiologies, and diagnosed to have PRES. Outcome at discharge and at 90 days after ICU admission was noted.The most common etiologies were medications. ICU admissions were mainly for uncontrolled hypertension, seizures, and low level of consciousness. All except one patient were ventilated. Four patients had residual neurological damage.Irrespective of the etiology, early control of blood pressure, and removal of precipitating factors is of paramount importance to prevent morbidity and mortality. Awareness about PRES among the intensivist is necessary to ensure early recognition and treatment.", "id": "29279639", "date": null, "title": "Posterior Reversible Leukoencephalopathy Syndrome (PRES) in Intensive Care Unit - Case series.", "doi": "10.4103/ijccm.IJCCM_235_17", "journal": ["Indian journal of critical care medicine : peer-reviewed, official publication of Indian Society of Critical Care Medicine", "Indian J Crit Care Med"]}