{"authors": [["Ojima", "Yoshie", "Y", "Department of Nephrology, Japanese Red Cross Ishinomaki Hospital, Japan."], ["Sawada", "Kinya", "K", "Department of Radiology, Takeda General Hospital, Japan."], ["Fujii", "Hiroshi", "H", "Department of Hematology and Rheumatology, Tohoku University School of Medicine, Japan."], ["Shirai", "Tsuyoshi", "T", "Department of Hematology and Rheumatology, Tohoku University School of Medicine, Japan."], ["Saito", "Ayako", "A", "Department of Nephrology, Hypertension and Endocrinology, Tohoku University School of Medicine, Japan."], ["Kagaya", "Saeko", "S", "Department of Nephrology, Japanese Red Cross Ishinomaki Hospital, Japan."], ["Aoki", "Satoshi", "S", "Department of Nephrology, Japanese Red Cross Ishinomaki Hospital, Japan."], ["Takeuchi", "Yoichi", "Y", "Department of Nephrology, Japanese Red Cross Ishinomaki Hospital, Japan."], ["Ishii", "Tomonori", "T", "Clinical Research, Innovation and Education Center, Tohoku University Hospital, Japan."], ["Nagasawa", "Tasuku", "T", "Department of Nephrology, Japanese Red Cross Ishinomaki Hospital, Japan."]], "text": "A previously healthy 58-year-old man was admitted for muscle pain and weakness (manual muscle testing [MMT] of 4/4 for upper and lower limbs). We detected elevated levels of inflammatory makers and PR3-anti-neutrophil cytoplasmic antibody (ANCA). Subsequently, the muscle weakness rapidly progressed to an MMT of 2 for all limbs. Magnetic resonance imaging indicated muscle edema, and the CK level increased to 29,998 U/L. mPSL and cyclophosphamide pulse therapy improved the patient symptoms. MMT recovered to 4 for all limbs. A muscle biopsy showed degenerated muscle fibers surrounded by neutrophil-predominant infiltration. In addition, lamina elastic breakdown and fibrinoid necrosis of arterioles were observed. A final diagnosis of microscopic polyangiitis (MPA) limited to the muscles was made.", "id": "29279515", "date": "2017-12-27", "title": "Anti-Neutrophil Cytoplasmic Antibody-associated Vasculitis (AAV) Restricted to the Limbs: A Case Report.", "doi": "10.2169/internalmedicine.9848-17", "journal": ["Internal medicine (Tokyo, Japan)", "Intern. Med."]}