{"authors": [["Singh", "Jasleen K", "JK", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Barsegyan", "Varderes", "V", "Department of Physics and Astronomy, California State University, Northridge, California."], ["Bassi", "Nikhil", "N", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Marszalec", "William", "W", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Tai", "Shannon", "S", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Mothkur", "Shruthi", "S", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Mulla", "Maaz", "M", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Nico", "Elsa", "E", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Shiferaw", "Yohannes", "Y", "Department of Physics and Astronomy, California State University, Northridge, California."], ["Aistrup", "Gary L", "GL", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois."], ["Wasserstrom", "John Andrew", "JA", "Department of Medicine (Cardiology), The Feinberg Cardiovascular Research Institute Northwestern University Feinberg School of Medicine, Chicago, Illinois ja-wasserstrom@northwestern.edu."]], "text": "A highly organized transverse-tubule (TT) system is essential to normal Ca2+ cycling and cardiac function. We explored the relationship between the progressive disruption of TTs and resulting Ca2+ cycling during the development of heart failure (HF). Confocal imaging was used to measure Ca2+ transients and 2-D z-stack images in left ventricular epicardial myocytes of intact hearts from spontaneously hypertensive rats (SHR) and Wistar-Kyoto control rats. TT organization was measured as the organizational index (OI) derived from a fast Fourier transform of TT organization. We found little decrease in the synchrony of Ca2+ release with TT loss until TT remodeling was severe, suggesting a TT \"reserve\" characterized by a wide range of TT remodeling with little effect on synchrony of release but beyond which variability in release shows an accelerating sensitivity to TT loss. To explain this observation, we applied a computational model of spatially distributed Ca2+ signaling units to investigate the relationship between OI and excitation-contraction coupling. Our model showed that release heterogeneity exhibits a nonlinear relationship on both the spatial distribution of release units and the separation between L-type Ca2+ channels and ryanodine receptors. Our results demonstrate a unique relationship between the synchrony of Ca2+ release and TT organization in myocytes of intact rat ventricle that may contribute to both the compensated and decompensated phases of heart failure.", "id": "29279414", "date": "2017-12-26", "title": "T-tubule remodeling and increased heterogeneity of calcium release during the progression to heart failure in intact rat ventricle.", "doi": "10.14814/phy2.13540", "journal": ["Physiological reports", "Physiol Rep"]}