{"authors": [["Inagaki", "Takeshi", "T", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Terada", "Jiro", "J", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan. jirotera@chiba-u.jp."], ["Yahaba", "Misuzu", "M", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Kawata", "Naoko", "N", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Jujo", "Takayuki", "T", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Nagashima", "Kengo", "K", "Department of Global Clinical Research, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Sakao", "Seiichiro", "S", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Tanabe", "Nobuhiro", "N", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."], ["Tatsumi", "Koichiro", "K", "Department of Respirology, Graduate School of Medicine, Chiba University, Chiba, Japan."]], "text": "The 6-min walk test (6MWT) is commonly performed to assess functional status in patients with chronic thromboembolic pulmonary hypertension. However, changes in heart rate and oxygen saturation (SpO2 ) patterns during 6MWT in patients with chronic thromboembolic pulmonary hypertension remain unclear.Thirty-one subjects with chronic thromboembolic pulmonary hypertension were retrospectively evaluated to examine the relationships between the change in heart rate (Δheart rate), heart rate acceleration time, slope of heart rate acceleration, heart rate recovery during the first minute after 6MWT (HRR1), change in SpO2 (ΔSpO2 ), SpO2 reduction time, and SpO2 recovery time during 6MWT, and the severity of pulmonary hemodynamics assessed by right heart catheterization and echocardiography.Subjects with severe chronic thromboembolic pulmonary hypertension had significantly longer heart rate acceleration time (144.9 ± 63.9 s vs 96.0 ± 42.5 s, P = .033), lower Δheart rate (47.4 ± 16.9 vs 61.8 ± 13.6 beats, P = .02), and lower HRR1 (13.3 ± 9.0 beats vs 27.1 ± 9.2 beats, P < .001) compared to subjects with mild chronic thromboembolic pulmonary hypertension. Subjects with severe chronic thromboembolic pulmonary hypertension also had significantly longer SpO2 reduction time (178.3 ± 70.3 s vs 134.3 ± 58.4 s, P = .03) and SpO2 recovery time (107.6 ± 35.3 s vs 69.8 ± 32.7 s, P = .004) than did subjects with mild chronic thromboembolic pulmonary hypertension. Multivariate linear regression analysis showed only mean pulmonary arterial pressure independently was associated with heart rate acceleration time and slope of heart rate acceleration.Heart rate and SpO2 change patterns during 6MWT is predominantly associated with pulmonary hemodynamics in subjects with chronic thromboembolic pulmonary hypertension. Evaluating heart rate and SpO2 change patterns during 6MWT may serve a safe and convenient way to follow the change in pulmonary hemodynamics.", "id": "29279364", "date": "2017-12-26", "title": "Heart Rate and Oxygen Saturation Change Patterns During 6-min Walk Test in Subjects With Chronic Thromboembolic Pulmonary Hypertension.", "doi": "10.4187/respcare.05788", "journal": ["Respiratory care", "Respir Care"]}