{"authors": [["Lindman", "Johanna", "J", "From the Department of Biomedical Sciences, Ion Channels Group, University of Copenhagen, Denmark (J.L., M.M.K., P.R.L., C.A., T.A.J.); and Department of Biomedicine, Aarhus University, Denmark (M.M.K., C.A.)."], ["Khammy", "Makhala M", "MM", "From the Department of Biomedical Sciences, Ion Channels Group, University of Copenhagen, Denmark (J.L., M.M.K., P.R.L., C.A., T.A.J.); and Department of Biomedicine, Aarhus University, Denmark (M.M.K., C.A.)."], ["Lundegaard", "Pia R", "PR", "From the Department of Biomedical Sciences, Ion Channels Group, University of Copenhagen, Denmark (J.L., M.M.K., P.R.L., C.A., T.A.J.); and Department of Biomedicine, Aarhus University, Denmark (M.M.K., C.A.)."], ["Aalkjær", "Christian", "C", "From the Department of Biomedical Sciences, Ion Channels Group, University of Copenhagen, Denmark (J.L., M.M.K., P.R.L., C.A., T.A.J.); and Department of Biomedicine, Aarhus University, Denmark (M.M.K., C.A.)."], ["Jepps", "Thomas A", "TA", "From the Department of Biomedical Sciences, Ion Channels Group, University of Copenhagen, Denmark (J.L., M.M.K., P.R.L., C.A., T.A.J.); and Department of Biomedicine, Aarhus University, Denmark (M.M.K., C.A.). tjepps@sund.ku.dk."]], "text": "Microtubules can regulate GPCR (G protein-coupled receptor) signaling in various cell types. In vascular smooth muscle, activation of the β-adrenoceptor leads to production of cAMP to mediate a vasorelaxation. Little is known about the role of microtubules in smooth muscle, and given the importance of this pathway in vascular smooth muscle cells, we investigated the role of microtubule stability on β-adrenoceptor signaling in rat renal and mesenteric arteries. In isometric tension experiments, incubation with the microtubule inhibitors colchicine and nocodazole enhanced isoprenaline-mediated relaxations of renal and mesenteric arteries that the microtubule stabilizer, paclitaxel, prevented. Sharp microelectrode experiments showed that colchicine treatment caused increased hyperpolarization of mesenteric artery segments in response to isoprenaline. Application of the Kv7 channel blocker, XE991, attenuated the effect of colchicine on isoprenaline relaxations, whereas iberiotoxin-a BKCa channel blocker-had no effect. In addition, colchicine improved the relaxations to the Kv7.2 to 7.5 activator, S-1, in both renal and mesenteric artery segments compared with dimethyl sulfoxide incubation. We determined that increased mesenteric artery myocytes treated with colchicine showed increased Kv7.4 membrane expression, but Western blot analysis showed no change in total Kv7.4 protein. This study is the first to show microtubule disruption improves the β-adrenoceptor-mediated relaxations of mesenteric and renal arteries and determine this enhancement to be because of increased membrane expression of the Kv7 voltage-gated potassium channels.", "id": "29279314", "date": "2017-12-26", "title": "Microtubule Regulation of Kv7 Channels Orchestrates cAMP-Mediated Vasorelaxations in Rat Arterial Smooth Muscle.", "doi": "10.1161/HYPERTENSIONAHA.117.10152", "journal": ["Hypertension (Dallas, Tex. : 1979)", "Hypertension"]}