{"authors": [["Nickeleit", "Volker", "V", "Division of Nephropathology, Department of Pathology and Laboratory Medicine, The University of North Carolina School of Medicine, Chapel Hill, North Carolina; Volker_nickeleit@med.unc.edu."], ["Singh", "Harsharan K", "HK", "Division of Nephropathology, Department of Pathology and Laboratory Medicine, The University of North Carolina School of Medicine, Chapel Hill, North Carolina."], ["Randhawa", "Parmjeet", "P", "Division of Transplantation Pathology, Department of Pathology, University of Pittsburgh Medical Center-Montefiore, Pittsburgh, Pennsylvania."], ["Drachenberg", "Cinthia B", "CB", "Department of Pathology, School of Medicine, University of Maryland, Baltimore, Maryland."], ["Bhatnagar", "Ramneesh", "R", "Department of Pathology, School of Medicine, University of Maryland, Baltimore, Maryland."], ["Bracamonte", "Erika", "E", "Department of Pathology, The University of Arizona College of Medicine, Tucson, Arizona."], ["Chang", "Anthony", "A", "Department of Pathology, The University of Chicago, Chicago, Illinois."], ["Chon", "W James", "WJ", "Renal Transplant Program, University of Missouri-Kansas City School of Medicine/Saint Luke's Health System, Kansas City, Missouri."], ["Dadhania", "Darshana", "D", "Division of Nephrology and Hypertension, Department of Medicine, New York Presbyterian Hospital-Weill Cornell Medical Center, New York, New York."], ["Davis", "Vicki G", "VG", "Division of Nephropathology, Department of Pathology and Laboratory Medicine, The University of North Carolina School of Medicine, Chapel Hill, North Carolina."], ["Hopfer", "Helmut", "H", "Institute for Pathology and."], ["Mihatsch", "Michael J", "MJ", "Institute for Pathology and."], ["Papadimitriou", "John C", "JC", "Department of Pathology, School of Medicine, University of Maryland, Baltimore, Maryland."], ["Schaub", "Stefan", "S", "Transplantation Immunology and Nephrology, University Hospital of Basel, Basel, Switzerland."], ["Stokes", "Michael B", "MB", "Department of Pathology, Columbia Presbyterian Medical Center, New York, New York."], ["Tungekar", "Mohammad F", "MF", "Histopathology Department, St. Thomas' Hospital, Guy's and St. Thomas Foundation Trust and King's College London, London, United Kingdom; and."], ["Seshan", "Surya V", "SV", "Department of Pathology, Weill Cornell Medicine, New York, New York."], [null, null, null, null]], "text": "Polyomavirus nephropathy (PVN) is a common viral infection of renal allografts, with biopsy-proven incidence of approximately 5%. A generally accepted morphologic classification of definitive PVN that groups histologic changes, reflects clinical presentation, and facilitates comparative outcome analyses is lacking. Here, we report a morphologic classification scheme for definitive PVN from the Banff Working Group on Polyomavirus Nephropathy, comprising nine transplant centers in the United States and Europe. This study represents the largest systematic analysis of definitive PVN undertaken thus far. In a retrospective fashion, clinical data were collected from 192 patients and correlated with morphologic findings from index biopsies at the time of initial PVN diagnosis. Histologic features were centrally scored according to Banff guidelines, including additional semiquantitative histologic assessment of intrarenal polyomavirus replication/load levels. In-depth statistical analyses, including mixed effects repeated measures models and logistic regression, revealed two independent histologic variables to be most significantly associated with clinical presentation: intrarenal polyomavirus load levels and Banff interstitial fibrosis ci scores. These two statistically determined histologic variables formed the basis for the definition of three PVN classes that correlated strongest with three clinical parameters: presentation at time of index biopsy, serum creatinine levels/renal function over 24 months of follow-up, and graft failure. The PVN classes 1-3 as described here can easily be recognized in routine renal biopsy specimens. We recommend using this morphologic PVN classification scheme for diagnostic communication, especially at the time of index diagnosis, and in scientific studies to improve comparative data analysis.", "id": "29279304", "date": "2017-12-26", "title": "The Banff Working Group Classification of Definitive Polyomavirus Nephropathy: Morphologic Definitions and Clinical Correlations.", "doi": "10.1681/ASN.2017050477", "journal": ["Journal of the American Society of Nephrology : JASN", "J. Am. Soc. Nephrol."]}