{"authors": [["Benson", "Gretchen A", "GA", "1 Population Health, Minneapolis Heart Institute Foundation, Minneapolis, USA."], ["Sidebottom", "Abbey", "A", "2 Division of Applied Research, Allina Health, Minneapolis, USA."], ["Sillah", "Arthur", "A", "2 Division of Applied Research, Allina Health, Minneapolis, USA."], ["Boucher", "Jackie L", "JL", "3 Children's HeartLink, Edina, Minnesota, USA."], ["Miedema", "Michael D", "MD", "4 Minneapolis Heart Institute, Abbott Northwestern Hospital, Minneapolis, USA."], ["Knickelbine", "Thomas", "T", "4 Minneapolis Heart Institute, Abbott Northwestern Hospital, Minneapolis, USA."], ["VanWormer", "Jeffrey J", "JJ", "5 Center for Clinical Epidemiology and Population Health, Marshfield Clinic Research Foundation, Marshfield, USA."]], "text": "Introduction Innovative care delivery programs that support primary care providers are needed to reduce the burden of cardiovascular disease (CVD). HeartBeat Connections (HBC) is a primary prevention telemedicine program utilizing registered dietitian nutritionists (RDNs) and registered nurses (RNs) to deliver health coaching and medication therapy protocols for dyslipidaemia and hypertension among patients at high risk for developing CVD. Methods This retrospective cohort study documents the reach and six-month effectiveness of the HBC program for improving CVD risk factors. The sample included 1028 high-risk individuals aged 40-79 (without CVD or diabetes) served between 2010 and 2013 (326 participants, 702 eligible non-participants). Mixed-model analyses of variance were used to compare changes in outcome measures between baseline and six-month follow-up for participants and non-participants. Outcomes were also examined for three groups: non-participants, participants with 1-4 encounters, and participants with > 5 encounters. Results Nearly one-third of all eligible patients participated. There were no significant differences over time between HBC participants and non-participants in blood pressure or body mass. A higher proportion of HBC participants quit using tobacco (7.0 vs. 3.2%, p = 0.004) and achieved the low-density lipoprotein (LDL) program goal of < 100 mg/dL (8.9 vs. -1.1%, p = 0.009). Also, more favourable improvements in total and LDL cholesterol were observed among HBC participants with higher program engagement ( p < 0.05). Discussion The HBC telemedicine program resulted in significant improvement in some, but not all, CVD risk factors over six months. HBC reached many high-CVD-risk patients in the target region, which may confer population-level health benefits if this program can be scaled and sustained. Innovative, collaborative care delivery models like HBC can serve as a platform to systematically target and proactively engage at-risk populations, perhaps reducing patients' CVD risk.", "id": "29278986", "date": "2017-01-01", "title": "Reach and effectiveness of the HeartBeat Connections telemedicine pilot program.", "doi": "10.1177/1357633X17692723", "journal": ["Journal of telemedicine and telecare", "J Telemed Telecare"]}