{"authors": [["Vande Griend", "Joseph", "J", "1 Department of Clinical Pharmacy, University of Colorado Skaggs School of Pharmacy, Aurora, CO, USA."], ["Fixen", "Danielle R", "DR", "1 Department of Clinical Pharmacy, University of Colorado Skaggs School of Pharmacy, Aurora, CO, USA."], ["Fixen", "Cy W", "CW", "3 Denver Veterans Affairs Medical Center, Denver, CO, USA."], ["Zupec", "Jason", "J", "4 Department of Pharmacy Practice, Philadelphia College of Pharmacy, University of the Sciences, Philadelphia, PA, USA."], ["Saseen", "Joseph J", "JJ", "1 Department of Clinical Pharmacy, University of Colorado Skaggs School of Pharmacy, Aurora, CO, USA."]], "text": "Postgraduate year 2 ambulatory care pharmacy residents (PGY2 residents) may be able to improve healthcare quality by providing clinical pharmacy services provided to self-insured employer health plan patients. The objectives of this study are to describe this care delivery in a family medicine clinic, and to identify patients most likely to benefit from the service.From October 1, 2014 till June 30, 2015, comprehensive medication review was completed by PGY2 residents for patients insured by CU Anthem at the University of Colorado Westminster Family Medicine. For patients with medication-related problems (MRPs), a note was sent to the provider before the patient visit. Patient characteristics were compared in those who received a clinical pharmacy note with those who did not.Sixty-eight MRPs were identified in 39 notes; 40 (58.8%) recommendations were implemented. The following Clinical Pharmacy Priority (CP2) score criteria were identified more frequently in patients with MRPs: age ≥65 years, diagnosis of diabetes, hypertension, chronic obstructive pulmonary disease, cardiovascular disease, blood pressure ≥140/90, hemoglobin A1c >7.9%, and ≥6 items on the medication list.PGY2 residents identified and resolved numerous clinically relevant MRPs. Patient-specific criteria can be utilized to target self-insured employer health plan patients who are likely to have clinically relevant MRPs.", "id": "29278980", "date": "2017-03-14", "title": "Clinic-Level Population Health Intervention by PGY2 Ambulatory Care Pharmacy Residents to Optimize Medication Management in a Self-Insured Employer Health Plan Population.", "doi": "10.1177/0897190017698057", "journal": ["Journal of pharmacy practice", "J Pharm Pract"]}