{"authors": [["Sun", "Mengli", "M", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Yan", "Xiaoqing", "X", "Chinese-American Research Institute for Diabetic Complications,Wenzhou Medical College,Chashan University-town, Wenzhou, Zhejiang 323035, China."], ["Feng", "Anyun", "A", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Wu", "Xuemei", "X", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Ye", "Enling", "E", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Wu", "Huiying", "H", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Lu", "Xuemian", "X", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."], ["Yang", "Hong", "H", "Department of Endocrinology, Third Affiliated Hospital of Wenzhou Medical University, Ruian, Zhejiang 325200, China."]], "text": "17α-hydroxylase/17,20-lyase deficiency is a rare disease caused by mutation of the CYP17A1 gene, resulting in hypertension, hypokalemia, alkalosis, female hypogonadism, and male pseudohermaphroditism. Here we report a case of a 15-year-old girl with 17α-hydroxylase/17,20-lyase deficiency, and analyze her clinical and molecular genetic characteristics.A 15-year-old Chinese girl had fever, fatigue, high blood pressure, and blood potassium level being significantly lower than normal. Physical examination showed that the patient's breasts were in Tanner stage 1, and she had no armpit hair or pubic hair, but had a normal external genital formation. The hormone concentrations of the patient were measured. Genomic DNA from the patient and her immediate family members was amplified and sequenced. Mutational analysis of the CYP17A1 gene was performed and 17alpha-hydroxylase/17,20-lyase enzymatic activities were assessed in vitro.The patient had clinical features of 17α-hydroxylase/17,20-lyase deficiency, including hypokalemia, hypertension, female sexual infantilism, low blood cortisol, estradiol, and plasma renin activity, and increased adrenocorticotropic hormone. DNA sequence analysis revealed compound heterozygous mutations (Ser106Pro/His373Tyr) in CYP17A1. The heterozygous Ser106Pro mutation was detected in the patient's father, whereas the novel heterozygous His373Tyr mutation (c.1117C>T) was detected in her mother. In vitro expression and functional analysis in HEK293 cells showed that this novel mutation His373Tyr resulted in complete loss of 17alpha-hydroxylase and 17,20-lyase activities.We identified a novel compound heterozygous CYP17A1 mutation His373Tyr (c.1117C>T) in a patient with 17α-hydroxylase/17,20-lyase deficiency.", "id": "29278670", "date": null, "title": "A novel compound heterozygous mutation in the CYP17A1 gene in a patient with 17α-hydroxylase/17,20-lyase deficiency.", "doi": null, "journal": ["Discovery medicine", "Discov Med"]}