{"authors": [["Zhai", "Zhiwei", "Z", null], ["Ota", "Hideki", "H", null], ["Staring", "Marius", "M", null], ["Stolk", "Jan", "J", null], ["Sugimura", "Koichiro", "K", null], ["Takase", "Kei", "K", null], ["Stoel", "Berend C", "BC", null]], "text": "Balloon pulmonary angioplasty (BPA) in patients with inoperable chronic thromboembolic pulmonary hypertension (CTEPH) can have variable outcomes. To gain more insight into this variation, we designed a method for visualizing and quantifying changes in pulmonary perfusion by automatically comparing computed tomography (CT) pulmonary angiography before and after BPA treatment. We validated these quantifications of perfusion changes against hemodynamic changes measured with right-sided heart catheterization.We studied 14 consecutive CTEPH patients (12 women; age, 70.5 ± 24), who underwent CT pulmonary angiography and right-sided heart catheterization, before and after BPA. Posttreatment images were registered to pretreatment CT scans (using the Elastix toolbox) to obtain corresponding locations. Pulmonary vascular trees and their centerlines were detected using a graph cuts method and a distance transform method, respectively. Areas distal from vessels were defined as pulmonary parenchyma. Subsequently, the density changes within the vascular centerlines and parenchymal areas were calculated and corrected for inspiration level differences. For visualization, the densitometric changes were displayed in color-coded overlays. For quantification, the median and interquartile range of the density changes in the vascular and parenchymal areas (ΔVD and ΔPD) were calculated. The recorded changes in hemodynamic parameters, including changes in systolic, diastolic, and mean pulmonary artery pressure (ΔsPAP, ΔdPAP, and ΔmPAP, respectively) and vascular resistance (ΔPVR), were used as reference assessments of the treatment effect. Spearman correlation coefficients were employed to investigate the correlations between changes in perfusion and hemodynamic changes.Comparative imaging maps showed distinct patterns in perfusion changes among patients. Within pulmonary vessels, the interquartile range of ΔVD correlated significantly with ΔsPAP (R = -0.58, P = 0.03), ΔdPAP (R = -0.71, P = 0.005), ΔmPAP (R = -0.71, P = 0.005), and ΔPVR (R = -0.77, P = 0.001). In the parenchyma, the median of ΔPD had significant correlations with ΔdPAP (R = -0.58, P = 0.030) and ΔmPAP (R = -0.59, P = 0.025).Comparative imaging analysis in CTEPH patients offers insight into differences in BPA treatment effect. Quantification of perfusion changes provides noninvasive measures that reflect hemodynamic changes.", "id": "29278545", "date": "2017-12-22", "title": "Treatment Effect of Balloon Pulmonary Angioplasty in Chronic Thromboembolic Pulmonary Hypertension Quantified by Automatic Comparative Imaging in Computed Tomography Pulmonary Angiography.", "doi": "10.1097/RLI.0000000000000441", "journal": ["Investigative radiology", "Invest Radiol"]}