{"authors": [["Kurtz", "Theodore W", "TW", "Department of Laboratory Medicine, UCSF School of Medicine, San Francisco, California."], ["DiCarlo", "Stephen E", "SE", "Department of Physiology, College of Osteopathic Medicine, Michigan State University, East Lansing, Michigan, USA."], ["Pravenec", "Michal", "M", "Institute of Physiology of the Czech Academy of Sciences, Prague, Czech Republic."], ["Morris", "R Curtis", "RC", "Department of Medicine, UCSF School of Medicine, San Francisco, California, USA."]], "text": "For decades, it has been widely accepted that initiation of salt-induced hypertension involves a type of kidney dysfunction (natriuretic handicap), which causes salt-sensitive subjects to initially excrete less of a sodium load than normal subjects and undergo abnormal increases in cardiac output, and therefore blood pressure. Here we discuss emerging views that renal vasodysfunction, not natriuretic dysfunction (subnormal sodium excretion), is usually a critical factor initiating salt-induced hypertension.Serious logical issues have been raised with arguments supporting historical views that natriuretic dysfunction initiates hypertension in response to increased salt intake. Most salt-sensitive humans do not have a 'natriuretic handicap' causing them to excrete a sodium load more slowly and retain more of it than salt-resistant normal subjects. Mounting evidence indicates that in most salt-sensitive subjects, renal vasodysfunction, defined as impaired renal vasodilation and abnormally increased renal vascular resistance in response to increased salt intake, in the absence of greater sodium retention than in salt-loaded normal subjects, is involved in initiation of salt-induced hypertension.To advance discovery, prevention, and treatment of primary abnormalities causing salt-induced hypertension, greater research emphasis should be placed on identifying mechanisms mediating subnormal renal vasodilation and abnormally increased renal vascular resistance in response to high-salt diets.", "id": "29278541", "date": "2017-12-22", "title": "The pivotal role of renal vasodysfunction in salt sensitivity and the initiation of salt-induced hypertension.", "doi": "10.1097/MNH.0000000000000394", "journal": ["Current opinion in nephrology and hypertension", "Curr. Opin. Nephrol. Hypertens."]}