{"authors": [["Kanczkowski", "Waldemar", "W", "Department of Internal Medicine III, Technische Universität Dresden, Dresden, Germany."], ["Sue", "Mariko", "M", "Department of Internal Medicine III, Technische Universität Dresden, Dresden, Germany."], ["Bornstein", "Stefan R", "SR", "Department of Internal Medicine III, Technische Universität Dresden, Dresden, Germany, Department of Endocrinology and Diabetes, King's College London, London, UK."]], "text": "The adrenal gland is a key component of the stress system in the human body. Multiple direct and paracrine interactions between different cell types and their progenitors take place within the adrenal gland microenvironment. These unique interactions are supported by high vascularization and the adrenal cortex extracellular matrix. Alterations in the adrenal gland microenvironment are known to influence the progression of several pathological conditions, such as obesity and sepsis, and to be influenced by these disorders. For example, it has been suggested that activation of immune-adrenal crosstalk during sepsis induces elevated adrenal glucocorticoid levels, whereas crosstalk between adrenocortical cells and sonic hedgehog responsive stem cells was found to contribute to the increased size of the adrenal cortex during obesity. By contrast to sepsis, where activation of adrenal glucocorticoid production has protective effects, chronic exposure to high levels of glucocorticoids induces adverse effects, typically manifested in patients with Cushing syndrome, such as increased body weight, dyslipidemia, glucose intolerance, and hypertension. Therefore, a better understanding of factors involved in the regulation of the adrenal gland microenvironment is crucial. This review highlights bidirectional interactions occurring between the adrenal gland microenvironment and systemic responses during obesity and sepsis. Furthermore, it presents and discusses recent advancements and challenges in attempts to restore or regenerate adrenal gland function, including the use of oxygenated immune-isolating devices.", "id": "29278511", "date": null, "title": "The adrenal gland microenvironment in health, disease and during regeneration.", "doi": "10.14310/horm.2002.1744", "journal": ["Hormones (Athens, Greece)", "Hormones (Athens)"]}