{"authors": [["Ozkan", "Melike Hacer", "MH", "Department of Pharmacology, Faculty of Pharmacy, Hacettepe University, Ankara, Turkey."], ["Uma", "Serdar", "S", "Department of Pharmacology, Faculty of Pharmacy, Hacettepe University, Ankara, Turkey."]], "text": "Endothelial IKCa and/or SKCa channels play an important role in the control of vascular tone by participating in endothelium-dependent relaxation. Whether β-AR antagonists, mainly used in hypertension, affect endothelial KCa channel function is unknown. In this study, we examined the effect of the β2-AR antagonist and inverse agonist ICI 118,551 on the IKCa /SKCa channel activity by assessing functional relaxation responses to several agonists that stimulate these channels. Mesenteric arterial rings isolated from male Sprague Dawley mounted to organ baths. Acetylcholine elicited IKCa - and SKCa -mediated relaxations that were abolished by TRAM-34 and apamin, respectively. ICI 118,551, which did not dilate the arteries per se, increased the IKCa -mediated relaxations, whereas SKCa -mediated relaxations remained unaltered. Same potentiating effect was also detected on the IKCa -mediated relaxations to carbachol and A23187, but not to NS309. Neither acetylcholine-induced nitric oxide-mediated relaxations nor SNP relaxations changed with ICI 118,551. The PKA inhibitor KT-5720, the selective β2-AR agonist salbutamol, the selective β2-AR antagonist butoxamine, the non-selective β-AR antagonist propranolol, and the inverse agonists carvedilol or nadolol failed to affect the IKCa -mediated relaxations. ICI 118,551-induced increase was not reversed by salbutamol or propranolol as well. Besides, low potassium-induced relaxations in endothelium-removed arteries remained the same in the presence of ICI 118,551. These data demonstrate a previously unrecognized action of ICI 118,551, the ability to potentiate endothelial IKCa channel-mediated vasodilation, through a mechanism independent of β2-AR antagonistic or inverse agonistic action. Instead, the enhancement of acetylcholine relaxation seems likely to occur by a mechanism secondary to endothelial calcium increase.", "id": "29278444", "date": "2017-12-26", "title": "β-adrenergic Receptor Blocker ICI 118,551 Selectively Increases Intermediate-Conductance Calcium-Activated Potassium Channel (IKCa )-Mediated Relaxations in Rat Main Mesenteric Artery.", "doi": "10.1111/bcpt.12949", "journal": ["Basic & clinical pharmacology & toxicology", "Basic Clin. Pharmacol. Toxicol."]}