{"authors": [["Yamagata", "Yuki", "Y", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Ikeda", "Satoshi", "S", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Nakata", "Tomoo", "T", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Yonekura", "Tsuyoshi", "T", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Koga", "Seiji", "S", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Muroya", "Takahiro", "T", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Koide", "Yuji", "Y", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Kawano", "Hiroaki", "H", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."], ["Maemura", "Koji", "K", "Department of Cardiovascular Medicine, Nagasaki University Graduate School of Biomedical Sciences, Nagasaki, Japan."]], "text": "Balloon pulmonary angioplasty (BPA) has recently been established as an effective therapy for peripheral-type chronic thromboembolic pulmonary hypertension (CTEPH). However, the safety and effectiveness of BPA in elderly patients with CTEPH have not been clarified.A total of 19 patients with CTEPH who underwent BPA were recruited. The patients were assigned to groups by age, <70 years (non-elderly; n = 11) and ≥70 years (elderly; n = 8). Hemodynamic parameters, right ventricular function and plasma N-terminal pro-brain natriuretic peptide were assessed before and after BPA, and complications arising after BPA were also evaluated.Hemodynamic parameters and right heart function did not differ significantly between the two groups at baseline. BPA significantly improved pulmonary arterial pressure, pulmonary vascular resistance and fractional area change in both groups (all P < 0.05), although the differences were comparable. No fatal complications developed, but the frequency of minor complications, such as transient hemoptysis, was higher in the elderly group than in the non-elderly group (median 0.45 [interquartile range 0.27-0.63] vs 0 [0-0.33], respectively; P = 0.021). The frequency of such complications was also higher in patients with a psychiatric disorder than in those without (0.50 [0.44-1.00] vs 0.14 [0-0.33], respectively; P = 0.006). Multivariate regression analysis identified higher age, baseline N-terminal pro-brain natriuretic peptide values and an underlying psychiatric disorder as significant predictors of complications of BPA.BPA is an effective treatment for peripheral-type CTEPH regardless of age; however, higher age, N-terminal pro-brain natriuretic peptide values before treatment and an underlying psychiatric disorder might be associated with minor complications. Geriatr Gerontol Int 2017; ••: ••-••.", "id": "29278287", "date": "2017-12-26", "title": "Balloon pulmonary angioplasty is effective for treating peripheral-type chronic thromboembolic pulmonary hypertension in elderly patients.", "doi": "10.1111/ggi.13224", "journal": ["Geriatrics & gerontology international", "Geriatr Gerontol Int"]}