{"authors": [["Merola", "Aristide", "A", "Gardner Family Center for Parkinson's Disease and Movement Disorders, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Romagnolo", "Alberto", "A", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Torino, Italy."], ["Rosso", "Michela", "M", "Gardner Family Center for Parkinson's Disease and Movement Disorders, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Suri", "Ritika", "R", "Gardner Family Center for Parkinson's Disease and Movement Disorders, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Berndt", "Zoe", "Z", "Gardner Family Center for Parkinson's Disease and Movement Disorders, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."], ["Maule", "Simona", "S", "Department of Medical Sciences, Autonomic Unit and Hypertension Unit, University of Turin, Torino, Italy."], ["Lopiano", "Leonardo", "L", "Department of Neuroscience \"Rita Levi Montalcini\", University of Turin, Torino, Italy."], ["Espay", "Alberto J", "AJ", "Gardner Family Center for Parkinson's Disease and Movement Disorders, Department of Neurology, University of Cincinnati, Cincinnati, Ohio, USA."]], "text": "Dysautonomia is a frequent and disabling complication of PD, with an estimated prevalence of 30-40% and a significant impact on the quality of life.To evaluate the rate of progression of dysautonomia and, in particular, orthostatic hypotension, in a cohort of unselected PD patients, and assess the extent to which the progression of dysautonomia affects activities of daily living, health-related quality of life, and health care utilization in PD.We recruited 131 consecutive patients into a 12-month, prospective, observational cohort study. Clinical measures included the International Parkinson and Movement Disorder Society/UPDRS, the Scale for Outcomes in Parkinson Disease-Autonomic, the Orthostatic Hypotension Symptoms Assessment, and orthostatic blood pressure measurements. Health care utilization was quantified as the number of hospitalizations, emergency room visits, and outpatient clinic evaluations.The overall severity of autonomic symptoms, as measured by the the Orthostatic Hypotension Symptoms Assessment total score, worsened by 20% over 12 months (P < 0.001), with an overall increase in orthostatic hypotension prevalence from 31.1% to 46.7% (P < 0.001). Worsening of autonomic symptoms was independently associated with deterioration in daily living activities (P = 0.021) and health-related quality of life (P = 0.025) adjusting for disease duration, cognitive impairment, and motor severity. Regardless of symptomatic status, orthostatic hypotension was associated with greater deterioration in daily living activities, health care utilization, and falls (P ≤ 0.009) compared to patients without orthostatic hypotension.The severity of autonomic symptoms progressed by 20% over 1 year and was independently associated with impairments in daily living activities and health-related quality of life. Symptomatic and asymptomatic orthostatic hypotension were both associated with increased prevalence of falls and health care utilization. © 2017 International Parkinson and Movement Disorder Society.", "id": "29278286", "date": "2017-12-26", "title": "Autonomic dysfunction in Parkinson's disease: A prospective cohort study.", "doi": "10.1002/mds.27268", "journal": ["Movement disorders : official journal of the Movement Disorder Society", "Mov. Disord."]}