{"authors": [["Bello-Klein", "Adriane", "A", "Laboratory of Cardiovascular Physiology and Reactive Oxygen Species, Institute of Basic Health Science, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre. Brazil."], ["Mancardi", "Daniele", "D", "Department of Clinical and Biological Sciences, University of Torino. Italy."], ["da Rosa Araujo", "Alex Sander", "AS", "Laboratory of Cardiovascular Physiology and Reactive Oxygen Species, Institute of Basic Health Science, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre. Brazil."], ["Schenkel", "Paulo Cavalheiro", "PC", "Laboratory of Cardiovascular Physiology and Reactive Oxygen Species, Institute of Basic Health Science, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre. Brazil."], ["de Lima Seolin", "Bruna Gazzi", "BG", "Laboratory of Cardiovascular Physiology and Reactive Oxygen Species, Institute of Basic Health Science, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre. Brazil."], ["Türck", "Patrick", "P", "Laboratory of Cardiovascular Physiology and Reactive Oxygen Species, Institute of Basic Health Science, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre. Brazil."]], "text": "This review addresses pulmonary arterial hypertension (PAH), an incurable disease, which determines high morbidity and mortality. Definition of the disease, its characteristics, classification, and epidemiology are discussed. A difficulty in the diagnosis of PAH due to the lack of symptoms specificity is highlighted. Echocardiographic analysis and electrocardiogram of patients help in the diagnosis and in the follow up of the disease. Nevertheless, right ventricle (RV) catheterization constitutes the gold standard for diagnosing PAH. Oxidative stress and inflammation, in an interactive manner, play a major role in the development of pulmonary vascular remodeling and consequent increase of pulmonary pressure. The latter results in an increase in RV afterload, culminating with RV hypertrophy, which may progress to failure. Both clinical and experimental studies have shown increased oxidative stress and inflammation, not only in lungs and pulmonary vasculature but also in RV. The use of experimental models, such as the monocrotaline-induced PAH, has helped in the understanding of the pathophysiology of PAH, as well as in the development of new therapeutic strategies. In addition to the traditional therapeutics, the use of therapeutic interventions capable of modulating oxidative stress and inflammation may offer newer strategies in the prevention as well as management of this disease.", "id": "29278203", "date": "2017-12-25", "title": "Role of Redox Homeostasis and Inflammation in the Pathogenesis of Pulmonary Arterial Hypertension.", "doi": "10.2174/0929867325666171226114838", "journal": ["Current medicinal chemistry", "Curr. Med. Chem."]}