{"authors": [["Gutiérrez-Arzapalo", "Perla Y", "PY", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["Rodríguez-Rodríguez", "Pilar", "P", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["Ramiro-Cortijo", "David", "D", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["López de Pablo", "Ángel L", "ÁL", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["López-Giménez", "María Rosario", "MR", "Department of Preventive Medicine, Public Health and Microbiology, Faculty of Medicine, Universidad Autónoma de Madrid, Spain."], ["Condezo-Hoyos", "Luis", "L", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["Greenwald", "Stephen E", "SE", "Blizard Institute, Barts & The London School of Medicine & Dentistry, Queen Mary University of London, UK."], ["Del Carmen González", "Maria", "M", "Department of Physiology, Universidad Autónoma de Madrid, Spain."], ["Arribas", "Silvia M", "SM", "Department of Physiology, Universidad Autónoma de Madrid, Spain."]], "text": "Fetal undernutrition programs hypertension development, males being more susceptible. Deficient fetal elastogenesis and vascular growth is a possible mechanism. We investigated the role of aortic mechanical alterations in a rat model of hypertension programming, evaluating changes at birth, weaning and adulthood. Dams were fed ad-libitum (Control) or 50% of control intake during the second half of gestation (maternal undernutrition, MUN). 3-day, 21-day and 6-month old offspring were studied. Blood pressure was evaluated in vivo. In the thoracic aorta we assessed gross structure, mechanical properties (intact and purified elastin), collagen and elastin content and internal elastic lamina (IEL) organization. Only adult MUN males developed hypertension (SBP: MUNmales  = 176.6 ± 5.6; Controlmales  = 136.1 ± 4.9 mmHg). At birth MUN rats were lighter, with smaller aortic cross sectional area (MUNmales  = 1.51 ± 0.08 × 105 , Controlmales  = 2.8 ± 0.04 × 105  μm2 ); during lactation MUN males and females exhibited catch-up growth and aortic hypertrophy (MUNmales  = 14.5 ± 0.5 × 105 , Controlmales  = 10.4 ± 0.9 × 105  μm2 ), maintained until adulthood. MUN aortas were more compliant until weaning (Beta: MUNmales  = 1.0 ± 0.04; Controlmales  = 1.3 ± 0.03), containing less collagen with larger IEL fenestrae, returning to normal in adulthood. Purified elastin from young MUN offspring was more compliant in both sexes; only MUN adult females maintained larger elastin compliance (slope: MUNfemales  = 24.1 ± 1.9; Controlfemales  = 33.3 ± 2.8). Fetal undernutrition induces deficient aortic development followed by hypertrophic remodelling and larger aortic compliance in the perinatal period, with similar alterations in collagen and elastin in both sexes. The observed alterations argue against an initial mechanical cause for sex differences in hypertension development. However, the maintenance of high elastin compliance in adult females might protect them against blood pressure rise. This article is protected by copyright. All rights reserved.", "id": "29277911", "date": "2017-12-26", "title": "Role of fetal nutrient restriction and postnatal catch up growth on structural and mechanical alterations of rat aorta.", "doi": "10.1113/JP275030", "journal": ["The Journal of physiology", "J. Physiol. (Lond.)"]}