{"authors": [["Qin", "Fei", "F", "Department of Biostatistics, School of Public Health, Nanjing Medical University, Nanjing, China."], ["Yu", "Hao", "H", "Department of Biostatistics, School of Public Health, Nanjing Medical University, Nanjing, China."], ["Bai", "Jianling", "J", "Department of Biostatistics, School of Public Health, Nanjing Medical University, Nanjing, China."]], "text": "We sought to investigate safety of axitinib or sorafenib in renal cell carcinoma (RCC) patients receiving and compare toxicity of these two vascular endothelial growth factor receptor inhibitors. Databases of PubMed and Embase were searched. Studies enrolled were phase II and III prospective trials, as well as retrospective studies, in which patients diagnosed with RCC were treated with axitinib or sorafenib monotherapy at a starting dose of 5 mg and 400 mg twice daily, respectively. The overall incidence of high grade hypertension, fatigue, gastrointestinal toxicity and hand-foot syndrome, along with their 95% confidence intervals (CI), were calculated using fixed or random effects model according to heterogeneity test results. A total of 26 trials, including 4790 patients, were included in our meta-analysis. Among them, 6 arms were related to axitinib and another 22 were associated with sorafenib. The incidences of hypertension (24.9% vs. 7.9%), fatigue (8.2% vs. 6.6%), gastrointestinal toxicity (17.6% vs. 11.3%) were higher in patients receiving axitinib versus those receiving sorafenib, while the incidence of hand-foot syndrome was lower n patients receiving axitinib versus those receiving sorafenib (9.5% vs. 13.3%). In conclusion, axitinib showed noticeably higher risks of toxicity versus sorafenib. Close monitoring and effective measures for adverse events are recommended during therapy.", "id": "29277834", "date": "2017-11-01", "title": "Safety and toxicity of axitinib and sorafenib monotherapy for patients with renal cell carcinoma: a meta-analysis.", "doi": "10.7555/JBR.31.20170080", "journal": ["Journal of biomedical research", "J Biomed Res"]}