{"authors": [["Hydes", "Theresa J", "TJ", "Department of Gastroenterology & Hepatology, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom."], ["Meredith", "Paul", "P", "Clinical Outcomes Research Group, Research and Innovation, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom."], ["Schmidt", "Paul E", "PE", "Clinical Outcomes Research Group, Research and Innovation, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom; Acute Medicine, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom."], ["Smith", "Gary B", "GB", "Clinical Outcomes Research Group, Research and Innovation, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom; Faculty of Health and Social Sciences, Bournemouth University, Christchurch Road, Bournemouth, BH1 3LT, United Kingdom."], ["Prytherch", "David R", "DR", "Clinical Outcomes Research Group, Research and Innovation, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom; Centre for Healthcare Modelling and Informatics, University of Portsmouth, Buckingham Building, Lion Terrace, Portsmouth, PO1 3HE, United Kingdom."], ["Aspinall", "Richard J", "RJ", "Department of Gastroenterology & Hepatology, Portsmouth Hospitals NHS Trust, Queen Alexandra Hospital, Portsmouth, PO6 3LY, United Kingdom. Electronic address: r.j.aspinall@doctors.org.uk."]], "text": "The National Early Warning Score (NEWS) is used to identify deteriorating adult hospital inpatients. However, it includes physiological parameters frequently altered in patients with cirrhosis. We aimed to assess the performance of the NEWS in acute and chronic liver diseases.We collected vital signs, recorded in real time, from completed consecutive admissions of patients 16 years or older to a large acute-care hospital in Southern England, from January 1, 2010 through October 31, 2014. Using ICD-10 codes, we categorized patients as having primary liver disease, secondary liver disease, or none. For patients with liver disease, 2 analysis groups were developed: the first based on clinical group (such as acute or chronic, alcohol-induced, or associated with portal hypertension) and the second based on summary liver-related hospital-level mortality indicator diagnoses. For each, we compared the abilities of the NEWS and 34 other early warning scores to discriminate 24-hr mortality, cardiac arrest, or unanticipated admission to the intensive care unit using area under the receiver operating characteristics (AUROC) curve and early warning score efficiency curve analyses.The NEWS identified patients with primary, non-primary, and no diagnoses of liver disease with AUROC values of 0.873 (95% CI, 0.860-0.886), 0.898 (95% CI, 0.891-0.905), and 0.879 (95% CI, 0.877-0.881), respectively. High AUROC values were also obtained for all clinical subgroups; the NEWS identified patients with alcohol-related liver disease with an AUROC value of 0.927 (95% CI, 0.912-0.941). The NEWS identified patients with liver diseases with higher AUROC values than other early warning scoring systems.The NEWS accurately discriminates patients at risk of death, admission to the intensive care unit, or cardiac arrest within a 24-hr period for a range of liver-related diagnoses. Its widespread use provides a ready-made, easy to use option for identifying patients with liver disease who require early assessment and intervention, without the need to modify parameters, weightings or escalation criteria.", "id": "29277622", "date": "2017-12-22", "title": "National Early Warning Score accurately discriminates the risk of serious adverse events in patients with liver disease.", "doi": "10.1016/j.cgh.2017.12.035", "journal": ["Clinical gastroenterology and hepatology : the official clinical practice journal of the American Gastroenterological Association", "Clin. Gastroenterol. Hepatol."]}