{"authors": [["Aala", "Amtul", "A", "Division of Kidney Disease and Hypertension, Department of Medicine, Rhode Island Hospital, Warren Alpert Medical School of Brown University, Providence, RI."], ["Sharif", "Sairah", "S", "Division of Kidney Disease and Hypertension, Department of Medicine, Rhode Island Hospital, Warren Alpert Medical School of Brown University, Providence, RI."], ["Parikh", "Leslie", "L", "Division of Cardiology, Department of Medicine, Rhode Island Hospital, Warren Alpert Medical School of Brown University, Providence, RI."], ["Gordon", "Paul C", "PC", "Division of Cardiology, Department of Medicine, Rhode Island Hospital, Warren Alpert Medical School of Brown University, Providence, RI."], ["Hu", "Susie L", "SL", "Division of Kidney Disease and Hypertension, Department of Medicine, Rhode Island Hospital, Warren Alpert Medical School of Brown University, Providence, RI. Electronic address: shu@lifespan.org."]], "text": "Creation of an arteriovenous access for hemodialysis can provoke a sequence of events that significantly affects cardiovascular hemodynamics. We present a 78-year-old man with end-stage renal disease and concomitant coronary artery disease previously requiring coronary artery bypass grafting including a left internal mammary graft to the left anterior descending artery, ischemic cardiomyopathy with left ventricular systolic dysfunction, and severe aortic stenosis who developed hypotension unresponsive to medical therapy after recent angioplasty of his ipsilateral arteriovenous fistula for high-grade outflow stenosis. This case highlights the long-term effects of dialysis access on the cardiovascular system, with special emphasis on complications such as high-output cardiac failure and coronary artery steal syndrome. Banding of the arteriovenous fistula provided symptomatic relief with a decrease in cardiac output. Avoidance of arteriovenous access creation on the ipsilateral upper extremity in patients with a left internal mammary artery bypass graft may prevent coronary artery steal syndrome.", "id": "29277506", "date": "2017-12-22", "title": "High-Output Cardiac Failure and Coronary Steal With an Arteriovenous Fistula.", "doi": "10.1053/j.ajkd.2017.10.012", "journal": ["American journal of kidney diseases : the official journal of the National Kidney Foundation", "Am. J. Kidney Dis."]}