{"authors": [["Zhou", "Yunfeng", "Y", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China."], ["Yu", "Jingwei", "J", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China."], ["Liu", "Jia", "J", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China."], ["Cao", "Rong", "R", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China; Department of Nephrology, the First Affiliated Hospital of Shenzhen University, Shenzhen 518039, China."], ["Su", "Wen", "W", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China."], ["Li", "Sha", "S", "Department of Pathophysiology, Medical College of Hebei University of Engineering, Handan 056002, China."], ["Ye", "Shiqi", "S", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China."], ["Zhu", "Chenggang", "C", "Asia & Emerging Markets Innovative Medicines, AstraZeneca R&D, Shanghai 201203, China."], ["Zhang", "Xiaolin", "X", "Asia & Emerging Markets Innovative Medicines, AstraZeneca R&D, Shanghai 201203, China."], ["Xu", "Hu", "H", "Advanced Institute of Medical Sciences (AIMS), Dalian Medical University, Dalian 116044, China."], ["Chen", "Hua", "H", "Advanced Institute of Medical Sciences (AIMS), Dalian Medical University, Dalian 116044, China."], ["Zhang", "Xiaoyan", "X", "Advanced Institute of Medical Sciences (AIMS), Dalian Medical University, Dalian 116044, China. Electronic address: zhangxy@dmu.edu.cn."], ["Guan", "Youfei", "Y", "AstraZeneca-Shenzhen University Joint Institute of Nephrology, Shenzhen University Health Science Center, Shenzhen 518060, China; Advanced Institute of Medical Sciences (AIMS), Dalian Medical University, Dalian 116044, China. Electronic address: guanyf@dmu.edu.cn."]], "text": "Angiotensin II (AngII) plays an important role in the pathogenesis of hypertension and associated renal injuries. To elucidate the molecular mechanism by which AngII induces renal damage, we found that AngII infusion significantly induced CYP4A14 expression in renal proximal tubule cells (RPTCs) with marked increases in blood pressure and proteinuria. Renal production of the major CYP4A metabolite, 20-HETE, was also significantly increased in the AngII-treated mice. Compared to wild-type (WT) mice, CYP4A14 knockout (CYP4A14-/-) mice exhibited significantly lower levels of blood pressure, renal 20-HETE production, proteinuria and renal fibrosis following AngII infusion. Furthermore, AngII-induced renal expression of profibrotic genes and proinflammatory genes was significantly attenuated in CYP4A14-/- mice. In vitro studies using cultured RPTCs demonstrated that AngII significantly induced CYP4A14 expression and 20-HETE production via the MAPK signaling pathway. AngII treatment increased TGF-β and collagen expression, which was attenuated by the CYP4A inhibitor, TS-011. Moreover, 20-HETE treatment potently induced CYP4A14 expression and TGF-β and collagen levels. Collectively, these findings suggest that attenuated renal fibrosis in AngII-treated CYP4A14-/- mice may result from both reduced systemic blood pressure and renal 20-HETE production. Therefore, CYP4A14 may represent a useful target for the treatment of AngII-associated renal damage.", "id": "29277328", "date": "2017-12-19", "title": "Induction of cytochrome P450 4A14 contributes to angiotensin II-induced renal fibrosis in mice.", "doi": "10.1016/j.bbadis.2017.12.028", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}