{"authors": [["Liu", "Penghao", "P", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China; Shanghai Jiaotong University Affiliated Sixth People's Hospital, Shanghai 200233, China."], ["Huang", "Gaojian", "G", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China."], ["Wei", "Tong", "T", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China."], ["Gao", "Jing", "J", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China."], ["Huang", "Chenglin", "C", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China."], ["Sun", "Mengwei", "M", "Key Laboratory of State General Administration of Sport, Shanghai Research Institute of Sports Science, Shanghai 200031, China."], ["Zhu", "Limin", "L", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China. Electronic address: zhulimin@rjh.com.cn."], ["Shen", "Weili", "W", "State Key Laboratory of Medical Genomics, Shanghai Key Laboratory of Hypertension, Department of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China. Electronic address: wlshen@sibs.ac.cn."]], "text": "Defective autophagy of monocytes or macrophages might result in NLRP3 inflammasome activation and cause vascular metabolic inflammation. However, the mechanism underlying the initiation of the autophagy response to hyperlipidaemia remains unclear. Sirtuin 3 (SIRT3), an NAD-dependent deacetylase, is sensitive to the metabolic status and mediates adaptation responses. In this study, we investigated the role of SIRT3-mediated autophagy in regulating NLRP3 inflammasome activation. We determined that the inhibition of autophagy and the activation of the NLRP3 inflammasome were concomitant with reduced SIRT3 levels both in peripheral blood monocytes from obese humans and in palmitate-treated THP-1 cells. Furthermore, we demonstrated that SIRT3 could form a molecular complex with ATG5, while SIRT3 overexpression altered the acetylation of endogenous ATG5. ATG5 acetylation inhibited autophagosome maturation and induced NLRP3 inflammasome activation. In parallel, SIRT3 overexpression in THP-1 cells decreased the palmitate-induced generation of mitochondrial reactive oxygen species, restored autophagy, and attenuated NLRP3 inflammasome activation. The incubation of human aortic endothelial cells (HAECs) with macrophage-conditioned medium (MCM) induced HAEC expression of vascular cell adhesion molecule-1, intercellular adhesion molecule 1, α-smooth muscle actin, and collagen-1. The effect of MCM could be reversed by the addition of neutralizing anti-IL-1β antibody or the overexpression of SIRT3. Consistent with this, en face analyses displayed a marked increase in α-SMC-positive endothelial cells in SIRT3-/- mice with acute hyperlipidaemia. Taken together, these findings revealed that SIRT3-deficient macrophages displayed impaired autophagy and accelerated NLRP3 inflammasome activation and endothelial dysfunction.", "id": "29277324", "date": "2017-12-20", "title": "Sirtuin 3-induced macrophage autophagy in regulating NLRP3 inflammasome activation.", "doi": "10.1016/j.bbadis.2017.12.027", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}