{"authors": [["Beaubien-Souligny", "William", "W", "Department of Anesthesiology and Intensive Care, Montreal Heart Institute, Montreal, Quebec, Canada. Electronic address: william.beaubien@gmail.com."], ["Eljaiek", "Roberto", "R", "Department of Anesthesiology and Intensive Care, Montreal Heart Institute, Montreal, Quebec, Canada."], ["Fortier", "Annik", "A", "Montreal Health Innovations Coordinating Center, Montreal Heart Institute, Montreal, Quebec, Canada."], ["Lamarche", "Yoan", "Y", "Department of Cardiac Surgery, Montreal Heart Institute, Montreal, Quebec, Canada."], ["Liszkowski", "Mark", "M", "Department of Cardiology, Montréal Heart Institute, Montreal, Quebec, Canada."], ["Bouchard", "Josée", "J", "Department of Nephrology, Hôpital Sacré-Coeur de Montréal, Montreal, Quebec, Canada."], ["Denault", "André Y", "AY", "Department of Anesthesiology and Intensive Care, Montreal Heart Institute, Montreal, Quebec, Canada."]], "text": "Venous congestion is a possible mechanism leading to acute kidney injury (AKI) following cardiac surgery. Portal vein flow pulsatility is an echographic marker of cardiogenic portal hypertension and might identify clinically significant organ congestion. This exploratory study aims to assess if the presence of portal flow pulsatility measured by transthoracic echography in the postsurgical intensive care unit is associated with AKI after cardiac surgery.Retrospective cohort study.Specialized care university hospital.Patients who underwent cardiac surgery between May 2015 and February 2016 and had at least 1 Doppler assessment of portal flow performed by the attending critical care physician during the week following cardiac surgery.The association between portal flow pulsatility defined as a pulsatility fraction ≥50% and the risk of subsequent AKI was assessed using univariate and multivariate logistic regression analysis.The files of 132 consecutive patients were reviewed and 102 patients were included in the analysis. Significant portal flow pulsatility was detected in 38 patients (37.3%) in the week following surgery. During this period, 60.8% developed AKI and 13.7% progressed to severe AKI. The detection of portal flow pulsatility was associated with an increased risk for the development of AKI (odds ration [OR] 4.31, confidence interval [CI] 1.50-12.35, p = 0.007). After adjustment, portal flow pulsatility and AKI were independently associated (OR 4.88, CI 1.54-15.47, p = 0.007).Assessment of portal flow using Doppler ultrasound at the bedside might be a promising tool to detect patients at risk for AKI due to cardiogenic venous congestion.", "id": "29277304", "date": "2017-11-22", "title": "The Association Between Pulsatile Portal Flow and Acute Kidney Injury after Cardiac Surgery: A Retrospective Cohort Study.", "doi": "10.1053/j.jvca.2017.11.030", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}