{"authors": [["Castilla", "Rocío", "R", "Universidad de Buenos Aires, CONICET, Instituto de Investigaciones Cardiológicas (ININCA), C1122AAJ Buenos Aires, Argentina. Electronic address: rcastillalozano@fmed.uba.ar."], ["Asuaje", "Agustín", "A", "Universidad Nacional de La Plata, Facultad de Ciencias Exactas, CONICET, Instituto de Estudios Inmunológicos y Fisiopatológicos (IIFP), 1900, La Plata, Buenos Aires, Argentina. Electronic address: agustin.asuaje@gmail.com."], ["Rivière", "Stéphanie", "S", "Universidad de Buenos Aires, CONICET, Instituto de Investigaciones Cardiológicas (ININCA), C1122AAJ Buenos Aires, Argentina. Electronic address: s.riviere@conicet.gov.ar."], ["Romero", "Caimi Giselle", "CG", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Bioquímica Humana, Laboratorio de Efectos Biológicos de Contaminantes Ambientales, C1121ABG, Buenos Aires, Argentina. Electronic address: gisellerc@gmail.com."], ["Martín", "Pedro", "P", "Universidad Nacional de La Plata, Facultad de Ciencias Exactas, CONICET, Instituto de Estudios Inmunológicos y Fisiopatológicos (IIFP), 1900, La Plata, Buenos Aires, Argentina. Electronic address: pedromartinv@gmail.com."], ["Cao", "Gabriel", "G", "Universidad de Buenos Aires, CONICET, Instituto de Investigaciones Cardiológicas (ININCA), C1122AAJ Buenos Aires, Argentina. Electronic address: gabrielcao@fibertel.com.ar."], ["Kleiman de Pisarev", "Diana", "D", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Bioquímica Humana, Laboratorio de Efectos Biológicos de Contaminantes Ambientales, C1121ABG, Buenos Aires, Argentina. Electronic address: dianakleiman@yahoo.com.ar."], ["Milesi", "Verónica", "V", "Universidad Nacional de La Plata, Facultad de Ciencias Exactas, CONICET, Instituto de Estudios Inmunológicos y Fisiopatológicos (IIFP), 1900, La Plata, Buenos Aires, Argentina. Electronic address: vmilesi49@gmail.com."], ["Alvarez", "Laura", "L", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Bioquímica Humana, Laboratorio de Efectos Biológicos de Contaminantes Ambientales, C1121ABG, Buenos Aires, Argentina. Electronic address: laura6alvarez@yahoo.com.ar."]], "text": "Hexachlorobenzene (HCB) is a dioxin-like environmental pollutant, widely distributed in the environment. New research links exposure to high levels of persistent organic environmental toxicants to cardiovascular disease, however little is known about the effect of HCB on vascular function and on blood pressure. The purpose of the present study was to evaluate biochemical and cardiovascular changes resulting from subchronic HCB exposure. Adult female Sprague-Dawley rats were treated with vehicle or HCB (5 or 500 mg/kg b.w) for 45 days. Systolic blood pressure (BP), recorded by tail cuff plethysmography, was significantly increased at 35, 40 and 45 days of 500 mg/kg HCB-treatment. HCB (500 mg/kg) increased arterial thickness, while both 5 and 500 mg/kg HCB decreased proliferating cell nuclear antigen (PCNA) protein levels and cellular nuclei in abdominal aortas indicating a hypertrophic process. Also, aortas from both groups of HCB-treated rats presented higher sensitivity to noradrenalin (NA) and a significant decrease in maximum contractile response. Arteries from 500 mg/kg HCB-treated rats showed a significant increase in the levels of transforming growth factor-β1 (TGF-β1) mRNA and angiotensin II type1 receptor (AT1), and a significant decrease in estrogen receptor alpha (ERα), endothelial nitric oxidide synthase (eNOS) protein expression and deiodinase II (DII) mRNA levels. In conclusion, we have demonstrated for the first time that subchronic HCB administration significantly increases BP and alters associated cardiovascular parameters in rats. In addition, HCB alters the expression of key vascular tissue molecules involved in BP regulation, such as TGF-β1, AT1, ERα, eNOS and DII.", "id": "29277037", "date": "2017-11-22", "title": "Environmental pollutant hexachlorobenzene induces hypertension in a rat model.", "doi": "10.1016/j.chemosphere.2017.11.117", "journal": ["Chemosphere", "Chemosphere"]}