{"authors": [["Tkachyeva", "O N", "ON", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University \" of the Ministry of Health of the Russian Federation, \"Russian Gerontology Clinical Research Center\"."], ["Kotovskaya", "Y V", "YV", "Federal State Autonomous Educational Institution of Higher Education, \"Peoples' Friendship University of Russia\"."], ["Dudinskaya", "E N", "EN", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University \" of the Ministry of Health of the Russian Federation, \"Russian Gerontology Clinical Research Center\"."]], "text": "Effective control of arterial pressure (AP) is achieved only in ⅓ of patients with arterial hypertension. It is especially difficult to achieve control of systolic (S) AP in elderly patients in whom SAP is the strongest prognostic factor of cardiovascular complications. Thiazide and thiazide-like diuretics and calcium antagonists are effective for lowering of elevated SAP and pulse (P) AP including aortic PAP elevation of which is associated with high stiffness of arterial wall and is typical for elderly people. Combination of a thiazide diuretic and a calcium antagonist has been recommended by modern guidelines on arterial hypertension (AH) management but until recently it has not found wide application because of absence of a fixed preparation. Evidence base of indapamide-retard and amlodipine use in AH, their profiles of efficacy and safety are such that their combination can become an alternative variant for treatment of patients with AH. Appearance of a fixed indapamide-retard/amlodipine combination opens new perspectives of effective therapy of AH with high SAP and PAP in elderly and other patients with high stiffness of arterial wall.", "id": "29276921", "date": null, "title": "[Indapamide SR/Amlodipine Fixed Dose Combination: Novel Approach to Effective Control of Systolic Arterial Pressure].", "doi": null, "journal": ["Kardiologiia", "Kardiologiia"]}