{"authors": [["Masenko", "V P", "VP", "Federal State Budgetary Institution, \"Russian Cardiology Science and Production Center\" of the Ministry of Health of the Russian Federation."], ["Pastushkova", "L K", "LK", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."], ["Kashirina", "D N", "DN", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."], ["Dobrokhotov", "I V", "IV", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."], ["Kononikhin", "A S", "AS", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."], ["Tiys", "E S", "ES", "Institute of Cytology and Genetics."], ["Ivanisenko", "V A", "VA", "Institute of Cytology and Genetics."], ["Veselova", "O M", "OM", "National Medical Research Center for Cardiology."], ["Vyborov", "O N", "ON", "National Medical Research Center for Cardiology."], ["Nosovskiy", "A M", "AM", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."], ["Goncharov", "I N", "IN", "Multifunctional Medical Center of innovative technologies named after Svyatoslav Fyodorov."], ["Nikolaev", "E N", "EN", "Institute of Energy Problems of Chemical Physics named after V. L. Tal'roze, RAS."], ["Larina", "I M", "IM", "Federal State Budget Institution SSC RF - Institute for Biomedical Problems, Russian Academy of Sciences."]], "text": "In our study urine protein composition of 18 healthy volunteers was compared with that of 18 patients with ischemic heart disease and concomitant hypertension. Liquid chromatography-mass-spectrometry (LC-MS) analysis of the second fraction of morning urine was carried out using nano-line high performance liquid chromatograph and hybrid mass spectrometer. The analysis revealed 23 proteins expressed in the endothelium, according to the information contained in the database Bgee, and 49 proteins, with direct functional link with the processes in the endothelium in the reconstruction of associative networks using ANDSystem program. Comparison of urine proteome of healthy people and patients with postinfarction cardiosclerosis revealed proteins specific for patients with cardiovascular disease. Thus, proteins vitronectin, syndecan-4, a histidine rich glycoprotein, endothelial protein C receptor, colony stimulating factor, cathepsin D and sekretogranin-1 may be considered as potential markers for cardiovascular diseases. Further research in this area should be conducted for clinical and experimental verification of these hypotheses.", "id": "29276918", "date": null, "title": "[Analysis of Urine Proteome in Patients With Postinfarction Cardiosclerosis Combined With Hypertensive Disease for Assessing Endothelial Dysfunction].", "doi": null, "journal": ["Kardiologiia", "Kardiologiia"]}