{"authors": [["Arutyunov", "G P", "GP", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."], ["Dragunov", "D O", "DO", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."], ["Sokolova", "A V", "AV", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."], ["Mitrokhin", "V M", "VM", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."], ["Kamkin", "A G", "AG", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."], ["Latyshev", "T V", "TV", "Federal State Budgetary Educational Institution of Higher Education, \"Pirogov Russian National Research Medical University\" of the Ministry of Health of the Russian Federation."]], "text": "To determine correlations of AH-associated interleukins (IL-18, IL-6) with sodium consumption in AH patients with and without DM.The study included AH patients with and without DM (n=63) who were managed at the Municipal Clinic #64, Moscow Department of Health Care, Branch 1. Plasma levels of IL-6 and IL-18 were measured using ELISA kits (Bender Med-Systems). Salt consumption was determined using a Charlton: SaltScreener questionnaire. Statistical analyses were performed using the Statistica 10.0 software.Four groups were formed: Group 1, grade 2 AH and DM (n=19); Group 2, grade 2 AH and no DM (n=4); Group 3, grade 3 AH and no DM (n=28); and Group 4, grade 3 AH and DM (n=12). Group 2 was small and was excluded from further analysis due to impossibility of statistical treatment. All patients consumed more than 6 g of salt per day (approximately 10 g). Analysis of intergroup differences in selected parameters showed differences between groups in levels of cholesterol, triglycerides, LDL, and GFR. The following correlations were identified in the groups: Group 1, positive correlation of IL-18 with sodium consumption (r=0.65) and CRP level (r=0.52) and of IL-6 with LDL level (r=0.48); Group 3, positive correlation of IL-18 with IL-6 (r=0.66) and of IL-6 with CRP (r=0.52); Group 4, positive correlation of IL-18 with GFR (r=0.82) and of IL-6 with waist circumference (WC) (r=0.84) and IL-6 (r=0.73).Patients consuming more than 6 g of salt daily (approximately 10 g) with AH and DM had more pronounced inflammation, which promoted progression of kidney disease.", "id": "29276908", "date": null, "title": "[Correlations of IL-18 and IL-6 with sodium consumption in patients with arterial hypertension and diabetes mellitus].", "doi": null, "journal": ["Kardiologiia", "Kardiologiia"]}