{"authors": [["Nekrasov", "A A", "AA", "Federal State Budgetary Educational Institution of Higher Education, \"Nizhny Novgorod State Medical Academy\" of the Ministry of Health of the Russian Federation."], ["Timoshchenko", "E S", "ES", "State Budgetary Institution of Health Care of Nizhegorodskaya Region, \"Municipal Clinical Hospital #5\"."], ["Karpukhina", "E V", "EV", "Federal State Budgetary Educational Institution of Higher Education, \"Nizhny Novgorod State Medical Academy\" of the Ministry of Health of the Russian Federation."], ["Melnichenko", "O V", "OV", "Federal State Budgetary Educational Institution of Higher Education, \"Nizhny Novgorod State Medical Academy\" of the Ministry of Health of the Russian Federation."]], "text": "To evaluate the effect of decompensated HF with preserved or slightly impaired EF on the risk of cardiovascular complications during a 5‑year follow-up.33 patients with arterial hypertension and HF with preserved or slightly impaired EF (NT-proBNP ≥125 pg/ml, mean, 500.1±590.32 pg/ml and EF ≥40 %, mean, 57.0±10.29 %) were observed for 5 years. EchoCG, markers of immune inflammation and hormonal changes (endothelin, tumor necrosis factor (TNF), interleukin-6 (IL-6), aldosterone, renin) were evaluated at baseline. The endpoint was development of acute fatal and non-fatal cardiovascular events (CVEs). The one-way regression analysis was used to identify predictors of the risk for CVEs. The ROC analysis was used to determine \"threshold levels\" of significant predictors for this risk.During the 5‑year follow-up period, CVEs developed in 13 (39.4 %) patients. The CVE predictors included baseline increases in creatinine and IL-6, NT-proBNP and a greater decrease in EF (р.", "id": "29276900", "date": null, "title": "[Heart failure with preserved and slightly impaired ejection fraction and cardiovascular events: Pathogenetic interrelations as a part of the cardiovascular continuum].", "doi": null, "journal": ["Kardiologiia", "Kardiologiia"]}