{"authors": [["Klein", "Lavy", "L", "Department of Geriatrics, Shoham Medical Center, Pardes-Hanna, The Technion-Israel Institute of Technology, Haifa, Israel."], ["Gao", "Tina", "T", "Institute for Aging Research, Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Barzilai", "Nir", "N", "Institute for Aging Research, Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, United States."], ["Milman", "Sofiya", "S", "Institute for Aging Research, Department of Medicine, Albert Einstein College of Medicine, Bronx, NY, United States."]], "text": "Sleep patterns such as longer sleep duration or napping are associated with poor health outcomes. Although centenarians and their offspring demonstrate a delayed onset of age-related diseases, it is not known whether they have healthier sleep patterns or are protected against the negative effects of sleep disturbances.Data on sleep patterns and health history were collected from Ashkenazi Jewish subjects of the Longevity Genes Project using standardized questionnaires. Participants included individuals with exceptional longevity (centenarians) with preserved cognition (n = 348, median age 97 years), their offspring (n = 513, median age 69 years), and controls (n = 199) age-matched to the offspring. Centenarians reported on their sleep patterns at age 70, while the offspring and controls on their current sleep patterns. Biochemical parameters were measured at baseline. Models were adjusted for age, sex, BMI, and use of sleep medication.The offspring and controls reported similar sleep patterns, with 33% sleeping ≥8 h and 17% napping in each group. At age 70, centenarians were more likely to have slept ≥8 h (55%) and to have napped (28%) compared with offspring and controls, p < 0.01. Among centenarians, no association was noted between sleep patterns and health outcomes. Sleeping for ≥8 h was associated with lower high-density lipoprotein cholesterol levels in the offspring and controls, and with insulin resistance in the offspring, but not with diabetes. Napping was associated with insulin resistance among the controls (p < 0.01), but not the offspring. Controls, but not offspring, who napped were 2.79 times more likely to have one or more of the following diseases: hypertension, myocardial infarction, stroke, or diabetes (OR 2.79, 95% CI 1.08-7.21, p = 0.04).Despite being more likely to exhibit risky sleep patterns at age 70 compared with the offspring and controls, the centenarians were protected from age-related morbidities. The offspring of centenarians did exhibit metabolic disturbances in association with less healthy sleep patterns; however, unlike the controls, they were much less likely to manifest age-related diseases. This suggests that offspring may have inherited resilience genotypes from their centenarian parents that protect them against the harmful effects of sleep disturbances.", "id": "29276708", "date": "2017-12-08", "title": "Association between Sleep Patterns and Health in Families with Exceptional Longevity.", "doi": "10.3389/fmed.2017.00214", "journal": ["Frontiers in medicine", "Front Med (Lausanne)"]}