{"authors": [["Carrillo-Larco", "R M", "RM", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Bernabe-Ortiz", "A", "A", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Sacksteder", "K A", "KA", "Department of International Health, Bloomberg School of Public Health, Johns Hopkins University, Baltimore, USA."], ["Diez-Canseco", "F", "F", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Cárdenas", "M K", "MK", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Gilman", "R H", "RH", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."], ["Miranda", "J J", "JJ", "CRONICAS Center of Excellence in Chronic Diseases, Universidad Peruana Cayetano Heredia, Lima, Peru."]], "text": "Sleep difficulties and short sleep duration have been associated with hypertension. Though body mass index (BMI) may be a mediator variable, the mediation effect has not been defined. We aimed to assess the association between sleep duration and sleep difficulties with hypertension, to determine if BMI is a mediator variable, and to quantify the mediation effect. We conducted a mediation analysis and calculated prevalence ratios with 95% confidence intervals. The exposure variables were sleep duration and sleep difficulties, and the outcome was hypertension. Sleep difficulties were statistically significantly associated with a 43% higher prevalence of hypertension in multivariable analyses; results were not statistically significant for sleep duration. In these analyses, and in sex-specific subgroup analyses, we found no strong evidence that BMI mediated the association between sleep indices and risk of hypertension. Our findings suggest that BMI does not appear to mediate the association between sleep patterns and hypertension. These results highlight the need to further study the mechanisms underlying the relationship between sleep patterns and cardiovascular risk factors.", "id": "29276619", "date": "2017-08-29", "title": "Association between sleep difficulties as well as duration and hypertension: is BMI a mediator?", "doi": "10.1017/gheg.2017.10", "journal": ["Global health, epidemiology and genomics", "Glob Health Epidemiol Genom"]}