{"authors": [["Schernthaner", "Guntram", "G", "Department of Medicine I, Rudolfstiftung Hospital, Vienna, Austria."], ["Khunti", "Kamlesh", "K", "Diabetes Research Centre, Leicester General Hospital, Leicester, UK."], ["Lotan", "Chaim", "C", "Cardiovascular Division, Hadassah Medical Centre, Jerusalem, Israel."], ["Burnier", "Michel", "M", "Division of Nephrology and Hypertension Consultation, University Hospital of Lausanne, Lausanne, Switzerland."], ["Drexel", "Heinz", "H", "Vorarlberg Institute for Vascular Investigation and Treatment, Feldkirch, Austria."], ["Prázný", "Martin", "M", "Charles University, Prague, Czech Republic."]], "text": "Type 2 diabetes (T2D) imposes a substantial disease burden, predominantly from cardiovascular disease (CVD), which accounts for >50% of deaths in this population and leads to a 12-year reduction in the life expectancy of a 60-year-old male patient with T2D and CVD compared with the general population. The results from mandatory cardiovascular outcome trials (CVOTs) are therefore of great interest in the field. The Academy for Cardiovascular Risk, Outcomes and Safety Studies in Type 2 Diabetes meeting program aims to bring together experts from several associated disciplines to provide fair and balanced resources for those involved in the management of patients with T2D. This publication represents the opinions of the faculty on the key learnings from the meeting held in Vienna in the spring of 2017. In particular, we detail how data from the EMPA-REG OUTCOME® [cardiovascular outcomes trial of empagliflozin] and Liraglutide Effect and Action in Diabetes: Evaluation of Cardiovascular Outcome Results (LEADER®) (liraglutide) CVOTs can be practically interpreted across clinical specialities. It is hoped that this translation of CVOT data will achieve a dual treatment paradigm for the management of both raised glucose levels and CV risk in patients with T2D.", "id": "29276388", "date": "2017-12-13", "title": "Relevance of positive cardiovascular outcome trial results in clinical practice: perspectives from the Academy for Cardiovascular Risk, Outcomes and Safety Studies in Type 2 Diabetes (ACROSS T2D).", "doi": "10.2147/TCRM.S144362", "journal": ["Therapeutics and clinical risk management", "Ther Clin Risk Manag"]}