{"authors": [["Núñez-Gil", "Iván J", "IJ", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain.. Electronic address: ibnsky@yahoo.es."], ["Terol", "Belén", "B", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Feltes", "Gisela", "G", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Nombela-Franco", "Luis", "L", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Salinas", "Pablo", "P", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Escaned", "Javier", "J", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Jiménez-Quevedo", "Pilar", "P", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Gonzalo", "Nieves", "N", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Vivas", "David", "D", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Bautista", "Daniel", "D", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Macaya", "Carlos", "C", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."], ["Fernández-Ortiz", "Antonio", "A", "Cardiovascular Institute, Hospital Clínico San Carlos, Madrid, Spain."]], "text": "Coronary aneurysms (1.5 times dilation the reference-vessel) are uncommon and have been diagnosed with increasing frequency with coronary angiography. The incidence varies from 1.5% to 5%. Reported complications are multiple: thrombosis, distal embolization, rupture and vasospasm, causing ischemia, heart failure or arrhythmias. However, the natural history and prognosis remains obscure. We aimed to describe the characteristics of acute patients with coronary aneurysms.Prospective coronariography registry of patients with the diagnosis of coronary aneurysm between 2002 and 2013. Among 51,555 consecutive coronary angiograms, 414 patients with aneurysms were reported, of which 256 were considered acute (82% NSTE-ACS).Predominantly male (80%, mean age 65.5years), cardiovascular risk factors were common (hypertension 65%, dyslipidemia 65%, obesity 25%, diabetes mellitus 28.5%, and smokers 67%). With frequent coronary stenoses (94%), mostly with one aneurysm (80%), it was observed more frequently in the anterior descending artery. After a median follow-up of 52months, 53 died (14 cardiac causes) and 42% presented a cardiovascular event. Complications from the aneurysm were found in 4. The duration of dual antiplatelet therapy, LVEF, age and peripheral vascular disease highlighted in the multivariate analysis of death.The presence of coronary aneurysms in patients undergoing coronary angiography with an acute event is low. Patients who present them also have a large burden of atherosclerotic risk factors. In the long-term, the probability of cardiovascular complications is high, but only a small proportion are due to the aneurysm itself. A more intense and prolonged antithrombotic treatment may result in lower mortality rates.", "id": "29276176", "date": "2017-12-06", "title": "Coronary aneurysms in the acute patient: Incidence, characterization and long-term management results.", "doi": "10.1016/j.carrev.2017.12.003", "journal": ["Cardiovascular revascularization medicine : including molecular interventions", "Cardiovasc Revasc Med"]}