{"authors": [["Vigan", "Jacques", "J", "Clinique universitaire de néphrologie hémodialyse, Centre national hospitalier universitaire Hubert K. Maga (CNHU-HKM) de Cotonou, 071BP64 Kouhounou, Cotonou, Bénin. Electronic address: viques2@yahoo.fr."], ["Ahoui", "Séraphin", "S", "Centre hospitalier universitaire et départemental du Borgou, BP 02 Parakou, Bénin."], ["Hounsou", "Dominique", "D", "Clinique universitaire de cardiologie, CNHU-HKM de Cotonou, 071BP64 Kouhounou, Cotonou, Bénin."], ["Goudoté", "Aline Céline Kpèhouédo", "ACK", "Clinique universitaire de néphrologie hémodialyse, Centre national hospitalier universitaire Hubert K. Maga (CNHU-HKM) de Cotonou, 071BP64 Kouhounou, Cotonou, Bénin."], ["Vehounkpe Sacca", "Jeanne", "J", "Clinique universitaire de cardiologie, CNHU-HKM de Cotonou, 071BP64 Kouhounou, Cotonou, Bénin."]], "text": "Left ventricular hypertrophy (LVH) is a predictor of mortality in hemodialysis. It takes a very high proportion among cardiovascular complications.It was to determine the frequency of LVH and identify its associated factors among chronic hemodialysis patients of CNHU-HKM.This is a cross-sectional, descriptive and analytical, which took place 1st February to 31st October 2014. The sample consisted of patients aged over 15 years, chronic hemodialysis for at least 3 months. LVH is defined by a Left Ventricular Mass Index (LVMI)>115 g/m2 for men and >95 g/m2 in women. Doppler ultrasound was performed during 15 to 20 hours after the last hemodialysis session. Factors associated as sociodemographic characteristics, history, biological data, dialysis parameters were sought by logistic regression univariate analysis. The significance level was less than 0.05. RéSULTS: The sample size was 141 patients, 39% of women with a sex-ratio of 1.6. The average age was 50.1±12.3 years. The frequency of hypertension was 67.4%; diabetes: 14.9%; smoking: 9.2%; the rise of the pre-dialysis blood pression: 46.8%. The frequency of LVH was 54.6% and the associated factors were: the elevation of the predialysis blood pression (P=0.04), obesity (P=0.01), central catheter (P=0.03), anemia (P=0.02) and cardiomegaly (P<0.001).LVH is frequent in hemodialysis of CNHU-HKM. It is necessary to optimize the hemodialysis sessions and to achieve better management of associated factors.", "id": "29276083", "date": "2017-12-21", "title": "[Left ventricular hypertrophy in chronic hemodialysis patients at CNHU-HKM of Cotonou].", "doi": "10.1016/j.nephro.2017.06.001", "journal": ["Nephrologie & therapeutique", "Nephrol. Ther."]}