{"authors": [["Kieu", "Andrew", "A", "Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA."], ["Shaikh", "Armaan", "A", "Division of Cardiovascular Medicine, Aurora Healthcare, Milwaukee, WI, USA."], ["Kaeppler", "Mark", "M", "Division of Cardiovascular Medicine, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA."], ["Miles", "Robert J", "RJ", "Division of Cardiovascular Medicine, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA."], ["Widlansky", "Michael E", "ME", "Division of Cardiovascular Medicine, Department of Medicine, Medical College of Wisconsin, Milwaukee, WI, USA. Electronic address: mwidlans@mcw.edu."]], "text": "Little is known of the importance of echocardiographic measures of resting systemic vascular resistance (SVR), cardiac output, and diastolic function in the development of a hypertensive response during dobutamine stress echocardiography. We performed a retrospective review of 325 subjects who underwent stress echocardiography and a resting echocardiogram on the same day. Logistical regressions were performed to determine associations between hypertensive response to each type of stress test and clinical and hemodynamic measurements obtained by transthoracic echocardiography. Patients with a hypertensive response to dobutamine or exercise stress modalities had Stage 1 hypertension. Those with a hypertensive response to dobutamine had a significantly elevated SVR and a lower cardiac output compared to those with a hypertensive response to exercise or a nonhypertensive response to dobutamine. An SVR ≥2000 dynes × sec/cm5 showed excellent discrimination between patients who did and did not have a hypertensive response to dobutamine (c = 0.80). A hypertensive response to both stress modalities showed an association with measures of diastolic dysfunction. The hemodynamic and echocardiographic phenotypes of individuals with a hypertensive response to exercise differ from those with a hypertensive response to dobutamine. Further work is necessary to understand and guide antihypertensive therapy when a hypertensive response to stress testing is discovered and to inform choice of stress modality when resting hypertension is present.", "id": "29275921", "date": "2017-12-14", "title": "Patients with hypertensive responses to exercise or dobutamine stress testing differ in resting hypertensive phenotype.", "doi": "10.1016/j.jash.2017.12.004", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}