{"authors": [["Erdem", "Yunus", "Y", "Department of Nephrology, School of Medicine, Hacettepe University, Ankara, Turkey."], ["Özkan", "Gülsüm", "G", "Department of Nephrology, School of Medicine, Namık Kemal University, Tekirdağ, Turkey. Electronic address: gulsumozkan78@hotmail.com."], ["Ulusoy", "Şükrü", "Ş", "Department of Nephrology, School of Medicine, Karadeniz Technical University, Trabzon, Turkey."], ["Arıcı", "Mustafa", "M", "Department of Nephrology, School of Medicine, Hacettepe University, Ankara, Turkey."], ["Derici", "Ülver", "Ü", "Department of Nephrology, School of Medicine, Gazi University, Ankara, Turkey."], ["Şengül", "Şule", "Ş", "Department of Nephrology, School of Medicine, Ankara University, Ankara, Turkey."], ["Sindel", "Şükrü", "Ş", "Department of Nephrology, School of Medicine, Gazi University, Ankara, Turkey."], ["Ertürk", "Şehsuvar", "Ş", "Department of Nephrology, School of Medicine, Ankara University, Ankara, Turkey."], [null, null, null, null]], "text": "Intermittent fasting is a phenomenon which can be observed in most humans. The effect of intermittent fasting on blood pressure variability (BPV) has not previously been investigated. The purpose of this study was to assess the effect of fasting on blood pressure (BP) (with office, home, central, and ambulatory blood pressure monitoring [ABPM]) and on BPV. Sixty individuals were included in the study. Office, home, ABPM, and central BP measurements were performed before and during intermittent fasting. Standard deviation and coefficient variation were used for office and home BPV measurement, while the smoothness index was used to calculate ABPM variability. Patients' BP and BPV values before and during intermittent fasting were then compared. Intermittent fasting resulted in a significant decrease in office BP values and ABPM measurements but caused no significant change in home and central BP measurements. Twenty-four hour urinary sodium excretion decreased. Smoothness values obtained from ABPM measurements were low; in other words, BPV was greater. BPV was higher in patients who woke up to eat before sunrise, but BPV was low in patients with high body mass index. Intermittent fasting produced a significant decrease in BP values in terms of office and ABPM measurements in this study but caused no significant change in central BP and home measurements. We also identified an increase in BPV during intermittent fasting, particularly in patients who rose before sunrise.", "id": "29275920", "date": "2017-12-06", "title": "The effect of intermittent fasting on blood pressure variability in patients with newly diagnosed hypertension or prehypertension.", "doi": "10.1016/j.jash.2017.11.008", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}