{"authors": [["Kahane", "Alyssa", "A", "St Michael's Hospital, University of Toronto, Toronto, and Faculty of Medicine, University of Ottawa, Ottawa, Ontario, Canada."], ["Park", "Alison L", "AL", "Institute for Clinical Evaluative Science, Toronto, Ontario, Canada."], ["Ray", "Joel G", "JG", "Departments of Medicine, Health Policy Management and Evaluation, and Obstetrics and Gynecology, St Michael's Hospital, University of Toronto, Toronto, Ontario, Canada. Electronic address: rayj@smh.ca."]], "text": "There exist structural and physiological commonalities between myometrial and myocardial tissue, and each can become dysfunctional, such as in the presence of cardiometabolic factors.This population-based cohort study was comprised of 1,608,720 women with ≥ 1 singleton hospital live birth at 24-41 weeks' gestation in Ontario, from 1992 to 2016. The main exposure was prolonged first stage of labour; secondary exposure was prolonged second stage of labour. The main outcome was a composite of heart failure, cardiomyopathy or dysrhythmia ≥ 1 day after the index delivery. Cox proportional hazard regression was used to generate a hazard ratio (HR), adjusted for maternal age, parity, obstructed labour or fetal malposition, preeclampsia, income quintile, rural residence, preterm birth, and infant birth weight-each at the time of delivery; time-varying drug/tobacco use, obesity, diabetes mellitus, chronic hypertension, kidney disease, dyslipidemia-each diagnosed before or at time of delivery; as well as newly diagnosed coronary artery disease or congenital heart disease arising ≥ 1 day after the index delivery.After a median follow-up of 10.5 and 14.0 years, respectively, there were 78 composite cardiac events (2.33 per 10,000 person-years) among women with prolonged first stage of labour vs 4114 events (2.30 per 10,000 person-years) among those without prolonged labour-a crude HR of 1.07 (95% confidence interval [CI], 0.86-1.34) and an adjusted HR of 1.09 (95% CI, 0.87-1.36). Women with prolonged second stage of labour had an adjusted HR of 0.86 (95% CI, 0.75-0.99) for the composite outcome.Women with prolonged labour do not appear to be at a higher short-term risk of cardiac outcomes.", "id": "29275882", "date": "2017-10-16", "title": "Dysfunctional Uterine Activity in Labour and Premature Adverse Cardiac Events: Population-Based Cohort Study.", "doi": "10.1016/j.cjca.2017.10.007", "journal": ["The Canadian journal of cardiology", "Can J Cardiol"]}