{"authors": [["Jeon", "Yoon Sang", "YS", "Shoulder & Elbow Clinic, Department of Orthopaedic Surgery, College of Medicine, Kyung Hee University, Seoul, Republic of Korea."], ["Rhee", "Yong Girl", "YG", "Shoulder & Elbow Clinic, Department of Orthopaedic Surgery, College of Medicine, Kyung Hee University, Seoul, Republic of Korea. Electronic address: shoulderrhee@hanmail.net."]], "text": "Although reverse total shoulder arthroplasty (RTSA) has been shown to reduce pain and to improve function in most patients, some still suffer from functional limitations. This study aimed to investigate the incidence of poor motion recovery after RTSA and to identify factors that may cause poor outcomes.Seventy-six patients who underwent primary RTSA with a reverse-type Aequalis prosthesis (Tornier, Montbonnot, France) were allocated to a satisfactory or unsatisfactory group on the basis of their postoperative active anterior elevation. The average age of the patients was 69 ± 8 years (range, 42-82 years); average follow-up period was 34 ± 12 months (range, 24-93 months).Fifty-eight patients had a satisfactory outcome (satisfactory group) and 18 had an unsatisfactory outcome (unsatisfactory group). Twenty-seven patients (46.6%) in the satisfactory group and 10 (55.6%) in the unsatisfactory group had preoperative pseudoparalysis (P = .504). Pre-existing medical comorbidities, such as thyroid disease, hypertension, diabetes, and smoking, showed no significant differences. Anterior deltoid muscle belly volume also did not significantly differ between the satisfactory and unsatisfactory groups. However, mean postoperative lateral humeral offset (LHO) was -2 ± 6 mm in the satisfactory group and 3 ± 5 mm in the unsatisfactory group (P = .001).Satisfactory improvement of active anterior elevation was achieved in three-quarters of patients who underwent RTSA using a prosthesis designed to be medialized. Of the factors we investigated, only postoperative LHO was found to be a significant risk factor for poor postoperative active anterior elevation. Therefore, surgeons should attempt to avoid increasing postoperative LHO when performing RTSA using an implant designed to be medialized.", "id": "29275846", "date": "2017-12-21", "title": "Factors associated with poor active anterior elevation after reverse total shoulder arthroplasty.", "doi": "10.1016/j.jse.2017.10.027", "journal": ["Journal of shoulder and elbow surgery", "J Shoulder Elbow Surg"]}