{"authors": [["Bekendam", "Maria T", "MT", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands."], ["Kop", "Willem J", "WJ", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands."], ["Barzilay", "Simone", "S", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands."], ["Widdershoven", "Jos W", "JW", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands; The Department of Cardiology, TweeSteden Hospital, Tilburg, The Netherlands."], ["Aarnoudse", "Wilbert", "W", "The Department of Cardiology, TweeSteden Hospital, Tilburg, The Netherlands."], ["Denollet", "Johan", "J", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands."], ["Mommersteeg", "Paula M C", "PMC", "Center of Research on Psychology in Somatic Diseases (CoRPS), Department of Medical and Clinical Psychology, Tilburg University, Tilburg, The Netherlands. Electronic address: P.M.C.Mommersteeg@uvt.nl."]], "text": "Patients with non-obstructive coronary artery disease (NOCAD) continue to experience disabling symptoms. Positive affect (PA) has shown a cardioprotective potential. Type D personality has previously been shown to have a deleterious effect on adverse outcomes in diverse cardiac populations. Little is known about the predictive value of PA and Type D personality for long-term outcomes in NOCAD patients. The aim was to investigate the effect of PA and Type D personality on clinical outcomes.547 patients (mean age 61 years±9, 48% male) who underwent a coronary angiography or CT-scan between January 2009 and February 2013 answered questionnaires concerning PA (GMS) and Type D personality (DS14). Cox proportional hazards analyses were performed.When analyzed dichotomously, PA was a significant predictor of need for repeat cardiac testing (HR=0.64, 95% CI: 0.41-0.99), but not emergency department (ED) admissions (HR=0.83, 95% CI: 0.52-1.32) after adjustment for age, sex, education, diagnosis by group, BMI and hypertension. Analyzed continuously, the predictive value of PA was non-significant for both repeat testing (HR=0.85, 95% CI: 0.69-1.06) and ED admissions (HR=0.98, 95% CI: 0.77-1.23). Type D personality, both continuously and dichotomously, was not significantly associated with the outcomes. Findings were also examined for men and women separately.Although Type D personality was not predictive of adverse events in this sample, PA is an interesting and important variable to take into account in NOCAD patients. Research on psychosocial factors in NOCAD patients should consider the importance of choices of endpoint, given the heterogeneity of NOCAD patients.", "id": "29275779", "date": "2017-11-09", "title": "The predictive value of positive affect and Type D personality for adverse cardiovascular clinical outcomes in patients with non-obstructive coronary artery disease.", "doi": "10.1016/j.jpsychores.2017.11.003", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}