{"authors": [["Kanozawa", "Koichi", "K", "Division of Nephrology and Hypertension, Blood Purification Center, Saitama Medical Center, Saitama Medical University, 1981, Kamoda, Kawagoe, Saitama, 350-8550, Japan. kanozawa@saitama-med.ac.jp."], ["Noguchi", "Yuichi", "Y", "Department of Endocrinology and Diabetes, Saitama Medical University, 38, Morohongo, Moroyama-machi Iruma-gun, Saitama, 350-0451, Japan."], ["Sugahara", "Souichi", "S", "Shingashi Kidney Centre, 39-1, Shimoshingashi, Kawagoe-shi, Saitama, 350-1136, Japan."], ["Nakamura", "Satoko", "S", "Sekishin Health Care Clinic, 25-18, Wakita Honcho, Kawagoe-shi, Saitama, 350-1123, Japan."], ["Yamamoto", "Hirohisa", "H", "Kawagoe Ekimae Clinic, Ishikawa Kinenkai Medical Group, Kawagoe Ekimae Bld. 2F, 16-23, Wakita Honcho, Kawagoe-shi, Saitama, 350-1123, Japan."], ["Kaneko", "Keiko", "K", "Higashi-Hannou Ekimae Clinic, Takahasi Bld.2, 3F, 3-5, Yanagicho, Hanno-shi, Saitama, 357-0035, Japan."], ["Kono", "Rika", "R", "Iruma Ekimae Clinic, Yokota Square Bld.4, 5F, 1-2-30, Toyooka, Iruma-shi, Saitama, 358-0003, Japan."], ["Sato", "Saeko", "S", "Division of Nephrology and Hypertension, Blood Purification Center, Saitama Medical Center, Saitama Medical University, 1981, Kamoda, Kawagoe, Saitama, 350-8550, Japan."], ["Ogawa", "Tomonari", "T", "Division of Nephrology and Hypertension, Blood Purification Center, Saitama Medical Center, Saitama Medical University, 1981, Kamoda, Kawagoe, Saitama, 350-8550, Japan."], ["Hasegawa", "Hajime", "H", "Division of Nephrology and Hypertension, Blood Purification Center, Saitama Medical Center, Saitama Medical University, 1981, Kamoda, Kawagoe, Saitama, 350-8550, Japan."], ["Katayama", "Shigehiro", "S", "Kawagoe Clinic, Saitama Medical University, 21-7 Wakita Honcho, Kawagoe-shi, Saitama, 350-1123, Japan."]], "text": "We conducted the multicenter, prospective, open-label study in type 2 diabetic (T2DM) patients with renal dysfunction, to clarify the efficacy and the safety in relation to renal function and glycemic control, and the economic effect when other dipeptidyl peptidase-4 (DPP-4) inhibitors were switched to a small dose of sitagliptin depending on their renal function.Vildagliptin, alogliptin, or linagliptin received for more than 2 months were changed to sitagliptin at 25 or 12.5 mg/day depending on their renal function in 49 T2DMs. Renal function and glycemic control, and the drug cost were assessed during 6 months.Estimated glomerular filtration rate was not changed in patients not on hemodialysis (n = 29). The HbA1c levels were not altered in all of the patients including those on hemodialysis (n = 20). The active glucagon-like peptide-1 levels or other renal parameters were not altered significantly. There were no adverse events to be related to the drugs. The daily drug expense was reduced by 88.1 yen per patient.Switching to a small dose of sitagliptin according to the renal function in T2DM patients with renal dysfunction demonstrated the same efficacy and safety as those with other full-dose DPP-4 inhibitors, indicating a therapeutic option with a high cost performance.", "id": "29275488", "date": "2017-12-23", "title": "The renoprotective effect and safety of a DPP-4 inhibitor, sitagliptin, at a small dose in type 2 diabetic patients with a renal dysfunction when changed from other DPP-4 inhibitors: REAL trial.", "doi": "10.1007/s10157-017-1521-7", "journal": ["Clinical and experimental nephrology", "Clin. Exp. Nephrol."]}