{"authors": [["Faria-Urbina", "Mariana", "M", "Pulmonary and Critical Care Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, USA."], ["Oliveira", "Rudolf K F", "RKF", "Pulmonary and Critical Care Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, USA."], ["Agarwal", "Manyoo", "M", "Department of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Waxman", "Aaron B", "AB", "Pulmonary and Critical Care Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, USA. abwaxman@bwh.harvard.edu."]], "text": "Pulmonary hypertension (PH) in the setting of parenchymal lung disease adversely affects quality of life and survival. However, PH-specific drugs may result in ventilation/perfusion imbalance and currently, there are no approved PH treatments for this patient population. In the present retrospective study, data from 22 patients with PH associated with lung disease treated with inhaled treprostinil (iTre) and followed up clinically for at least 3 months are presented.PH was defined by resting right heart catheterization as a mean pulmonary artery pressure (mPAP) ≥ 35 mmHg, or mPAP ≥ 25 mmHg associated with pulmonary vascular resistance ≥ 4 Woods Units. Follow-up evaluation was performed at the discretion of the attending physician.From baseline to follow-up, we observed significant improvement in functional class (n = 22, functional class III-IV 82 vs. 59%, p = 0.041) and 6-min walk distance (n = 11, 243 ± 106 vs. 308 ± 109; p = 0.022), without a deleterious effect on resting peripheral oxygen saturation (n = 22, 92 ± 6 vs. 94 ± 4; p = 0.014). Most of the patients (86%, n = 19/22) were using long-term nasal supplemental oxygen at baseline. During follow-up, only one patient had increased supplemental oxygen requirement. The most common adverse events were cough, headache, and diarrhea. No severe adverse event was reported.The results suggest that iTre is safe in patients with Group 3 PH and evidence of pulmonary vascular remodeling in terms of functional class, gas exchange, and exercise capacity. Additionally, iTre was well tolerated. The potential role of PH-specific drugs in Group 3 PH should be further assessed in larger prospective studies.", "id": "29275453", "date": "2017-12-23", "title": "Inhaled Treprostinil in Pulmonary Hypertension Associated with Lung Disease.", "doi": "10.1007/s00408-017-0081-7", "journal": ["Lung", "Lung"]}