{"authors": [["Ebrahimi", "Homa", "H", "School of Medicine, Islamic Azad University, Najafabad Branch, Isfahan, Iran."], ["Haghjoo Javanmard", "Shaghayegh", "S", "Department of Physiology, Applied Physiology Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Asgary", "Sedigheh", "S", "Department of Physiology, Applied Physiology Research Center, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Dehghani", "Leila", "L", "Department of Tissue Engineering and Regenerative Medicine, School of Advanced Technologies in Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Amiri", "Masoud", "M", "Social Health Determinants Research Center and Department of Epidemiology and Biostatistics, School of Health, Shahrekord University of Medical Sciences, Shahrekord, Iran."], ["Saadatnia", "Mohammad", "M", "Isfahan Neurosciences Research Center, Alzahra Research Institute, Department of Neurology, Isfahan University of Medical Sciences, Isfahan, Iran."]], "text": "The effect of opium addiction (OA) on cerebrovascular disease is controversial. The aim of this study was to clarify this relationship in Iranian patients with ischemic stroke.In a case-control study, 672 patients with ischemic stroke and 293 controls without a previous history of cerebrovascular or cardiovascular diseases were compared. OA as well as other risk factors such as diabetes mellitus (DM), hypertension (HTN), hyperlipidemia, tobacco smoking (TS) were compared between the 2 groups.OA percentage, TS, TS amount (pack/year), HTN and DM history were significantly higher in the case group compared to controls (p < 0.05). After regression analysis between risk factors, a significant difference remained between 2 groups with regards to HTN (OR 4.21, 95% CI 3.05-5.81, p < 0.001), TS (OR 2.33, 95% CI 1.51-3.59, p < 0.001), and OA (OR 2.36, 95% CI 1.16-4.85, p = 0.018).Our study showed OA is a risk factor for stroke. However, a follow-up study with a larger cohort is required to confirm the results.", "id": "29275418", "date": "2017-12-22", "title": "Opium Addiction and Ischemic Stroke in Isfahan, Iran: A Case-Control Study.", "doi": "10.1159/000485098", "journal": ["European neurology", "Eur. Neurol."]}