{"authors": [["Araújo", "Carla", "C", "EPIUnit - Instituto de Saúde Pública, Universidade do Porto, Porto, Portugal."], ["Laszczyńska", "Olga", "O", null], ["Viana", "Marta", "M", null], ["Dias", "Paula", "P", null], ["Maciel", "Maria Júlia", "MJ", null], ["Moreira", "Ilídio", "I", null], ["Azevedo", "Ana", "A", null]], "text": "The aim of this study was to assess the proportion of patients with a first episode of acute coronary syndrome (ACS) reporting preceding chest pain, having previously sought medical care and undergone the performance of exams, and to identify the determinants of seeking medical advice and undergoing electrocardiogram (ECG).Within a cohort study, 690 patients with a first episode of ACS were evaluated. A questionnaire was applied to assess chest pain within the preceding 6 months of the event and health system resources utilization. Determinants were identified by logistic regression.Preceding chest pain was reported by 61% of patients, 43% of these sought medical help, of whom less than half underwent ECG, and in 39% pain was attributed to a problem of the heart. Patients with hypertension were more likely to seek medical care (adjusted odds ratio, OR, 2.13, 95% CI 1.29-3.51), and former smokers (OR 0.52, 95% CI 0.28-0.99) and patients of a higher social class (OR 0.16, 95% CI 0.05-0.48) were less likely to seek medical care. The performance of ECG was associated with male sex (OR 2.56, 95% CI 1.11-5.87), health subsystem coverage (OR 3.88, 95% CI 1.11-13.53), and living in the northeastern region (OR 9.07, 95% CI 4.07-20.24), whereas cognitive impairment (OR 0.37, 95% CI 0.15-0.92) and being employed (OR 0.36, 95% CI 0.14-0.97) were inversely associated.These results suggest there are opportunities to improve the diagnosis of myocardial ischemia before acute coronary events.", "id": "29275403", "date": "2017-12-23", "title": "Missed Opportunities in Symptomatic Patients before a First Acute Coronary Syndrome: The EPIHeart Cohort Study.", "doi": "10.1159/000484713", "journal": ["Cardiology", "Cardiology"]}