{"authors": [["Sofue", "Tadashi", "T", "Division of Nephrology and Dialysis, Department of Cardiorenal and Cerebrovascular Medicine, Kagawa University, Kagawa, Japan."], ["Kushida", "Yoshio", "Y", "Department of Pathology, Kagawa University, Kagawa, Japan."], ["Ozaki", "Taro", "T", "Division of Nephrology and Dialysis, Department of Cardiorenal and Cerebrovascular Medicine, Kagawa University, Kagawa, Japan."], ["Moritoki", "Masahiro", "M", "Division of Nephrology and Dialysis, Department of Cardiorenal and Cerebrovascular Medicine, Kagawa University, Kagawa, Japan."], ["Nishijima", "Yoko", "Y", "Division of Nephrology and Dialysis, Department of Cardiorenal and Cerebrovascular Medicine, Kagawa University, Kagawa, Japan."], ["Ohsaki", "Hiroyuki", "H", "Department of Medical Biophysics, Kobe University Graduate School of Health Sciences, Kobe, Japan."], ["Ueda", "Nobufumi", "N", "Department of Urology, Kagawa University, Kagawa, Japan."], ["Kakehi", "Yoshiyuki", "Y", "Department of Urology, Kagawa University, Kagawa, Japan."], ["Nishiyama", "Akira", "A", "Department of Pharmacology, Kagawa University, Kagawa, Japan."], ["Minamino", "Tetsuo", "T", "Division of Nephrology and Dialysis, Department of Cardiorenal and Cerebrovascular Medicine, Kagawa University, Kagawa, Japan."]], "text": "It is uncertain whether kidneys from marginal donors are suitable for live kidney transplantation. In deceased donor kidneys, tubular cell senescence affects allograft function. However, the degree of cell senescence in a living donor kidney with marginal factors has not been reported. In this study, we assessed the association of tubular cell senescence with allograft and remnant kidney function by a prospective observational clinical study.Thirty-eight living donor kidney transplantations were analyzed prospectively. Tissue sections obtained from preimplantation kidney biopsies were immunostained for p16INK4a to indicate cell senescence. Various kidney biomarkers were analyzed in urine and blood samples.Of the 38 donors, 21 had marginal factors. Severe tubular senescence was found in living donors with overlapping marginal criteria. Tubular senescence in living donor kidneys was significantly related to donor age and lower recipient kidney function at 1 year after transplantation independently of donor age (β = -0.281; p = 0.050) but did not affect remnant kidney function after donation. Pretransplantation donor pre-estimated glomerular filtration rate and hypertension did not show a significant area under the curve (AUC) for prediction of high tubular senescence. High plasma levels of soluble αKlotho were associated with a higher predictive value for low tubular cell senescence with an AUC of 0.78 (95% CI 0.62-0.93; p < 0.01).The nuclear p16-staining rate in donated kidney tubules is a predictor for allograft kidney function but not donor remnant kidney function. Detection of tubular cell senescence may facilitate selection of appropriate living donor candidates.", "id": "29275400", "date": "2017-12-22", "title": "Tubular Cell Senescence in the Donated Kidney Predicts Allograft Function, but Not Donor Remnant Kidney Function, in Living Donor Kidney Transplantation.", "doi": "10.1159/000485845", "journal": ["American journal of nephrology", "Am. J. Nephrol."]}