{"authors": [["Yang", "Tsung-Lin", "TL", "Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Lin", "Yi-Chun", "YC", "Faculty of Medicine, National Yang-Ming University, Taipei, Taiwan."], ["Lin", "Yen-Chung", "YC", "Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan maiszuwu@gmail.com yclin0229@tmu.edu.tw."], ["Huang", "Chun-Yao", "CY", "Department of Internal Medicine, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Chen", "Hsi-Hsien", "HH", "Department of Internal Medicine, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."], ["Wu", "Mai-Szu", "MS", "Department of Internal Medicine, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan maiszuwu@gmail.com yclin0229@tmu.edu.tw."]], "text": "Evidence regarding bilirubin's antioxidant properties and predictive roles is growing. However, it is unclear whether serum bilirubin would have a prognostic impact on survival of patients with regular peritoneal dialysis.We used the Taiwan Renal Registry Data System utilizing its 2005-2012 data set. Data from patients on regular peritoneal dialysis were retrieved. The primary end point of observation was 3-year mortality. A total of 3704 patients (mean age 53.5 years, 44% male) were enrolled, and these patients were divided according to baseline serum total bilirubin levels (<0.3, 0.3-0.4, 0.4-0.5, 0.5-0.6, >0.6 mg/dL). Serum total bilirubin level was linearly related to age, incidence of hypertension, and type 2 diabetes mellitus. At the end of the observation period with a mean follow-up of 2.12±1.07 years, 1095 (30.6%) deaths were detected. Serum total bilirubin level and 3-year mortality rate presented a U-shaped relationship. Those with serum total bilirubin 0.5 to 0.6 mg/dL had the lowest 3-year mortality rate (24%). After adjustment for age, sex, underlying systemic disorders, medications, and laboratory discrepancies, serum total bilirubin still played an independent role for predicting 3-year mortality.Baseline serum total bilirubin level is significantly associated with 3-year mortality among patients receiving regular peritoneal dialysis.", "id": "29275374", "date": "2017-12-23", "title": "Total Bilirubin in Prognosis for Mortality in End-Stage Renal Disease Patients on Peritoneal Dialysis Therapy.", "doi": "10.1161/JAHA.117.007507", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}