{"authors": [["Neuzil", "Petr", "P", "Na Homolce Hospital, Prague, Czech Republic."], ["Merkely", "Béla", "B", "Heart and Vascular Center, Semmelweis University Budapest, Budapest, Hungary."], ["Erglis", "Andrejs", "A", "Latvian Centre of Cardiology, Pauls Stradins Clinical University Hospital, Riga, Latvia."], ["Marinskis", "Germanas", "G", "Vilnius University Hospital Santariskiu Klinikos, Vilnius, Lithuania."], ["de Groot", "Joris R", "JR", "Department of Cardiology, Academic Medical Center, Amsterdam, The Netherlands."], ["Schmidinger", "Herwig", "H", "Abteilung für Kardiologie, AKH - Universitätsklinik für Innere Medizin II, Vienna, Austria."], ["Rodriguez Venegas", "Manuel", "M", "Hospital Dr. Sótero del Río, Puente Alto, Santiago, Chile."], ["Voskuil", "Michiel", "M", "Department of Cardiology, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Sturmberger", "Thomas", "T", "Interne 2 - Kardiologie, Angiologie & Interne Intensivmedizin, Krankenhaus der Elisabethinen Linz GmbH, Linz, Austria."], ["Petru", "Jan", "J", "Na Homolce Hospital, Prague, Czech Republic."], ["Jongejan", "Niels", "N", "Department of Cardiology, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Aichinger", "Josef", "J", "Interne 2 - Kardiologie, Angiologie & Interne Intensivmedizin, Krankenhaus der Elisabethinen Linz GmbH, Linz, Austria."], ["Kamzola", "Ginta", "G", "Latvian Centre of Cardiology, Pauls Stradins Clinical University Hospital, Riga, Latvia."], ["Aidietis", "Audrius", "A", "Vilnius University Hospital Santariskiu Klinikos, Vilnius, Lithuania."], ["Gellér", "Laszlo", "L", "Heart and Vascular Center, Semmelweis University Budapest, Budapest, Hungary."], ["Mraz", "Tomas", "T", "Na Homolce Hospital, Prague, Czech Republic."], ["Osztheimer", "Istvan", "I", "Heart and Vascular Center, Semmelweis University Budapest, Budapest, Hungary."], ["Mika", "Yuval", "Y", "Backbeat Medical, New Hope, PA."], ["Evans", "Steven", "S", "Backbeat Medical, New Hope, PA."], ["Burkhoff", "Daniel", "D", "Cardiovascular Research Foundation, New York City, NY dburkhoff@crf.org."], ["Kuck", "Karl-Heinz", "KH", "Asklepios Klinik St. Georg, Hamburg, Germany."], [null, null, null, null]], "text": "Many patients requiring a pacemaker have persistent hypertension with systolic blood pressures above recommended levels. We evaluated a pacemaker-based Programmable Hypertension Control (PHC) therapy that uses a sequence of variably timed shorter and longer atrioventricular intervals.Patients indicated for dual-chamber pacing with office systolic blood pressure (oSBP) >150 mm Hg despite stable medical therapy were implanted with a Moderato™ pulse generator that delivers PHC therapy. Patients were followed for 1 month (Run-In period) with conventional pacing; those with persistent oSBP >140 mm Hg were included in the study and had PHC therapy activated. The co-primary efficacy end points were changes in 24-hour ambulatory systolic blood pressure and oSBP between baseline and 3 months. Safety was assessed by tracking adverse events. Thirty-five patients met the initial inclusion criteria and underwent Moderato implantation. At 1 month, oSBP was <140 mm Hg in 7 patients who were excluded. PHC was activated in the remaining 27 patients with baseline office blood pressure 166±11/80±10 mm Hg despite an average of 3.2 antihypertensive medications. During the Run-In period, oSBP and 24-hour ambulatory systolic blood pressure decreased by 8±13 and 5±12 mm Hg (P<0.002), respectively. Compared with pre-PHC activation measurements, oSBP decreased by another 16±15 mm Hg and 24-hour ambulatory systolic blood pressure decreased by an additional 10±13 mm Hg (both P<0.01) at 3 months. No device-related serious adverse effects were noted.In pacemaker patients with persistent hypertension despite medical therapy, oSBP and 24-hour ambulatory systolic blood pressure are decreased by PHC therapy. Initial indications are that this therapy is a safe and promising therapy for such patients.URL: http://www.clinicaltrials.gov. Unique identifier: NCT02282033.", "id": "29275370", "date": "2017-12-23", "title": "Pacemaker-Mediated Programmable Hypertension Control Therapy.", "doi": "10.1161/JAHA.117.006974", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}