{"authors": [["Ilangkovan", "Nivethitha", "N", "Department of Cardiology, Hospital of Southern Denmark, Aabenraa, Denmark."], ["Mickley", "Hans", "H", "Department of Cardiology, Odense University Hospital, Odense, Denmark."], ["Diederichsen", "Axel", "A", "Department of Cardiology, Odense University Hospital, Odense, Denmark."], ["Lassen", "Annmarie", "A", "Department of Emergency Medicine, Odense University Hospital, Odense, Denmark."], ["Sørensen", "Thomas L", "TL", "Department of Internal Medicine, Hospital of Southern Denmark, Sonderborg, Denmark."], ["Sheta", "Hussam Mahmoud", "HM", "Department of Medical Research, Odense University Hospital, Svendborg, Denmark."], ["Stæhr", "Peter B", "PB", "Department of Cardiology, Hospital of Southern Denmark, Aabenraa, Denmark."], ["Mogensen", "Christian Backer", "CB", "Department of Emergency Medicine, Hospital of Southern Denmark, Aabenraa, Denmark."]], "text": "To determine the incidence of clinical, cardiac-related endpoints and mortality among patients presenting to an emergency or cardiology department with non-specific chest pain (NSCP), and who receive testing with a high-sensitivity troponin. A second objective was to identify risk factors for the above-noted endpoints during 12 months of follow-up.A prospective multicentre study.Emergency and cardiology departments in Southern Denmark.The study enrolled 1027 patients who were assessed for acute chest pain in an emergency or cardiology department, and in whom a myocardial infarction or another obvious reason for chest pain had been ruled out. Patients were enrolled from September 2014 to June 2015 and followed for 1 year.Clinical, cardiac-related endpoints (cardiac-related death, acute myocardial infarction, unstable angina and coronary revascularisation) and all-cause mortality.Over a period of 1 year, cardiac-related endpoints were found in 19 patients (1.9%): 0 patients experienced cardiac-related death, 2 (0.2%) had myocardial infarction, 4 (0.4%) had unstable angina pectoris and 17 (1.7%) underwent coronary revascularisation. All-cause mortality was observed in seven patients (0.7%). When compared with the general population, the standardised mortality ratio did not differ. The risk factors associated with the study endpoints included male gender, body mass index >25 kg/m2, previous known coronary artery disease, hypertension, hypercholesterolaemia, diabetes mellitus and the use of statins. A total of 73% of the endpoints occurred in males.The prognosis for patients with NSCP is favourable, with a 1-year mortality after discharge that is comparable with the background population. Few clinical endpoints took place during follow-up, and those that did were predominantly in males.", "id": "29275346", "date": "2017-12-22", "title": "Clinical features and prognosis of patients with acute non-specific chest pain in emergency and cardiology departments after the introduction of high-sensitivity troponins: a prospective cohort study.", "doi": "10.1136/bmjopen-2017-018636", "journal": ["BMJ open", "BMJ Open"]}