{"authors": [["Khouri", "Charles", "C", "Pharmacovigilance Unit, Grenoble Alpes University Hospital, Grenoble, France; Clinical Pharmacology Department, Grenoble Alpes University Hospital, INSERM CIC1406, Grenoble, France; Univ. Grenoble Alpes, UMR 1042-HP2, INSERM, Grenoble, France. Electronic address: CKhouri@chu-grenoble.fr."], ["Lepelley", "Marion", "M", "Pharmacovigilance Unit, Grenoble Alpes University Hospital, Grenoble, France."], ["Roustit", "Matthieu", "M", "Clinical Pharmacology Department, Grenoble Alpes University Hospital, INSERM CIC1406, Grenoble, France; Univ. Grenoble Alpes, UMR 1042-HP2, INSERM, Grenoble, France."], ["Montastruc", "François", "F", "Department of Medical and Clinical Pharmacology, Faculty of Medicine, Toulouse University Hospital, Toulouse, France."], ["Humbert", "Marc", "M", "Assistance Publique-Hôpitaux de Paris, Service de Pneumologie, DHU Thorax Innovation, Hôpital Bicêtre and Université Paris-Sud, Laboratoire d'Excellence en Recherche sur le Médicament et Innovation Thérapeutique and INSERM Unité 999, Le Kremlin-Bicêtre, France."], ["Cracowski", "Jean-Luc", "JL", "Clinical Pharmacology Department, Grenoble Alpes University Hospital, INSERM CIC1406, Grenoble, France; Univ. Grenoble Alpes, UMR 1042-HP2, INSERM, Grenoble, France."]], "text": "Recent guidelines recommend riociguat, a soluble guanylate cyclase (sGC) stimulator, and the type 5 phosphodiesterase inhibitor (PDE5i) tadalafil or sildenafil as treatments for pulmonary arterial hypertension. We compared the safety profiles of sildenafil, tadalafil, and riociguat in pulmonary hypertension.We combined two approaches. First, we performed a meta-analysis of safety data extracted from randomized controlled trials. Second, we conducted a disproportionality analysis of data from VigiBase, the World Health Organization's global database of individual case safety reports, to compare the safety profiles with real-life data.In the meta-analysis, a significant difference between the three drugs was only detected for gastrointestinal disorders, in disfavor of riociguat (P < .01 for interaction). In the disproportionality analysis, the use of riociguat was associated with fewer reports of visual disorders but increased reporting of gastrointestinal, hemorrhagic, and musculoskeletal disorders compared with sildenafil and tadalafil. Pharmacovigilance signals of hearing/vestibular disorders were heterogeneous: vestibular disorders (dizziness) were reported more frequently for riociguat, whereas hearing disorders (deafness) were reported less frequently compared with PDE5is.The safety profiles of PDE5is and sGC stimulators significantly differ in pulmonary hypertension. Accordingly, there is a safety rationale in switching between PDE5is and sGC stimulators because of their different side effects.PROSPERO; No.: CRD42016051986; URL: https://www.crd.york.ac.uk/prospero/.", "id": "29275134", "date": "2017-12-21", "title": "Comparative Safety of Drugs Targeting the Nitric Oxide Pathway in Pulmonary Hypertension: A Mixed Approach Combining a Meta-analysis of Clinical Trials and a Disproportionality Analysis From the World Health Organization Pharmacovigilance Database.", "doi": "10.1016/j.chest.2017.12.008", "journal": ["Chest", "Chest"]}