{"authors": [["Berliner", "Zachary P", "ZP", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."], ["Mo", "Andrew Z", "AZ", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."], ["Porter", "David A", "DA", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."], ["Grossman", "Jamie M", "JM", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."], ["Hepinstall", "Matthew S", "MS", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."], ["Cooper", "H John", "HJ", "Center for Hip and Knee Replacement, Department of Orthopedics, Columbia University Medical Center, New York-Presbyterian Hospital, New York, New York."], ["Scuderi", "Giles R", "GR", "Center for Joint Preservation and Reconstruction, Department of Orthopaedic Surgery, Lenox Hill Hospital/Northwell Health, New York, New York."]], "text": "There is mounting evidence that treatment of periprosthetic joint infection of the knee with an antibiotic cement spacer (ACS) may increase risk for acute kidney injury (AKI). We sought to determine the incidence, as well as potential risk factors, of in-hospital AKI in this cohort.We retrospectively identified 75 patients that received either a static or articulating ACS at a single institution. In-hospital AKI was defined by a more than 50% rise in serum creatinine from preoperative baseline to at least 1.4 mg/dL. Our secondary outcome was percent change in creatinine from preoperative to peak postoperative value. Variables were analyzed for the outcome of AKI with univariate logistic regression. A final multivariate model for percent change in creatinine was formed while controlling for age, gender, body mass index, and baseline creatinine.The incidence of AKI was 14.6%, occurring at a mean of 6.3 days (2-8 days). A lower preoperative hemoglobin (odds ratio = 1.82, P = .015) significantly increased risk for AKI on univariate analysis. Diagnosis of either hypertension or diabetes also showed a strong statistical trend (P = .056). On multivariate regression, lower preoperative hemoglobin significantly correlated with a greater percent rise in creatinine postoperatively (β = 0.30, P = .015).The incidence of AKI in patients who receive ACS is relatively high, raising clinical concern in the care of periprosthetic joint infection patients. Our results suggest that a lower baseline hemoglobin may be involved in the etiology of AKI in this population. Therefore, it may be clinically appropriate to monitor anemic patients for AKI when implanting an ACS.", "id": "29275114", "date": "2017-12-05", "title": "In-Hospital Acute Kidney Injury After TKA Revision With Placement of an Antibiotic Cement Spacer.", "doi": "10.1016/j.arth.2017.11.050", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}