{"authors": [["Covic", "Adrian", "A", "Nephrology Department, Dialysis and Renal Transplant Center, ''Dr. C.I. Parhon'' University Hospital, ''Grigore T. Popa'' University of Medicine and Pharmacy, Iasi, Romania. Electronic address: accovic@gmail.com."], ["Siriopol", "Dimitrie", "D", "Nephrology Department, Dialysis and Renal Transplant Center, ''Dr. C.I. Parhon'' University Hospital, ''Grigore T. Popa'' University of Medicine and Pharmacy, Iasi, Romania."], ["Voroneanu", "Luminita", "L", "Nephrology Department, Dialysis and Renal Transplant Center, ''Dr. C.I. Parhon'' University Hospital, ''Grigore T. Popa'' University of Medicine and Pharmacy, Iasi, Romania."]], "text": "Adequate assessment of fluid status is an imperative objective in the management of all types of patients in cardiology, intensive care, and especially nephrology. Fluid overload is one of the most common modifiable risk factors directly associated with hypertension, heart failure, left ventricular hypertrophy, and eventually, higher morbidity and mortality risk in these categories of patients. Different methods are commonly used to determine fluid status (eg, clinical assessment, natriuretic peptide concentrations, echocardiography, inferior vena cava measurements, or bioimpedance analysis). In recent years, lung ultrasonography (LUS), through the assessment of extravascular lung water, has received growing attention in clinical research. This article summarizes available studies that compare LUS with other methods for fluid status assessment in patients with kidney diseases. At the same time, it also presents the association of LUS with different outcomes (physical functioning, mortality, and cardiovascular events) in the same population. It appears that this simple bedside noninvasive technique has significant clinical potential in nephrology.", "id": "29274919", "date": "2017-12-20", "title": "Use of Lung Ultrasound for the Assessment of Volume Status in CKD.", "doi": "10.1053/j.ajkd.2017.10.009", "journal": ["American journal of kidney diseases : the official journal of the National Kidney Foundation", "Am. J. Kidney Dis."]}