{"authors": [["Yu", "Shanshan", "S", "Department of Ultrasound, the Second Hospital of Xi'an Jiao Tong University, Xi'an 710004, China."], ["Qi", "Yanhua", "Y", "Department of Ultrasound, the Second Hospital of Xi'an Jiao Tong University, Xi'an 710004, China."], ["Jiang", "Jue", "J", "Department of Ultrasound, the Second Hospital of Xi'an Jiao Tong University, Xi'an 710004, China."], ["Wang", "Hua", "H", "Department of Ultrasound, the Second Hospital of Xi'an Jiao Tong University, Xi'an 710004, China."], ["Zhou", "Qi", "Q", "Department of Ultrasound, the Second Hospital of Xi'an Jiao Tong University, Xi'an 710004, China. Electronic address: 13909232905@163.com."]], "text": "Portal hypertension is a major cause of mortality and morbidity in cirrhotic patients. In this study, we aimed to analyze the clinical characteristics of Alu-mediated p21 transcriptional regulator (APTR) during transjugular intrahepatic portosystemic shunt (TIPS) procedure. Portal and hepatic venous blood was drawn from 84 patients with liver cirrhosis and portal hypertension before and after TIPS treatment. Then, we detected biochemical, hemodynamic parameters and APTR expression before and after TIPS treatment. Indeed, TIPS treatment could markedly ameliorate the serum blood urea nitrogen (BUN) level and portal vein hemodynamics in cirrhotic patients. We found that portal venous levels of APTR was significantly decreased after TIPS treatment and its aberrant expression levels were positively correlated with Model for End Stage Liver Disease (MELD), portal hepatic venous pressure gradient (PHPG) in patients. Higher APTR expression in portal vein was associated with poor prognosis. APTR level in portal vein was an independent predictors of mortality. Our data indicated that APTR may serve as a novel biomarker for cirrhotic patients with portal hypertension before and after receiving TIPS.", "id": "29274906", "date": "2017-12-21", "title": "APTR is a prognostic marker in cirrhotic patients with portal hypertension during TIPS procedure.", "doi": "10.1016/j.gene.2017.12.040", "journal": ["Gene", "Gene"]}