{"authors": [["Mercorelli", "Beatrice", "B", "Department of Molecular Medicine, University of Padua, 35121 Padua, Italy."], ["Luganini", "Anna", "A", "Department of Life Sciences and Systems Biology, University of Turin, 10123 Turin, Italy."], ["Celegato", "Marta", "M", "Department of Molecular Medicine, University of Padua, 35121 Padua, Italy."], ["Palù", "Giorgio", "G", "Department of Molecular Medicine, University of Padua, 35121 Padua, Italy."], ["Gribaudo", "Giorgio", "G", "Department of Molecular Medicine, University of Padua, 35121 Padua, Italy. Electronic address: giorgio.gribaudo@unito.it."], ["Loregian", "Arianna", "A", "Department of Molecular Medicine, University of Padua, 35121 Padua, Italy. Electronic address: arianna.loregian@unipd.it."]], "text": "Currently, there are no therapeutic alternatives to DNA polymerase inhibitors to treat human cytomegalovirus (HCMV) infections, a major threat for immunocompromised patients and pregnant women. Here, we explored the potential to repurpose manidipine dihydrochloride (MND), a calcium antagonist clinically approved to treat hypertension, as a new anti-HCMV agent. MND emerged in a previous drug repurposing screen to find early inhibitors of HCMV replication, and now we confirm that it inhibits in the low micromolar range the replication of different HCMV strains, including clinical isolates and viruses resistant to approved DNA polymerase inhibitors. The antiviral activity of MND is specific for HCMV over different both DNA and RNA viruses. Further experiments in HCMV-infected cells testing the effects of MND on viral DNA synthesis and viral proteins expression revealed that it halts the progression of the virus cycle prior to viral DNA replication and E genes expression, but after IE proteins expression. According to these results, we observed that the overall antiviral activity of MND involves a specific interference with the transactivating functions of the viral Immediate-Early 2 (IE-2) protein, an essential viral transcription factor required for the progression of HCMV replication. Given that the inhibitory concentration against HCMV is in the range of clinically relevant concentrations of MND in humans, and the mechanism of action differs from that of the other available therapeutics, this already approved drug is an attractive candidate for repurposing in alternative anti-HCMV therapeutic protocols.", "id": "29274844", "date": "2017-12-22", "title": "Repurposing the clinically approved calcium antagonist manidipine dihydrochloride as a new early inhibitor of human cytomegalovirus targeting the Immediate-Early 2 (IE2) protein.", "doi": "10.1016/j.antiviral.2017.12.014", "journal": ["Antiviral research", "Antiviral Res."]}