{"authors": [["Lu", "Susan Feng", "SF", "Krannert School of Management, Purdue University, IN."], ["Lu", "Lauren Xiaoyuan", "LX", "Kenan-Flagler Business School, University of North Carolina at Chapel Hill, NC."], ["Smith", "Sidney C", "SC", "Division of Cardiology, McAllister Heart Institute, University of North Carolina at Chapel Hill, NC."], ["Dai", "Xuming", "X", "Division of Cardiology, McAllister Heart Institute, University of North Carolina at Chapel Hill, NC. Electronic address: xuming_dai@med.unc.edu."]], "text": "Cardiovascular disease has become a leading cause of death for patients with paraplegia. Acute myocardial infarction in patients with paraplegia has not been described in literature. Evidence gathered from studies of acute myocardial infarction in ambulating individuals may not be directly applicable to paraplegic patients. This study investigates clinical features, management strategies, and outcomes of acute myocardial infarction in patients with paraplegia.Acute myocardial infarction in patients with or without paraplegia was identified in the New York State Inpatient Database between 2007 and 2013. Clinical comorbidities, management strategies (medical therapy, cardiac catheterization without revascularization, percutaneous coronary intervention, and coronary artery bypass grafting), and their associated outcomes were compared using propensity-score-matching analysis.Among 402,569 adult patients with acute myocardial infarction, 1,400 had a concomitant diagnosis of paraplegia. Compared to those without paraplegia, patients with paraplegia were younger, more likely to be black, and had a higher prevalence of hypertension, anemia, congestive heart failure, coagulopathy, and depression, but a lower prevalence of diabetes, hyperlipidemia, obesity, chronic lung disease, and renal failure. Acute myocardial infarction patients with paraplegia were more likely to receive medical therapy without a diagnostic cardiac catheterization than those without (83.7% vs 64.5%, P<0.001). Nine percent of acute myocardial infarction patients with paraplegia received revascularization, which was significantly lower than the use of revascularization in a propensity-score-matched cohort without paraplegia [percutaneous coronary intervention: 7.1% vs 17.5% (P<0.001); bypass grafting: 1.9% vs 6.0% (P<0.001)]. In terms of the clinical outcome, patients with paraplegia had higher in-hospital mortality than those without [22.4% (95% confidence interval (CI), 20.2%-24.6%) vs 16.8% (15.9%-17.7%)]. Among the patients with paraplegia, the subcohort that received revascularization had lower in-hospital morality [9.5% (4.3%-14.6% ) vs 22.0% (18.8%-25.2%)], shorter length of stay (days) [13.0 (9.9-16.0) vs 16.9 (15.1-18.8)], higher hospital charges ($) [130,079 (83,988-176,170) vs 92,125 (72,109-112,140)], and were more likely to be discharged to home [28.3% (20.4%-36.2%) vs 11.8% (9.3%-11.4%)] than the propensity-score-matched subcohort without revascularization. Furthermore, the paraplegic subcohort underwent coronary artery bypass grafting that was associated with higher in-hospital mortality [21.7% (4.5%-38.9%) vs 1.7% (0-4.1%)], longer length of stay (days) [24.8 (17.7-32.0) vs 14.2 (11.2-17.1)], higher hospital charges ($) [231,323 (182,658-279,988) vs 144,449 (122,157-166,741)], than the propensity-score-matched subcohort that received percutaneous coronary intervention.Acute myocardial infarction patients with paraplegia had distinct clinical characteristics and comorbidity profiles. Compared to those without paraplegia, patients with paraplegia were less likely to receive revascularization therapy and had higher in-hospital mortality. Acute myocardial infarction patients with paraplegia who underwent revascularization were associated with better clinical outcomes, in particular, those who were treated with percutaneous coronary intervention had significantly lower in-hospital mortality than that for those with coronary artery bypass grafting.", "id": "29274759", "date": "2017-12-21", "title": "Acute Myocardial Infarction in Patients with Paraplegia: Characteristics, Management, and Outcomes.", "doi": "10.1016/j.amjmed.2017.11.045", "journal": ["The American journal of medicine", "Am. J. Med."]}