{"authors": [["Bunbupha", "Sarawoot", "S", "Department of Physiology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand; Faculty of Medicine, Mahasarakham University, 44000, Maha Sarakham, Thailand."], ["Wunpathe", "Chutamas", "C", "Department of Physiology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand."], ["Maneesai", "Putcharawipa", "P", "Department of Physiology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand; Cardiovascular Research Group, Khon Kaen University, 40002, Khon Kaen, Thailand."], ["Berkban", "Thewarid", "T", "Faculty of Medicine, Mahasarakham University, 44000, Maha Sarakham, Thailand."], ["Kukongviriyapan", "Upa", "U", "Department of Physiology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand; Cardiovascular Research Group, Khon Kaen University, 40002, Khon Kaen, Thailand."], ["Kukongviriyapan", "Veerapol", "V", "Department of Pharmacology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand."], ["Prachaney", "Parichat", "P", "Department of Anatomy, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand; Cardiovascular Research Group, Khon Kaen University, 40002, Khon Kaen, Thailand."], ["Pakdeechote", "Poungrat", "P", "Department of Physiology, Faculty of Medicine, Khon Kaen University, 40002, Khon Kaen, Thailand; Cardiovascular Research Group, Khon Kaen University, 40002, Khon Kaen, Thailand. Electronic address: ppoung@kku.ac.th."]], "text": "Carthamus tinctorius L. (CT) is widely used in Asian countries as a beverage and in folk medicine. The effects of CT extract on hemodynamics, vascular remodeling, the renin-angiotensin system (RAS) and oxidative stress in the two-kidney, one clip (2K-1C) hypertensive rat model were investigated. Renovascular hypertension was induced in male Sprague-Dawley rats and were treated with CT extract (500mg/kg/day) or captopril (5mg/kg/day) or vehicle for four weeks. CT extract or captopril reduced blood pressure, hindlimb vascular resistance, and increased hindlimb blood flow in 2K-1C hypertensive rats (p<0.05). Increases in aortic wall thickness, cross-sectional area and collagen deposition in 2K-1C rats were alleviated with CT extract or captopril treatment (p<0.05). CT extract or captopril suppressed RAS activation, including elevated serum ACE activity, and plasma Ang II level and up-regulated aortic AT1R protein expression in 2K-1C rats (p<0.05). Furthermore, CT extract or captopril reduced vascular superoxide production, aortic NADPH oxidase subunit gp91phox expression and increased plasma nitric oxide metabolite levels in 2K-1C rats (p<0.05). These findings suggest that CT extract ameliorated hemodynamic alteration and vascular remodeling in 2K-1C hypertensive rats. Possible mechanisms may involve RAS inhibitor effects and potent antioxidant activity.", "id": "29274384", "date": "2017-12-20", "title": "Carthamus tinctorius L. extract improves hemodynamic and vascular alterations in a rat model of renovascular hypertension through Ang II-AT1R-NADPH oxidase pathway.", "doi": "10.1016/j.aanat.2017.11.005", "journal": ["Annals of anatomy = Anatomischer Anzeiger : official organ of the Anatomische Gesellschaft", "Ann. Anat."]}