{"authors": [["Kashani", "Kianoush", "K", "Division of Nephrology and Hypertension, Rochester, MN, USA."], ["Sarvottam", "Kumar", "K", "Internal Medicine Residency Program, Sinai Hospital of Baltimore, Baltimore, MD, USA."], ["Pereira", "Naveen L", "NL", "Department of Cardiovascular Medicine, Rochester, MN, USA."], ["Barreto", "Erin F", "EF", "Pharmacy Services, Rochester, MN, USA."], ["Kennedy", "Cassie C", "CC", "Division of Pulmonary and Critical Care Medicine, Rochester, MN, USA."]], "text": "Frailty, including low muscle mass, is an emerging risk factor for poor outcomes after lung transplant. The sarcopenia index (SI)-(serum creatinine value/cystatin C value) × 100-is a novel blood test to approximate muscle mass. We sought to validate SI among lung transplant patients.We retrospectively identified adult lung transplant recipients from 2000 through 2012 at our institution who underwent computed tomography within 1 year before transplant and had preserved blood samples. Creatinine and cystatin C values were measured using the samples and used to calculate SI. Muscle mass was estimated by computed tomographic measurement of skeletal muscle cross-sectional surface area (SA) at the L1 to L3 vertebral levels. Correlation between SI and SA was evaluated.Of 28 patients meeting eligibility criteria, most were white (96%) and men (54%). Median (interquartile range) body mass index, SI, and SA were 25.9 (22-30) kg/m2 , 106 (91-119), and 157 (113-195) cm2, respectively. The Pearson correlation coefficient between SI and SA was significant at L2 (0.43; P = .02) and L3 (0.41; P = .03).Sarcopenia index is a potentially objective measure for estimating muscle mass that is noninvasive and less expensive. Sarcopenia index could be considered in lung transplant candidate selection following prospective validation in larger cohorts.", "id": "29274246", "date": "2017-12-23", "title": "The sarcopenia index: A novel measure of muscle mass in lung transplant candidates.", "doi": "10.1111/ctr.13182", "journal": ["Clinical transplantation", "Clin Transplant"]}