{"authors": [["Evangelisti", "Maria A", "MA", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Deiana", "Roberta", "R", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Melosu", "Valentino", "V", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Burrai", "Giovanni P", "GP", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Ballocco", "Isabella", "I", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Varcasia", "Antonio", "A", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Scala", "Antonio", "A", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."], ["Manunta", "Maria L", "ML", "Department of Veterinary Medicine, University of Sassari, Sassari, Italy."]], "text": "Diagnosing high intracranial pressure by clinical and diagnostic imaging is particularly challenging for chronic or slow-growing lesions. The aim of this prospective case-control study is to determine whether the neuroscore and brain magnetic resonance imaging (MRI) are related to the direct measurement of intracranial pressure in sheep affected by intracranial slow-growing lesions due to chronic cerebral coenurosis (Coenurus cerebralis). Seventeen affected and 10 control sheep were included. All animals underwent a neurological examination, MRI of the brain, and direct measurement of intracranial pressure. The severity of clinical signs and MRI findings were scored. Data were statistically analyzed. The invasive intracranial pressure value was higher in affected animals. A severely altered neuroscore is related to an increased intracranial pressure beyond the normal threshold (P < 0.05). The volume of the calvarium was larger in affected animals than in control animals (P = 0.0001) and was positively influenced by the presence and volume of the parasitic cyst (r = 0.7881, P < 0.01). Several degrees of deviation and deformation of both the ventricular system and brain parenchyma were detected by MRI. Subjective MRI findings were not associated with intracranial hypertension. In conclusion, this study shows that in sheep affected by slow-growing lesions, severe alterations in the neuroscore and the results of objective MRI are related to an increased intracranial pressure beyond the normal threshold.", "id": "29274112", "date": "2017-12-22", "title": "Relationships among neuroscore, magnetic resonance imaging features, and intracranial pressure in sheep affected by slow-growing brain lesions.", "doi": "10.1111/vru.12589", "journal": ["Veterinary radiology & ultrasound : the official journal of the American College of Veterinary Radiology and the International Veterinary Radiology Association", "Vet Radiol Ultrasound"]}