{"authors": [["Mizia-Stec", "Katarzyna", "K", "First Department of Cardiology, School of Medicine in Katowice, Medical University of Silesia, 47 Ziołowa St., 40-635, Katowice, Poland."], ["Elżbieciak", "Marek", "M", "First Department of Cardiology, School of Medicine in Katowice, Medical University of Silesia, 47 Ziołowa St., 40-635, Katowice, Poland."], ["Wybraniec", "Maciej T", "MT", "First Department of Cardiology, School of Medicine in Katowice, Medical University of Silesia, 47 Ziołowa St., 40-635, Katowice, Poland. maciejwybraniec@gmail.com."], ["Różewicz", "Monika", "M", "Department of Congenital Cardiac Defects, The Cardinal Stefan Wyszynski Institute of Cardiology, Warsaw, Poland."], ["Bodys", "Artur", "A", "Stefan Cardinal Wyszynski Regional Hospital, Lublin, Poland."], ["Braksator", "Wojciech", "W", "Department of Cardiology, Hypertension and Internal Medicine, 2nd Medical Faculty, Medical University of Warsaw, Warsaw, Poland."], ["Gąsior", "Zbigniew", "Z", "Second Department of Cardiology, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Gościniak", "Piotr", "P", "Department of Cardiology, Province Hospital, Szczecin, Poland."], ["Hryniewiecki", "Tomasz", "T", "Department of Heart Valve Diseases, The Cardinal Stefan Wyszynski Institute of Cardiology, Warsaw, Poland."], ["Kasprzak", "Jarosław", "J", "Department of Cardiology, Medical University of Lodz, Lodz, Poland."], ["Wojtarowicz", "Andrzej", "A", "Department of Cardiology, Pomeranian Medical University, Szczecin, Poland."], ["Zdziarska", "Barbara", "B", "Department of Hematology, Pomeranian Medical University, Szczecin, Poland."], ["Płońska-Gościniak", "Edyta", "E", "Department of Cardiology, Pomeranian Medical University, Szczecin, Poland."]], "text": "The cardiotoxicity of chemotherapy (CTx) for non-Hodgkin's lymphomas is not well recognized. In order to facilitate individual risk counseling for patients, we analyzed the effect of CTx on echocardiographic indices in regard to clinical data in patients treated for non-Hodgkin's lymphoma (NHL). A prospective multicenter ONCO-ECHO trial included 67 patients with NHL (45 patients with DLBCL (diffuse large B cell lymphoma) and 22 with non-DLBCL). Patients received standard CTx, primarily R-CHOP, CHOP, R-COP and COP regimens. Clinical data and echocardiographic indices were obtained at baseline, 3-, 6- and 12-month follow-up. The primary end point representing CTx cardiotoxicity was defined as a ≥ 10% decrease in the left ventricular ejection fraction (LVEF) during 12-month observation. In a 12-month follow-up five (7.5%) deaths occurred, while no clinical manifestations of heart failure were reported. There was an increase in left ventricular end-systolic diameter (p = 0.002) and E/e' index (p = 0.036) in 12-month observation. Preexisting coronary artery disease was associated with significant decrease in the ΔLVEF (p = 0.008), increase in ΔLVEDV (p = 0.03) and ΔLVESV (p = 0.02) and increase in the Δ left atrium diameter (p = 0.02); while history of arterial hypertension was related to significant decrease in the ΔLVEF (p = 0.039), diabetes mellitus was related to significant increase in the ΔE/e' index (p = 0.002). The primary end point was reported in ten (14.9%) patients. There were no independent risk factors for cardiotoxicity in the study population. Chemotherapy administered to NHL patients may induce dilatation and impaired LV diastolic function. Standard cardiovascular risk factors may predispose patients to negative LV remodeling.", "id": "29274027", "date": "2017-12-22", "title": "Chemotherapy and echocardiographic indices in patients with non-Hodgkin lymphoma: the ONCO-ECHO study.", "doi": "10.1007/s12032-017-1075-2", "journal": ["Medical oncology (Northwood, London, England)", "Med. Oncol."]}