{"authors": [["Zhang", "Yachao", "Y", "Y Zhang, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Yang", "Jieqiong", "J", "J Yang, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Lv", "Shi-Jian", "SJ", "S Lv, Center for Reproductive Medicine, Ren Ji Hosptial, School of medicine, Shanghai Jiao Tong University , Shanghai, China."], ["Zhao", "Dong-Qin", "DQ", "D Zhao, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Chen", "Zi-Jiang", "ZJ", "Z Chen, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Li", "Weiping", "W", "W Li, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China."], ["Zhang", "Cong", "C", "C Zhang, Center for Reproductive Medicine, Ren Ji Hospital, School of Medicine, Shanghai Jiao Tong University, Shanghai, China zhangxinyunlife@163.com."]], "text": "Preeclampsia is a pregnancy-induced disorder characterized by hypertension and proteinuria after 20 weeks of gestation, affecting 5-7% of pregnancies worldwide. So far, the etiology of PE remains poorly understood. Abnormal decidualization is thought to contribute to the development of preeclampsia. SP1 belongs to the Sp/KLF super family and can recruit P300 to regulate transcription of several genes. SP1 is also very important for decidualization as it enhances the expression of tissue factor. In this study, we investigated the expression of SP1 and P300 in deciduae and their relationship with PE. We found that the expression of SP1 and P300 was reduced at both mRNA and protein levels in decidual tissues derived from individuals with PE as compared to those from normal pregnant females. In the in-vitro model of induction of decidualization, we found an increase in both SP1 and P300 levels. Silencing of SP1 and P300 resulted in abnormal decidualization and a significant reduction in the expression of the decidualization markers Insulin-like growth factor binding protein1 and prolactin. Furthermore, the expression of vascular endothelial growth factor was also decreased upon SP1 and P300 silencing. Similar results were observed in primary human endometrial stromal cells. Our results suggest that SP1 and P300 play an important role during decidualization. Dysfunction of SP1 and P300 leads to impaired decidualization and might contribute to PE development.", "id": "29273682", "date": "2017-12-22", "title": "Down regulation of decidual SP1 and p300 is associated with severe preeclampsia.", "doi": "10.1530/JME-17-0180", "journal": ["Journal of molecular endocrinology", "J. Mol. Endocrinol."]}