{"authors": [["Li", "Wen-Yi", "WY", "Department of Pharmacotherapy and Translational Research, University of Florida, Gainesville, Florida."], ["Yu", "Guo", "G", "Department of Pharmacotherapy and Translational Research, University of Florida, Gainesville, Florida; Drug Clinical Trial Institution, Subei People's Hospital, Yangzhou, Jiangsu, China."], ["Hogan", "Renee M", "RM", "Division of Nephrology, Hypertension, and Renal Transplantation, University of Florida, Gainesville, Florida."], ["Mohandas", "Rajesh", "R", "Department of Medicine, Nephrology and Hypertension Section, Department of Veterans Affairs Medical Center, North Florida/South Georgia Veterans Health System, Gainesville, Florida; Division of Nephrology, Hypertension, and Renal Transplantation, University of Florida, Gainesville, Florida."], ["Frye", "Reginald F", "RF", "Department of Pharmacotherapy and Translational Research, University of Florida, Gainesville, Florida."], ["Gumpricht", "Eric", "E", "Isagenix International LLC, Gilbert, Arizona."], ["Markowitz", "John S", "JS", "Department of Pharmacotherapy and Translational Research, University of Florida, Gainesville, Florida. Electronic address: jmarkowitz@cop.ufl.edu."]], "text": "The purpose of this study was to compare the bioavailability between 2 milk thistle-containing dietary supplements, Product B and IsaGenesis, in healthy volunteers.Bioavailability between Product B, originally formulated as a powdered capsule, and IsaGenesis, reformulated as a soft gel, were compared by measuring silybin A and silybin B as surrogate pharmacokinetic markers for differences in absorption and bioavailability. For this randomized, open-label, crossover pharmacokinetic study, 12 healthy volunteers consumed a single-dose serving of each supplement separated by at least a 7-day washout period. Serial blood samples were obtained at 0, 0.5, 1, 1.5, 2, 3, 4, 6, and 8 hours and analyzed via LC-MS/MS.Rapid absorption and elimination of silybin A and silybin B have been observed after oral administration of both Product B and IsaGenesis. However, the absorption rate and extent, as indicated by mean the Cmax and mean plasma AUC, were significantly higher for the IsaGenesis soft gel formulation. The dose-corrected mean Cmax was 365% and 450% greater for silybin A and B, respectively, relative to powdered Product B. The time to Tmax was reached, on average, at least 1 hour earlier with IsaGenesis relative to Product B for both silybin A and silybin B.The IsaGenesis soft gel formulation provided substantially greater absorption and bioavailability of silybin A and silybin B relative to the powdered Product B supplement. ClinicalTrials.gov Identifier: NCT02529605.", "id": "29273470", "date": "2017-12-19", "title": "Relative Bioavailability of Silybin A and Silybin B From 2 Multiconstituent Dietary Supplement Formulations Containing Milk Thistle Extract: A Single-dose Study.", "doi": "10.1016/j.clinthera.2017.11.013", "journal": ["Clinical therapeutics", "Clin Ther"]}