{"authors": [["Orces", "Carlos H", "CH", "Laredo Medical Center, Department of Medicine, 1700 East Saunders, Laredo, TX 78041, United States. Electronic address: corces07@yahoo.com."], ["Lorenzo", "Carlos", "C", "University of Texas Health Science Center, Division of Clinical Epidemiology, 7703 Floyd Curl Drive, San Antonio, TX 78229, United States. Electronic address: LORENZO@uthscsa.edu."]], "text": "To examine the prevalence of prediabetes and diabetes among subjects aged 60 years and older in Ecuador.The present study used data from the National Survey of Health, Wellbeing, and Aging to describe the prevalence of prediabetes and diabetes among older adults. Logistic regression models were assembled to examine the association between certain demographic and health characteristics of participants and prediabetes and diabetes prevalence rates.Of 2298 participants, the prevalence of prediabetes and diabetes was 36.9% (95% CI: 34.2%-39.6%) and 16.7% (95% CI: 14.9%-18.7%) among older adults in Ecuador, respectively. Notably, higher diabetes prevalence rates were seen among women, black subjects, residents in the urban coastal region, and obese participants than those without. In general, the prevalence of diabetes widely varied across provinces of the country, with higher rates seen in provinces along the coastal region of the country. After adjustment for age, gender, and BMI, residents in the urban coast, subjects with greater number of comorbidities, and those classified as having hypertension, and hypertriglyceridemia had significantly higher odds of having diabetes than those without.Prediabetes and diabetes are prevalent among older adults in Ecuador. The increased prevalence of these metabolic disorders was particularly associated with obesity. Thus, the present findings may assist health care authorities to implement healthy lifestyle interventions among older Ecuadorians at risk for diabetes.", "id": "29273428", "date": "2017-12-16", "title": "Prevalence of prediabetes and diabetes among older adults in Ecuador: Analysis of the SABE survey.", "doi": "10.1016/j.dsx.2017.12.002", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}