{"authors": [["Du", "Zhaoqing", "Z", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Dong", "Jian", "J", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Zhang", "Jia", "J", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Bi", "Jianbin", "J", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Wu", "Zheng", "Z", "Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Lv", "Yi", "Y", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China."], ["Zhang", "Xufeng", "X", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China; Department of Hepatobiliary Surgery, First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi Province, China. Electronic address: xfzhang125@126.com."], ["Wu", "Rongqian", "R", "Shaanxi Provincial Center for Regenerative Medicine and Surgical Engineering, Xi'an, Shaanxi Province, China; Institute of Advanced Surgical Technology and Engineering, Xi'an, Shaanxi Province, China. Electronic address: rwu001@mail.xjtu.edu.cn."]], "text": "Postoperative complications after splenectomy are not rare and can be serious in cirrhotic patients. The purpose of this study was to assess postoperative complications using the comprehensive complication index (CCI) after splenectomy in cirrhotic patients and identify risk factors for those who developed a high postoperative CCI score.This retrospective study included 208 adult patients with viral hepatitis-related cirrhosis, who underwent elective splenectomy at our hospital from January 2002 to June 2012. The primary outcome was the CCI score. A CCI score >30 was considered to be a high CCI score.The median CCI score in this cohort was 25.6 (range: 8.7-62.9), and 66 patients (31.7%) had a CCI score >30. Univariable and multivariable analyses showed that the risk factors independently associated with a high CCI score were a history of hypertension and a model for end-stage liver disease (MELD) score ≥10 prior to splenectomy.A high CCI score is common in cirrhotic patients undergoing splenectomy. The CCI is a useful grading system to assess postoperative morbidity in cirrhotic patients undergoing splenectomy. Preoperative blood pressure control is recommended and cirrhotic patients with an elevated MELD score should consider other treatment options for hypersplenism.", "id": "29273377", "date": "2017-11-01", "title": "Incidence and risk factors associated with a high comprehensive complication index score after splenectomy in cirrhotic patients with hypersplenism.", "doi": "10.1016/j.jss.2017.09.045", "journal": ["The Journal of surgical research", "J. Surg. Res."]}