{"authors": [["Hommos", "Musab S", "MS", "Division of Nephrology and Hypertension, Department of Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Zeng", "Caihong", "C", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Liu", "Zhihong", "Z", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Troost", "Jonathan P", "JP", "Division of Nephrology, Department of Pediatrics and Communicable Diseases, C.S. Mott Children's Hospital, University of Michigan, Ann Arbor, Michigan, USA."], ["Rosenberg", "Avi Z", "AZ", "Department of Pathology, Johns Hopkins University, Baltimore, Maryland, USA."], ["Palmer", "Matthew", "M", "Department of Pathology University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Kremers", "Walter K", "WK", "Division of Biomedical Statistics and Informatics, Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota, USA."], ["Cornell", "Lynn D", "LD", "Division of Anatomic Pathology, Department of Laboratory Medicine and Pathology, Mayo Clinic, Rochester, Minnesota, USA."], ["Fervenza", "Fernando C", "FC", "Division of Nephrology and Hypertension, Department of Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Barisoni", "Laura", "L", "Department of Pathology, University of Miami, Miller School of Medicine, Miami, Florida, USA."], ["Rule", "Andrew D", "AD", "Division of Nephrology and Hypertension, Department of Medicine, Mayo Clinic, Rochester, Minnesota, USA. Electronic address: rule.andrew@mayo.edu."]], "text": "Globally sclerotic glomeruli (GSG) occur with both normal aging and kidney disease. However, it is unknown whether any GSG or only GSG exceeding that expected for age is clinically important. To evaluate this, we identified patients with a glomerulopathy that often presents with nephrotic syndrome (focal segmental glomerulosclerosis, membranous nephropathy, or minimal change disease) in the setting of the Nephrotic Syndrome Study Network (NEPTUNE), China-Digital Kidney Pathology (DiKiP), and the Southeast Minnesota cohorts. Age-based thresholds (95th percentile) for GSG based on normotensive living kidney donors were used to classify each patient into one of three groups; no GSG, GSG normal for age, or GSG abnormal for age. The risk of end-stage renal disease or a 40% decline in glomerular filtration rate during follow-up was then compared between groups. Among the 425 patients studied, 170 had no GSG, 107 had GSG normal for age, and 148 had GSG abnormal for age. Compared to those with no GSG, the risk of kidney disease progression with GSG normal for age was similar but was significantly higher with GSG abnormal for age. This increased risk with GSG abnormal for age remained significant after adjustment for interstitial fibrosis, arteriosclerosis, age, hypertension, diabetes, body mass index, glomerulopathy type, glomerular filtration rate, and proteinuria. Thus, in patients with glomerulopathy that often presents with nephrotic syndrome, global glomerulosclerosis is clinically important only if it exceeds that expected for age.", "id": "29273332", "date": "2017-12-19", "title": "Global glomerulosclerosis with nephrotic syndrome; the clinical importance of age adjustment.", "doi": "10.1016/j.kint.2017.09.028", "journal": ["Kidney international", "Kidney Int."]}