{"authors": [["Gkaliagkousi", "Eugenia", "E", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece. Electronic address: eugalant@yahoo.com."], ["Anyfanti", "Panagiota", "P", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Triantafyllou", "Areti", "A", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Gavriilaki", "Eleni", "E", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Nikolaidou", "Barbara", "B", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Lazaridis", "Antonios", "A", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Vamvakis", "Anastasios", "A", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Douma", "Stella", "S", "3rd Department of Internal Medicine, Papageorgiou Hospital, Aristotle University of Thessaloniki, Thessaloniki, Greece."]], "text": "We investigated whether aldosterone concurrently mediates microvascular and macrovascular impairment, in a population of treatment-naïve young- to middle-aged individuals free from cardiovascular comorbidities. Newly diagnosed, never-treated essential hypertensive patients and normotensive individuals participated in the study. Pulse wave velocity (PWV) and augmentation index were estimated with applanation tonometry. Microalbuminuria was determined from 24-hour urine collections. Laboratory tests included measurement of plasma renin activity, serum aldosterone, and high-sensitivity C-reactive protein. In 221 individuals aged 42.0 ± 12.3 years, classification in the highest aldosterone tertile was associated with the highest levels of blood pressure (BP), PWV, and high-sensitivity C-reactive protein (P < .05 for all). These individuals also exhibited twice the prevalence of microalbuminuria, compared to the first tertile (P = .081). Multivariate analysis showed that the positive association between PWV and increasing aldosterone tertiles remained significant after adjustment for BP and other parameters (P = .035). Likewise, aldosterone independently predicted microalbuminuria (P = .026) in the logistic regression analysis. In treatment-naïve individuals whose BP ranges from normal to early-stage hypertension, significant interactions exist between aldosterone and indices of microvascular and macrovascular damage. These findings suggest that aldosterone concurrently modulates microvascular and macrovascular function from the very early stages of essential hypertension and is dynamically implicated in the pathogenesis of hypertensive vascular disease.", "id": "29273276", "date": "2017-12-11", "title": "Aldosterone as a mediator of microvascular and macrovascular damage in a population of normotensive to early-stage hypertensive individuals.", "doi": "10.1016/j.jash.2017.12.001", "journal": ["Journal of the American Society of Hypertension : JASH", "J Am Soc Hypertens"]}