{"authors": [["Volpe", "Massimo", "M", "Division of Cardiology, Department of Clinical and Molecular Medicine, Faculty of Medicine and Psychology, University of Rome Sapienza, Sant'Andrea Hospital, Rome, Italy; IRCCS Neuromed, Pozzilli, IS, Italy. Electronic address: massimo.volpe@uniroma1.it."], ["Gallo", "Giovanna", "G", "Division of Cardiology, Department of Clinical and Molecular Medicine, Faculty of Medicine and Psychology, University of Rome Sapienza, Sant'Andrea Hospital, Rome, Italy."], ["Tocci", "Giuliano", "G", "Division of Cardiology, Department of Clinical and Molecular Medicine, Faculty of Medicine and Psychology, University of Rome Sapienza, Sant'Andrea Hospital, Rome, Italy; IRCCS Neuromed, Pozzilli, IS, Italy."]], "text": "Control of blood pressure (BP) in hypertension is recognized as a key measure in the management of cardiovascular (CV) risk and is a cornerstone of preventive strategies. It is not defined, however, whether an initiation of the antihypertensive treatment in the early stages of hypertension (such as prehypertension or high-normal BP), may bring benefits for the long-term prevention of CV events. In addition, it has not been thoroughly addressed the issue whether achievement of a prompt BP reduction in hypertensive patients may contribute to reduce CV damage and events. The aim of this article is to critically examine data from studies exploring these important questions. Our conclusion is that the available evidence, though not very extensive, supports the prevailing benefits associated with early BP control. We also discuss the therapeutic strategies to achieve early control of BP. Finally, we believe that this aspect deserves to be more thoroughly addressed in upcoming international guidelines.", "id": "29273242", "date": "2017-12-13", "title": "Is early and fast blood pressure control important in hypertension management?", "doi": "10.1016/j.ijcard.2017.12.026", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}