{"authors": [["Roustaei", "Mehrdad", "M", "Center of Excellence in Energy Conversion, School of Mechanical Engineering, Sharif University of Technology, Tehran, Iran. Electronic address: mehrdad_roustaei@mech.sharif.ir."], ["Nikmaneshi", "Mohammad Reza", "MR", "Center of Excellence in Energy Conversion, School of Mechanical Engineering, Sharif University of Technology, Tehran, Iran. Electronic address: mr_nikmaneshi@mech.sharif.edu."], ["Firoozabadi", "Bahar", "B", "Center of Excellence in Energy Conversion, School of Mechanical Engineering, Sharif University of Technology, Tehran, Iran. Electronic address: firoozabadi@sharif.edu."]], "text": "Due to increased atherosclerosis-caused mortality, identification of its genesis and development is of great importance. Although, key factors of the origin of the disease is still unknown, it is widely believed that cholesterol particle penetration and accumulation in arterial wall is mainly responsible for further wall thickening and decreased rate of blood flow during a gradual progression. To date, various effective components are recognized whose simultaneous consideration would lead to a more accurate approximation of Low Density Lipoprotein (LDL) distribution within the wall. In this research, a multilayer Fluid-Structure Interaction (FSI) model is studied to simulate the penetration of LDL into the arterial wall. Distention impact on wall properties is taken into account by considering FSI and Wall Shear Stress (WSS) dependent endothelium properties. The results show intensified permeation of LDL whilst the FSI approach is applied. In addition, luminal distension prompted by FSI reduces WSS along lumen/wall interface, especially in hypertension. This effect leads to a lowered endothelial resistance against LDL permeation, comparing to the case in which WSS effect is overlooked. The results are in an acceptable consistency with the clinical researches on WSS effect on atherosclerosis development.", "id": "29273220", "date": "2017-12-07", "title": "Simulation of Low Density Lipoprotein (LDL) permeation into multilayer coronary arterial wall: Interactive effects of wall shear stress and fluid-structure interaction in hypertension.", "doi": "10.1016/j.jbiomech.2017.11.029", "journal": ["Journal of biomechanics", "J Biomech"]}