{"authors": [["Bogle", "Brittany M", "BM", "Department of Epidemiology, University of North Carolina at Chapel Hill. Electronic address: bbogle@email.unc.edu."], ["Ning", "Hongyan", "H", "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL."], ["Goldberger", "Jeffrey J", "JJ", "Cardiovascular Division, University of Miami Miller School of Medicine, Miami, FL."], ["Mehrotra", "Sanjay", "S", "Northwestern University McCormick School of Engineering, Evanston, IL."], ["Lloyd-Jones", "Donald M", "DM", "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL."]], "text": "Although sudden cardiac death is a leading cause of death in the United States, most victims of sudden cardiac death are not identified as at-risk prior to death. We sought to derive and validate a population-based risk score that predicts sudden cardiac death.The Atherosclerosis Risk in Communities (ARIC) Study recorded clinical measures from men and women aged 45-64 at baseline; 11,335 white and 3,780 black participants were included in this analysis. Participants were followed over 10 years and sudden cardiac death was physician-adjudicated. Cox proportional hazards models were used to derive race-specific equations to estimate the 10-year sudden cardiac death risk. Covariates for the risk score were selected from available demographic and clinical variables. Utility was assessed by calculating discrimination (Harrell's c-index) and calibration (Hosmer-Lemeshow chi-square test). The white-specific equation was validated among 5,626 Framingham Heart Study participants.During 10 years' follow-up among ARIC participants (mean age 54.4 years, 52.4% women), 145 participants experienced sudden cardiac death; the majority occurred in the highest quintile of predicted risk. Model covariates included age, sex, total cholesterol, lipid-lowering and hypertension medication use, blood pressure, smoking status, diabetes, and body mass index. The score yielded very good internal discrimination (white-specific c-index: 0.82, 95% CI: 0.78-0.85; black-specific c-index: 0.75 (0.68-0.82)) and very good external discrimination among Framingham participants (c-index: 0.82 95% CI: 0.79-0.86). Calibration plots indicated excellent calibration in ARIC (white-specific : 5.3, p=0.82, black-specific : 4.1, p=0.77) and a simple recalibration led to excellent fit within Framingham (: 2.1, p-value: 0.99).The proposed risk scores may be used to identify those at risk for sudden cardiac death within 10 years, and particularly classify those at highest risk who may merit further screening.", "id": "29273191", "date": "2017-12-19", "title": "A Simple Community-Based Risk Prediction Score for Sudden Cardiac Death.", "doi": "10.1016/j.amjmed.2017.12.002", "journal": ["The American journal of medicine", "Am. J. Med."]}