{"authors": [["Xu", "Rui-Hua", "RH", "Department of Medical Oncology, Sun Yat-sen University Cancer Center, State Key Laboratory of Oncology in South China, Collaborative Innovation Center for Cancer Medicine, Guangzhou, 510060, Guangdong, P. R. China."], ["Shen", "Lin", "L", "Key Laboratory of Carcinogenesis and Translational Research (Ministry of Education), Department of Gastrointestinal Oncology, Peking University Cancer Hospital & Institute, No 52, Fucheng Road, Haidian District, Beijing, 100142, P. R. China. lin100@medmail.com.cn."], ["Wang", "Ke-Ming", "KM", "Department of Medical Oncology, Second Affiliated Hospital of Nanjing Medical University, Nanjing, 210011, Jiangsu, P. R. China."], ["Wu", "Gang", "G", "Cancer Center of Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, Hubei, P. R. China."], ["Shi", "Chun-Mei", "CM", "Department of Medical Oncology, Fujian Medical University Union Hospital, Fuzhou, 350001, Fujian, P. R. China."], ["Ding", "Ke-Feng", "KF", "Department of Surgical Oncology, Second Hospital Affiliated to Zhejiang University School of Medicine, Hangzhou, 310009, Zhejiang, P. R. China."], ["Lin", "Li-Zhu", "LZ", "Department of Oncology, First Affiliated Hospital of Guangzhou Medical University of Chinese Medicine, Guangzhou, 510405, Guangdong, P. R. China."], ["Wang", "Jin-Wan", "JW", "Department of Medical Oncology, Chinese Academy of Medical Sciences Cancer Hospital, Beijing, 100021, P. R. China."], ["Xiong", "Jian-Ping", "JP", "Department of Medical Oncology, First Affiliated Hospital of Nanchang University, Nanchang, 330006, Jiangxi, P. R. China."], ["Wu", "Chang-Ping", "CP", "Department of Medical Oncology, First People's Hospital of Changzhou, Changzhou, 213003, Jiangsu, P. R. China."], ["Li", "Jin", "J", "Department of Medical Oncology, Fudan University Cancer Hospital, Shanghai, 200032, P. R. China."], ["Liu", "Yun-Peng", "YP", "Department of Medical Oncology, First Hospital of China Medical University, Shenyang, 110001, Liaoning, P. R. China."], ["Wang", "Dong", "D", "Cancer Center, Daping Hospital and Institute of Surgery Research, Third Military Medical University, Chongqing, 400042, P. R. China."], ["Ba", "Yi", "Y", "Department of Gastrointestinal Medical Oncology, Tianjin Medical University Cancer Institute and Hospital, Tianjin, 300060, P. R. China."], ["Feng", "Jue-Ping", "JP", "Department of Oncology, PuAi Hospital of Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430032, Hubei, P. R. China."], ["Bai", "Yu-Xian", "YX", "Department of Medical Oncology, Harbin Medical University Cancer Hospital, Harbin, 150081, Heilongjiang, P. R. China."], ["Bi", "Jing-Wang", "JW", "Department of Oncology, Jinan Military General Hospital, Jinan, 250000, Shandong, P. R. China."], ["Ma", "Li-Wen", "LW", "Department of Tumor Chemotherapy and Radiology, Peking University Third Hospital, Beijing, 100191, P. R. China."], ["Lei", "Jian", "J", "Department of Gastrointestinal Surgery, First Affiliated Hospital of Guangzhou Medical University, Guangzhou, 510120, Guangdong, P. R. China."], ["Yang", "Qing", "Q", "Department of Clinical Medicine, Jiangsu Hengrui Medicine Co., Ltd, Lianyungang, 222047, Jiangsu, P. R. China."], ["Yu", "Hao", "H", "Department of Epidemic and Health Statistics, Nanjing Medical University, Nanjing, 211166, Jiangsu, P. R. China."]], "text": "Metastatic colorectal cancer (mCRC) patients with progressive disease after all available standard therapies need new medication for further treatment. Famitinib is a small-molecule multikinase inhibitor, with promising anticancer activities. This multicenter, randomized, double-blinded, placebo-controlled, phase II clinical trial was designed to evaluate the safety and efficacy of famitinib in mCRC.Famitinib or placebo was administered orally once daily. The primary endpoint was progression-free survival (PFS). Secondary endpoints included objective response rate (ORR), disease control rate (DCR), overall survival (OS), quality-of-life (QoL), and safety.Between July 18, 2012 and Jan 22, 2014, a total of 167 patients were screened, and 154 patients were randomized in a 2:1 ratio to receive either famitinib (n = 99) or placebo (n = 55). The median PFS was 2.8 and 1.5 months in the famitinib and placebo groups (hazard ratio = 0.60, 95% confidence interval = 0.41-0.86, P = 0.004). The DCR was 59.8% and 31.4% (P = 0.002) and the ORR was 2.2% and 0.0% (P = 0.540) in the famitinib and placebo groups, respectively. The most frequent grade 3-4 adverse events were hypertension (11.1%), hand-foot syndrome (10.1%), thrombocytopenia (10.1%), and neutropenia (9.1%). Serious adverse events occurred in 11 (11.1%) patients in the famitinib group and 5 (9.1%) in the placebo group (P = 0.788). The median OS of the famitinib and placebo groups was 7.4 and 7.2 months (P = 0.657).Famitinib prolonged PFS in refractory mCRC patients with acceptable tolerability. Trial registration This study was registered on ClinicalTrials.gov (NCT01762293) and was orally presented in the 2015 ASCO-Gastrointestinal Symposium.", "id": "29273089", "date": "2017-12-22", "title": "Famitinib versus placebo in the treatment of refractory metastatic colorectal cancer: a multicenter, randomized, double-blinded, placebo-controlled, phase II clinical trial.", "doi": "10.1186/s40880-017-0263-y", "journal": ["Chinese journal of cancer", "Chin J Cancer"]}