{"authors": [["Miyazaki", "Shinichi", "S", "Department of Respiratory Medicine, Yokkaichi Municipal Hospital, Sibata2-2-37, Shibata, Yokkaichi-shi, Mie, 510-0822, Japan. miyazaki.sin1@gmail.com."], ["Ikeda", "Takuya", "T", "Department of Respiratory Medicine, Yokkaichi Municipal Hospital, Sibata2-2-37, Shibata, Yokkaichi-shi, Mie, 510-0822, Japan."], ["Ito", "Genshi", "G", "Department of Respiratory Medicine, Yokkaichi Municipal Hospital, Sibata2-2-37, Shibata, Yokkaichi-shi, Mie, 510-0822, Japan."], ["Inoue", "Masahide", "M", "Department of Respiratory Medicine, Yokkaichi Municipal Hospital, Sibata2-2-37, Shibata, Yokkaichi-shi, Mie, 510-0822, Japan."], ["Nara", "Keiji", "K", "Department of Pathology, Yokkaichi Municipal Hospital, Sibata2-2-37, Shibata, Yokkaichi-shi, Mie, 510-0822, Japan."], ["Nishinaga", "Yuko", "Y", "Department of Respiratory Medicine, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8560, Japan."], ["Hasegawa", "Yoshinori", "Y", "Department of Respiratory Medicine, Nagoya University Graduate School of Medicine, 65 Tsurumai-cho, Showa-ku, Nagoya, 466-8560, Japan."]], "text": "Pulmonary tumor thrombotic microangiopathy is a special type of tumor thromboembolism. We report the case of a patient who developed pulmonary tumor thrombotic microangiopathy with alveolar hemorrhage. Almost all patients with pulmonary tumor thrombotic microangiopathy die within 1 week of the onset of dyspnea; however, the prognosis in this case was better, with 10 weeks of survival from presentation.A 62-year-old Japanese man was referred to our hospital with a 4-week history of dyspnea on exertion and severe pulmonary hypertension. Five years previously, he had undergone distal gastrectomy for gastric cancer. He was afebrile, normotensive, and hypoxemic. A physical examination was unremarkable except for purpura on his upper extremities and trunk. Blood tests showed anemia and disseminated intravascular coagulation. Chest computed tomography revealed diffuse ground-glass opacities with emphysema in his upper lungs, moderate pleural effusions, mediastinal lymphadenopathy, and enlargement of the right ventricle and main pulmonary artery. A computed tomography pulmonary angiogram showed no evidence of pulmonary embolism. Lung perfusion scintigraphy showed multiple segmental defects. Although recurrence of gastric cancer was confirmed from the results of bone marrow biopsy, bronchoscopy was not performed due to bleeding diathesis. He was treated with corticosteroids, antibiotics, and platelet transfusion, following which resolution of the abnormal lung shadows and right ventricular pressure overload along with partial alleviation of respiratory failure was observed. Because of his poor performance status, he was eventually transited to palliative care and died 6 weeks after admission. Necropsy of the lung confirmed the diagnosis of pulmonary tumor thrombotic microangiopathy with alveolar hemorrhage.Pulmonary tumor thrombotic microangiopathy should be considered in the differential diagnosis of patients with cancer who present with severe pulmonary hypertension. In pulmonary tumor thrombotic microangiopathy, local inflammation in pulmonary microvasculature may contribute to pulmonary hypertension, and regulation of inflammation using corticosteroids may help improve the prognosis.", "id": "29273073", "date": "2017-12-23", "title": "Pulmonary tumor thrombotic microangiopathy successfully treated with corticosteroids: a case report.", "doi": "10.1186/s13256-017-1524-8", "journal": ["Journal of medical case reports", "J Med Case Rep"]}