{"authors": [["Kaminetzky", "Catherine P", "CP", "VA Puget Sound Health Care System, Seattle, WA, USA. Catherine.Kaminetzky@va.gov."], ["Beste", "Lauren A", "LA", "VA Puget Sound Health Care System, Seattle, WA, USA."], ["Poppe", "Anne P", "AP", "VA Puget Sound Health Care System, Seattle, WA, USA."], ["Doan", "Daniel B", "DB", "VA Puget Sound Health Care System, Seattle, WA, USA."], ["Mun", "Howard K", "HK", "Providence Health System, Seattle, WA, USA."], ["Woods", "Nancy Fugate", "NF", "Biobehavioral Nursing and Health Informatics, University of Washington School of Nursing, Seattle, WA, USA."], ["Wipf", "Joyce E", "JE", "VA Puget Sound Health Care System, Seattle, WA, USA."]], "text": "Gaps in chronic disease management have led to calls for novel methods of interprofessional, team-based care. Population panel management (PPM), the process of continuous quality improvement across groups of patients, is rarely included in health professions training for physicians, nurses, or pharmacists. The feasibility and acceptance of such training across different healthcare professions is unknown. We developed and implemented a novel, interprofessional PPM curriculum targeted to diverse health professions trainees.The curriculum was implemented annually among internal medicine residents, nurse practitioner students and residents, and pharmacy residents co-located in a large, academic primary care site. Small groups of interprofessional trainees participated in supervised quarterly seminars focusing on chronic disease management (e.g., diabetes mellitus, hypertension, or chronic obstructive pulmonary disease) or processes of care (e.g., emergency department utilization for nonacute conditions or chronic opioid management). Following brief didactic presentations, trainees self-assessed their clinic performance using patient-level chart review, presented individual cases to interprofessional staff and faculty, and implemented subsequent feedback with their clinic team. We report data from 2011 to 2015. Program evaluation included post-session participant surveys regarding attitudes, knowledge and confidence towards PPM, ability to identify patients for referral to interprofessional team members, and major learning points from the session. Directed content analysis was performed on an open-ended survey question.Trainees (n = 168) completed 122 evaluation assessments. Trainees overwhelmingly reported increased confidence in using PPM and increased knowledge about managing their patient panel. Trainees reported improved ability to identify patients who would benefit from multidisciplinary care or referral to another team member. Directed content analysis revealed that trainees viewed team members as important system resources (n = 82).Structured interprofessional training in PPM is both feasible and acceptable to trainees across multiple professions. Curriculum participants reported improved panel management skills, increased confidence in using PPM, and increased confidence in identifying candidates for interprofessional care. The curriculum could be readily exported to other programs and contexts.", "id": "29273028", "date": "2017-12-22", "title": "Implementation of a novel population panel management curriculum among interprofessional health care trainees.", "doi": "10.1186/s12909-017-1093-y", "journal": ["BMC medical education", "BMC Med Educ"]}