{"authors": [["De Silva", "Dane A", "DA", "Department of Obstetrics & Gynaecology, University of British Columbia, Vancouver, Canada."], ["Proctor", "Lily", "L", "Department of Obstetrics & Gynaecology, University of British Columbia, Vancouver, Canada."], ["von Dadelszen", "Peter", "P", "Department of Women and Children's Health, St Thomas' Hospital, London, United Kingdom."], ["McCoach", "Meghan", "M", "Department of Obstetrics & Gynaecology, University of British Columbia, Vancouver, Canada."], ["Lee", "Tang", "T", "Department of Obstetrics & Gynaecology, University of British Columbia, Vancouver, Canada."], [null, null, null, null], ["Magee", "Laura A", "LA", "Department of Women and Children's Health, St Thomas' Hospital, London, United Kingdom."]], "text": "Magnesium sulphate is recommended by international guidelines to prevent eclampsia among women with pre-eclampsia, especially when it is severe, but fewer than 70% of such women receive magnesium sulphate. We aimed to identify variables that prompt Canadian physicians to administer magnesium sulphate to women with pre-eclampsia.Data were used from the Canadian Perinatal Network (2005-11) of women hospitalized at <29 weeks' who were thought to be at high risk of delivery due to pre-eclampsia (using broad Canadian definition). Unadjusted analyses of relative risks were estimated directly and population attributable risk percent (PAR%) calculated to identify variables associated with magnesium sulphate use. A multivariable model was created and a generalized estimating equation was used to estimate the adjusted RR that explained magnesium sulphate use in pre-eclampsia. The adjusted PAR% was estimated by bootstrapping.Of 631 women with pre-eclampsia, 174 (30.1%) had severe pre-eclampsia, of whom 131 (75.3%) received magnesium sulphate. 457 (69.9%) women had non-severe pre-eclamspia, of whom 291 (63.7%) received magnesium sulphate. Use of magnesium sulphate among women with pre-eclampsia could be attributed to the following clinical factors (PAR%): delivery for 'adverse conditions' (48.7%), severe hypertension (21.9%), receipt of antenatal corticosteroids (20.0%), maternal transport prior to delivery (9.9%), heavy proteinuria (7.8%), and interventionist care (3.4%).Clinicians are more likely to administer magnesium sulphate for eclampsia prophylaxis in the presence of more severe maternal clinical features, in addition to concomitant antenatal corticosteroid administration, and shorter admission to delivery periods related to transport from another institution or plans for interventionist care.", "id": "29272274", "date": "2017-12-22", "title": "Determinants of magnesium sulphate use in women hospitalized at <29 weeks with severe or non-severe pre-eclampsia.", "doi": "10.1371/journal.pone.0189966", "journal": ["PloS one", "PLoS ONE"]}