{"authors": [["Li", "Y-L", "YL", "Nursing Department, People's Hospital of Rizhao, Rizhao, China. hcz735563@163.com."], ["Song", "X", "X", null], ["Ren", "J-C", "JC", null], ["Li", "X-G", "XG", null], ["Hou", "S-A", "SA", null], ["Miao", "C", "C", null]], "text": "To investigate the correlation of ankle-brachial index (ABI) and brachial-ankle pulse wave velocity (baPWV) with cardiac structures and functions changes in patients with essential hypertension (EH).A total of 202 patients with hypertension meeting the inclusion criteria were recruited in our hospital from June 2016 to August 2017. They were divided into 4 groups: the low ABI value group, the normal ABI value group, the increased baPWV value group and the normal baPWV group. Clinical data were collected, including medical histories and received physical examinations, blood pressure measurement, biochemical tests and other examinations through the automatic atherosclerosis tester (VP-l00) and echocardiography.Interventricular septal thickness (IVST) of the low ABI value group was significantly larger than that of the normal ABI value group (p<0.05). Compared with those of the normal ABI value group, left ventricular ejection fraction (LVEF) and the ratio of peak velocity flow in the E wave to peak velocity flow in the A wave (E/A) of the low ABI value group were significantly decreased (p<0.05). Left atrium diameter (LAD) and IVST of the increased baPWV group were significantly greater than those of the normal baPWV group (p<0.05), and left ventricular ejection fraction (LVEF) of the former was smaller than that of the latter (p<0.05). Correlation analyses showed that ABI was negatively correlated with IVST (r=-0.713, p<0.05) but positively correlated with LVEF and E/A (r=0.685 and 0.572, respectively, p<0.05); baPWV was positively related to LAD and LVST (r=0.413 and 0.527, respectively, p<0.05) but negatively related to LVEF (r=-0.546, p<0.05).ABI and baPWV are significantly associated with changes in cardiac structures and functions in patients with EH, which provide a basis for early intervention in clinical.", "id": "29272016", "date": null, "title": "Correlation analysis of ankle-brachial index and brachial-ankle pulse wave velocity with cardiac structures and functions in patients with essential hypertension.", "doi": null, "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}