{"authors": [["Goh", "David", "D", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["de Korne", "Dirk F", "DF", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Ho", "Henrietta", "H", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Mathur", "Ranjana", "R", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Chakraborty", "Bibhas", "B", "Duke-NUS Graduate Medical School, 8 College Road, Singapore, 169857, Singapore."], ["Van Hai", "Nguyen", "N", "Duke-NUS Graduate Medical School, 8 College Road, Singapore, 169857, Singapore."], ["Perera", "Shamira", "S", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Tin", "Aung", "A", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Wong", "Tien Y", "TY", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."], ["Lamoureux", "Ecosse L", "EL", "Singapore National Eye Centre, 11 Third Hospital Avenue, Singapore 168751, Singapore."]], "text": "To assess the quality of care and economic benefits of a shared care model managing patients with stable glaucoma in a primary eye care clinic (PEC) compared with a tertiary specialist outpatient clinic (SOC) in Singapore.A randomized equivalence feasibility trial was preformed comparing the PEC with SOC models. Participants recruited from the SOC had no visual field progression or change in management for at least 3 years, were on a maximum of a single glaucoma medication, had no previous tube shunt implant and were at least 3 years post-trabeculectomy surgery.Primary outcomes were clinical assessment and management, economic benefits and patient satisfaction. Differences were analysed using equivalence testing and generalized odds ratios (GOR).The trial included 233 patients, consisting of 42.1% glaucoma disc suspects (PEC: 47.4%; SOC: 36.8%), 27.5% primary angle-closure suspects (PEC: 25.0%; SOC: 29.9%), 13.7% with ocular hypertension (PEC: 13.8%; SOC: 13.7%), 3.9% with primary angle-closure glaucoma (PEC: 4.3%; SOC: 3.4%), and 3.0% with primary open angle glaucoma (PEC: 1.7%; SOC: 4.3%). Glaucoma clinical care for patients at PEC was as good as SOC (rate difference 6.83%; CI: (2.84-11.12)) and management (rate difference 7.69%; CI: (3.21-12.17)). In 23 cases (9.9%), 5.2% at PEC and 14.5% at SOC, there was disconcordance with the gold standard of senior consultant. Patient satisfaction at the PEC was equally high when compared to SOC (GOR: 1.43; CI (0.50-2.00)). Direct costs per patient visit were 43% lower at PEC compared to SOC.Managing stable glaucoma patients at a primary care setting is a cost saving, safe and effective shared care while enhancing professional collaboration between hospital and community settings.", "id": "29271805", "date": "2017-12-21", "title": "Share Cared for Stable Glaucoma Patients: Economic Benefits and Patient-centered Outcomes of a Feasibility Trial.", "doi": "10.1097/IJG.0000000000000852", "journal": ["Journal of glaucoma", "J. Glaucoma"]}