{"authors": [["Chen", "Chih-Cheng", "CC", "a Department of Pediatrics, College of Medicine , Kaohsiung Chang-Gung Memorial Hospital and Chang-Gung University , Kaohsiung , Taiwan."], ["Yang", "Chun-Yuh", "CY", "b Department of Public Health, College of Health Sciences , Kaohsiung Medical University , Kaohsiung , Taiwan."]], "text": "Air pollution exposure has been reported to influence blood pressure. However, only a few epidemiological studies demonstrated association between ambient air pollution exposure and acute hypertensive events. The aim of this study was to examine the association between gaseous air pollutants exposure and hospital admissions for hypertension in Taipei, Taiwan. Data on hospital admissions for hypertension and ambient air pollution in Taipei were obtained for the 2009-2013 period. An odds ratio (OR) for number of hospital admissions for hypertension associated with each interquartile range increase in each gaseous air pollutant was calculated using a case-crossover approach, after controlling for weather variables, day of the week, seasonality, and long-term time trends. In the single-pollutant model, significant correlation was observed between number of hospital admissions for hypertension and ozone (O3) levels both on warm (>23°C) and cool (<23°C) days, with OR of 1.2 (95% confidence interval [CI] = 1.03-1.4) and 1.2 (95% CI = 1.02-1.42), respectively. No significant associations were found between levels of other gaseous pollutants and risk of hospital admissions for hypertension. In the two-pollutant model, O3 levels remained significant after inclusion of particulate matter 10 μm or less in diameter (PM10), sulfur dioxide (SO2), or carbon monoxide (CO) on warm days. On cool days, O3 levels remained significant after inclusion of air pollutants other than SO2. These findings indicated that O3 exposure may trigger a rise in blood pressure to a level that results in higher number of hospital admissions.", "id": "29271700", "date": "2017-12-22", "title": "Association between gaseous air pollution and hospital admissions for hypertension in Taipei, Taiwan.", "doi": "10.1080/15287394.2017.1395573", "journal": ["Journal of toxicology and environmental health. Part A", "J. Toxicol. Environ. Health Part A"]}