{"authors": [["Hong", "A Ram", "AR", "Department of Internal Medicine, Seoul National University College of Medicine, Seoul, Korea."], ["Ryu", "Ohk Hyun", "OH", "Department of Internal Medicine, Hallym University Chuncheon Sacred Heart Hospital, Hallym University College of Medicine, Chuncheon, Korea."], ["Kim", "Seong Yeon", "SY", "Department of Internal Medicine, Gyeongsang National University Changwon Hospital, Gyeongsang National University School of Medicine, Changwon, Korea."], ["Kim", "Sang Wan", "SW", "Department of Internal Medicine, Seoul National University College of Medicine, Seoul, Korea."], [null, null, null, null]], "text": "Primary adrenal insufficiency (PAI) is a rare, potentially life-threatening condition. There are few Korean studies on PAI, and most have had small sample sizes. We aimed to examine the etiology, clinical characteristics, treatment, and mortality of PAI in Korean patients.A nationwide, multicenter, registry-based survey was conducted to identify adults diagnosed with or treated for PAI at 30 secondary or tertiary care institutions in Korea between 2000 and 2014.A total of 269 patients with PAI were identified. The prevalence of PAI was 4.17 per million. The estimated incidence was 0.45 per million per year. The mean age at diagnosis was 49.0 years, and PAI was more prevalent in men. Adrenal tuberculosis was the most common cause of PAI in patients diagnosed before 2000; for those diagnosed thereafter, adrenal metastasis and tuberculosis were comparable leading causes. The etiology of PAI was not identified in 34.9% of cases. Of the patients receiving glucocorticoid replacement therapy, prednisolone was more frequently administered than hydrocortisone (69.4% vs. 26.5%, respectively), and only 27.1% of all patients received fludrocortisone. We observed an increased prevalence of metabolic disease and osteoporosis during the follow-up period (median, 60.2 months). The observed overall mortality and disease-specific mortality rates were 11.9% and 3.1%, respectively.The prevalence of PAI is significantly lower in Koreans than in reports from Western countries. The high frequency undetermined etiology in patients with PAI suggests the need to reveal accurate etiology of PAI in Korea.", "id": "29271619", "date": null, "title": "Characteristics of Korean Patients with Primary Adrenal Insufficiency: A Registry-Based Nationwide Survey in Korea.", "doi": "10.3803/EnM.2017.32.4.466", "journal": ["Endocrinology and metabolism (Seoul, Korea)", "Endocrinol Metab (Seoul)"]}