{"authors": [["Petrenko", "V", "V", "Division of Endocrinology, Diabetes, Hypertension and Nutrition, Department of Internal Medicine Specialties, University Hospital of Geneva, Geneva, Switzerland."], ["Dibner", "C", "C", "Division of Endocrinology, Diabetes, Hypertension and Nutrition, Department of Internal Medicine Specialties, University Hospital of Geneva, Geneva, Switzerland."]], "text": "Molecular clocks, operative in pancreatic islet cells, represent an intrinsic mechanism regulating intracellular metabolism and hormone secretion. Glucagon, somatostatin and glucagon-like peptide 1 (GLP-1) are essential coordinators of islet physiology. Here, we assess the synchronizing capacity of glucagon, somatostatin and GLP-1 on pancreatic α- and β-cell circadian clocks.Triple transgenic mice, expressing a circadian PER2::luciferase (luc) reporter combined with α- and β-cell-specific fluorescent reporters, were employed. Isolated pancreatic islets and fluorescence-activated cell sorting-separated α- and β-cells were synchronized with glucagon, somatostatin analogue or GLP-1 mimetics, with subsequent real-time PER2::luc bioluminescence recording. Gene expression of Gcgr, Sstr2, Sstr3 and Glp1r in islet cells was assessed by RNA sequencing and RT-qPCR.Glucagon and GLP-1 mimetics (liraglutide and exenatide) induced high-amplitude rhythmic expression of the PER2::luc reporter in β-cells, but not in α-cells, while the somatostatin analogue octreotide generated a significant phase shift between α- and β-cells. Enrichment of Gcgr and Glp1r transcripts was detected in β-cells compared to their α-cell counterparts. The synchronizing effect of glucagon was dose-dependent and mediated by the adenylate cyclase signalling cascade, as it was diminished by adenylate cyclase inhibitor.We conclude that proglucagon-derived peptides and somatostatin exhibit receptor-mediated cell-specific synchronizing effects for mouse α- and β-cell oscillators. Differential islet cell clock modulation by glucagon and somatostatin may represent a physiological mechanism underlying paracrine regulation of rhythmic glucagon and insulin secretion. The reported here strong synchronizing properties of GLP-1 mimetics, widely used for treatment of type 2 diabetes, are of high clinical relevance.", "id": "29271578", "date": "2017-12-22", "title": "Cell-specific resetting of mouse islet cellular clocks by glucagon, glucagon-like peptide 1 and somatostatin.", "doi": "10.1111/apha.13021", "journal": ["Acta physiologica (Oxford, England)", "Acta Physiol (Oxf)"]}