{"authors": [["Hornung", "Rosalie J", "RJ", "Paediatric Diabetes and Endocrinology Service, Starship Children's Health, Auckland, New Zealand."], ["Reed", "Peter W", "PW", "Starship Children's Health Children's Research Centre, Auckland District Health Board, Auckland, New Zealand."], ["Mouat", "Fran", "F", "Paediatric Diabetes and Endocrinology Service, Starship Children's Health, Auckland, New Zealand."], ["Jefferies", "Craig", "C", "Paediatric Diabetes and Endocrinology Service, Starship Children's Health, Auckland, New Zealand."], ["Gunn", "Alistair J", "AJ", "Paediatric Diabetes and Endocrinology Service, Starship Children's Health, Auckland, New Zealand."], ["Hofman", "Paul L", "PL", "Paediatric Diabetes and Endocrinology Service, Starship Children's Health, Auckland, New Zealand."]], "text": "To review indications and use of angiotensin-converting enzyme-inhibitor (ACEI) therapy for the treatment of persistent microalbuminuria (MA) and/or hypertension (HTN) in adolescents with type 1 diabetes mellitus (T1DM).Retrospective chart review of adolescent patients with T1DM seen within the paediatric diabetes service in Auckland, New Zealand, from 2006 to 2016. MA, HTN, patient demographic characteristics and ACEI prescribing and monitoring indices were examined.Five hundred adolescents with T1DM were included. There were 26 patients (5%) with MA and/or HTN. MA alone was present in 16, HTN alone in 3 and both HTN and MA in 7. The 5-year MA/HTN-free rate was 98%, and the 10-year MA/HTN-free rate was 93%. Longer disease duration and earlier diagnosis were predictors of MA/HTN. There was no significant difference in standard clinical indices between study patients and others. ACEI was prescribed for 17 of 26 patients for either HTN or MA. Within 6 weeks of ACEI commencement, less than half of the subjects had repeat serum creatinine and MA screens and no record of repeat blood pressure measurement. Despite this, all patients had 3-monthly reviews within outpatient clinics where adjustments of ACEI doses were made.In our regional adolescent population with T1DM, there were low rates of both MA and/or HTN. In those who required treatment with ACEI, clinical monitoring post-commencement of therapy was inconsistent. Local consensus guidelines for the management of persistent MA in children and adolescents with diabetes mellitus were developed in response to this study.", "id": "29271523", "date": "2017-12-22", "title": "Angiotensin-converting enzyme-inhibitor therapy in adolescents with type 1 diabetes in a regional cohort: Auckland, New Zealand from 2006 to 2016.", "doi": "10.1111/jpc.13814", "journal": ["Journal of paediatrics and child health", "J Paediatr Child Health"]}