{"authors": [["Hurr", "Chansol", "C", "Department of Kinesiology and Health Education, The University of Texas at Austin, Austin, TX, USA."], ["Patik", "Jordan C", "JC", "Department of Kinesiology and Health Education, The University of Texas at Austin, Austin, TX, USA."], ["Kim", "KiYoung", "K", "Department of Kinesiology and Health Education, The University of Texas at Austin, Austin, TX, USA."], ["Christmas", "Kevin M", "KM", "Department of Kinesiology and Health Education, The University of Texas at Austin, Austin, TX, USA."], ["Brothers", "R Matthew", "RM", "Department of Kinesiology and Health Education, The University of Texas at Austin, Austin, TX, USA."]], "text": "What is the central question of this study? The purpose was to determine whether there is a difference between African Americans and Caucasians in cutaneous microvascular function and whether this difference is attributable to elevated oxidative stress. What is the main finding and its importance? The main finding is that African Americans have an attenuated cutaneous vasodilatation during local heating relative to Caucasians that is restored with local infusion of the superoxide dismutase mimetic, tempol. This suggests that superoxide mediates microvascular dysfunction and might contribute to the greater prevalence of cardiovascular disease in this population.African Americans (AA) have elevated risk for cardiovascular disease relative to other populations. We hypothesized that the cutaneous hyperaemic response to local heating is reduced in young AA relative to Caucasian Americans (CA) and that this is attributable to elevated oxidative stress. As such, ascorbic acid (a global antioxidant) and tempol (a superoxide dismutase mimetic) would improve this response in AA. Microdialysis fibres received lactated Ringer solution (control), 10 mm ascorbic acid or 10 μm 4-hydroxy-2,2,6,6-tetramethylpiperidine-1-oxyl (tempol) at a rate of 2.0 μl min-1 . Cutaneous vascular conductance (CVC) was calculated as the red blood cell flux divided by mean arterial pressure. Data were presented as a percentage of maximal CVC (%CVCmax ) induced by 44°C heating plus sodium nitroprusside. Twenty-four (12 AA, 12 CA) young (23 ± 4 years old) subjects participated. During 39°C heating, the %CVCmax was lower in AA at the control (CA, 65 ± 20% versus AA, 47 ± 15%; P < 0.05) and ascorbic acid sites (CA, 73 ± 14% versus AA: 49 ± 17%; P < 0.01). At the tempol site, there were no differences between groups. This was followed by infusion of 10 mm l-NAME at all sites to assess the contribution of nitric oxide to vasodilatation during local heating. The contribution of nitric oxide was lower in AA relative to CA at 39°C; however, this was restored with tempol. These data suggest that: (i) cutaneous vasodilatation in response to local heating is blunted in AA relative to CA; and (ii) elevated superoxide generation attenuates nitric oxide-mediated cutaneous vasodilatation in AA.", "id": "29271085", "date": "2017-12-22", "title": "Tempol augments the blunted cutaneous microvascular thermal reactivity in healthy young African Americans.", "doi": "10.1113/EP086776", "journal": ["Experimental physiology", "Exp. Physiol."]}