{"authors": [["Henry", "Shayna L", "SL", "Kaiser Permanente Southern California Department of Clinical Analysis, Pasadena, California, USA."], ["Jamner", "Larry D", "LD", "Department of Psychology & Social Behavior, University of California, Irvine, Irvine, California, USA."], ["Choi", "Sarah E", "SE", "School of Nursing, University of California, Los Angeles, California, USA."], ["Pahl", "Madeleine V", "MV", "Division of Nephrology and Hypertension, School of Medicine, University of California, Irvine, Orange, California, USA."]], "text": "Cognitive deficits are common among individuals on haemodialysis (HD). The degree of dysfunction may shift over the course of the interdialytic interval.To use ecological momentary assessment (EMA) to examine the relationship between the length of the interdialytic interval and reports of cognitive dysfunction.A quantitative study whereby each patient's cognitive functioning was measured during both short and long interdialytic intervals.Adults maintained on HD (Female n = 15, Male n = 11; MAge  = 42.7 ± 15.8 years) were drawn from a standalone HD unit within a large university medical centre.Tests of baseline neurocognitive functioning were undertaken (Mini-Mental Status Examination, Digit Span, California Verbal Learning Test, Benton Visual Retention Test, Trail-Making Test) and smartphone-based electronic diary reports of cognitive impairment were made around six times each day for one week.Cognitive function and aptitude in this sample, although low, did not reflect clinically-significant impairment, with a mean Mini-Mental Status Exam score of 25.7 ± 3.0. Diary reports of cognitive impairment were also minimal, with an overall mean rating of .22 out of 5. Contrary to expectations, cognitive impairment was significantly greater on the one-day interdialytic days than on Day 2 of the two-day interdialytic interval (β = .094, p = .017).Although cognitive impairment appears to be mild in stable, young patients with end stage renal disease, volumetric disruptions caused by HD may exacerbate such dysfunction.", "id": "29271080", "date": "2017-12-21", "title": "The effect of the interdialytic interval on cognitive function in patients on haemodialysis.", "doi": "10.1111/jorc.12231", "journal": ["Journal of renal care", "J Ren Care"]}