{"authors": [["Case", "Andrew D", "AD", "Department of Psychological Science, University of North Carolina at Charlotte, Charlotte, NC, USA. acase8@uncc.edu."], ["Eagle", "David E", "DE", "Center for Health Policy & Inequalities Research at Duke University, Durham, NC, USA."], ["Yao", "Jia", "J", "Center for Health Policy & Inequalities Research at Duke University, Durham, NC, USA."], ["Proeschold-Bell", "Rae Jean", "RJ", "Center for Health Policy & Inequalities Research at Duke University, Durham, NC, USA."]], "text": "Sophisticated adjustments for socioeconomic status (SES) in health disparities research may help illuminate the independent role of race in health differences between Blacks and Whites. In this study of people who share the same occupation (United Methodist Church clergy) and state of residence (North Carolina), we employed naturalistic and statistical matching to estimate the association between race-above and beyond present SES and other potential confounds-and health disparities.We compared the health of 1414 White and 93 Black clergy. Then, we used propensity scores to match Black and White participants on key socioeconomic, demographic, occupational, and physical activity characteristics and re-examined differences in health.Prior to propensity score matching, Black clergy reported worse physical health than their White counterparts. They had greater body mass index, higher prevalence of diabetes and hypertension, and lower physical health functioning. White clergy reported less favorable mental health. They had higher severity of depression and anxiety symptoms as well as lower quality of life and mental health functioning. Propensity score analysis revealed that matching on SES and other key variables accounted for most, but not all, of the observed racial differences. Racial disparities in hypertension, depression severity, and mental health functioning persisted despite adjustments.Race contributed to health disparities in some outcomes in our study population, above and beyond our measures of participants' present SES and key demographic, occupational, and physical activity variables. This study provides evidence supporting the position that race contributes to health disparities through pathways other than SES.", "id": "29270843", "date": "2017-12-21", "title": "Disentangling Race and Socioeconomic Status in HealthDisparities Research: an Examination of Black and White Clergy.", "doi": "10.1007/s40615-017-0449-7", "journal": ["Journal of racial and ethnic health disparities", "J Racial Ethn Health Disparities"]}