{"authors": [["Mundra", "Leela S", "LS", "University of Miami Leonard M. Miller School of Medicine, Clinical Research Building (CRB), 1120 N.W. 14th Street, Room 410, Miami, FL, 33136, USA. l.mundra@umiami.edu."], ["Rubio", "Gustavo A", "GA", "DeWitt Daughtry Family Department of Surgery, University of Miami Leonard M. Miller School of Medicine, Miami, FL, USA."], ["AlQattan", "Husain T", "HT", "DeWitt Daughtry Family Department of Surgery, University of Miami Leonard M. Miller School of Medicine, Miami, FL, USA."], ["Thaller", "Seth R", "SR", "Division of Plastic, Aesthetic, and Reconstructive Surgery, University of Miami Leonard M. Miller School of Medicine, Miami, FL, USA."]], "text": "End-stage renal disease (ESRD) is associated with increased cardiovascular risk factors, electrolyte imbalances, and iron deficiency anemia. These factors may increase the risk of adverse outcomes in patients undergoing panniculectomy. There is a paucity of data regarding outcomes in patients with ESRD undergoing panniculectomy. The purpose of this study is to investigate whether ESRD is associated with increased rate of complications following a panniculectomy.The Nationwide Inpatient Sample database (2006-2011) was used to identify patients who underwent a panniculectomy. Among this cohort, patients diagnosed with end-stage renal disease were identified. Patients excluded from the study were emergency admissions, pregnant women, patients less than 18 years old, and patients with concurrent nephrectomy or kidney transplants. Demographic factors, comorbidities, and postoperative complications were evaluated. Chi-squared and risk-adjusted multivariate logistic regression analyses were performed to determine whether end-stage renal disease was associated with increased rate of postoperative complications.A total of 34,779 panniculectomies were performed during the study period. Of these, 613 (1.8%) were diagnosed with ESRD. Patients with ESRD were older (mean age 58.9 vs. 49.3, p < 0.01) and more likely to have Medicare (63.5 vs. 18.4%, p < 0.01). They had higher rates of comorbidities, including diabetes, hypertension, congestive heart failure, chronic lung disease, chronic anemia, liver disease, peripheral artery disease, obesity, and coagulopathies (p < 0.01). The procedure was more likely to occur at a large, teaching hospital (p < 0.01). Postoperatively, patients with ESRD had a higher rate of death (3.3 vs. 0.2%, p < 0.01), wound complications (10.6 vs. 6.2%, p < 0.01), venous thromboembolism (4.9 vs. 0.8%, p < 0.01), blood transfusions (25.3% vs. 7.0%, p < 0.01), non-renal major medical complications (40.0% vs. 8.4%), and longer hospital stay (9.2 vs. 3.8 days, p < 0.01). Multivariate logistic regression analysis controlling for age, race, sex, hospital location/teaching hospital, payer, and all comorbidities demonstrated that ESRD was independently associated with increased venous thromboembolisms (OR 2.38, 95% CI 1.48-3.83) and non-renal major medical complications (OR 1.51, 95% CI 1.19-1.91). ESRD was not independently associated with increased rate of wound complications or transfusions.Patients with ESRD are at increased risk of VTE and non-renal major medical complications following panniculectomy. Moreover, patients with ESRD have longer hospital stays and higher rates of mortality.This journal requires that authors assign a level of evidence to each article. For a full description of these Evidence-Based Medicine ratings, please refer to the Table of Contents or the online Instructions to Authors www.springer.com/00266 .", "id": "29270695", "date": "2017-12-21", "title": "Panniculectomy Outcomes in Patients with End-Stage Renal Disease in Preparation for Renal Transplant.", "doi": "10.1007/s00266-017-1043-4", "journal": ["Aesthetic plastic surgery", "Aesthetic Plast Surg"]}