{"authors": [["Nakashima", "Akio", "A", "Division of Nephrology and Hypertension, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Ohkido", "Ichiro", "I", "Division of Nephrology and Hypertension, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Yokoyama", "Keitaro", "K", "Division of Nephrology and Hypertension, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Mafune", "Aki", "A", "Division of Nephrology and Hypertension, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Urashima", "Mitsuyoshi", "M", "Division of Molecular Epidemiology, Jikei University School of Medicine, Tokyo, Japan."], ["Yokoo", "Takashi", "T", "Division of Nephrology and Hypertension, Department of Internal Medicine, Jikei University School of Medicine, Tokyo, Japan."]], "text": "Infectious diseases are the second highest cause of death in patients on dialysis. In addition, testosterone deficiency or hypogonadism is prevalent in dialysis patients. However, to our knowledge, no studies have investigated the association between testosterone levels and infectious events. We aimed to evaluate whether serum testosterone levels are associated with infection-related hospitalization in male hemodialysis patients in a prospective cohort study.We divided the study population into 3 groups based on serum testosterone levels. Associations between testosterone levels and clinical outcomes of infection-related hospitalization, all-cause mortality, and cardiovascular disease (CVD) events were analyzed using the Cox proportional hazard model.Nine hundred two male patients were enrolled and followed up for a median of 24.7 months. Their mean ± SD age was 63.4 ± 11.8 years, and their median (interquartile range) of total testosterone was 11.7 nmol/l (7.9-14.9 nmol/l). During follow-up, 123 participants died. Infection-related hospitalization and CVD events occurred in 116 and 151 patients, respectively. Infection-related hospitalization was more frequent in the lower testosterone tertile than in the higher testosterone tertile (hazard ratio [HR]: 2.12; 95% confidence interval [CI]: 1.18-3.79; P = 0.01) in adjusted models. Moreover, all-cause mortality was significantly greater in the lower testosterone tertile than in the higher testosterone tertile in adjusted analysis (HR: 2.26; 95% CI: 1.21-4.23; P = 0.01). In contrast, there were no significant differences in CVD events by testosterone level.Low levels of testosterone may be associated with higher rates of infection-related hospitalization and all-cause mortality in male hemodialysis patients.", "id": "29270524", "date": "2017-08-04", "title": "Associations Between Low Serum Testosterone and All-Cause Mortality and Infection-Related Hospitalization in Male Hemodialysis Patients: A Prospective Cohort Study.", "doi": "10.1016/j.ekir.2017.07.015", "journal": ["Kidney international reports", "Kidney Int Rep"]}