{"authors": [["Canales", "Benjamin K", "BK", "Department of Urology, University of Florida College of Medicine, Gainesville, Florida, USA."], ["Smith", "Jennifer A", "JA", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Weiner", "I David", "ID", "Division of Nephrology, Hypertension and Renal Transplantation, University of Florida College of Medicine, Gainesville, Florida, USA."], ["Ware", "Erin B", "EB", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Zhao", "Wei", "W", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Kardia", "Sharon L R", "SLR", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, Michigan, USA."], ["Curhan", "Gary C", "GC", "Renal Division, Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Turner", "Stephen T", "ST", "Division of Nephrology and Hypertension, Department of Internal Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Perinpam", "Majuran", "M", "Division of Nephrology and Hypertension, Department of Internal Medicine, Mayo Clinic, Rochester, Minnesota, USA."], ["Lieske", "John C", "JC", "Division of Nephrology and Hypertension, Department of Internal Medicine, Mayo Clinic, Rochester, Minnesota, USA."]], "text": "Urine pH is critical for net acid and solute excretion, but the genetic factors that contribute to its regulation are incompletely understood.We tested the association of single nucleotide polymorphisms (SNPs) from 16 genes related to ammonia (NH3) metabolism (15 biological candidates selected a priori, 1 selected from a previous genome-wide association study analysis) to that of 24-hour urine pH in 2493 individuals of European descent across 2 different cohorts using linear regression, adjusting for age, sex, and body mass index.Of 2871 total SNPs in these genes, 13 SNPs in ATP6V0A4 (a4 subunit of hydrogen- adenosine triphosphatase), SLC9A3 (sodium/hydrogen exchanger, isoform 3), and RHCG (Rhesus C glycoprotein), and 12 SNPs from insulin-like growth factor binding protein 7 (IGFBP7) had a meta-analysis P value <0.01 in the joint analysis plus a consistent direction of effect and at a least suggestive association (P < 0.1) in both cohorts. The maximal effect size (in pH units) for each additional minor allele of the identified SNPs was -0.13 for IGFBP7, -0.08 for ATP6V0A4, 0.06 for RHCG, and -0.06 for SLC9A3; SNP rs34447434 in IGFBP7 had the lowest meta-analysis P value (P = 7.1 × 10-8). After adjusting for net alkali absorption, urine pH remained suggestively associated with multiple SNPs in IGFBP, 1 SNP in ATP6V0A4, and a new SNP in GLS (phosphate-dependent glutaminase).Overall, these findings suggest that variants in common genes involved in ammonia metabolism may substantively contribute to basal urine pH regulation. These variations might influence the likelihood of developing disease conditions associated with altered urine pH, such as uric acid or calcium phosphate kidney stones.", "id": "29270519", "date": "2017-06-21", "title": "Polymorphisms in Renal Ammonia Metabolism Genes Correlate With 24-Hour Urine pH.", "doi": "10.1016/j.ekir.2017.06.009", "journal": ["Kidney international reports", "Kidney Int Rep"]}