{"authors": [["Ermer", "Theresa", "T", "Department of Nephrology and Hypertension, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."], ["Kopp", "Christoph", "C", "Department of Nephrology and Hypertension, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."], ["Asplin", "John R", "JR", "Litholink Corporation, Laboratory Corporation of America Holdings, Chicago, Illinois, USA."], ["Granja", "Ignacio", "I", "Litholink Corporation, Laboratory Corporation of America Holdings, Chicago, Illinois, USA."], ["Perazella", "Mark A", "MA", "Department of Internal Medicine, Section of Nephrology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Reichel", "Martin", "M", "Department of Nephrology and Hypertension, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."], ["Nolin", "Thomas D", "TD", "Department of Pharmacy and Therapeutics, Center for Clinical Pharmaceutical Sciences, School of Pharmacy, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Eckardt", "Kai-Uwe", "KU", "Department of Nephrology and Hypertension, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."], ["Aronson", "Peter S", "PS", "Department of Internal Medicine, Section of Nephrology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Finkelstein", "Fredric O", "FO", "Department of Internal Medicine, Section of Nephrology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Knauf", "Felix", "F", "Department of Nephrology and Hypertension, Friedrich-Alexander-Universität Erlangen-Nürnberg, Erlangen, Germany."]], "text": "Calcium oxalate supersaturation is regularly exceeded in the plasma of patients with end-stage renal disease (ESRD). Previous reports have indicated that hemodialfiltration (HDF) lowers elevated plasma oxalate (POx) concentrations more effectively compared with hemodialysis (HD). We reevaluate the therapeutic strategy for optimized POx reduction with advanced dialysis equipment and provide data on the effect of extended treatment time on dialytic oxalate kinetics.Fourteen patients with ESRD who underwent HDF 3 times a week for 4 to 4.5 hours (regular HDF; n = 8) or 7 to 7.5 hours (extended HDF; n = 6) were changed to HD for 2 weeks and then back to HDF for another 2 weeks. POx was measured at baseline, pre-, mid-, and postdialysis, and 2 hours after completion of the treatment session.Baseline POx for all patients averaged 28.0 ± 7.0 μmol/l. Intradialytic POx reduction was approximately 90% and was not significantly different between groups or treatment modes [F(1) = 0.63; P = 0.44]. Mean postdialysis POx concentrations were 3.3 ± 1.8 μmol/l. A rebound of 2.1 ± 1.9 μmol/l was observed within 2 hours after dialysis. After receiving 2 weeks of the respective treatment, predialysis POx concentrations on HD did not differ significantly from those on HDF [F(1) = 0.21; P = 0.66]. Extended treatment time did not provide any added benefit [F(1) = 0.76; P = 0.40].In contrast to earlier observations, our data did not support a benefit of HDF over HD for POx reduction. With new technologies evolving, our results emphasized the need to carefully reevaluate and update traditional therapeutic regimens for optimized uremic toxin removal, including those used for oxalate.", "id": "29270514", "date": "2017-06-08", "title": "Impact of Regular or Extended Hemodialysis and Hemodialfiltration on Plasma Oxalate Concentrations in Patients With End-Stage Renal Disease.", "doi": "10.1016/j.ekir.2017.06.002", "journal": ["Kidney international reports", "Kidney Int Rep"]}