{"authors": [["Moreno Velásquez", "Ilais", "I", "Gorgas Memorial Institute for Health Studies, Panama City, Panama."], ["Castro", "Franz", "F", "Gorgas Memorial Institute for Health Studies, Panama City, Panama."], ["Gómez", "Beatriz", "B", "Gorgas Memorial Institute for Health Studies, Panama City, Panama."], ["Cuero", "César", "C", "Ministry of Health, Panama City, Panama."], ["Motta", "Jorge", "J", "Gorgas Memorial Institute for Health Studies, Panama City, Panama."]], "text": "The magnitude of chronic kidney disease (CKD) in Panama has yet to be described. We investigated the association between sociodemographic and cardiovascular exposures with CKD in 2 Panamanian provinces. Further, we analyzed national trends of CKD mortality from 2001 to 2014.Data were derived from Prevalencia de Factores de Riesgo de Enfermedad Cardiovascular (PREFREC [Survey on Risk Factors Associated With Cardiovascular Disease]), a cross-sectional study designed to analyze the prevalence of risk factors associated with cardiovascular disease. Biomarkers of kidney function were measured in 3590 participants. CKD was defined as an estimated glomerular filtration rate (eGFR) of <60 ml/min/1.73 m2 and/or albuminuria ≥30 mg/g creatinine. Odds ratios (ORs) with 95% confidence intervals (CIs) for CKD were calculated using logistic regression. We calculated age-standardized CKD mortality rates in the country using the National Mortality Register. Annual percentage change and 95% CIs were estimated to evaluate the trends over time.The prevalence of CKD was 12% (reduced eGFR: 3.3%; albuminuria; 9.9%). CKD was associated with hypertension (OR: 1.8; 95% CI: 1.2-2.7), age 60 years or older (OR: 1.9; 95% CI: 1.2-2.9), and previous myocardial infarction (OR: 2.4; 95% CI: 1.0-5.7), whereas monthly family income was inversely associated with CKD (OR: 0.4; 95% CI: 0.1-0.9) (adjusted). A sustained increase in the trend of CKD mortality was observed from 2001 to 2006, followed by a decreasing trend in subsequent years. Coclé province had the highest adjusted mortality rate.CKD poses a significant health problem for Panama. Health inequalities and an increase of cardiometabolic risk factors warrant robust epidemiological surveillance, improved diagnosis, and treatment. Further national studies aimed to address geographical disparities are necessary.", "id": "29270512", "date": "2017-06-08", "title": "Chronic Kidney Disease in Panama: Results From the PREFREC Study and National Mortality Trends.", "doi": "10.1016/j.ekir.2017.05.016", "journal": ["Kidney international reports", "Kidney Int Rep"]}