{"authors": [["Chebib", "Fouad T", "FT", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Hogan", "Marie C", "MC", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["El-Zoghby", "Ziad M", "ZM", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Irazabal", "Maria V", "MV", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Senum", "Sarah R", "SR", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Heyer", "Christina M", "CM", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Madsen", "Charles D", "CD", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Cornec-Le Gall", "Emilie", "E", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Behfar", "Atta", "A", "Division of Cardiovascular Diseases, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Harris", "Peter C", "PC", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."], ["Torres", "Vicente E", "VE", "Division of Nephrology and Hypertension, Mayo Clinic College of Medicine, Rochester, Minnesota, USA."]], "text": "Mutations in PKD1 and PKD2 cause autosomal dominant polycystic kidney disease (ADPKD). Experimental evidence suggests an important role of the polycystins in cardiac development and myocardial function. To determine whether ADPKD may predispose to the development of cardiomyopathy, we have evaluated the coexistence of diagnoses of ADPKD and primary cardiomyopathy in our patients.Clinical data were retrieved from medical records for patients with a coexisting diagnosis of ADPKD and cardiomyopathies evaluated at the Mayo Clinic (1984-2015).Among the 58 of 667 patients with available echocardiography data, 39 (5.8%) had idiopathic dilated cardiomyopathy (IDCM), 17 (2.5%) had hypertrophic obstructive cardiomyopathy, and 2 (0.3%) had left ventricular noncompaction. Genetic data were available for 19, 8, and 2 cases of IDCM, hypertrophic obstructive cardiomyopathy, and left ventricular noncompaction, respectively. PKD1 mutations were detected in 42.1%, 62.5%, and 100% of IDCM, hypertrophic obstructive cardiomyopathy, and left ventricular noncompaction cases, respectively. PKD2 mutations were detected only in IDCM cases and were overrepresented (36.8%) relative to the expected frequency in ADPKD (15%). In at least 1 patient from 3 IDMC families and 1 patient from a hypertrophic obstructive cardiomyopathy family, the cardiomyopathy did not segregate with ADPKD, suggesting that the PKD mutations may be predisposing factors rather than solely responsible for the development of cardiomyopathy.Coexistence of ADPKD and cardiomyopathy in our tertiary referral center cohort appears to be higher than expected by chance. We suggest that PKD1 and PKD2 mutations may predispose to primary cardiomyopathies and that genetic interactions may account for the observed coexistence of ADPKD and cardiomyopathies.", "id": "29270497", "date": "2017-06-06", "title": "Autosomal Dominant Polycystic Kidney Patients May Be Predisposed to Various Cardiomyopathies.", "doi": "10.1016/j.ekir.2017.05.014", "journal": ["Kidney international reports", "Kidney Int Rep"]}