{"authors": [["Urrestarazú", "Andrés", "A", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Otatti", "Gabriela", "G", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Silvariño", "Ricardo", "R", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Garau", "Mariela", "M", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Coitiño", "Ruben", "R", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Alvarez", "Asunción", "A", "Casa de Galicia, Nefrología, Montevideo, Uruguay."], ["Gonzalez", "Esther", "E", "Servicio de Nefrología, Hospital 12 de Octubre, Madrid, Spain."], ["Gadola", "Liliana", "L", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."], ["Praga", "Manuel", "M", "Servicio de Nefrología, Hospital 12 de Octubre, Madrid, Spain."], ["Noboa", "Oscar", "O", "Centro de Nefrología, Hospital de Clínicas, Facultad de Medicina, Universidad de la República, Montevideo, Uruguay."]], "text": "Because of their rarity in men, systemic lupus erythematous and lupus nephritis (LN) are poorly understood in men. Our aim was to analyze the clinical presentation and course of histology-proven systemic lupus erythematous and LN in males and to determine the risk factors for progression to end-stage renal disease.Fifty patients from 2 historical cohorts in Spain (Hospital 12 de Octubre) and Uruguay were retrospectively analyzed and compared with a female cohort matched for age and disease characteristics.The median age at the time of renal biopsy was 27 years (range, 8-79 years). The main forms of presentation were nephrotic syndrome in 26 of 50 patients (52%), and class IV LN in 34 of 50 (68%). After treatment, 21 patients (45.6%) achieved complete renal remission. During follow-up, 12 patients required renal replacement therapy, and 3 patients died of infectious causes. When patients who required renal replacement therapy were compared with those who did not require it, several parameters showed significant differences (P < 0.05) at the time of renal biopsy: estimated glomerular filtration rate < 60 ml/min, hypertension, hypoalbuminemia, and concomitant visceral involvement (neurologic, cardiovascular, and/or pulmonary). In the multivariate analysis, only estimated glomerular filtration rate < 60 ml/min persisted as a risk factor for progression to end-stage renal disease. When compared with a cohort of female patients with LN, there were no significant differences in remission or renal survival.LN in males usually presents as nephrotic syndrome, and type IV LN is the most frequent form. An estimated glomerular filtration rate < 60 ml/min at the time of renal biopsy is associated with poor renal outcomes. There were no differences in remission or progression of LN in males when compared with a cohort of female patients with LN.", "id": "29270496", "date": "2017-06-16", "title": "Lupus Nephritis in Males: Clinical Features, Course, and Prognostic Factors for End-Stage Renal Disease.", "doi": "10.1016/j.ekir.2017.05.011", "journal": ["Kidney international reports", "Kidney Int Rep"]}