{"authors": [["Hoye", "Neil A", "NA", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Wilson", "Luke C", "LC", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Wilkins", "Gerard T", "GT", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Jardine", "David L", "DL", "Department of Medicine, University of Otago, Christchurch, Otago, New Zealand."], ["Putt", "Tracey L", "TL", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Samaranayaka", "Ari", "A", "Department of Preventive and Social Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Schollum", "John B W", "JBW", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."], ["Walker", "Robert J", "RJ", "Department of Medicine, Dunedin School of Medicine, University of Otago, Dunedin, Otago, New Zealand."]], "text": "Sympathetic neural activation is markedly increased in end-stage kidney disease (ESKD). Catheter-based renal denervation (RDN) reduces sympathetic overactivity and blood pressure in resistant hypertension. We investigated the effect of RDN on sympathetic neural activation and left ventricular mass in patients with ESKD.Nine ESKD (6 hemodialysis and 3 peritoneal dialysis) patients with dialysis vintage of ≥11 months were treated with RDN (EnligHTN system). Data were obtained on a nondialysis day; at baseline, 1, 3, and 12 months post-RDN.At baseline sympathetic neural activation measured by muscle sympathetic nervous activity (MSNA) and plasma norepinephrine concentrations were markedly elevated. Left ventricular hypertrophy (LVH) was evident in 8 of the 9 patients. At 12 months post-RDN, blind analysis revealed that MSNAfrequency (-12.2 bursts/min1, 95% CI [-13.6, -10.7]) and LV mass (-27 g/m2, 95% CI [-47, -8]) were reduced. Mean ambulatory BP (systolic: -24 mm Hg, 95% CI [-42, -5] and diastolic: -13 mm Hg, 95% CI [-22, -4]) was also reduced at 12 months. Office BP was reduced as early as 1 month (systolic: -25 mm Hg, 95% CI [-45, -5] and diastolic: -13 mm Hg, 95% CI [-24, -1]). Both ambulatory and office BP had clinically significant reductions in at least 50% of patients out to 12 months.Catheter-based RDN significantly reduced MSNA and LV mass as well as systemic BP in this group of patients with ESKD.", "id": "29270493", "date": "2017-05-04", "title": "Endovascular Renal Denervation in End-Stage Kidney Disease Patients: Cardiovascular Protection-A Proof-of-Concept Study.", "doi": "10.1016/j.ekir.2017.04.012", "journal": ["Kidney international reports", "Kidney Int Rep"]}