{"authors": [["Demirjian", "Segav", "S", "Critical Care Nephrology, Cleveland Clinic, Cleveland, Ohio, USA."], ["Ailawadi", "Gorav", "G", "Advanced Cardiac Valve Center, University of Virginia, Charlottesville, Virginia, USA."], ["Polinsky", "Martin", "M", "Quark Pharmaceuticals, Ness Ziona, Israel."], ["Bitran", "Dani", "D", "Department of Cardiothoracic Surgery, Shaare Zedek Medical Center, Jerusalem, Israel."], ["Silberman", "Shuli", "S", "Department of Cardiothoracic Surgery, Shaare Zedek Medical Center, Jerusalem, Israel."], ["Shernan", "Stanton Keith", "SK", "Department of Anesthesiology, Perioperative and Pain Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts, USA."], ["Burnier", "Michel", "M", "Nephrology and Hypertension Service, Lausanne University Hospital, Lausanne, Switzerland."], ["Hamilton", "Marta", "M", "Hamilton Consulting Group LLC, Madison, Wisconsin, USA."], ["Squiers", "Elizabeth", "E", "Quark Pharmaceuticals, Ness Ziona, Israel."], ["Erlich", "Shai", "S", "Quark Pharmaceuticals, Ness Ziona, Israel."], ["Rothenstein", "Daniel", "D", "Quark Pharmaceuticals, Ness Ziona, Israel."], ["Khan", "Samina", "S", "Quark Pharmaceuticals, Ness Ziona, Israel."], ["Chawla", "Lakhmir S", "LS", "Division of Intensive Care Medicine and Division of Nephrology, Department of Medicine, Veterans Affairs Medical Center, Washington, DC, USA."]], "text": "Patients undergoing on-pump cardiac surgery are at an increased risk of acute kidney injury. QPI-1002, a small interfering ribonucleic acid, is under clinical development for the prevention of acute kidney injury. The safety, tolerability, and pharmacokinetics of QPI-1002 was evaluated in this first-in-man, Phase 1 study of a small, interfering ribonucleic acid in patients at risk of acute kidney injury after on-pump cardiac surgery.In this phase 1 randomized, placebo-controlled dose-escalation study, a single i.v. dose of QPI-1002 was administered in subjects undergoing on-pump cardiac surgery. Subjects received placebo (n = 4), or QPI-1002 in increasing doses of 0.5 mg/kg (n = 3), 1.5 mg/kg (n = 3), 5 mg/kg (n = 3), and 10 mg/kg (n = 3).A total of 16 subjects were enrolled in the study. The average maximum concentration and area under the curve from the time of dosing to the last measurable concentration of QPI-1002 were generally dose proportional, indicating that exposure increased with increasing dose. The average mean residence time (mean residence time to the last measurable concentration) was 10 to 13 minutes in all 4 drug-dosing cohorts. Adverse events occurred at a similar rate in all study groups. Of the total 109 reported adverse events, the events were distributed as 26 in the placebo group and 21, 19, 24, and 19 in the QPI-1002 0.5, 1.5, 5.0, and 10.0 mg/kg groups, respectively. Eight of the 16 subjects experienced at least 1 serious adverse event: 4 (100%) in the placebo group and 4 (33.3%) in the combined QPI-1002 cohorts.QPI-1002 was rapidly eliminated from plasma. QPI-1002 was safe and well tolerated across all dose groups. Overall, no dose-limiting toxicities or safety signals were observed in the study. Further development of QPI-1002 for prophylaxis of acute kidney injury is warranted.", "id": "29270490", "date": "2017-04-25", "title": "Safety and Tolerability Study of an Intravenously Administered Small Interfering Ribonucleic Acid (siRNA) Post On-Pump Cardiothoracic Surgery in Patients at Risk of Acute Kidney Injury.", "doi": "10.1016/j.ekir.2017.03.016", "journal": ["Kidney international reports", "Kidney Int Rep"]}