{"authors": [["Beddhu", "Srinivasan", "S", "VA Healthcare System, Salt Lake City, Utah, USA."], ["Wei", "Guo", "G", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."], ["Chen", "Xiaorui", "X", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."], ["Boucher", "Robert", "R", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."], ["Kiani", "Rabia", "R", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."], ["Raj", "Dominic", "D", "Division of Renal Diseases and Hypertension, George Washington University, Washington, DC, USA."], ["Chonchol", "Michel", "M", "Division of Renal Diseases and Hypertension, University of Colorado Denver, Denver, Colorado, USA."], ["Greene", "Tom", "T", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."], ["Murtaugh", "Maureen A", "MA", "Department of Medicine, University of Utah School of Medicine, Salt Lake City, Utah, USA."]], "text": "The associations of dietary protein and/or energy intakes with protein or energy wasting in patients on maintenance hemodialysis are controversial. We examined these in the Hemodialysis (HEMO) Study.In 1487 participants in the HEMO Study, baseline dietary protein intake (grams per kilogram per day) and dietary energy intake (kilocalories per kilograms per day) were related to the presence of the protein-energy wasting (PEW) syndrome at month 12 (defined as the presence of at least 1 criteria in 2 of the 3 categories of low serum chemistry, low body mass, and low muscle mass) in logistic regression models. In additional separate models, protein intake estimated from equilibrated normalized protein catabolic rate (enPCR) was also related to the PEW syndrome.Compared with the lowest quartile, the highest quartile of baseline dietary protein intake was paradoxically associated with increased risk of the PEW syndrome at month 12 (odds ratio [OR]: 4.11; 95% confidence interval [CI]: 2.79-6.05). This relationship was completely attenuated (OR: 1.35; 95% CI: 0.88-2.06) with adjustment for baseline body weight, which suggested mathematical coupling. Results were similar for dietary energy intake. Compared with the lowest quartile of baseline enPCR, the highest quartile was not associated with the PEW syndrome at 12 months (OR: 0.78; 95% CI: 0.54-1.12).These data do not support the use of dietary protein intake or dietary energy intake criteria in the definition of the PEW syndrome in patients on maintenance hemodialysis.", "id": "29270488", "date": "2017-04-18", "title": "Associations of Dietary Protein and Energy Intakes With Protein-Energy Wasting Syndrome in Hemodialysis Patients.", "doi": "10.1016/j.ekir.2017.04.002", "journal": ["Kidney international reports", "Kidney Int Rep"]}