{"authors": [["Adorni", "Maria Pia", "MP", "Department of Food and Drug, University of Parma, Parma."], ["Ferri", "Nicola", "N", "Department of Pharmaceutical and Pharmacological Sciences, University of Padua, Padua."], ["Marchianò", "Silvia", "S", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan."], ["Trimarco", "Valentina", "V", "Department of Neurosciences."], ["Rozza", "Francesco", "F", "Hypertension Research Center, Federico II University, Naples, Italy."], ["Izzo", "Raffaele", "R", "Hypertension Research Center, Federico II University, Naples, Italy."], ["Bernini", "Franco", "F", "Department of Food and Drug, University of Parma, Parma."], ["Zimetti", "Francesca", "F", "Department of Food and Drug, University of Parma, Parma."]], "text": "A beneficial effect on cardiovascular risk may be obtained by improving lipid-related serum lipoprotein functions such as high-density lipoproteins (HDLs) cholesterol efflux capacity (CEC) and serum cholesterol loading capacity (CLC) and by reducing proprotein convertase subtilisin kexin type 9 (PCSK9), independently of lipoprotein concentrations.We aimed to evaluate the effect of an innovative nutraceutical (NUT) combination containing red yeast rice (monacolin K 3.3 mg), berberine 531.25 mg and leaf extract of Morus alba 200 mg (LopiGLIK®), on HDL-CEC, serum CLC and on circulating PCSK9 levels.Twenty three dyslipidemic subjects were treated for 4 weeks with the above NUT combination. HDL-CEC was measured using specific cell-based radioisotopic assays; serum CLC and PCSK9 concentrations were measured fluorimetrically and by enzyme-linked immunosorbent assay, respectively.The NUT combination significantly reduced plasma level of the total cholesterol and low-density lipoprotein cholesterol (-9.8% and -12.6%, respectively). Despite no changes in HDL-cholesterol, the NUT combination improved total HDL-CEC in 83% of the patients, by an average of 16%, as a consequence of the increase mainly of the ATP-binding cassette A1-mediated CEC (+28.5%). The NUT combination significantly reduced serum CLC (-11.4%) while it did not change PCSK9 plasma levels (312.9±69.4 ng/mL vs 334.8±103.5 mg/L, before and after treatment, respectively).The present NUT combination improves the serum lipoprotein functional profile providing complementary beneficial effects, without any detrimental increase of PCSK9 plasma levels.", "id": "29270015", "date": "2017-12-11", "title": "Effect of a novel nutraceutical combination on serum lipoprotein functional profile and circulating PCSK9.", "doi": "10.2147/TCRM.S144121", "journal": ["Therapeutics and clinical risk management", "Ther Clin Risk Manag"]}