{"authors": [["Hosojima", "Michihiro", "M", "Department of Clinical Nutrition Science, Kidney Research Center, Niigata University Graduate School of Medical and Dental Sciences, Niigata, 951-8510, Japan."], ["Shimada", "Hisaki", "H", "Kidney Center, Shinrakuen Hospital, Niigata, 950-2087, Japan."], ["Obi", "Yoshitsugu", "Y", "Harold Simmons Center for Kidney Disease Research & Epidemiology, Division of Nephrology & Hypertension, University of California, Irvine, CA, 92868, USA."], ["Kuwahara", "Shoji", "S", "Department of Applied Molecular Medicine, Kidney Research Center, Niigata University Graduate School of Medical and Dental Sciences, Niigata, 951-8510, Japan."], ["Kaseda", "Ryohei", "R", "Division of Clinical Nephrology and Rheumatology, Kidney Research Center, Niigata University Graduate School of Medical and Dental Sciences, Niigata, 951-8510, Japan."], ["Kabasawa", "Hideyuki", "H", "Department of Clinical Nutrition Science, Kidney Research Center, Niigata University Graduate School of Medical and Dental Sciences, Niigata, 951-8510, Japan."], ["Kondo", "Hazuki", "H", "Rice Research Center, Kameda Seika Co. Ltd., Niigata, 950-0198, Japan."], ["Fujii", "Mikio", "M", "Rice Research Center, Kameda Seika Co. Ltd., Niigata, 950-0198, Japan."], ["Watanabe", "Reiko", "R", "Department of Health and Nutrition, University of Niigata Prefecture, Niigata, 950-8680, Japan."], ["Suzuki", "Yoshiki", "Y", "Health Administration Center, Niigata University, Niigata, 950-2181, Japan."], ["Kadowaki", "Motoni", "M", "Graduate School of Science and Technology, Niigata University, Niigata, 950-2181, Japan."], ["Miyazaki", "Shigeru", "S", "Kidney Center, Shinrakuen Hospital, Niigata, 950-2087, Japan."], ["Saito", "Akihiko", "A", "Department of Applied Molecular Medicine, Kidney Research Center, Niigata University Graduate School of Medical and Dental Sciences, Niigata, 951-8510, Japan. akisaito@med.niigata-u.ac.jp."]], "text": "In maintenance hemodialysis (MHD) patients, low protein intake is associated with protein-energy wasting, a risk factor that affects outcome. However, increased protein intake may lead to hyperphosphatemia and hyperkalemia, which are also mortality risk factors. Here, we evaluated the safety and effects of purified rice endosperm protein (REP), which contains less phosphorus and potassium than soy and casein proteins, as a supplemental protein source for MHD patients. This randomized, double-blind, placebo-controlled, crossover pilot study of REP supplementation (5 g/day × 4 weeks) was carried out in 50 Japanese adult MHD patients (1 dropped out); the primary outcome was the change in the urea kinetic-based normalized protein catabolic rate (nPCR), an indicator of protein intake in MHD patients. Intention-to-treat analyses of 24 patients in the REP-first group and 25 in the placebo-first group showed that REP supplementation increased nPCR significantly by 0.07 g/kg/day (95% confidence interval, 0.03-0.11), whereas changes in serum phosphorus and potassium concentrations were not different from the placebo. REP supplementation did not show a significant effect on other nutritional or metabolic parameters and no specific complications. In conclusion, purified REP with efficient bioavailability may be safe and useful for dietary supplementation in MHD patients.", "id": "29269937", "date": "2017-12-21", "title": "A Randomized, Double-Blind, Crossover Pilot Trial of Rice Endosperm Protein Supplementation in Maintenance Hemodialysis Patients.", "doi": "10.1038/s41598-017-18340-8", "journal": ["Scientific reports", "Sci Rep"]}