{"authors": [["Kiuchi", "Shunsuke", "S", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Hisatake", "Shinji", "S", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Kabuki", "Takayuki", "T", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Oka", "Takashi", "T", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Dobashi", "Shintaro", "S", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Fujii", "Takahiro", "T", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."], ["Ikeda", "Takanori", "T", "Department of Cardiovascular Medicine, Toho University Faculty of Medicine."]], "text": "Cardiac sympathetic nerve activity is known to play a key role in the development and progression of heart failure (HF). Azelnidipine, an L-type calcium channel blocker (CCB), inhibits the sympathetic nerve activity of the central system. In contrast, cilnidipine, an N-type CCB, inhibits the sympathetic nerve activity of the peripheral system. CCBs are recommended as class IIa in patients with HF preserved ejection fraction (HFpEF); however, there are no comparative data on the difference in effect of cilnidipine and azelnidipine in patients with HFpEF and hypertension. We investigated the difference in effect of azelnidipine compared with cilnidipine in patients with HFpEF. Twenty-four consecutive HF patients who received angiotensin II type1a receptor blocker and beta blocker from April 2013 to January 2015 were enrolled. Cilnidipine was switched to azelnidipine during the follow-up period. Blood pressures, heart rate, blood tests, echocardiography, and 123I-metaiodobenzylguanidine (MIBG) cardiac-scintigraphy were measured before and after 6 months from azelnidipine administration. B-type natriuretic peptide tended to decrease after switching to azelnidipine; however, there were no significant differences between the pre-state and post-state (pre-state: 118.5 pg/mL and post-state: 78.4 pg/mL, P = 0.137). Other laboratory findings, including catecholamine, also did not change significantly. In echocardiography, there were no significant differences in systolic and diastolic functions at the pre-state and post-state. As for MIBG, there were no significant changes in heart/mediastinum ratio. However, washout rate was significantly reduced (pre-state: 42.9 and post-state: 39.6, P = 0.030). Azelnidipine improved the dysfunction of cardiac sympathetic nerve activity compared with cilnidipine in patients with HFpEF.", "id": "29269711", "date": "2017-12-20", "title": "Effect of Switching from Cilnidipine to Azelnidipine on Cardiac Sympathetic Nerve Function in Patients with Heart Failure Preserved Ejection Fraction.", "doi": "10.1536/ihj.17-024", "journal": ["International heart journal", "Int Heart J"]}