{"authors": [["El-Hawari", "Sayed Fathi", "SF", "Department of Surgery, Anesthesiology, and Radiology, Faculty of Veterinary Medicine, Sohag University."], ["Sakata", "Hisashi", "H", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Oyama", "Norihiko", "N", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Tamura", "Jun", "J", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Higuchi", "Chika", "C", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Endo", "Yusuke", "Y", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Miyoshi", "Kenjirou", "K", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Sano", "Tadashi", "T", "Department of Veterinary Nursing Science, School of Veterinary Medicine, Rakuno Gakuen University."], ["Suzuki", "Kazuyuki", "K", "Department of Large Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."], ["Yamashita", "Kazuto", "K", "Department of Small Animal Clinical Sciences, School of Veterinary Medicine, Rakuno Gakuen University."]], "text": "The anesthetic and cardio-respiratory effects of xylazine-alfaxalone combination were evaluated in calves. Six calves (age: 6-9 months old; weight: 114-310 kg) were anesthetized with intravenous alfaxalone 15 min after administration of intramuscular saline (0.5 ml/100 kg) or xylazine (0.1 mg/kg; 0.5 ml/100 kg of a 2% xylazine solution). Anesthesia induction was smooth and orotracheal intubation was achieved in all calves. The calves anesthetized with xylazine-alfaxalone required a smaller induction dose of alfaxalone (1.23 ± 0.17 mg/kg, P=0.010) and accepted endotracheal intubation for a significantly longer period (16.8 ± 7.2 min, P=0.022) than the calves anesthetized with alfaxalone alone (2.28 ± 0.65 mg/kg 7.3 ± 1.6 min). At 5 min after induction, tachycardia (heart rate: 166 ± 47 beats/min of heart rate), hypertension (mean arterial blood pressure: 147 ± 81 mmHg), and hypoxemia (partial pressure of arterial blood oxygen [PaO2]: 43 ± 10 mmHg) were observed in the calves anesthetized with alfaxalone alone, whereas hypoxemia (PaO2: 47 ± 7 mmHg) and mild hypercapnia (partial pressure of arterial blood carbon dioxide: 54 ± 5 mmHg) were observed in the calves anesthetized with xylazine-alfaxalone. Premedication with xylazine provided a sparing effect on the induction dose of alfaxalone and a prolongation of anesthetic effect. Oxygen supplementation should be considered to prevent hypoxemia during anesthesia.", "id": "29269688", "date": "2017-12-20", "title": "Anesthetic and cardiorespiratory effects of single-bolus intravenous alfaxalone with or without intramuscular xylazine-premedication in calves.", "doi": "10.1292/jvms.17-0512", "journal": ["The Journal of veterinary medical science", "J. Vet. Med. Sci."]}