{"authors": [["Jayaraman", "Reshmy", "R", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Reinier", "Kyndaron", "K", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Nair", "Sandeep", "S", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Aro", "Aapo L", "AL", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Uy-Evanado", "Audrey", "A", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Rusinaru", "Carmen", "C", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA."], ["Stecker", "Eric C", "EC", "The Knight Cardiovascular Institute, Oregon Health and Science University, Portland OR."], ["Gunson", "Karen", "K", "Department of Pathology, Oregon Health and Science University, Portland OR."], ["Jui", "Jonathan", "J", "Department of Emergency Medicine, Oregon Health and Science University, Portland OR."], ["Chugh", "Sumeet S", "SS", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles CA sumeet.chugh@cshs.org."]], "text": "Background -Prevention of sudden cardiac arrest (SCA) in the young remains a largely unsolved public health problem and sports activity is an established trigger. While the presence of standard cardiovascular risk factors in the young can link to future morbidity and mortality in adulthood, the potential contribution of these risk factors to SCA in the young has not been evaluated. Methods -We prospectively ascertained subjects who suffered SCA between the ages of 5-34 years in the Portland, Oregon, USA metropolitan area (2002-2015, catchment population approximately 1 million). We assessed the circumstances, resuscitation outcomes and clinical profile of subjects that suffered SCA by a detailed evaluation of emergency response records, lifetime clinical records and autopsy examination. We specifically evaluated the association of standard cardiovascular risk factors and SCA, and sports as a trigger for SCA in the young. Results -Out of 3775 SCAs in all age groups, 186 (5%) occurred in the young (Mean age 25.9 ± 6.8, 67% male). In young SCA, overall prevalence of warning signs before SCA was low (29%); and 26 (14%) were associated with sports as a trigger. The remainder (n=160) occurred in other settings categorized as non-sports. Sports-related SCAs accounted for 39% of SCAs aged ≤18, 13% of SCAs aged 19-25, and 7% of SCAs aged 25-34. Sports-related SCA cases were more likely to present with shockable rhythms, and survival from cardiac arrest was 2.5-fold higher in sports-related vs. non-sports SCA (28% vs. 11%; p=0.05). Overall, the most common SCA-related conditions were sudden arrhythmic death syndrome (31%), coronary artery disease (22%) and hypertrophic cardiomyopathy (14%). There was an unexpectedly high overall prevalence of established cardiovascular risk factors (obesity, diabetes, hypertension, hyperlipidemia, smoking) with ≥1 risk factor in 58% of SCA cases. Conclusions -Sports was a trigger of SCA in a minority of cases, and in most patients SCA occurred without warning symptoms. Standard cardiovascular risk factors were found in over half of patients, suggesting the potential role of public health approaches that screen for cardiovascular risk factors at earlier ages.", "id": "29269388", "date": "2017-12-21", "title": "Risk Factors of Sudden Cardiac Death in the Young: A Multiple-Year Community-Wide Assessment.", "doi": "10.1161/CIRCULATIONAHA.117.031262", "journal": ["Circulation", "Circulation"]}