{"authors": [["El Amrani", "Leila", "L", "UFR Medecine site Nord, Department of General Practice, University of Montpellier, Montpellier, France."], ["Oude Engberink", "Agnes", "A", "UFR Medecine site Nord, Department of General Practice, University of Montpellier, Montpellier, France."], ["Ninot", "Gregory", "G", "CEPS Platform, Universities of Montpellier, Montpellier, France."], ["Hayot", "Maurice", "M", "PhyMedExp, University of Montpellier, CNRS, INSERM, CHU Montpellier, Montpellier, France."], ["Carbonnel", "François", "F", "UFR Medecine site Nord, Department of General Practice, University of Montpellier, Montpellier, France."]], "text": "The integration of Connected Health Devices (CHDs) is growing within mobile health (mHealth) and telemedicine, encouraged by institutions and industries. The idea is to improve lifestyle habits and health behaviors as a preventive goal in an aging population with fewer physicians available. However, their ill-defined place in health care does not promote their use in current medical practice.The primary objective of this study was to quantify CHDs' use rate by general practitioners (GPs). A secondary objective was to evaluate their benefits and limitations in usual care.A cross-sectional study through an Internet-based survey was addressed to French GPs via regional medical unions and continuous education agencies, supplemented with an informative website, from March 2015 to July 2015. Surveys where either the form was insufficiently filled or the main question was left unanswered were excluded from the study.A total of 1084 answers were analyzed, of which 19.46% (211/1084, 95% CI 17.1-21.8) GPs used CHDs, and 10.15% (110/1084, 95% CI 8.5-12.1) prescribed a CHD. CHD users statistically prescribed more CHDs (7.38% [80/1084] in the user group vs 2.86% [31/1084] in nonusers; P<.001) and were more likely to use them in the future. Major interests in their utilization were in patient monitoring for 84.96% (921/1084) and patient education for 75.83% (822/1084), especially for diabetes (89.67%, 972/1084) and hypertension (84.13%, 912/1084). Generated data had to be managed securely by the patient primarily for 85.79% (930/1084) of the GPs. CHDs had to not constrain GPs outside clinical consultation, nor restrain their time for 75.83% (822/1084). Additional actors in patient care were not desired for 79.98% (867/1084) of the GPs. Questions about data management issues and technical difficulties were raised.CHDs are little used by French GPs and even less prescribed to their patients, as only a few GPs use these tools. Their benefits as tools of patient empowerment, although expected, remain to be demonstrated in real-life setups.", "id": "29269336", "date": "2017-12-21", "title": "Connected Health Devices for Health Care in French General Medicine Practice: Cross-Sectional Study.", "doi": "10.2196/mhealth.7427", "journal": ["JMIR mHealth and uHealth", "JMIR Mhealth Uhealth"]}