{"authors": [["Menon", "J", "J", "University of Utah, College of Pharmacy, L.s. Skaggs Pharmacy Institute, 30 South 2000 East, 4th Floor, Salt Lake City, UT 84112, USA. Electronic address: Jyothi.Menon@utah.edu."], ["Mishra", "P", "P", "Purdue University, College of Pharmacy, Heine Pharmacy Building, Room 502A, 575 Stadium Mall Drive, West Lafayette, IN 47907-2091, USA. Electronic address: mishra18@purdue.edu."]], "text": "We determined incremental health care resource utilization, incremental health care expenditures, incremental absenteeism, and incremental absenteeism costs associated with osteoarthritis.Medical Expenditure Panel Survey (MEPS) for 2011 was used as data source. Individuals 18 years or older and employed during 2011 were eligible for inclusion in the sample for analyses. Individuals with osteoarthritis were identified based on ICD-9-CM codes. Incremental health care resource utilization included annual hospitalization, hospital days, emergency room visits and outpatient visits. Incremental health expenditures included annual inpatient, outpatient, emergency room, medications, miscellaneous and annual total expenditures.Of the total sample, 1354 were diagnosed with osteoarthritis, and compared to non osteoarthritis individuals. Incremental resource utilization, expenditures, absenteeism and absenteeism costs were estimated using regression models, adjusting for age, gender, sex, region, marital status, insurance coverage, comorbidities, anxiety, asthma, hypertension and hyperlipidemia. Regression models revealed incremental mean annual resource use associated with osteoarthritis of 0.07 hospitalizations, equal to 70 additional hospitalizations per 100 osteoarthritic patients annually, and 3.63 outpatient visits, equal to 363 additional visits per 100 osteoarthritic patients annually. Mean annual incremental total expenditures associated with osteoarthritis were $2046. Annually, mean incremental expenditures were largest for inpatient expenditures at $826, followed by mean incremental outpatient expenditures of $659, and mean incremental medication expenditures of $325. Mean annual incremental absenteeism was 2.2 days and mean annual incremental absenteeism costs were $715.74. Total direct expenditures were estimated at $41.7 billion.Osteoarthritis was associated with significant incremental health care resource utilization, expenditures, absenteeism and absenteeism costs.", "id": "29269328", "date": "2017-12-18", "title": "Health care resource use, health care expenditures and absenteeism costs associated with osteoarthritis in US healthcare system.", "doi": "10.1016/j.joca.2017.12.007", "journal": ["Osteoarthritis and cartilage", "Osteoarthr. Cartil."]}