{"authors": [["Ostrowska", "Kinga", "K", "Department of Organic Chemistry, Faculty of Pharmacy, Medical University of Warsaw, 1 Banacha Str., 02-097 Warsaw, Poland. Electronic address: kostrowska@wum.edu.pl."], ["Grzeszczuk", "Dawid", "D", "Department of Organic Chemistry, Faculty of Pharmacy, Medical University of Warsaw, 1 Banacha Str., 02-097 Warsaw, Poland."], ["Głuch-Lutwin", "Monika", "M", "Department of Pharmacobiology, Faculty of Pharmacy, Jagiellonian University Collegium Medicum, Kraków, Poland."], ["Gryboś", "Anna", "A", "Department of Pharmacobiology, Faculty of Pharmacy, Jagiellonian University Collegium Medicum, Kraków, Poland."], ["Siwek", "Agata", "A", "Department of Pharmacobiology, Faculty of Pharmacy, Jagiellonian University Collegium Medicum, Kraków, Poland."], ["Leśniak", "Anna", "A", "Department of Pharmacodynamics, Faculty of Pharmacy, Centre for Preclinical Research and Technology, Medical University of Warsaw, 1 Banacha Str., 02-097 Warsaw, Poland."], ["Sacharczuk", "Mariusz", "M", "Department of Pharmacodynamics, Faculty of Pharmacy, Centre for Preclinical Research and Technology, Medical University of Warsaw, 1 Banacha Str., 02-097 Warsaw, Poland; Department of Genomics, Institute of Genetics and Animal Breeding, Polish Academy of Sciences, Jastrzebiec, 1 Postepu Str., 05-555 Magdalenka, Poland; Department of Internal Medicine, Hypertension and Vascular Diseases, Medical University of Warsaw, 1a Banacha Str., 02-097 Warsaw, Poland."], ["Trzaskowski", "Bartosz", "B", "Centre of New Technologies, University of Warsaw, 2C Banacha Str., 02-097 Warsaw, Poland."]], "text": "In this work we describe the synthesis, docking studies and biological evaluation of a focused library of novel arylpiperazinyl derivatives of 8-acetyl-7-hydroxy-4-methylcoumarin. The new compounds were screened for their 5-HT1A and 5-HT2A receptor affinity. Among the evaluated compounds, six displayed high affinities to 5-HT1A receptors (4a-0.9 nM, 6a-0.5 nM, 10a-0.6 nM, 3b-0.9 nM, 6b-1.5 nM, 10b-1 nM). Compound 6a and 10a bearing a bromo- or methoxy- substituent in ortho position of the piperazine phenyl ring, were identified as potent antagonists of the 5-HT1A receptors. In the tail suspension test, mice injected with 6a showed a dose-dependent increase in depressive-like behavior that was related to a decrease in locomotor activity. Compound 10a did not decrease or prolong immobility time nor did it affect home cage activity. Molecular docking studies using 5-HT1A and 5-HT2A homology models revealed structural basis of the high affinity of ortho-substituted derivatives and subtle changes in amino acid interactions patterns depending on the length of the alkyl linker.", "id": "29269256", "date": "2017-12-09", "title": "5-HT1A and 5-HT2A receptors affinity, docking studies and pharmacological evaluation of a series of 8-acetyl-7-hydroxy-4-methylcoumarin derivatives.", "doi": "10.1016/j.bmc.2017.12.016", "journal": ["Bioorganic & medicinal chemistry", "Bioorg. Med. Chem."]}