{"authors": [["Long", "Adrianna", "A", "Winn Army Community Hospital, Department of Emergency Medicine, 1061 Harmon Avenue, Fort Stewart, GA 31314, United States."], ["Long", "Brit", "B", "San Antonio Military Medical Center, Department of Emergency Medicine, 3841 Roger Brooke Dr, Fort Sam Houston, TX 78234, United States. Electronic address: brit.long@yahoo.com."], ["Koyfman", "Alex", "A", "The University of Texas Southwestern Medical Center, Department of Emergency Medicine, 5323 Harry Hines Boulevard, Dallas, TX 75390, United States."]], "text": "Acute coronary syndrome (ACS) is a life-threatening disease frequently managed in the Emergency Department (ED). Risk factors such as age, hypertension, diabetes mellitus, obesity, and smoking are classically associated with atherosclerosis and ACS.This review evaluates non-traditional risk factors for atherosclerotic disease and seeks to inform physicians of their potential danger, particularly in vulnerable patient populations.Traditional risk factors are commonly utilized in the evaluation of patients with concern for ACS and acute myocardial infarction (AMI), though these may not be as useful for individual patient assessment. Heart disease accounts for a significant number of deaths in the U.S. Awareness of disease presentation and risk factors is important; however, several non-traditional risk factors are associated with atherosclerosis. Vasculitides, as well as immunologic medications used to treat these patients, increase atherosclerosis. Specific types of cancer and some therapies used to treat cancer are associated with atherosclerosis development and cardiovascular disease (CVD). Heavy alcohol use increases atherosclerosis and risk of AMI. Pregnancy also increases risk of AMI. Patients with HIV develop atherosclerosis at higher rates, and antiretroviral therapy predisposes patients to early development of coronary disease. Infections such as pneumonia and sepsis, associated with elevated inflammation, increase rate of ACS events during illness and throughout the one-year period after diagnosis of infection.Several non-traditional factors are associated with increased risk of atherosclerosis and ACS. Knowledge of these risk factors is important in the ED to minimize the potential of missing ACS.", "id": "29269163", "date": "2017-12-13", "title": "Non-traditional risk factors for atherosclerotic disease: A review for emergency physicians.", "doi": "10.1016/j.ajem.2017.12.036", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}