{"authors": [["Ikutani", "Masashi", "M", "Department of Immunobiology and Pharmacological Genetics, Graduate School of Medicine and Pharmaceutical Science for Research, University of Toyama, Toyama, Japan; Department of Immune Regulation, The Research Center for Hepatitis and Immunology, Research Institute, National Center for Global Health and Medicine, Chiba, Japan. Electronic address: lbmikutani@hospk.ncgm.go.jp."], ["Ogawa", "Shinya", "S", "R&D Division, Tokyo Research Park, Kyowa Hakko Kirin Co. Ltd, Tokyo, Japan."], ["Yanagibashi", "Tsutomu", "T", "Department of Immunobiology and Pharmacological Genetics, Graduate School of Medicine and Pharmaceutical Science for Research, University of Toyama, Toyama, Japan; Toyama Prefectural Institute for Pharmaceutical Research, Toyama, Japan."], ["Nagai", "Terumi", "T", "Department of Immunobiology and Pharmacological Genetics, Graduate School of Medicine and Pharmaceutical Science for Research, University of Toyama, Toyama, Japan."], ["Okada", "Kazuki", "K", "R&D Division, Tokyo Research Park, Kyowa Hakko Kirin Co. Ltd, Tokyo, Japan."], ["Furuichi", "Yoko", "Y", "R&D Division, Tokyo Research Park, Kyowa Hakko Kirin Co. Ltd, Tokyo, Japan."], ["Takatsu", "Kiyoshi", "K", "Department of Immunobiology and Pharmacological Genetics, Graduate School of Medicine and Pharmaceutical Science for Research, University of Toyama, Toyama, Japan; Toyama Prefectural Institute for Pharmaceutical Research, Toyama, Japan. Electronic address: takatsuk@med.u-toyama.ac.jp."]], "text": "Interleukin (IL)-5 is a critical regulator of eosinophils and a therapeutic target for asthma. The administration of anti-IL-5 or anti-IL-5 receptor (IL-5R) antibodies has been shown to reduce eosinophil counts and ameliorate asthmatic symptoms in studies on animal models of allergy as well as in human clinical trials. In order to explore other potential clinical uses of IL-5R antibodies, we used an animal model of IL-33-mediated pulmonary arterial hypertrophy. We first generated chimeric monoclonal antibodies against the mouse IL-5 receptor α chain (IL-5Rα), which comprised an Fc region from human IgG1 and a Fab region from a previously established anti-mouse IL-5Rα monoclonal antibody. To investigate the role of antibody-dependent cell-mediated cytotoxicity (ADCC), chimeric antibodies that lacked ADCC were prepared. These antibodies recognized IL-5Rα to the same extent as the ADCC-sufficient antibodies. Administration of chimeric antibodies with ADCC resulted in the elimination of eosinophils from the lung and thus suppressed the development of arterial hypertrophy. This effect was attenuated in mice treated with antibodies lacking ADCC. Taken together, the results of this study provided a potential use for anti-IL-5Rα antibodies in the treatment of arterial hypertrophy, which leads to pulmonary hypertension.", "id": "29269115", "date": "2017-12-13", "title": "Elimination of eosinophils using anti-IL-5 receptor alpha antibodies effectively suppresses IL-33-mediated pulmonary arterial hypertrophy.", "doi": "10.1016/j.imbio.2017.12.002", "journal": ["Immunobiology", "Immunobiology"]}