{"authors": [["Labazi", "Hicham", "H", "Department of Physiology, Pharmacology and Neuroanatomy, West Virginia University, Morgantown, WV, USA. Electronic address: hlabazi@yahoo.fr."], ["Teng", "Bunyen", "B", "Department of Physiology, Pharmacology and Neuroanatomy, West Virginia University, Morgantown, WV, USA. Electronic address: bunyen.teng.ctr@mail.mil."], ["Mustafa", "S Jamal", "SJ", "Department of Physiology, Pharmacology and Neuroanatomy, West Virginia University, Morgantown, WV, USA; WV Center for Tranlational Science Institute, Morgantown, WV, USA. Electronic address: sjmustafa@hsc.wvu.edu."]], "text": "Activation of adenosine receptors has been implicated in several biological functions, including cardiovascular and renal function. Diabetes causes morphological and functional changes in the vasculature, resulting in abnormal responses to various stimuli. Recent studies have suggested that adenosine receptor expression and signaling are altered in disease states such as hypertension, diabetes. Using a streptozotocin (STZ) mouse model of type I diabetes (T1D), we investigated the functional changes in aorta and resistance mesenteric arteries to adenosine receptor agonist activation in T1D. Organ baths and DMT wire myographs were used for muscle tension measurements in isolated vascular rings, and western blotting was used for protein analysis. Concentration response curves to selective adenosine receptor agonists, including CCPA (A1 receptor agonist), Cl-IBMECA (A3 receptor agonist), CGS-21680 (A2A receptor agonist), and BAY 60-6583 (A2B receptor agonist), were performed. We found that diabetes did not affect adenosine receptor agonist-mediated relaxation or contraction in mesenteric arteries. However, aortas from diabetic mice exhibited a significant decrease (P < 0.05) in A1 receptor-mediated vasoconstriction. In addition, the aortas from STZ-treated mice exhibited an increase in phenylephrine-mediated contraction (EC50 7.40 ± 0.08 in STZ vs 6.89 ± 0.14 in vehicle; P < 0.05), while relaxation to A2A receptor agonists (CGS-21680) tended to decrease in aortas from the STZ-treated group (not statistically significant). Our data suggest that changes in adenosine receptor(s) vascular reactivity in T1D is tissue specific, and the decrease in A1 receptor-mediated aortic contraction could be a compensatory mechanism to counterbalance the increased adrenergic vascular contractility observed in aortas from diabetic mice.", "id": "29269016", "date": "2017-12-18", "title": "Functional changes in vascular reactivity to adenosine receptor activation in type I diabetic mice.", "doi": "10.1016/j.ejphar.2017.12.034", "journal": ["European journal of pharmacology", "Eur. J. Pharmacol."]}