{"authors": [["Flannery", "Laura D", "LD", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts."], ["Fahed", "Akl C", "AC", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts."], ["DeFaria Yeh", "Doreen", "D", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts."], ["Youniss", "Mohamed A", "MA", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts."], ["Barinsky", "Gregory L", "GL", "Northeastern University School of Pharmacy, Boston, Massachusetts."], ["Stefanescu Schmidt", "Ada C", "AC", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts."], ["Benavidez", "Oscar J", "OJ", "Division of Pediatric Cardiology, Massachusetts General Hospital for Children, Boston, Massachusetts."], ["Meigs", "James B", "JB", "Division of General Internal Medicine, Department of Medicine, Massachusetts General Hospital and Harvard Medical School, and Program in Medical and Population Genetics, Broad Institute, Boston, Massachusetts."], ["Bhatt", "Ami B", "AB", "Division of Cardiology, Massachusetts General Hospital, Boston, Massachusetts. Electronic address: abhatt@mgh.harvard.edu."]], "text": "We aimed to evaluate atherosclerotic cardiovascular disease (ASCVD) risk estimates and guideline-based statin use for primary prevention of ASCVD in adults with congenital heart disease (ACHD). This was a case-controlled, retrospective study of 248 cases and 744 age- and gender-matched controls at a tertiary care referral center. ASCVD risk scores were calculated and used to assess indication for statin treatment for primary prevention per the 2013 American College of Cardiology and American Heart Association guideline on assessment of cardiovascular risk. There were no differences in average 10-year ASCVD risk scores between ACHD cases (4.6% ± 6.6%) and matched controls (5.1% ± 6.7%, p = 0.32). ACHD cases had lower total cholesterol (183 ± 38 vs 192.6 ± 35.3 mg/dL, p < 0.001) and were less likely to smoke (8.1% vs 14.6%, p = 0.008), yet had lower high density lipoprotein (52.6 ± 17.2 vs 55.3 ± 17.1 mg/dL, p = 0.03) and higher hypertension rates (38.7% vs 28.5%, p = 0.003). However, only 42.3% ACHD cases with a primary prevention statin indication were appropriately prescribed therapy as compared with 59.0% of controls (p = 0.04). In conclusion, ACHD cases have a similar 10-year ASCVD risk score than age- and gender-matched peers, but ACHD cases are less likely than their peers to be prescribed statin therapy for primary prevention per guideline-based recommendations.", "id": "29268935", "date": "2017-11-23", "title": "Frequency of Guideline-Based Statin Therapy in Adults With Congenital Heart Disease.", "doi": "10.1016/j.amjcard.2017.11.009", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}