{"authors": [["Oliva", "María E", "ME", "1Department of Biochemistry,School of Biochemistry,University of Litoral,Ciudad Universitaria,Paraje El Pozo,CC 242,3000 Santa Fe,Argentina."], ["Creus", "Agustina", "A", "1Department of Biochemistry,School of Biochemistry,University of Litoral,Ciudad Universitaria,Paraje El Pozo,CC 242,3000 Santa Fe,Argentina."], ["Ferreira", "María R", "MR", "1Department of Biochemistry,School of Biochemistry,University of Litoral,Ciudad Universitaria,Paraje El Pozo,CC 242,3000 Santa Fe,Argentina."], ["Chicco", "Adriana", "A", "1Department of Biochemistry,School of Biochemistry,University of Litoral,Ciudad Universitaria,Paraje El Pozo,CC 242,3000 Santa Fe,Argentina."], ["Lombardo", "Yolanda B", "YB", "1Department of Biochemistry,School of Biochemistry,University of Litoral,Ciudad Universitaria,Paraje El Pozo,CC 242,3000 Santa Fe,Argentina."]], "text": "This study investigates the effects of replacing dietary casein by soya protein on the underlying mechanisms involved in the impaired metabolic fate of glucose and lipid metabolisms in the heart of dyslipidaemic rats chronically fed (8 months) a sucrose-rich (62·5 %) diet (SRD). To test this hypothesis, Wistar rats were fed an SRD for 4 months. From months 4 to 8, half the animals continued with the SRD and the other half were fed an SRD in which casein was substituted by soya. The control group received a diet with maize starch as the carbohydrate source. Compared with the SRD-fed group, the following results were obtained. First, soya protein significantly (P<0·001) reduced the plasma NEFA levels and normalised dyslipidaemia and glucose homoeostasis, improving insulin resistance. The protein levels of fatty acid translocase at basal state and under insulin stimulation and the protein levels and activity of muscle-type carnitine palmitoyltransferase 1 were normalised. Second, a significant (P<0·001) reduction of TAG, long-chain acyl CoA and diacylglycerol levels was observed in the heart muscle. Third, soya protein significantly increased (P<0·01) GLUT4 protein level under insulin stimulation and normalised glucose phosphorylation and oxidation. A reduction of phosphorylated AMP protein kinase protein level was recorded without changes in uncoupling protein 2 and PPARα. Fourth, hydroxyproline concentration decreased in the left ventricle and hypertension was normalised. The new information provided shows the beneficial effects of soya protein upon the altered pathways of glucose and lipid metabolism in the heart muscle of this rat model.", "id": "29268800", "date": "2017-12-22", "title": "Dietary soya protein improves intra-myocardial lipid deposition and altered glucose metabolism in a hypertensive, dyslipidaemic, insulin-resistant rat model.", "doi": "10.1017/S000711451700321X", "journal": ["The British journal of nutrition", "Br. J. Nutr."]}