{"authors": [["Fiest", "Kirsten M", "KM", "Department of Internal Medicine, University of Manitoba, GF533, 820 Sherbrook Street, Winnipeg, MB, R3A 1R9, Canada."], ["Greenfield", "Jamie", "J", "Department of Clinical Neurosciences, University of Calgary, Calgary, AB, Canada."], ["Metz", "Luanne M", "LM", "Department of Clinical Neurosciences, University of Calgary, Calgary, AB, Canada."], ["Patten", "Scott B", "SB", "Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada."], ["Jetté", "Nathalie", "N", "Department of Clinical Neurosciences, University of Calgary, Calgary, AB, Canada."], ["Marrie", "Ruth Ann", "RA", "Department of Internal Medicine, University of Manitoba, GF533, 820 Sherbrook Street, Winnipeg, MB, R3A 1R9, Canada. rmarrie@hsc.mb.ca."]], "text": "Though many people with multiple sclerosis (MS) have comorbidities, the use of generic and disease-specific health related quality of life (HRQOL) scales to discriminate the effects of comorbidity has not been established. The utility of these scales to discriminate differences between persons with varying levels of disability is also unknown.Using online questionnaires, a convenience sample of Albertans with MS was recruited between July 2011 and March 2013. Participants completed demographic questions, a validated comorbidity questionnaire, a self-reported disability scale, and the following HRQOL scales: the Short Form (SF)-36, SF-6D, Health Utilities Index-Mark III (HUI-III), and Multiple Sclerosis Quality of Life-54 (MSQOL-54). The ability of each HRQOL scale to distinguish between comorbidity groups was assessed using a one-way analysis of covariance, adjusting for age, sex, disease course, and disability level.Five hundred sixty three participants completed all relevant questionnaires. All HRQOL measures distinguished between persons with or without depression, while none were able to distinguish between participants with or without hypertension, thyroid disease, irritable bowel syndrome, or osteoporosis. The SF-36 physical scale, SF-6D, HUI-III, and MSQOL-54 physical scales were able to distinguish between all disability groups, though the HUI-III was better able to distinguish between individuals with moderate versus severe disability.Disease-specific measures would discriminate better between those with and without comorbidities than generic-specific measures and the HUI-III would discriminate best between persons with differing severities of disability. Generic or disease-specific measures may be useful in future studies examining the effects of comorbidity in MS and the effects of treatment of comorbidities in MS.", "id": "29268750", "date": "2017-12-21", "title": "Discriminative ability of quality of life measures in multiple sclerosis.", "doi": "10.1186/s12955-017-0828-0", "journal": ["Health and quality of life outcomes", "Health Qual Life Outcomes"]}