{"authors": [["Coppell", "Kirsten J", "KJ", "Edgar Diabetes and Obesity Research, Department of Medicine, Dunedin School of Medicine, University of Otago, PO Box 56, Dunedin, 9054, New Zealand. kirsten.coppell@otago.ac.nz."], ["Abel", "Sally L", "SL", "Kaupapa Consulting Ltd, Napier, 4110, New Zealand."], ["Freer", "Trish", "T", "Health Hawke's Bay - Te Oranga Hawke's Bay, PO Box 11141, Hastings, 4158, New Zealand."], ["Gray", "Andrew", "A", "Department of Preventive and Social Medicine, Dunedin School of Medicine, University of Otago, PO Box 56, Dunedin, 9054, New Zealand."], ["Sharp", "Kiri", "K", "Edgar Diabetes and Obesity Research, Department of Medicine, Dunedin School of Medicine, University of Otago, PO Box 56, Dunedin, 9054, New Zealand."], ["Norton", "Joanna K", "JK", "Edgar Diabetes and Obesity Research, Department of Medicine, Dunedin School of Medicine, University of Otago, PO Box 56, Dunedin, 9054, New Zealand."], ["Spedding", "Terrie", "T", "Health Hawke's Bay - Te Oranga Hawke's Bay, PO Box 11141, Hastings, 4158, New Zealand."], ["Ward", "Lillian", "L", "Health Hawke's Bay - Te Oranga Hawke's Bay, PO Box 11141, Hastings, 4158, New Zealand."], ["Whitehead", "Lisa C", "LC", "School of Nursing and Midwifery, Edith Cowan University, 270 Joondalup Drive, Joondalup, 6027, Australia."]], "text": "Primary care nurse-led prediabetes interventions are seldom reported. We examined the implementation and feasibility of a 6-month multilevel primary care nurse-led prediabetes lifestyle intervention compared with current practice in patients with prediabetes, with weight and glycated haemoglobin (HbA1c) as outcomes.This study used a convergent mixed methods design involving a 6-month pragmatic non-randomised pilot study with a qualitative process evaluation, and was conducted in two neighbouring provincial cities in New Zealand, with indigenous Māori populations comprising 18.2% and 23.0%, respectively. Participants were non-pregnant adults aged ≤ 70 years with newly diagnosed prediabetes (HbA1c 41-49 mmol/mol), body mass index (BMI) ≥ 25 kg/m2 and not prescribed Metformin. A structured dietary intervention tool delivered by primary care nurses with visits at baseline, 2-3 weeks, 3 months and 6 months was implemented in four intervention practices. Four control practices continued to provide usual care. Primary quantitative outcome measures were weight and HbA1c. Linear and quantile regression models were used to compare each outcome between the two groups at follow-up. Qualitative data included: observations of nurse training sessions and steering group meetings; document review; semi-structured interviews with a purposive sample of key informants (n = 17) and intervention patients (n = 20). Thematic analysis was used.One hundred fifty-seven patients with prediabetes enrolled (85 intervention, 72 control), 47.8% female and 31.2% Māori. Co-morbidities were common, particularly hypertension (49.7%), dyslipidaemia (40.1%) and gout (15.9%). Baseline and 6 month measures were available for 91% control and 79% intervention participants. After adjustment, the intervention group lost a mean 1.3 kg more than the control group (p < 0.001). Mean HbA1c, BMI and waist circumference decreased in the intervention group and increased in the control group, but differences were not statistically significant. Implementation fidelity was high, and it was feasible to implement the intervention in busy general practice settings. The intervention was highly acceptable to both patients and key stakeholders, especially primary care nurses.Study findings confirm the feasibility and acceptability of primary care nurses providing structured dietary advice to patients with prediabetes in busy general practice settings. The small but potentially beneficial mean weight loss among the intervention group supports further investigation.ANZCTR ACTRN12615000806561 . Registered 3 August 2015 (Retrospectively registered).", "id": "29268719", "date": "2017-12-21", "title": "The effectiveness of a primary care nursing-led dietary intervention for prediabetes: a mixed methods pilot study.", "doi": "10.1186/s12875-017-0671-8", "journal": ["BMC family practice", "BMC Fam Pract"]}