{"authors": [["Bosch", "Agnes J", "AJ", "Department of Nephrology and Hypertension, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Ulmenweg 18, 91054, Erlangen, Germany."], ["Harazny", "Joanna M", "JM", "Department of Nephrology and Hypertension, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Ulmenweg 18, 91054, Erlangen, Germany."], ["Kistner", "Iris", "I", "Department of Nephrology and Hypertension, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Ulmenweg 18, 91054, Erlangen, Germany."], ["Friedrich", "Stefanie", "S", "Department of Nephrology and Hypertension, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Ulmenweg 18, 91054, Erlangen, Germany."], ["Wojtkiewicz", "Joanna", "J", "Department of Pathophysiology, University of Warmia and Mazury, Olsztyn, Poland."], ["Schmieder", "Roland E", "RE", "Department of Nephrology and Hypertension, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Ulmenweg 18, 91054, Erlangen, Germany. Roland.Schmieder@uk-erlangen.de."]], "text": "Microvascular rarefaction influences peripheral vascular resistance, perfusion and metabolism by affecting blood pressure and flow pattern. In hypertension microvascular rarefaction has been described in experimental animal studies as well as in capillaroscopy of skin and biopsies of muscle tissue in patients. Retinal circulation mirrors cerebral microcirculation and allows non-invasive investigations. We compared capillary rarefaction of retinal vessels in hypertensive versus normotensive subjects.In this study retinal capillary rarefaction in 70 patients with long time (more than 67 month of disease duration) and 64 patients with short time hypertension stage 1 or 2 has been compared to 55 healthy control subjects, who participated in clinical trials in our Clinical Research Center ( www.clinicaltrials.gov : NCT01318395, NCT00627952, NCT00152698, NCT01319344). Retinal vascular parameters have been measured non-invasively and in vivo in perfusion image by scanning laser Doppler flowmetry (Heidelberg Engineering, Germany). Capillary rarefaction was assessed by capillary area (CapA) (in pixel-number) and intercapillary distance (ICD) (in μm). Additionally retinal capillary flow (RCF) was measured.ICD was greater in the long time hypertensive group compared to healthy individuals (24.2 ± 6.3 μm vs 20.1 ± 4.2 μm, p = 0.001) and compared to short time hypertensive patients (22.2 ± 5.2 μm, p = 0.020). Long time hypertensive patients showed less CapA compared to healthy people (1462 ± 690 vs 1821 ± 652, p = 0.005). Accordingly, RCF was significantly lower in the long time hypertensive group compared to the healthy control group (282 ± 70 AU vs 314 ± 60 AU, p = 0.032). Our data indicate a lower level of retinal capillary density in hypertensive patients, especially in those with long time hypertension.Patients with hypertension stage 1 or 2 showed retinal capillary rarefaction in comparison to healthy normotensive subjects. Retinal capillary rarefaction was intensified with duration of disease.", "id": "29268712", "date": "2017-12-21", "title": "Retinal capillary rarefaction in patients with untreated mild-moderate hypertension.", "doi": "10.1186/s12872-017-0732-x", "journal": ["BMC cardiovascular disorders", "BMC Cardiovasc Disord"]}