{"authors": [["Michael", "Olugbenga S", "OS", "a Cardiovascular Research Laboratory, Department of Physiology, College of Health Sciences , University of Ilorin , Ilorin , Nigeria."], ["Olatunji", "Lawrence A", "LA", "a Cardiovascular Research Laboratory, Department of Physiology, College of Health Sciences , University of Ilorin , Ilorin , Nigeria."]], "text": "Estrogen-progestin oral contraceptives (COC) or tobacco smoking has been associated with hypertension and endothelial dysfunction resulting in increased risk of cardiovascular diseases (CVD). Contrasting effects of nicotine exposure on endothelial function have been reported. The effect of non-smoking nicotine exposure on endothelial dysfunction during COC treatment remains to be fully elucidated. We therefore, sought to determine the effects of nicotine exposure during COC treatment on endothelial dysfunction mediators and circulating corticosteroids. Female Wistar rats aged 10 weeks were given (po) vehicle, nicotine (1.0 mg/kg) with or without COC steroids (1.0 µg ethinylestradiol and 5.0 µg levonorgestrel) daily for 6 weeks. Nicotine exposure caused 113.3% increase in insulinemia whereas COC treatment led to 76.9% increased insulinemia compared with control. Furthermore, COC treatment or nicotine exposure led to glucose deregulation, insulin resistance, reduced nitric oxide bioavailability, elevated plasminogen activator inhibitor-1, uric acid, oxidative stress, atherogenic dyslipidemia, and corticosteroids. However, COC + NIC treatment led to 41.2% decrease in insulemina compared with COC-treated rats. Furthermore, all other alterations were alleviated by nicotine exposure in COC-treated female rats with the exception of corticosteroids.", "id": "29268635", "date": "2017-12-22", "title": "Nicotine exposure suppresses hyperinsulinemia and improves endothelial dysfunction mediators independent of corticosteroids in insulin-resistant oral contraceptive-treated female rats.", "doi": "10.1080/01480545.2017.1413109", "journal": ["Drug and chemical toxicology", "Drug Chem Toxicol"]}