{"authors": [["Wallace", "Bradley", "B", "University of Colorado at Denver - Anschutz Medical Campus, 129263, Surgery and Pediatric Heart Lung Center, Aurora, Colorado, United States ; bradley.wallace@ucdenver.edu."], ["Peisl", "Amelie", "A", "University of Colorado at Denver - Anschutz Medical Campus, 129263, Pediatric Heart Lung Center, Aurora, Colorado, United States ; Amelie.Peisl@ucdenver.edu."], ["Seedorf", "Gregory", "G", "University of Colorado, Pediatric Heart Lung Center, Department of Pediatrics, Aurora, Colorado, United States ; gregory.seedorf@ucdenver.edu."], ["Nowlin", "Taylor", "T", "University of Colorado at Denver - Anschutz Medical Campus, 129263, Pediatric Heart Lung Center, Aurora, Colorado, United States ; Taylor.nowlin@ucdenver.edu."], ["Kim", "Christina", "C", "University of Colorado at Denver - Anschutz Medical Campus, 129263, Pediatric Heart Lung Center, Aurora, Colorado, United States ; christina.kim@ucdenver.edu."], ["Bosco", "Jennifer", "J", "Shire Pharmaceuticals USA, 37387, Lexington, Massachusetts, United States ; jennifer.bosco@gmail.com."], ["Kenniston", "Jon", "J", "Shire Pharmaceuticals USA, 37387, Lexington, Massachusetts, United States ; jkenniston0@shire.com."], ["Keefe", "Dennis", "D", "Shire Pharmaceuticals USA, 37387, Lexington, Massachusetts, United States ; keefe.dennis@googlemail.com."], ["Abman", "Steven H", "SH", "University of Colorado School of Medicine, Professor, Department of Pediatrics, Denver, Colorado, United States ; steven.abman@ucdenver.edu."]], "text": "Rationale/Objectives: Pregnancies complicated by antenatal stress, including preeclampsia (PE) and chorioamnionitis (CA), increase the risk for bronchopulmonary dysplasia (BPD) in preterm infants but biologic mechanisms linking prenatal factors with BPD are uncertain. Levels of soluble fms-like tyrosine kinase 1 (sFlt-1), an endogenous antagonist to vascular endothelial growth factor (VEGF), are increased in amniotic fluid and maternal blood in PE and associated with CA. Since impaired VEGF signaling has been implicated in the pathogenesis of BPD, we hypothesized that fetal exposure to sFlt-1 decreases lung growth and causes abnormal lung structure and pulmonary hypertension during infancy.To test this hypothesis, we studied the effects of anti-sFlt-1 monoclonal antibody (Mab) treatment on lung growth in 2 established antenatal models of BPD that mimic PE and CA induced by intra-amniotic (IA) injections of sFlt-1 or endotoxin (ETX), respectively. In experimental PE, Mab was administered by 3 different approaches, including antenatal treatment by either IA instillation or maternal uterine artery infusion, or by postnatal intra-peritoneal injections.With each strategy, Mab therapy improved infant lung structure as assessed by radial alveolar count, vessel density, right ventricular hypertrophy and lung function. As found in the PE model, the adverse lung effects of IA ETX were also reduced by antenatal or postnatal Mab therapy.We conclude that treatment with anti-sFlt-1 Mab preserves lung structure and function and prevents RVH in 2 rat models of BPD of antenatal stress and speculate that early Mab therapy may provide a novel strategy for the prevention of BPD.", "id": "29268623", "date": "2017-12-21", "title": "Anti-sFlt-1 Therapy Preserves Lung Alveolar and Vascular Growth in Antenatal Models of BPD.", "doi": "10.1164/rccm.201707-1371OC", "journal": ["American journal of respiratory and critical care medicine", "Am. J. Respir. Crit. Care Med."]}