{"authors": [["Domellöf", "Magnus", "M", "Department of Clinical Sciences, Pediatrics, Umeå University, Umeå, Sweden."]], "text": "Low birth weight (LBW), defined as a birth weight of <2,500 g, affects 16% of all newborns and is a risk factor for impaired neurodevelopment as well as adverse cardiovascular and metabolic outcomes, including hypertension. LBW infants include both term, small for gestational age infants and preterm infants. Most LBW infants have only marginally LBW (2,000-2,500 g). Recent advances in neonatal care have significantly improved the survival of very LBW (VLBW) infants (<1,500 g). LBW infants are at high risk of iron deficiency due to low iron stores at birth and higher iron requirements due to rapid growth. Using a factorial approach, iron requirements of LBW infants have been estimated to be 1-2 mg/kg/day, which is much higher than the requirements of term, normal birth weight infants, who need almost no dietary iron during the first 6 months of life. In VLBW infants, blood losses and blood transfusions related to neonatal intensive care, as well as erythropoietin treatment, will greatly influence iron status and iron requirements. The timing of umbilical cord clamping at birth is of great importance for the amount of blood transfused from the placenta to the newborn and thereby total body iron. Delayed cord clamping of LBW infants is associated with less need for blood transfusion, less intraventricular hemorrhage, and less necrotizing enterocolitis. Randomized controlled trials have shown that an iron intake of 1-3 mg/kg/day (1-2 mg for marginally LBW and 2-3 mg for VLBW) is needed to effectively prevent iron deficiency. There is some recent evidence that these levels of iron intake will prevent some of the negative health consequences associated with LBW, especially behavioral problems and other neurodevelopmental outcomes and possibly even hypertension. However, it is also important to avoid excessive iron intakes which have been associated with adverse effects in LBW infants.", "id": "29268255", "date": "2017-12-22", "title": "Meeting the Iron Needs of Low and Very Low Birth Weight Infants.", "doi": "10.1159/000480741", "journal": ["Annals of nutrition & metabolism", "Ann. Nutr. Metab."]}