{"authors": [["Paulo", "Luciano L", "LL", "Biotechnology Center, Federal University of Paraíba, João Pessoa, PB, Brazil; Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Cruz", "Josiane Campos", "JC", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Zhuge", "Zhengbing", "Z", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Carvalho-Galvão", "Alynne", "A", "Biotechnology Center, Federal University of Paraíba, João Pessoa, PB, Brazil."], ["Brandão", "Maria C R", "MCR", "Department of Chemistry, Federal University of Paraíba, João Pessoa, PB, Brazil."], ["Diniz", "Thiago F", "TF", "Institute of Biological Sciences, Federal University of Minas Gerais, Belo Horizonte, MG, Brazil."], ["Haworth", "Sarah McCann", "SM", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Athayde-Filho", "Petrônio F", "PF", "Department of Chemistry, Federal University of Paraíba, João Pessoa, PB, Brazil."], ["Lemos", "Virginia S", "VS", "Institute of Biological Sciences, Federal University of Minas Gerais, Belo Horizonte, MG, Brazil."], ["Lundberg", "Jon O", "JO", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Montenegro", "Marcelo F", "MF", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Braga", "Valdir A", "VA", "Biotechnology Center, Federal University of Paraíba, João Pessoa, PB, Brazil."], ["Carlström", "Mattias", "M", "Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden. Electronic address: Mattias.Carlstrom@ki.se."]], "text": "Development and progression of cardiovascular diseases, including hypertension, are often associated with impaired nitric oxide synthase (NOS) function and nitric oxide (NO) deficiency. Current treatment strategies to restore NO bioavailability with organic nitrates are hampered by undesirable side effects and development of tolerance. In this study, we evaluated NO release capability and cardiovascular effects of the newly synthesized organic nitrate 1, 3-bis (hexyloxy) propan-2-yl nitrate (NDHP).A combination of in vitro and in vivo approaches was utilized to assess acute effects of NDHP on NO release, vascular reactivity and blood pressure. The therapeutic value of chronic NDHP treatment was assessed in an experimental model of angiotensin II-induced hypertension in combination with NOS inhibition.NDHP mediates NO formation in both cell-free system and small resistance arteries, a process which is catalyzed by xanthine oxidoreductase. NDHP-induced vasorelaxation is endothelium independent and mediated by NO release and modulation of potassium channels. Reduction of blood pressure following acute intravenous infusion of NDHP was more pronounced in hypertensive rats (two-kidney-one-clip model) than in normotensive sham-operated rats. Toxicological tests did not reveal any harmful effects following treatment with high doses of NDHP. Finally, chronic treatment with NDHP significantly attenuated the development of hypertension and endothelial dysfunction in rats with chronic NOS inhibition and angiotensin II infusion.Acute treatment with the novel organic nitrate NDHP increases NO formation, which is associated with vasorelaxation and a significant reduction of blood pressure in hypertensive animals. Chronic NDHP treatment attenuates the progression of hypertension and endothelial dysfunction, suggesting a potential for therapeutic applications in cardiovascular disease.", "id": "29268201", "date": "2017-12-11", "title": "The novel organic mononitrate NDHP attenuates hypertension and endothelial dysfunction in hypertensive rats.", "doi": "10.1016/j.redox.2017.12.004", "journal": ["Redox biology", "Redox Biol"]}