{"authors": [["Potoka", "Karin P", "KP", "University of Pittsburgh Department of Medicine, 199716, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States."], ["Wood", "Katherine C", "KC", "University of Pittsburgh Department of Medicine, 199716, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; koverel@hotmail.com."], ["Baust", "Jeffrey J", "JJ", "University of Pittsburgh, Heart, Lung, Blood and Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; JJB100@pitt.edu."], ["Bueno", "Marta", "M", "University of Pittsburgh, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States."], ["Hahn", "Scott A", "SA", "University of Pittsburgh, 6614, Heart, Lung, Blood and Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; sch63@pitt.edu."], ["Vanderpool", "Rebecca R", "RR", "The Universitye of Arizona Health Science, Tucson, Arizona, United States ; vanderpoolrr@email.arizona.edu."], ["Bachman", "Tim", "T", "University of Pittsburgh, Pittsburgh, Pennsylvania, United States ; tnb2@pitt.edu."], ["Mallampalli", "Grace M", "GM", "University of Pittsburgh Department of Medicine, 199716, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; gmm63@pitt.edu."], ["Osei-Hwedieh", "David O", "DO", "University of Pittsburgh, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; OseiHwedieh@medstudent.pitt.edu."], ["Schrott", "Valerie", "V", "University of Pittsburgh Department of Medicine, 199716, Heart, Lung, Blood and Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; vas59@pitt.edu."], ["Sun", "Bin", "B", "Heart, Lung, Blood and Vascular Medicine Institute, Medicine, Pittsburgh, Pennsylvania, United States ; Bin.Sun@chp.edu."], ["Bullock", "Grant C", "GC", "University of Pittsburgh, Vascular Medicine Institute, Pittsburgh, Pennsylvania, United States ; bullockgc@upmc.edu."], ["Becker-Pelster", "Eva-Maria", "EM", "Bayer AG, Wuppertal, Germany."], ["Wittwer", "Matthias", "M", "Bayer AG, Wuppertal, Germany ; matthias.wittwer@bayer.com."], ["Stampfuss", "Jan", "J", "Bayer AG, Wuppertal, Germany ; jan.stampfuss@bayer.com."], ["Mathar", "Ilka", "I", "Bayer AG, Wuppertal, Germany ; Ilka.Mathar@Bayer.com."], ["Stasch", "Johannes-Peter", "JP", "Bayer AG, Wuppertal, Germany."], ["Truebel", "Hubert", "H", "Bayer AG, Wuppertal, Germany."], ["Sandner", "Peter", "P", "Bayer AG, Wuppertal, Germany ; peter.sandner@bayer.com."], ["Mora", "Ana L", "AL", "University of Pittsburgh, Medicine, Division of Pulmonary, Allergy and Critical Care Medicine, Pittsburgh, Pennsylvania, United States ; anamora@pitt.edu."], ["Straub", "Adam C", "AC", "University of Pittsburgh, 6614, Pharmacology and Chemical Biology, Pittsburgh, Pennsylvania, United States ; astraub@pitt.edu."], ["Gladwin", "Mark T", "MT", "University of Pittsburgh Medical Center, Division Chief, Pulmonary, Allergy and Critical Care Medicine, Pittsburgh, Pennsylvania, United States ; gladwinmt@upmc.edu."]], "text": "Sickle cell disease (SCD) is associated with intravascular hemolysis and oxidative inhibition of nitric oxide (NO) signaling. BAY 54-6544 is a small molecule activator of oxidized sGC; which unlike endogenous NO and the sGC stimulator BAY 41-8543; preferentially binds and activates heme-free, NO-insensitive sGC to restore enzymatic cGMP production. We tested orally delivered sGC activator BAY 54-6544, sGC stimulator BAY 41-8543, sildenafil, or placebo for 4-12 weeks in a transgenic mouse model of SCD (BERK-SCD) and their hemizygous littermate controls (BERK-Hemi). Right ventricular maximum systolic pressure (RVmaxSP) was measured using micro right heart catheterization. Right ventricle hypertrophy (RVH) was determined using Fulton's Index and right ventricle corrected weight (ratio of RV to tibia). Pulmonary artery vasoreactivity was tested for endothelium-dependent and -independent vessel relaxation. Right heart catheterization revealed higher RVmaxSP and RVH in BERK-SCD versus BERK-Hemi, which worsened with age. Treatment with the sGC activator more effectively lowered RVmaxSP and RVH, with 90-day treatment delivering superior results, when compared to other treatments and placebo groups. In myography experiments, acetylcholine-induced (endothelium-dependent) and sodium nitroprusside-induced (endothelium-independent NO donor) relaxation of the pulmonary artery harvested from placebo-treated BERK-SCD was impaired relative to BERK-Hemi, but improved following therapy with sGC activator. By contrast, no significant effect for sGC stimulator or sildenafil was observed in BERK-SCD. These findings suggest that sGC is oxidized in the pulmonary arteries of transgenic SCD mice, leading to blunted responses to NO, and that the sGC activator BAY 54-6544 may represent a novel therapy for SCD-associated PAH and cardiac remodeling.", "id": "29268036", "date": "2017-12-21", "title": "NO-independent sGC Activation Improves Vascular Function and Cardiac Remodeling in Sickle Cell Disease.", "doi": "10.1165/rcmb.2017-0292OC", "journal": ["American journal of respiratory cell and molecular biology", "Am. J. Respir. Cell Mol. Biol."]}