{"authors": [["Gouws", "Chrisna", "C", "a Pharmacen™, Centre of Excellence for Pharmaceutical Sciences , North-West University , Potchefstroom , South Africa."], ["Hamman", "Josias H", "JH", "a Pharmacen™, Centre of Excellence for Pharmaceutical Sciences , North-West University , Potchefstroom , South Africa."]], "text": "The use of traditional herbal medicines has become increasingly popular globally, but in some countries, it is the main or sometimes even the only healthcare service available in the most rural areas. This is especially true for Africa where herbal medicines form a key component of traditional medicinal practices and there is access to a diversity of medicinal plants. Although many benefits have been derived from the use of traditional herbal medicines, many concerns are associated with their use of which herb-drug interactions have been identified to have a rising impact on patient treatment outcome. One type of pharmacokinetic interaction involves the modulation of drug metabolizing enzymes, which may result in enhanced or reduced bioavailability of co-administered drugs. Areas covered: This review highlights the current information available on drug metabolism-associated information with regards to traditional African medicines related to some of the most prevalent diseases burdening the African continent. Expert opinion: It is clear from previous studies that enzyme modulation by traditional African medicines plays a significant role in the pharmacokinetics of some co-administered drugs, but more research is needed to provide detailed information on these interactions, specifically for treatment of prevalent diseases such as tuberculosis and hypertension.", "id": "29268027", "date": "2017-12-26", "title": "Recent developments in our understanding of the implications of traditional African medicine on drug metabolism.", "doi": "10.1080/17425255.2018.1421171", "journal": ["Expert opinion on drug metabolism & toxicology", "Expert Opin Drug Metab Toxicol"]}