{"authors": [["Boonyasai", "Romsai T", "RT", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Carson", "Kathryn A", "KA", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Marsteller", "Jill A", "JA", "Johns Hopkins Center for Health Equity, Baltimore, MD, USA."], ["Dietz", "Katherine B", "KB", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Noronha", "Gary J", "GJ", "Center for Primary Care and Department of Medicine, University of Rochester School of Medicine and Dentistry, Rochester, NY, USA."], ["Hsu", "Yea-Jen", "YJ", "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."], ["Flynn", "Sarah J", "SJ", "Johns Hopkins Center for Health Equity, Baltimore, MD, USA."], ["Charleston", "Jeanne M", "JM", "Welch Center for Prevention, Epidemiology, and Clinical Research, Johns Hopkins University School of Medicine and Johns Hopkins Bloomberg School of Public Health, Baltimore, MD, USA."], ["Prokopowicz", "Greg P", "GP", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Miller", "Edgar R", "ER", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Cooper", "Lisa A", "LA", "Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."]], "text": "We evaluated use of a program to improve blood pressure measurement at 6 primary care clinics over a 6-month period. The program consisted of automated devices, clinical training, and support for systems change. Unannounced audits and electronic medical records provided evaluation data. Clinics used devices in 81.0% of encounters and used them as intended in 71.6% of encounters, but implementation fidelity varied. Intervention site systolic and diastolic blood pressure with terminal digit \"0\" decreased from 32.1% and 33.7% to 11.1% and 11.3%, respectively. Improvement occurred uniformly, regardless of sites' adherence to the measurement protocol. Providers rechecked blood pressure measurements less often post-intervention (from 23.5% to 8.1% of visits overall). Providers at sites with high protocol adherence were less likely to recheck measurements than those at low adherence sites. Comparison sites exhibited no change in terminal digit preference or repeat measurements. This study demonstrates that clinics can apply a pragmatic intervention to improve blood pressure measurement. Additional refinement may improve implementation fidelity.", "id": "29267994", "date": "2017-12-21", "title": "A bundled quality improvement program to standardize clinical blood pressure measurement in primary care.", "doi": "10.1111/jch.13166", "journal": ["Journal of clinical hypertension (Greenwich, Conn.)", "J Clin Hypertens (Greenwich)"]}