{"authors": [["Diaz", "Alejandro", "A", "CONICET School of Health Sciences IICS National University of the Center of Buenos Aires Province, Tandil, Argentina."], ["Tringler", "Matías", "M", "CONICET School of Health Sciences IICS National University of the Center of Buenos Aires Province, Tandil, Argentina."], ["Wray", "Sandra", "S", "Instituto de Medicina Traslacional, Trasplante, y Bioingeniería (IMeTTyB), Universidad Favaloro, CONICET, Buenos Aires, Argentina."], ["Ramirez", "Agustín J", "AJ", "Instituto de Medicina Traslacional, Trasplante, y Bioingeniería (IMeTTyB), Universidad Favaloro, CONICET, Buenos Aires, Argentina."], ["Cabrera Fischer", "Edmundo I", "EI", "Instituto de Medicina Traslacional, Trasplante, y Bioingeniería (IMeTTyB), Universidad Favaloro, CONICET, Buenos Aires, Argentina."]], "text": "Increased arterial stiffness is an important determinant of cardiovascular risk, able to predict morbidity and mortality, and closely associated with ageing and blood pressure. The aims of this study were: (1) To determine the age-dependent reference pulse wave velocity (PWV), and compare it with values from hypertensive patients, and (2) to evaluate the impact of isolated and untreated hypertension on arterial stiffness. A total of 1079 patients were enrolled and divided into a control group (NT) of asymptomatic normotensive patients and a group of asymptomatic hypertensive patients (HT). Blood pressure, carotid-femoral PWV, and body mass index were measured in each subject, whose blood was drawn for laboratory tests. Aortic mean PWV in the NT group was 6.85 ± 1.66 m/s, which increased linearly (R2  = 0.62; P < .05) with age. In patients over 50 years of age, PWV was significantly higher than in younger patients (8.35 vs 5.92 m/s, respectively, P < .001). This significant difference persisted when observing male and female patients separately. In the hypertensive group, mean PWV value was 8.04 ± 1.8 m/s (range 4.5-15.8 m/s) and increased (R2  = 0.243; P < .05) with age. The PWV increase in HT was significantly higher (0.93 m/s per decade, P < .001) than in NT (0.44 m/s per decade). Our study provides normal values of PVW per decade, and shows that these values increase with age, especially after 50 years of age, particularly in HT patients. This stiffness growth rate may be responsible for increased cardiovascular risk in both groups.", "id": "29267992", "date": "2017-12-21", "title": "The effects of age on pulse wave velocity in untreated hypertension.", "doi": "10.1111/jch.13167", "journal": ["Journal of clinical hypertension (Greenwich, Conn.)", "J Clin Hypertens (Greenwich)"]}