{"authors": [["Yuan", "Fang", "F", "Division of Nephrology and Hypertension."], ["Woollard", "John R", "JR", "Division of Nephrology and Hypertension."], ["Jordan", "Kyra L", "KL", "Division of Nephrology and Hypertension."], ["Lerman", "Amir", "A", "Department of Cardiovascular Diseases, Mayo Clinic, Rochester, MN, United States."], ["Lerman", "Lilach O", "LO", "Division of Nephrology and Hypertension."], ["Eirin", "Alfonso", "A", "Division of Nephrology and Hypertension."]], "text": "The mechanisms responsible for cardiac damage in the early stages of metabolic syndrome (MetS) remain unknown. Mitochondria are intimately associated with cellular myofibrils, with the cytoskeleton functioning as a linkage coordinator, and closely associated to the calcium release sites of the sarcoplasmic reticulum (SR). Objective: We hypothesized that early MetS is characterized by mitochondria-related myocardial damage, associated with altered cytoskeletal-mitochondria-SR interaction. Methods and Results: Domestic pigs were studied after 16 weeks of diet-induced MetS, MetS treated for the last 4 weeks with the mitochondrial-targeted peptide elamipretide (ELAM, 0.1mg/kg SC q.d), or Lean controls (n = 6/group). Cardiac remodeling and function were assessed by fast-CT. Myocardial mitochondrial structure, SR-mitochondria interaction, calcium handling, cytoskeletal proteins, oxidative stress, and apoptosis were studied ex-vivo. MetS pigs developed hyperlipidemia, hypertension and insulin resistance, yet cardiac function was preserved. MetS induced mitochondrial disorganization, decreased (C18:2)4 cardiolipin, disrupted ATP/ADP balance, and decreased cytochrome-c oxidase (COX)-IV activity. MetS also increased mitochondrial hydrogen peroxide (H202) production, decreased NADPH/NADP and GSH/GSSG, and decreased myocardial desmin and β2 tubulin immunoreactivity, and impaired SR-mitochondrial interaction and mitochondrial calcium handling, eliciting myocardial oxidative stress and apoptosis. ELAM improved mitochondrial organization and cardiolipin species profile, restored ATP/ADP ratio and COX-IV activity, decreased H202 production, and improved generation of NADPH and GSH. ELAM also improved cytoskeletal-mitochondria-SR interaction and mitochondrial calcium handling, attenuating oxidative stress and apoptosis. Conclusions: Disorganization of cardiomyocyte cytoskeletal-mitochondria-SR network is associated with cardiac reversible changes in early MetS, preceding overt cardiac dysfunction. These findings may introduce novel therapeutic targets for blunting cardiac damage in early MetS.", "id": "29267873", "date": "2017-12-18", "title": "Mitochondrial Targeted Peptides Preserve Mitochondrial Organization and Decrease Reversible Myocardial Changes in Early Swine Metabolic Syndrome.", "doi": "10.1093/cvr/cvx245", "journal": ["Cardiovascular research", "Cardiovasc. Res."]}