{"authors": [["Herrera-Añazco", "Percy", "P", "Hospital Nacional Dos de Mayo. Lima, Perú."], ["Pacheco-Mendoza", "Josmel", "J", "Universidad San Ignacio de Loyola. Lima, Perú."], ["Valenzuela-Rodríguez", "Germán", "G", "Centro de Investigación, Clínica Delgado-AUNA. Lima, Perú."], ["Málaga", "Germán", "G", "Hospital Nacional Cayetano Heredia. Lima, Perú."]], "text": "This non-systematic bibliographic review examines the published Peruvian medical literature on arterial hypertension (HTN) as of December 2016. The results were divided into three thematic areas: self-knowledge, adherence to treatment, and control. We identified 197 articles, although only 15 were used for the analysis. Despite improvement in recent years, we found that the level of self-knowledge about HTN is poor. The level is better in urban areas, but is generally worse than in other Latin American cities. Moreover, despite improvement, HTN control is insufficient and worse than in other Latin American countries. Finally, adherence to treatment may be worse in the provinces.Se describe la producción científica peruana sobre hipertensión arterial (HTA) que se publicó en la literatura médica, mediante una revisión bibliográfica no sistemática hasta diciembre del 2016. Los resultados se dividieron en tres áreas temáticas: autoconocimiento, adherencia al tratamiento y control. Se encontraron 197 artículos, pero solo 15 se utilizaron para el análisis. Los resultados sugieren que el nivel de autoconocimiento de la HTA es deficiente, aunque ha mejorado en los últimos años. Esto es mejor en las poblaciones urbanas y en general, peor que en otras ciudades latinoamericanas. De igual forma, aunque el control de la HTA ha mejorado, es insuficiente y por debajo de otros países latinoamericanos. Finalmente, es posible que la adherencia al tratamiento sea peor en provincias.", "id": "29267775", "date": null, "title": "[Self-Knowledge, Adherence to Treatment, and Control of Arterial Hypertension in Peru: a Narrative Review].", "doi": "10.17843/rpmesp.2017.343.2622", "journal": ["Revista peruana de medicina experimental y salud publica", "Rev Peru Med Exp Salud Publica"]}