{"authors": [["Sharma", "Ashima", "A", "MD. Senior Resident, Department of Physiology, Indira Gandhi Medical College, Shimla, India."], ["Sharma", "Ashok", "A", "MD. Professor, Department of Medicine, Indira Gandhi Medical College, Shimla, India."], ["Gahlot", "Sushila", "S", "MD. Professor, Department of Physiology, Gian Sagar Medical College & Hospital, Ramnagar, Patiala. India."], ["Prasher", "Pawan Kumar", "PK", "MD, DM. Professor, Department of Medicine, Gian Sagar Medical College & Hospital, Ramnagar, Patiala. India."]], "text": "The aim here was to study acute effects of hemodialysis among end-stage renal disease (ESRD) patients.Prospective study in tertiary-level care center.Fifty ESRD patients undergoing hemodialysis were studied. Spirometric pulmonary function tests were performed before and after four-hour hemodialysis sessions.The patients' average age was 45.8 ± 10.0 years; 64% were males and 64% had normal body mass index. Anemia (94%) and hypoalbuminemia (72%) were common. Diabetes mellitus (68%), hypertension (34%) and coronary artery disease (18%) were major comorbidities. Forty-five patients (90%) had been on hemodialysis for six months to three years. The patients' pre-dialysis mean forced vital capacity (FVC) and forced expiratory volume in 1 second (FEV1) were below normal: 45.8 ± 24.9% and 43.5 ± 25.9% of predicted, respectively. After hemodialysis, these increased significantly, to 51.1 ± 23.4% and 49.3 ± 25.5% of predicted, respectively (P < 0.01). The increase in mean FEV1/FVC, from 97.8 ± 20.8% to 99.3 ± 20.1% of predicted, was not significant (P > 0.05). The pre-dialysis mean forced expiratory flow 25-75% was 50.1 ± 31% and increased significantly, to 56.3 ± 31.6% of predicted (P < 0.05). The mean peak expiratory flow was below normal (43.8 ± 30.7%) and increased significantly, to 49.1 ± 29.9% of predicted (P < 0.05). Males and females showed similar directions of change after hemodialysis.Pulmonary function abnormalities are common among ESRD patients. Comparison of pre and post-hemodialysis parameters showed significant improvements, but normal predicted values were still not achieved.", "id": "29267516", "date": null, "title": "A study of pulmonary function in end-stage renal disease patients on hemodialysis: a cross-sectional study.", "doi": "10.1590/1516-3180.2017.0179150817", "journal": ["Sao Paulo medical journal = Revista paulista de medicina", "Sao Paulo Med J"]}