{"authors": [["Heleno", "Priscila", "P", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Emerick", "Luciana", "L", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Mourão", "Nicole", "N", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Pereira", "Diego", "D", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Santos", "Isabela", "I", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Oliveira", "Ana Sophia de", "AS", "MD. Medical diploma from Universidade Federal de São João del-Rei, Campus Centro-Oeste (UFSJ-CCO), Divinópolis, MG, Brazil."], ["Santos", "Luana", "L", "Nurse. Nursing diploma from UFSJ-CCO, Divinópolis, MG, Brazil."], ["Bila", "Wendell", "W", "Physical Educator. PhD Student, Health Science Program, UFSJ-CCO, Divinópolis, MG, Brazil."], ["Romano", "Márcia Christina", "MC", "Nurse. PhD in Nursing. Adjunct Professor in the Nursing Program, UFSJ-CCO, Divinópolis, MG, Brazil."], ["Lamounier", "Joel", "J", "MD. PhD in Public Health and Nutrition. Full Professor of the Pediatrics Department, UFSJ, São João del-Rei, MG, Brazil."]], "text": "Hypertension is a major public health problem in contemporary times and it has high prevalence throughout the world.To investigate the situation of Systemic Arterial Hypertension in schoolchildren aged 6 to 10 years in Divinópolis/MG-Brazil and associated factors.This is a cross-sectional, epidemiological, descriptive and analytical study, whose population was children aged 6 to 10 years enrolled in public schools in Divinópolis-MG-Brazil. Data collection was conducted from October 2014 to May 2015. Multivariate linear regressions were used to test associations between blood pressure, socioeconomic, anthropometric, dietary and physical activity.The prevalence of hypertension was 15.2% in a sample of 284 children and mean values of systolic blood pressure of 101.7 (±13.2) mmHg and diastolic blood pressure of 66.0 (±11.2) mmHg. The body fat percentage showed significant differences between the genders, with 24.2 and 26.2%, respectively for boys and girls. Significant associations were made between blood pressure levels, body weight, body mass index, waist circumference, body fat percentage, consumption of yogurt, beef /chicken, beans, pizza, sandwich and some behaviors variables.The presented data show important aspects of school profile in the age range 6-10 years, especially related to the behavior of blood pressure.", "id": "29267488", "date": null, "title": "Systemic arterial hypertension, blood pressure levels and associated factors in schoolchildren.", "doi": "10.1590/1806-9282.63.10.869", "journal": ["Revista da Associacao Medica Brasileira (1992)", "Rev Assoc Med Bras (1992)"]}