{"authors": [["Tripathy", "Jaya Prasad", "JP", "International Union Against Tuberculosis and Lung Disease, The Union South East Asia Office, New Delhi, India."], ["Thakur", "Jarnail Singh", "JS", "Department of Community Medicine, School of Public Health, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Jeet", "Gursimer", "G", "Department of Community Medicine, School of Public Health, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Chawla", "Sohan", "S", "Department of Community Medicine, School of Public Health, Post Graduate Institute of Medical Education and Research, Chandigarh, India."], ["Jain", "Sanjay", "S", "Department of Internal Medicine, Post Graduate Institute of Medical Education and Research, Chandigarh, India."]], "text": "The study was primarily aimed at estimating the prevalence of hypertension and pre-hypertension and the risk factors of hypertension in the North Indian state of Punjab. It also aimed at assessing the magnitude of undiagnosed cases of hypertension in the community and ascertaining the blood pressure control status of those on treatment.A non-communicable disease risk factor survey (based on WHO-STEPS approach) was done in the state of Punjab, India in a multistage stratified sample of 5127 individuals. The study subjects were administered the WHO STEPS-questionnaire and also underwent anthropometric and blood pressure measurements.Overall prevalence of HTN among the study participants was found out to be 40.1% (95% CI: 38.8-41.5%) whereas prevalence of pre-hypertension, isolated diastolic and isolated systolic hypertension were 40.8% (39.5-42.2%), 9.2% (8.4-10.0%) and 6.5% (5.9-7.2%) respectively. Age group (45-69 years), male gender, social group, marital status, alcohol use, obesity and salt intake (> = 5 gms/day) were the risk factors significantly associated with HTN. Among all persons with HTN, only 30.1% were known case of HTN or on treatment, among whom nearly 61% had controlled blood pressure. Patients with uncontrolled BP were more frequently male, obese patients, with sedentary lifestyle and patients with diabetes.The study reported alarmingly high prevalence of hypertension, especially of undiagnosed or untreated cases amongst the adult population, a significant proportion of whom have uncontrolled blood pressure levels. This indicates the need for systematic screening and awareness program to identify the undiagnosed cases in the community and offer early treatment and regular follow up.", "id": "29267338", "date": "2017-12-21", "title": "Alarmingly high prevalence of hypertension and pre-hypertension in North India-results from a large cross-sectional STEPS survey.", "doi": "10.1371/journal.pone.0188619", "journal": ["PloS one", "PLoS ONE"]}