{"authors": [["Ghnenis", "Adel B", "AB", "Center for the Study of Fetal Programming, Department of Animal Science, University of Wyoming, Laramie, WY, United States of America."], ["Odhiambo", "John F", "JF", "Center for the Study of Fetal Programming, Department of Animal Science, University of Wyoming, Laramie, WY, United States of America."], ["McCormick", "Richard J", "RJ", "Center for the Study of Fetal Programming, Department of Animal Science, University of Wyoming, Laramie, WY, United States of America."], ["Nathanielsz", "Peter W", "PW", "Center for the Study of Fetal Programming, Department of Animal Science, University of Wyoming, Laramie, WY, United States of America."], ["Ford", "Stephen P", "SP", "Center for the Study of Fetal Programming, Department of Animal Science, University of Wyoming, Laramie, WY, United States of America."]], "text": "Obesity during human pregnancy predisposes offspring to obesity and cardiovascular disease in postnatal life. In a sheep model of maternal overnutrition/obesity we have previously reported myocardial inflammation and fibrosis, as well as cardiac dysfunction in late term fetuses, in association with chronically elevated blood cortisol. Significant research has suggested a link between elevated glucocorticoid exposure in utero and hypertension and cardiovascular disease postnatally. Here we examined the effects of maternal obesity on myocardial inflammation and fibrosis of their adult offspring. Adult male offspring from control (CON) mothers fed 100% of National Research Council (NRC) recommendations (n = 6) and male offspring from obese mothers (MO) fed 150% NRC (n = 6), were put on a 12-week ad libitum feeding challenge then necropsied. At necropsy, plasma cortisol and left and right ventricular thickness were markedly increased (P<0.05) in adult male MO offspring. Myocardial collagen content and collagen-crosslinking were greater (P<0.05) in MO offspring compared to CON offspring in association with increased mRNA and protein expression of glucocorticoid receptors (GR). No group difference was found in myocardial mineralocorticoids receptor (MR) protein expression. Further, mRNA expression for the proinflammatory cytokines: cluster of differentiation (CD)-68, transforming growth factor (TGF)-β1, and tumor necrosis factor (TNF)-α were increased (P < 0.05), and protein expression of CD-68, TGF-β1, and TNF-α tended to increase (P<0.10) in MO vs. CON offspring. These data provide evidence for MO-induced programming of elevated plasma cortisol and myocardial inflammation and fibrosis in adult offspring potentially through increased GR.", "id": "29267325", "date": "2017-12-21", "title": "Maternal obesity in the ewe increases cardiac ventricular expression of glucocorticoid receptors, proinflammatory cytokines and fibrosis in adult male offspring.", "doi": "10.1371/journal.pone.0189977", "journal": ["PloS one", "PLoS ONE"]}