{"authors": [["Prado", "Fernanda P", "FP", "Department of Pathology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Dos Santos", "Daniele O", "DO", "Department of Pathology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Blefari", "Valdecir", "V", "Department of Pathology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Silva", "Carlos A", "CA", "Department of Phisiology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Machado", "Juliano", "J", "Department of Biochemistry/Immunology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Kettelhut", "Isis do Carmo", "IDC", "Department of Biochemistry/Immunology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Ramos", "Simone G", "SG", "Department of Pathology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Baruffi", "Marcelo Dias", "MD", "Department of Clinical Analysis, Toxicology and Food Science, Faculty of Pharmaceutical Sciences of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Salgado", "Helio C", "HC", "Department of Phisiology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."], ["Prado", "Cibele M", "CM", "Department of Pathology, School of Medicine of Ribeirão Preto, University of São Paulo, Ribeirão Preto, SP, Brazil."]], "text": "Hypertension causes cardiac hypertrophy, one of the most important risk factors for heart failure (HF). Despite the importance of cardiac hypertrophy as a risk factor for the development of HF, not all hypertrophied hearts will ultimately fail. Alterations of cytoskeletal and sarcolemma-associated proteins are considered markers cardiac remodeling during HF. Dystrophin provides mechanical stability to the plasma membrane through its interactions with the actin cytoskeleton and, indirectly, to extracellular matrix proteins. This study was undertaken to evaluate dystrophin and calpain-1 in the transition from compensated cardiac hypertrophy to HF. Wistar rats were subjected to abdominal aorta constriction and killed at 30, 60 and 90 days post surgery (dps). Cardiac function and blood pressure were evaluated. The hearts were collected and Western blotting and immunofluorescence performed for dystrophin, calpain-1, alpha-fodrin and calpastatin. Statistical analyses were performed and considered significant when p<0.05. After 90 dps, 70% of the animals showed hypertrophic hearts (HH) and 30% hypertrophic+dilated hearts (HD). Systolic and diastolic functions were preserved at 30 and 60 dps, however, decreased in the HD group. Blood pressure, cardiomyocyte diameter and collagen content were increased at all time points. Dystrophin expression was lightly increased at 30 and 60 dps and HH group. HD group showed decreased expression of dystrophin and calpastatin and increased expression of calpain-1 and alpha-fodrin fragments. The first signals of dystrophin reduction were observed as early as 60 dps. In conclusion, some hearts present a distinct molecular pattern at an early stage of the disease; this pattern could provide an opportunity to identify these failure-prone hearts during the development of the cardiac disease. We showed that decreased expression of dystrophin and increased expression of calpains are coincident and could work as possible therapeutic targets to prevent heart failure as a consequence of cardiac hypertrophy.", "id": "29267303", "date": "2017-12-21", "title": "Early dystrophin loss is coincident with the transition of compensated cardiac hypertrophy to heart failure.", "doi": "10.1371/journal.pone.0189469", "journal": ["PloS one", "PLoS ONE"]}