{"authors": [["Yin", "Qiong", "Q", "Department of Cardiology, The First People's Hospital of Tianmen, Tianmen, Hubei, China (mainland)."], ["Wu", "Anshuang", "A", "Department of Cardiology, The First People's Hospital of Tianmen, Tianmen, Hubei, China (mainland)."], ["Liu", "Manhua", "M", "Department of Cardiology, The First People's Hospital of Tianmen, Tianmen, Hubei, China (mainland)."]], "text": "Our study aimed to investigate the diagnostic value of long non-coding RNA (lncRNA) GAS5 for coronary artery disease (CAD) and to explore the mechanism of the role of GAS5 in CAD. A total of 30 patients with CAD were selected from January 2015 to January 2017 in The First Hospital of Tianmen. In addition, 30 healthy individuals were selected as a control group, and patients with various other types of cardiovascular diseases were also selected. Expression of GAS5 in plasma of all participants was detected by quantitative real-time PCR. Receiver operating characteristic (ROC) curve analysis was performed to investigate the diagnostic value of GAS5 for CAD. Levels of mammalian target of rapamycin (mTOR) and phospho-mTOR (p-mTOR) in human primary coronary artery endothelial cells (HCAECs) were detected by western blotting. Compared with normal healthy people, expression level of lncRNA Novlnc6 was significantly reduced in patients with CAD and diabetes mellitus, but not in patients with other types of cardiovascular diseases, such as hypertension, abnormal aortic aneurysm, viral myocarditis. In addition, the expression level of GAS5 was significantly lower in patients with CAD compared to patients with diabetes mellitus. ROC curve analysis showed that GAS5 may serve as a promising biomarker for CAD. GAS5 knockdown and overexpression showed no significant effect on the level of mTOR) in HCAECs. However, GAS5 knockdown significantly increased the level of phospho-mTOR (p-mTOR), and GAS5 overexpression significantly decreased the level of p-mTOR. Treatment with mTOR inhibitor and activator showed no significant effect on expression of GAS5 in HCAECs. GAS5 plays a role as upstream regulator of the mTOR pathway to participate in the development of CAD. GAS5 was specifically downregulated in patients with CAD, and it may serve as a promising biomarker for CAD.", "id": "29267258", "date": "2017-12-21", "title": "Plasma Long Non-Coding RNA (lncRNA) GAS5 is a New Biomarker for Coronary Artery Disease.", "doi": null, "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}