{"authors": [["Monteith", "Cathy", "C", "Clinical Lecturer and Tutor, Department of Obstetrics and Gynaecology, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Egan", "Karl", "K", "University College Dublin (UCD) Conway Institute, School of Medicine and Medical Science, UCD, Dublin 4, Ireland."], ["O'Connor", "Hugh", "H", "Department of Obstetrics and Gynaecology, Rotunda Hospital, Parnell Street, Dublin 1, Ireland."], ["Maguire", "Patricia", "P", "University College Dublin (UCD) Conway Institute, School of Medicine and Medical Science, UCD, Dublin 4, Ireland."], ["Kevane", "Barry", "B", "University College Dublin (UCD) Conway Institute, School of Medicine and Medical Science, UCD, Dublin 4, Ireland."], ["Szklanna", "Paulina B", "PB", "University College Dublin (UCD) Conway Institute, School of Medicine and Medical Science, UCD, Dublin 4, Ireland."], ["Cooley", "Sharon", "S", "Department of Obstetrics and Gynaecology, Rotunda Hospital, Parnell Street, Dublin 1, Ireland."], ["Malone", "Fergal", "F", "Clinical Lecturer and Tutor, Department of Obstetrics and Gynaecology, Royal College of Surgeons in Ireland, Dublin, Ireland."], ["Áinle", "Fionnuala Ní", "FN", "University College Dublin (UCD) Conway Institute, School of Medicine and Medical Science, UCD, Dublin 4, Ireland."]], "text": "To characterise Mean platelet volume (MPV) in patients with early onset preeclampsia (EOPE) and unaffected controls from time of first antenatal visit until the postpartum.Retrospective secondary analysis of an observational study in an Irish tertiary referral centre with 9000 deliveries annually. The MPV of 27 women with EOPE was compared to 19 unaffected controls. The inclusion criteria for the disease state was the development of EOPE defined by the National Institute for Health and Care Excellence (NICE) guideline, as new onset hypertension presenting after 20 weeks and prior to 34 weeks with significant proteinuria. Between October 2013 and July 2015 we recruited 27 women with EOPE and 19 pregnant controls. Statistical analysis was performed using paired T-test of Mann-Whitney test where appropriate and a P-value <0.05 was deemed significant.At time of diagnosis and late in the third trimester MPV was significantly increased to 9.0 (±0.3) fL in cases of EOPE in comparison to 8.5 (±0.6) fL in normotensive controls (P<0.05). There was no significant difference during the first trimester or postpartum when comparing the MPV in EOPE to controls.Despite an increased MPV at time of diagnosis of EOPE this study did not demonstrate a potential use for increased MPV as a first trimester screening tool.", "id": "29267172", "date": "2017-12-21", "title": "Early onset preeclampsia is associated with an elevated mean platelet volume (MPV) and a greater rise in MPV from time of booking compared with pregnant controls: results of the CAPE study.", "doi": "10.1515/jpm-2017-0188", "journal": ["Journal of perinatal medicine", "J Perinat Med"]}