{"authors": [["Qian", "Xiaoyan", "X", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Guo", "Daoxia", "D", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Zhou", "Hui", "H", "2 Suzhou Industrial Park Centers for Disease Control and Prevention , Suzhou, China ."], ["Qiu", "Jing", "J", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Wang", "Jie", "J", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Shen", "Chong", "C", "3 Department of Epidemiology and Statistics, School of Public Health, Nanjing Medical University , Nanjing, China ."], ["Guo", "Zhirong", "Z", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Xu", "Yong", "Y", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."], ["Dong", "Chen", "C", "1 Department of Epidemiology and Statistics, School of Public Health, Jiangsu Key Laboratory and Translational Medicine for Geriatric Disease, Medical College of Soochow University , Suzhou, China ."]], "text": "To explore the interactions between PPARG and AGTR1 polymorphisms and their associations with hypertension in the Chinese Han population.Seven single nucleotide polymorphisms (SNPs) of the PPARG gene and five SNPs of the AGTR1 gene were selected and genotyped in 1591 unrelated Chinese Han adults. The SNPAssoc package of R was used to analyze the associations between the selected SNPs and hypertension. The potential gene-gene interactions between PPARG and AGTR1 genes were tested by model-based multifactor dimensionality reduction (MB-MDR).The frequencies of the C allele of rs3856806 and the G allele of rs13433696 in the PPARG gene were significantly lower in hypertensive subjects, whereas the A allele of rs9817428 in the PPARG gene was much higher in hypertensives. In addition, individuals with T allele of rs2933249 in the AGTR1 gene displayed a significantly decreased risk of hypertension. MB-MDR analyses suggested that the two-locus model (rs9817428 and rs2933249) and the three-locus model (rs9817428, rs3856806, and rs2933249) were significantly associated with a decreased risk of hypertension. Moreover, among the eight SNPs not individually associated with hypertension (rs12631819, rs2920502, rs1175543, and rs2972164 in the PPARG gene, and rs2638360, rs1492100, rs5182, and rs275646 in the AGTR1 gene), the two-locus model involving rs12631819 and rs5182 demonstrated increased susceptibility to hypertension, and the five-locus model involving rs12631819, rs2920502, rs2972164, rs5182, and rs2638360 demonstrated a significantly decreased risk of hypertension.Polymorphisms in both the PPARG and AGTR1 genes were found to be significantly associated with hypertension. Moreover, there were significant gene-gene interactions identified between the PPARG and AGTR1 genes in relation to hypertension susceptibility in the Chinese Han population.", "id": "29266977", "date": "2017-12-21", "title": "Interactions Between PPARG and AGTR1 Gene Polymorphisms on the Risk of Hypertension in Chinese Han Population.", "doi": "10.1089/gtmb.2017.0141", "journal": ["Genetic testing and molecular biomarkers", "Genet Test Mol Biomarkers"]}