{"authors": [["Cohen", "J B", "JB", "Renal-Electrolyte and Hypertension Division, Department of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Owei", "L", "L", "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Sawinski", "D L", "DL", "Renal-Electrolyte and Hypertension Division, Department of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Porrett", "P M", "PM", "Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."]], "text": "While offspring-to-parent living donor kidney transplantations may represent an ideal donor-recipient combination to optimize long-term transplantation outcomes, the sex-specific long-term success of these transplantations remains unclear. We hypothesize that allograft and recipient survivals in offspring-to-parent living donor kidney transplantation differ between men and women due to donor-specific alloimmunization during pregnancy. We retrospectively analyzed long-term allograft and patient survival among men and women who received an offspring living donor kidney compared with those who received other haplotype-matched living donor kidneys. Based on multivariable Cox proportional hazards modeling of Organ Procurement and Transplantation Network data from 2001 to 2015, we found that both men and women who received offspring living donor kidneys had significantly increased mortality compared with recipients who received nonoffspring living donor kidneys. While male recipients of any living donor kidney had greater risk of mortality and allograft failure than female recipients, there was no significant difference in all-cause allograft failure or mortality in male versus female recipients of offspring living donor kidney transplantations. Our analysis demonstrated no significant interaction between recipient sex and donor offspring status. We conclude that nonoffspring living donors should be considered whenever feasible for both men and women with multiple donor options.", "id": "29266831", "date": "2017-12-21", "title": "Inferior long-term allograft and patient outcomes among recipients of offspring living donor kidneys.", "doi": "10.1111/ajt.14631", "journal": ["American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "Am. J. Transplant."]}