{"authors": [["Pousada", "Guillermo", "G", "Department of Biochemistry, Genetics and Immunology, Faculty of Biology, University of Vigo, Vigo, Pontevedra, Spain."], ["Lago-Docampo", "Mauro", "M", "Department of Biochemistry, Genetics and Immunology, Faculty of Biology, University of Vigo, Vigo, Pontevedra, Spain."], ["Prado", "Sonia", "S", "Department of Biochemistry, Genetics and Immunology, Faculty of Biology, University of Vigo, Vigo, Pontevedra, Spain."], ["Varela-Calviño", "Rubén", "R", "Department of Biochemistry and Molecular Biology, University of Santiago de Compostela, A Coruña, Spain."], ["Mantiñán", "Beatriz", "B", "Endocrine, Diabetes, Nutrition and Metabolism Department, Complexo Hospitalario Universitario de Vigo, Pontevedra, Spain."], ["Valverde", "Diana", "D", "Department of Biochemistry, Genetics and Immunology, Faculty of Biology, University of Vigo, Vigo, Pontevedra, Spain."]], "text": "In this study, we analysed the possible influence of the c.419-43delT BMPR2 variant in patients with Graves' disease (GD), in a molecular basis, focusing our efforts on possible alterations in the mRNA processing and synthesis. The molecular assessment of this variant in patients with GD would shed light on the association between the BMPR2 gene and the disease. The variant was detected in 18%, 55% and 10% of patients with pulmonary arterial hypertension, GD and in general population, respectively. Patients with GD fold change showed increased BMPR2 expression when matched against the controls, with a mean of 4.21 ± 1.73 (P = 0.001); BMPR2 was overexpressed in the analysed cell cycle stages. Fold change analysis of variant carriers and non-carriers showed slight overexpression and differences between phases, but none of them were statistically significant. BMPR2 expression was confirmed in the lymphoblastoid cell lines (LCLs) with a molecular weight of 115 kD, and no differences between variant carriers and non-carriers were detected. To conclude, the BMPR2 variant c.419-19delT appears in high frequency in patients with GD, and independently of its presence, BMPR2 is overexpressed in the LCLs from the GD patients tested. This increase could be paired with the described decreased expression of transforming growth factor-β1 in thyroid tissue from patients with GD.", "id": "29266775", "date": "2017-12-20", "title": "Functional assessment of the BMPR2 gene in lymphoblastoid cell lines from Graves' disease patients.", "doi": "10.1111/jcmm.13425", "journal": ["Journal of cellular and molecular medicine", "J. Cell. Mol. Med."]}