{"authors": [["Claus", "Meike", "M", "Division of Immune Regulation, La Jolla Institute for Allergy and Immunology."], ["Herro", "Rana", "R", "Division of Immune Regulation, La Jolla Institute for Allergy and Immunology."], ["Wolf", "Dennis", "D", "Inflammation Biology, La Jolla Institute for Allergy and Immunology, La Jolla, CA, 92037, USA."], ["Buscher", "Konrad", "K", "Inflammation Biology, La Jolla Institute for Allergy and Immunology, La Jolla, CA, 92037, USA."], ["Rudloff", "Stefan", "S", "Department for Nephrology, Hypertension and Clinical Pharmacology University Hospital Bern, CH-3010, Bern, Switzerland."], ["Huynh-Do", "Uyen", "U", "Department for Nephrology, Hypertension and Clinical Pharmacology University Hospital Bern, CH-3010, Bern, Switzerland."], ["Burkly", "Linda", "L", "Department of Immunology, Biogen, 115 Broadway, Cambridge, MA, 02142, USA."], ["Croft", "Michael", "M", "Division of Immune Regulation, La Jolla Institute for Allergy and Immunology."], ["Sidler", "Daniel", "D", "Division of Immune Regulation, La Jolla Institute for Allergy and Immunology."]], "text": "Calcineurin inhibitor toxicity (CNT) is a frequent occurrence in transplanted renal grafts and autochthone kidneys from patients undergoing long-term treatment with Calcineurin inhibitors, notably Cyclosporin A (CsA) and Tacrolimus. Here, we show an indispensable role of the TNF superfamily molecule TWEAK (TNFSF12) in the pathogenesis of acute CNT lesions in mice. A deficiency in TWEAK resulted in limited tubulotoxicity after CsA exposure, which correlated with diminished expression of inflammatory cytokines and reduced intraparenchymal infiltration with immune cells. We further identified tubular epithelial cells of the kidney as major targets of CsA activity and found that Fn14 (TNFRSF12A), the receptor for TWEAK, is a highly CsA-inducible gene in these cells. Correlating with this, CsA pretreatment sensitized tubular epithelial cells specifically to the pro-inflammatory activities of recombinant TWEAK in vitro. Moreover, injection of rTWEAK alone into mice induced moderate disease similar to CsA, and rTWEAK combined with CsA resulted in synergistic nephrotoxicity. These findings support the importance of tubular epithelial cells as cellular targets of CsA toxicity and introduce TWEAK as a critical contributor to CNT pathogenesis. This article is protected by copyright. All rights reserved.", "id": "29266762", "date": "2017-12-21", "title": "The TWEAK/Fn14 pathway is required for Calcineurin Inhibitor Toxicity of the Kidneys.", "doi": "10.1111/ajt.14632", "journal": ["American journal of transplantation : official journal of the American Society of Transplantation and the American Society of Transplant Surgeons", "Am. J. Transplant."]}