{"authors": [["Jin", "Li", "L", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Piao", "Zhe Hao", "ZH", "The Second Hospital of Jilin University, Nanguan, Changchun, China."], ["Liu", "Chun Ping", "CP", "Jilin Hospital Affiliated with Jilin University, Chuanying, Jilin, China."], ["Sun", "Simei", "S", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Liu", "Bin", "B", "The Second Hospital of Jilin University, Nanguan, Changchun, China."], ["Kim", "Gwi Ran", "GR", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Choi", "Sin Young", "SY", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Ryu", "Yuhee", "Y", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Kee", "Hae Jin", "HJ", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."], ["Jeong", "Myung Ho", "MH", "Heart Research Center of Chonnam National University Hospital, Gwangju, Korea."]], "text": "Hypertension causes cardiac hypertrophy and leads to heart failure. Apoptotic cells are common in hypertensive hearts. Ca2+ /calmodulin-dependent protein kinase II (CaMKII) is associated with apoptosis. We recently demonstrated that gallic acid reduces nitric oxide synthase inhibition-induced hypertension. Gallic acid is a trihydroxybenzoic acid and has been shown to have beneficial effects, such as anti-cancer, anti-calcification and anti-oxidant activity. The purpose of this study was to determine whether gallic acid regulates cardiac hypertrophy and apoptosis in essential hypertension. Gallic acid significantly lowered systolic and diastolic blood pressure in spontaneously hypertensive rats (SHRs). Wheat germ agglutinin (WGA) and H&E staining revealed that gallic acid reduced cardiac enlargement in SHRs. Gallic acid treatment decreased cardiac hypertrophy marker genes, including atrial natriuretic peptide (ANP) and brain natriuretic peptide (BNP), in SHRs. The four isoforms, α, β, δ and γ, of CaMKII were increased in SHRs and were significantly reduced by gallic acid administration. Gallic acid reduced cleaved caspase-3 protein as well as bax, p53 and p300 mRNA levels in SHRs. CaMKII δ overexpression induced bax and p53 expression, which was attenuated by gallic acid treatment in H9c2 cells. Gallic acid treatment reduced DNA fragmentation and the TUNEL positive cells induced by angiotensin II. Taken together, gallic acid could be a novel therapeutic for the treatment of hypertension through suppression of CaMKII δ-induced apoptosis.", "id": "29266709", "date": "2017-12-20", "title": "Gallic acid attenuates calcium calmodulin-dependent kinase II-induced apoptosis in spontaneously hypertensive rats.", "doi": "10.1111/jcmm.13419", "journal": ["Journal of cellular and molecular medicine", "J. Cell. Mol. Med."]}