{"authors": [["Ablonczy", "László", "L", "Pediatric Heart Center, Gottsegen György National Institute of Cardiology, Budapest, Hungary."], ["Tordas", "Dániel", "D", "Pediatric Heart Center, Gottsegen György National Institute of Cardiology, Budapest, Hungary."], ["Kis", "Eva", "E", "Pediatric Heart Center, Gottsegen György National Institute of Cardiology, Budapest, Hungary."], ["Szatmári", "András", "A", "Pediatric Heart Center, Gottsegen György National Institute of Cardiology, Budapest, Hungary."]], "text": "PAH is a progressive life-threatening disease in children. While parenteral prostacyclin therapy improves survival in patients with severe PAH, central line-related complications are common. Our aim was to assess the efficacy, safety, and tolerability of subcutaneous treprostinil treatment in pediatric PAH patients. Eight patients were treated with subcutaneous treprostinil at the Pediatric Heart Center Budapest. Indications for subcutaneous treprostinil therapy were clinical worsening and/or echocardiographic progression or switch from intravenous to subcutaneous therapy. Following treprostinil initiation, clinical status improved or did not change in four of eight patients. Two patients were lost early during treprostinil therapy, parenteral treprostinil as a rescue therapy being insufficient in these cases. The final dose in long-term treated patients was between 60 and 100 ng/kg/min. Aside from thrombocytopenia, other severe side effects were not observed. Potts shunt was performed as palliative treatment in two cases. Three patients had successful lung transplantation, and one died while on the waiting list. Long-term subcutaneous treprostinil could be a safe and well-tolerated therapy in children with severe PAH even at higher doses. It may serve as an alternative to intravenous prostacyclin treatment allowing to avoid the potential complications of permanent central line placement.", "id": "29266571", "date": "2017-12-19", "title": "Use of subcutaneous treprostinil in pediatric pulmonary arterial hypertension-Bridge-to-transplant or long-term treatment?", "doi": "10.1111/petr.13106", "journal": ["Pediatric transplantation", "Pediatr Transplant"]}