{"authors": [["Trittmann", "Jennifer K", "JK", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."], ["Velten", "Markus", "M", "Department of Anesthesiology and Intensive Care Medicine, Rheinische Friedrich-Wilhelms University University Medical Center, Bonn, Germany."], ["Heyob", "Kathryn M", "KM", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."], ["Almazroue", "Hanadi", "H", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."], ["Jin", "Yi", "Y", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."], ["Nelin", "Leif D", "LD", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."], ["Rogers", "Lynette K", "LK", "Pulmonary Hypertension Group Center for Perinatal Research, The Research Institute at Nationwide Children's Hospital."]], "text": "The L-arginine/NO pathway is an important regulator of pulmonary hypertension, the leading cause of mortality in patients with the chronic lung disease of prematurity, bronchopulmonary dysplasia. L-arginine can be metabolized by NO synthase (NOS) to form L-citrulline and NO, a potent vasodilator. Alternatively, L-arginine can be metabolized by arginase to form urea and L-ornithine, a precursor to collagen and proline formation important in vascular remodeling. In the current study, we hypothesized that C3H/HeN mice exposed to prolonged hyperoxia would have increased arginase expression and pulmonary vascular wall cell proliferation. C3H/HeN mice were exposed to 14 days of 85% O2 or room air and lung homogenates analyzed by western blot for protein levels of arginase I, arginase II, endothelial NOS (eNOS), ornithine decarboxylase (ODC), ornithine aminotransferase (OAT), and α-smooth muscle actin (α-SMA). Hyperoxia did not change arginase I or eNOS protein levels. However, arginase II protein levels were 15-fold greater after hyperoxia exposure than in lungs exposed to room air. Greater protein levels of ODC and OAT were found in lungs following hyperoxic exposure than in room air animals. α-SMA protein levels were found to be 7-fold greater in the hyperoxia exposed lungs than in room air lungs. In the hyperoxia exposed lungs there was evidence of greater pulmonary vascular wall cell proliferation by α-SMA immunohistochemistry than in room air lungs. Taken together, these data are consistent with a more proliferative vascular phenotype, and may explain the propensity of patients with bronchopulmonary dysplasia to develop pulmonary hypertension. This article is protected by copyright. All rights reserved.", "id": "29266319", "date": "2017-12-20", "title": "Arginase and α-smooth muscle actin induction after hyperoxic exposure in a mouse model of bronchopulmonary dysplasia.", "doi": "10.1111/1440-1681.12909", "journal": ["Clinical and experimental pharmacology & physiology", "Clin. Exp. Pharmacol. Physiol."]}