{"authors": [["Vance", "David E", "DE", "School of Nursing, University of Alabama at Birmingham, Birmingham, Alabama."], ["Fazeli", "Pariya L", "PL", "School of Nursing, University of Alabama at Birmingham, Birmingham, Alabama."], ["Azuero", "Andres", "A", "School of Nursing, University of Alabama at Birmingham, Birmingham, Alabama."], ["Wadley", "Virginia G", "VG", "School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama."], ["Jensen", "Michael", "M", "School of Nursing, University of Alabama at Birmingham, Birmingham, Alabama."], ["Raper", "James L", "JL", "School of Medicine, University of Alabama at Birmingham, Birmingham, Alabama."]], "text": "Nearly 50% of adults with HIV have some form of HIV-associated neurocognitive disorder (HAND), ranging from subtle to symptoms that interfere with everyday functioning and quality of life. HAND is diagnosed when a person performs more than 1 standard deviation below his or her normative mean on standardized measures in two or more cognitive domains (e.g., attention, speed of processing, verbal memory, executive functioning). As adults age with HIV, they are more likely to develop comorbidities such as cardiovascular disease, hypertension, and insulin resistance that may further contribute to poorer cognitive functioning and HAND. Certain computerized cognitive training programs may be able to improve specific cognitive domains in those with HIV. Such programs may be effective in changing the diagnosis of HAND in cognitively vulnerable adults. In this article, we describe the design and methods of TOPS-the Training On Purpose Study. In this on-going experimental study, 146 older adults (50+) with HAND are randomized to either: (i) an Individualized-Targeted Cognitive Training group, or (ii) a no-contact control group. This study targets those cognitive domains in which participants experience a deficit and trains participants with the corresponding computerized cognitive training program for that domain. An Individualized Targeted Cognitive Training approach using cognitive-domain-specific cognitive training programs may offer symptom relief to those individuals diagnosed with HAND, which may actually reverse this diagnosis. Given that these cognitive training programs are commercially available, this approach represents a potential paradigm shift in how HAND is considered and treated.", "id": "29266286", "date": "2017-12-20", "title": "Can computerized cognitive training reverse the diagnosis of HIV-associated neurocognitive disorder? A research protocol.", "doi": "10.1002/nur.21841", "journal": ["Research in nursing & health", "Res Nurs Health"]}