{"authors": [["Soma-Pillay", "Priya", "P", "Department of Obstetrics and Gynaecology, University of Pretoria and Steve Biko Academic Hospital, Pretoria, South Africa."], ["Makin", "Jennifer D", "JD", "Department of Obstetrics and Gynaecology, University of Pretoria and Steve Biko Academic Hospital, Pretoria, South Africa."], ["Pattinson", "Robert C", "RC", "South African Medical Research Council Maternal and Infant Health Care Strategies Unit, Department of Obstetrics and Gynaecology, University of Pretoria, Pretoria, South Africa."]], "text": "To evaluate quality of life (QoL) parameters among women categorized with a maternal near-miss during pregnancy.The present prospective cohort study was conducted at a tertiary referral hospital in South Africa between April 1, 2013, and March 31, 2016. Patients who experienced maternal near-miss events were included and patients with uncomplicated low-risk pregnancies were enrolled as a control group. Various parameters were assessed using a WHO QoL questionnaire.The maternal near-miss and uncomplicated low-risk pregnancy (control) groups comprised 95 and 51 women. The maternal near-miss group scored lower than the control group in all four domains of the questionnaire (P<0.001). Overall, 42 (82%) women in the control group and 41 (43%) women in the maternal near-miss group desired future fertility (P<0.001). Women in the maternal near-miss group who had experienced perinatal loss scored lower in the physical health and well-being (P=0.009), psychological health and well-being (P=0.007), and environment (P=0.031) domains compared with women in the maternal near-miss group who experienced a live delivery. Nonetheless, QoL scores among women in the maternal near-miss group who had experienced perinatal loss remained lower than those reported by women in the control group (P< 0.001).A maternal near-miss event during pregnancy was associated with reduced QoL, especially among women who had experienced perinatal loss. This article is protected by copyright. All rights reserved.", "id": "29266256", "date": "2017-12-20", "title": "Quality of life 1 year after a maternal near-miss event.", "doi": "10.1002/ijgo.12432", "journal": ["International journal of gynaecology and obstetrics: the official organ of the International Federation of Gynaecology and Obstetrics", "Int J Gynaecol Obstet"]}