{"authors": [["Nikolova", "Silviya", "S", "Department of Anthropology and Anatomy, Institute of Experimental Morphology, Pathology and Anthropology with Museum, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Toneva", "Diana", "D", "Department of Anthropology and Anatomy, Institute of Experimental Morphology, Pathology and Anthropology with Museum, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Georgiev", "Ivan", "I", "Department of Scientific Computations, Institute of Information and Communication Technologies, Bulgarian Academy of Sciences, Sofia 1113, Bulgaria."], ["Lazarov", "Nikolai", "N", "Department of Anatomy and Histology, Medical University of Sofia, Sofia 1431, Bulgaria."]], "text": "This study aimed to establish the frequency of the frontal sinus (FS) aplasia, to compare metopic and nonmetopic series and thus to assess the relationship between the preservation of metopic suture and FS development.FSs were investigated in 230 dry skulls of adult males distributed into control (137) and metopic (93) series. They were visualized through industrial digital radiography.In the control series, the FS aplasia was observed in 12.41% of the skulls, and it was mostly unilateral (8.76%) than bilateral (3.65%). The left-sided aplasia (5.11%) slightly prevailed over the right-sided one (3.65%). In the metopic series, the aplasia was observed with a frequency of 19.35%, and the bilateral aplasia (7.53%) was rarer that the unilateral one (11.83%), while the right-sided aplasia was clearly predominant (9.68%) compared to the left-sided one (2.15%).The significant differences between both series showed a tendency for the persistence of metopic suture to be frequently related with FS underdevelopment in the vertical plate of the frontal bone, but in cases of pneumatization, it was preferentially on the left side. Taking into account that the cranial hypertension leads to suture diastasis and hinders development of the FS, it could be suggested that persistence of the metopic suture along with underdevelopment of the FS in nonsyndromic adults could be an expression of an elevated intracranial pressure during early development as an after-effect of certain condition.", "id": "29266191", "date": "2017-12-21", "title": "Digital radiomorphometric analysis of the frontal sinus and assessment of the relation between persistent metopic suture and frontal sinus development.", "doi": "10.1002/ajpa.23375", "journal": ["American journal of physical anthropology", "Am. J. Phys. Anthropol."]}