{"authors": [["Kario", "Kazuomi", "K", "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."], ["Tomitani", "Naoko", "N", "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."], ["Buranakitjaroen", "Peera", "P", "Department of Medicine, Faculty of Medicine Siriraj Hospital, Mahidol University, Bangkok, Thailand."], ["Chen", "Chen-Huan", "CH", "Department of Medicine, Faculty of Medicine, National Yang-Ming University, Taipei, Taiwan."], ["Chia", "Yook-Chin", "YC", "Department of Primary Care Medicine, Faculty of Medicine, University of Malaya, Kuala Lumpur, Malaysia."], ["Divinagracia", "Romeo", "R", "University of the East Ramon Magsaysay Memorial Medical Center Inc, Quezon City, Philippines."], ["Park", "Sungha", "S", "Division of Cardiology, Cardiovascular Hospital, Yonsei Health System, Seoul, Korea."], ["Shin", "Jinho", "J", "Faculty of Cardiology Service, Hanyang University Medical Center, Seoul, Korea."], ["Siddique", "Saulat", "S", "Punjab Medical Center, Lahore, Pakistan."], ["Sison", "Jorge", "J", "Department of Medicine, Medical Center Manila, Ermita, Manila, Philippines."], ["Soenarta", "Arieska Ann", "AA", "Department of Cardiology and Vascular Medicine, University of Indonesia-National Cardiovascular Center, Harapan Kita, Jakarta, Indonesia."], ["Sogunuru", "Guru Prasad", "GP", "Apollo Hospitals, Chennai, India."], ["Tay", "Jam Chin", "JC", "Department of General Medicine, Tan Tock Seng Hospital, Singapore, Singapore."], ["Turana", "Yuda", "Y", "Department of Neurology, Faculty of Medicine, Atma Jaya Catholic University of Indonesia, North Jakarta, Jakarta, Indonesia."], ["Wang", "Ji-Guang", "JG", "Department of Hypertension, Centre for Epidemiological Studies and Clinical Trials, The Shanghai Institute of Hypertension, Shanghai Key Laboratory of Hypertension, Ruijin Hospital, Shanghai Jiaotong University School of Medicine, Shanghai, China."], ["Wong", "Lawrence", "L", "Department of Medicine and Therapeutics, Division of Neurology, Chinese University of Hong Kong, Hong Kong."], ["Zhang", "Yuqing", "Y", "Divisions of Hypertension and Heart Failure, Fu Wai Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing, China."], ["Wanthong", "Sirisawat", "S", "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."], ["Hoshide", "Satoshi", "S", "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."], ["Kanegae", "Hiroshi", "H", "Division of Cardiovascular Medicine, Department of Medicine, Jichi Medical University School of Medicine, Tochigi, Japan."], [null, null, null, null]], "text": "Home blood pressure (BP) monitoring is endorsed in multiple guidelines as a valuable adjunct to office BP measurements for the diagnosis and management of hypertension. In many countries throughout Asia, physicians are yet to appreciate the significant contribution of BP variability to cardiovascular events. Furthermore, data from Japanese cohort studies have shown that there is a strong association between morning BP surge and cardiovascular events, suggesting that Asians in general may benefit from more effective control of morning BP. We designed the Asia BP@Home study to investigate the distribution of hypertension subtypes, including white-coat hypertension, masked morning hypertension, and well-controlled and uncontrolled hypertension. The study will also investigate the determinants of home BP control status evaluated by the same validated home BP monitoring device and the same standardized method of home BP measurement among 1600 or more medicated patients with hypertension from 12 countries/regions across Asia.", "id": "29265725", "date": "2017-12-18", "title": "Rationale and design for the Asia BP@Home study on home blood pressure control status in 12 Asian countries and regions.", "doi": "10.1111/jch.13145", "journal": ["Journal of clinical hypertension (Greenwich, Conn.)", "J Clin Hypertens (Greenwich)"]}