{"authors": [["De Moraes", "Wilson Max Almeida Monteiro", "WMAM", "Biosciences Department, Federal University of Sao Paulo, Santos, Brazil."], ["de Souza", "Pamella Ramona Moraes", "PRM", "Department of Post-graduation in Medicine, Nove de Julho University (UNINOVE), Sao Paulo, Brazil."], ["da Paixão", "Nathalie Alves", "NA", "School of Physical Education and Sport, University of Sao Paulo, Sao Paulo, Brazil."], ["de Sousa", "Luís Gustavo Oliveira", "LGO", "Department of Physiology and Biophysics, Institute of Biomedical Sciences, University of Sao Paulo, Sao Paulo, Brazil."], ["Ribeiro", "Daniel Araki", "DA", "Biosciences Department, Federal University of Sao Paulo, Santos, Brazil."], ["Marshall", "Andrea G", "AG", "Department of Neurobiology, Physiology and Behavior, University of California Davis, Davis, CA, USA."], ["Prestes", "Jonato", "J", "Post-Graduation Program on Physical Education, Catholic University of Brasilia (UCB), Brasilia, Federal District, Brazil."], ["Irigoyen", "Maria Claudia", "MC", "Hypertension Unit, Heart Institute, University of Sao Paulo Medical School, Sao Paulo, Brazil."], ["Brum", "Patricia Chakur", "PC", "Department of Post-graduation in Medicine, Nove de Julho University (UNINOVE), Sao Paulo, Brazil."], ["Medeiros", "Alessandra", "A", "Biosciences Department, Federal University of Sao Paulo, Santos, Brazil."]], "text": "We tested whether aerobic exercise training (AET) would modulate the skeletal muscle protein quality control (PQC) in a model of chronic kidney disease (CKD) in rats. Adult Wistar rats were evaluated in four groups: control (CS) or trained (CE), and 5/6 nephrectomy sedentary (5/6NxS) or trained (5/6NxE). Exercised rats were submitted to treadmill exercise (60 min., five times/wk for 2 months). We evaluated motor performance (tolerance to exercise on the treadmill and rotarod), cross-sectional area (CSA), gene and protein levels related to the unfolded protein response (UPR), protein synthesis/survive and apoptosis signalling, accumulated misfolded proteins, chymotrypsin-like proteasome activity (UPS activity), redox balance and heat-shock protein (HSP) levels in the tibialis anterior. 5/6NxS presented a trend towards to atrophy, with a reduction in motor performance, down-regulation of protein synthesis and up-regulation of apoptosis signalling; increases in UPS activity, misfolded proteins, GRP78, derlin, HSP27 and HSP70 protein levels, ATF4 and GRP78 genes; and increase in oxidative damage compared to CS group. In 5/6NxE, we observed a restoration in exercise tolerance, accumulated misfolded proteins, UPS activity, protein synthesis/apoptosis signalling, derlin, HSPs protein levels as well as increase in ATF4, GRP78 genes and ATF6α protein levels accompanied by a decrease in oxidative damage and increased catalase and glutathione peroxidase activities. The results suggest a disruption of PQC in white muscle fibres of CKD rats previous to the atrophy. AET can rescue this disruption for the UPR, prevent accumulated misfolded proteins and reduce oxidative damage, HSPs protein levels and exercise tolerance.", "id": "29265674", "date": "2017-12-19", "title": "Aerobic exercise training rescues protein quality control disruption on white skeletal muscle induced by chronic kidney disease in rats.", "doi": "10.1111/jcmm.13374", "journal": ["Journal of cellular and molecular medicine", "J. Cell. Mol. Med."]}