{"authors": [["Yu", "Jerry Z", "JZ", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Rhee", "Connie M", "CM", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Ferrey", "Antoney", "A", "St Joseph's Medical Center, Orange, CA, USA."], ["Li", "Alex", "A", "Northwest Kidney Center, Snoqualmie, WA, USA."], ["Jin", "Anna", "A", "Tibor Rubin Veterans Affairs Medical Center, Long Beach, CA, USA."], ["Chang", "Yongen", "Y", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Reddy", "Uttam", "U", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Lau", "Wei Ling", "WL", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Chou", "Jason", "J", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Inrig", "Jula", "J", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."], ["Kalantar-Zadeh", "Kamyar", "K", "Division of Nephrology and Hypertension, University of California Irvine School of Medicine, Orange, CA, USA."]], "text": "The vast majority of maintenance dialysis patients suffer from poor long-term survival rates and lower levels of health-related quality of life. However, home hemodialysis is a historically significant dialysis modality that has been associated with favorable outcomes as well as greater patient autonomy and control, yet only represents a small minority of the total dialysis performed in the United States. Some potential disadvantages of home hemodialysis include vascular access complications, infection-related hospitalizations, patient fatigue, and attrition. In addition, current barriers and challenges in expanding the utilization of this modality include limited patient and provider education and technical expertise. Here we report a 65-year old male with end-stage renal disease due to Alport's syndrome who has undergone 35 years of uninterrupted thrice-weekly home hemodialysis (ie, every Sunday, Tuesday, and Thursday evening, each session lasting 3 to 3¼ hours in length) using a conventional hemodialysis machine who has maintained a high functional status allowing him to work 6-8 hours per day. The patient has been able to liberalize his dietary and fluid intake while only requiring 3-4 liters of ultrafiltration per treatment, despite having absence of residual kidney function. Through this case of extraordinary longevity and outcomes after 35 years of dialysis and a review of the literature, we illustrate the history of home hemodialysis, its significant clinical and psychosocial advantages, as well as the barriers that hinder its widespread adaptation.", "id": "29265477", "date": "2017-12-18", "title": "There's no place like home: 35-year patient survival on home hemodialysis.", "doi": "10.1111/sdi.12660", "journal": ["Seminars in dialysis", "Semin Dial"]}