{"authors": [["Li", "Qian", "Q", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Chen", "Jing", "J", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Zhu", "Biqing", "B", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Jiang", "Minghua", "M", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Liu", "Wei", "W", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Lu", "Emei", "E", "Department of Radiation Oncology, The Affiliated Cancer Hospital of Nanjing Medical University, Jiangsu Cancer Hospital, Jiangsu Sheng, China."], ["Liu", "Qiao-Ling", "QL", "Department of Obstetrics and Gynecology, Nanjing Jiangning Hospital, The Affiliated Jiangning Hospital of Nanjing Medical University, Nanjing, China."]], "text": "Diarrhea is the primary symptom of concern in acute post-operative radiation-induced enteritis in gynecologic cancer. We retrospectively studied the correlation between the volume of irradiated small bowel and the development of acute diarrhea in these patients.A total of 100 post-operative gynecologic cancer patients were analyzed. Pelvic computed tomography was performed to calculate the volume of irradiated small bowel. A dose-volume histogram was calculated from 5 to 40 Gy at 5 Gy intervals. Patients receiving conventional whole pelvic radiation therapy (RT) were assigned to Group I, and those who received intensity-modulated RT (IMRT) were assigned to Group II. A total dose of 40-50 Gy was delivered at 1.8-2.0 Gy per fraction daily. Acute diarrhea during treatment was scored. All data were expressed as a mean ± standard deviation. Different dose-volume parameters for small bowel in Grades 0-1 and Grades 2-3 diarrhea were calculated by the independent t-test. Univariate analysis of diarrhea risk factors was performed with the independent t-test or Chi-square/Fisher exact test.Of the 77 patients who received conventional RT, 44 (57.14%) experienced Grades 2-3 toxicities. Of the 23 patients who received IMRT, 9 (39.13%) experienced Grades 2-3 toxicities. Concurrent chemotherapy was slightly associated with a higher damage score in both groups (p = 0.028). None of the patient factors (weight, percentage depth dosage, dose fraction, distance from skin to tumor, lymph node metastasis, chemotherapy, block, brachytherapy, hypertension, or diabetes) were correlated with diarrhea in the two groups. The volumes of irradiated small bowel in patients who experienced Grades 2-3 diarrhea were significantly larger than those in patients who experienced Grades 0-1 diarrhea at all dose levels in Group I. V20 (372.19 ± 133.26 cm3, p = 0.004) was an independent factor for developing Grades 2-3 diarrhea in Group I. V25 (290.35 ± 130.22 cm3, p = 0.001) was an independent risk factor for all patients who developed higher score diarrhea.The volume of irradiated small bowel was an independent risk factor for all patients who developed diarrhea, especially those undergoing conventional RT.", "id": "29265117", "date": null, "title": "Dose Volume Effect of Acute Diarrhea in Post-Operative Radiation for Gynecologic Cancer.", "doi": "10.24875/RIC.17002373", "journal": ["Revista de investigacion clinica; organo del Hospital de Enfermedades de la Nutricion", "Rev. Invest. Clin."]}