{"authors": [["Faye", "Maria", "M", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Lemrabott", "Ahmed Tall", "AT", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Cissé", "Mouhamadou Moustapha", "MM", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Fall", "Khodia", "K", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Keita", "Younoussa", "Y", "Department of Pediatrics, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Ngaide", "Alioune A", "AA", "Department of Cardiology, Grand-Yoff General Hospital, Dakar, Senegal."], ["Mbaye", "Alassane", "A", "Department of Cardiology, Grand-Yoff General Hospital, Dakar, Senegal."], ["Fary Ka", "El Hadji", "EH", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Niang", "Abdou", "A", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."], ["Kane", "Abdoul", "A", "Department of Cardiology, Grand-Yoff General Hospital, Dakar, Senegal."], ["Diouf", "Boucar", "B", "Department of Nephrology, Aristide Le Dantec Universitary Hospital, Dakar, Senegal."]], "text": "Chronic kidney disease (CKD) is a public health priority worldwide; however, its prevalence and incidence are difficult to assess. In Africa, few studies have been conducted on the prevalence of CKD. This study sought to describe the epidemiological characteristics and profile of CKD, as well as the related risk factors in Guéoul, a semi-urban zone in Senegal. An observational, cross-sectional, and descriptive study was conducted in Guéoul city in Senegal from November 1, 2012, to December 10, 2012, according to the WHO STEPS approach. People older than 35 years living in Guéoul city were included in the study. Cardiovascular and renal disease risk factor screening was conducted for this population. Data were analyzed using the 3.5.1 version of Epi Info software. The significance level was a P <0.05. One thousand four hundred and eleven participants with a mean age of 48 ± 12.68 years and a sex ratio of 0.34 were included in the study (359 men/1052 women). The prevalence of renal disease was 36.5%. Sixty-eight people showed proteinuria greater than two cross with urinary dipsticks. Two hundred and six people had a glomerular filtration rate <60 mL/min, and among them, 201 were in stage III, two in stage IV, and three in stage V according to the modification of diet in renal disease formula. Ninety-eight participants had morphological abnormalities. Cardiovascular risk factors found among participants with renal disease were obesity (25.2%), hypertension (55.5%), diabetes (2.3%), and renal and metabolic syndrome (32.43%). Those that statistically significantly correlated with renal disease were obesity (P = 0.0001), hypertension (P = 0.0001), and diabetes (P = 0.021). This study assessed the extent of renal disease in the population of Guéoul city. Being aware of the prevalence of CKD in the general population of Senegal is mandatory for defining appropriate strategies for the management of these risk factors and progression of renal diseases.", "id": "29265052", "date": null, "title": "Prevalence and risk factors of chronic kidney disease in an african semi-urban area: Results from a cross-sectional survey in Gueoul, Senegal.", "doi": "10.4103/1319-2442.220878", "journal": ["Saudi journal of kidney diseases and transplantation : an official publication of the Saudi Center for Organ Transplantation, Saudi Arabia", "Saudi J Kidney Dis Transpl"]}