{"authors": [["Elzorkany", "Khaled Mohamed Amin", "KMA", "Department of Internal Medicine, Nephrology Unit, Faculty of Medicine, Menoufia University, Menoufia Governorate, Egypt."]], "text": "Patients with end-stage renal disease (ESRD) continue to increase in number worldwide, especially in developing countries. Although continuous ambulatory peritoneal dialysis (CAPD) has comparable survival advantages as hemodialysis (HD), it is greatly underutilized in many regions worldwide. The prevalence of use of CAPD in Egypt is 0.29/million population in 2017. The aim of this study is to describe the current state and practice of CAPD in Egypt and included 22 adult patients who were treated by CAPD. All the study patients were switched to CAPD after treatment with HD failed due to vascular access problems. Patients were mainly female (68.2 %) with the mean age of 49.77 ± 11.41 years. The average duration on CAPD was 1.76 ± 1.30 years. Hypertension was the main cause of end-stage renal disease (ESRD) constituting 36.4%, followed by diabetes (27.3 %), and toxic nephropathy (4.5%). Of importance is that about 31.8% of patients had ESRD of unknown etiology. The mean weekly Kt/V urea of patients on PD was 1.92 ± 0.18. The mean hemoglobin, serum calcium, phosphorus, parathormone, and albumin levels were 10.27 ± 1.98 g/dL, 8.36 ± 1.19 mg/dL, 5.70 ± 1.35 mg/dL, 541.18 ± 230.12 pg/mL, and 2.98 ± 0.73 g/dL, respectively. There was no significant difference between diabetic and nondiabetic CAPD patients regarding demographic and laboratory data. Our data indicate that there is continuing underutilization of CAPD in Egypt which may be related to nonavailability of CAPD fluid, patient factors (education and motivation), gradual decline of the efficiency of health-care professionals, and lack of a national program to start PD as the first modality for renal replacement therapy. It is advised to start an organized program to make CAPD widespread and encourage local production of PD fluids to reduce the cost of CAPD.", "id": "29265049", "date": null, "title": "Current state of continuous ambulatory peritoneal dialysis in Egypt.", "doi": "10.4103/1319-2442.220848", "journal": ["Saudi journal of kidney diseases and transplantation : an official publication of the Saudi Center for Organ Transplantation, Saudi Arabia", "Saudi J Kidney Dis Transpl"]}