{"authors": [["Hajji", "Meriam", "M", "Department of Medicine A, Charles Nicolle Hospital; Faculty of Medicine of Tunis, University of Tunis El Manar, Tunis, Tunisia."], ["Harzallah", "Amel", "A", "Department of Medicine A, Charles Nicolle Hospital; Faculty of Medicine of Tunis, University of Tunis El Manar, Tunis, Tunisia."], ["Kaaroud", "Hayet", "H", "Department of Medicine A, Charles Nicolle Hospital; Faculty of Medicine of Tunis, University of Tunis El Manar, Tunis, Tunisia."], ["Barbouch", "Samia", "S", "Department of Medicine A, Charles Nicolle Hospital; Faculty of Medicine of Tunis, University of Tunis El Manar, Tunis, Tunisia."], ["Hamida", "Fethi Ben", "FB", "Faculty of Medicine of Tunis, University of Tunis El Manar; Laboratory of Renal Pathology LR00SP01, Charles Nicolle Hospital, Tunis, Tunisia."], ["Abdallah", "Taieb Ben", "TB", "Department of Medicine A, Charles Nicolle Hospital; Faculty of Medicine of Tunis, University of Tunis El Manar, Tunis, Tunisia."]], "text": "This is a retrospective cohort study over 20 years (1990-2013) that included all patients with biopsy-proven lupus nephritis (LN) followed up at our nephrology department. We aimed to determine the clinicobiologic predictors of flare-up of LN. Flare was defined as an increase in systemic lupus erythematosus (SLE) disease activity index (SLEDAI) score of at least four points. Clinical manifestations and laboratory parameters were assessed and the SLEDAI score was determined for each patient. We included patients with SLE who fulfilled at least four of the American College of Rheumatology criteria for the classification of SLE. A total of 249 patients including 227 females and 22 males with a median age at diagnosis of 34.32 years (range 16-69) were studied. The mean follow-up duration was 122.4 ± 27 months. Renal symptoms included hypertension in 40%, nephrotic syndrome in 30%, and renal failure in 69.4% of the cases. Class IV and class III nephritis (ISN/RPS) were observed in 44.9% and 24% of the patients, respectively. On univariate analysis, flare predictors were age <30 years (P = 0.02), lymphocytopenia (P = 0.002), the presence of diffuse proliferative LN (P = 0.009), and discontinuation of immunosuppressive therapy (P = 0.004). Our study suggests that these markers should be monitored routinely as prognostic parameters in SLE to characterize patients who are at risk and who should be followed more closely.", "id": "29265046", "date": null, "title": "Factors associated with relapse of lupus nephritis: A single center study of 249 cases.", "doi": "10.4103/1319-2442.220863", "journal": ["Saudi journal of kidney diseases and transplantation : an official publication of the Saudi Center for Organ Transplantation, Saudi Arabia", "Saudi J Kidney Dis Transpl"]}