{"authors": [["Wróblewski", "Krzysztof", "K", "Department of Internal Medicine and Nephrodiabetology, Medical University of Lodz, Poland."], ["Hincz", "Karolina", "K", "University Clinical Hospital Military Memorial Medical Academy - Central Veterans' Hospital in Lodz, Poland."], ["Miklaszewska", "Monika", "M", "Department of Pediatrics, Immunology and Nephrology, Polish Mother's Memorial Hospital Research Institute, Łódź, Poland."], ["Zachwieja", "Katarzyna", "K", "Department of Pediatrics, Immunology and Nephrology, Polish Mother's Memorial Hospital Research Institute, Łódź, Poland."], ["Wierciński", "Ryszard", "R", "Department of Pediatrics and Nephrology, Medical University of Bialystok, Poland."], ["Stankiewicz", "Roman", "R", "Department of Pediatrics Nephrology, Specialist Municipal Hospital in Toruń, Poland."], ["Firszt-Adamczyk", "Agnieszka", "A", "Department of Pediatrics Nephrology, Specialist Municipal Hospital in Toruń, Poland."], ["Zachwieja", "Jacek", "J", "Department of Cardiology and Nephrology, Poznan University of Medical Sciences, Poland."], ["Borzęcka", "Halina", "H", "Department of Pediatrics Nephrology, Medical University of Lublin, Poland."], ["Ziółkowska", "Helena", "H", "Chair and Department of Pediatrics and Nephrology, Medical University of Warsaw, Poland."], ["Medyńska", "Anna", "A", "Department of Pediatrics Nephrology, Wroclaw Medical University, Poland."], ["Zwolińska", "Danuta", "D", "Department of Pediatrics Nephrology, Wroclaw Medical University, Poland."], ["Szczepańska", "Maria", "M", "Department of Nephrology and Dialysis, Medical University of Silesia, Zabrze, Poland."], ["Stańczyk", "Małgorzata", "M", "Department of Pediatrics, Immunology and Nephrology, Polish Mothers Memorial Hospital Research Institute, Poland."], ["Zagożdżon", "Ilona", "I", "Department of Child and Adolescents’ Nephrology and Hypertension, Medical University of Gdańsk, Poland."], ["Leszczyńska", "Beata", "B", "Chair and Department of Pediatrics and Nephrology, Medical University of Warsaw, Poland."], ["Adamczyk", "Piotr", "P", "Department of Nephrology and Dialysis, Medical University of Silesia, Zabrze, Poland."], ["Tkaczyk", "Marcin", "M", "Department of Pediatrics, Immunology and Nephrology, Polish Mothers Memorial Hospital Research Institute, Poland."]], "text": "Blood pressure in pediatric dialyzed patients is under poor control.The aim of the study was to assess the strategy and efficacy of antihypertensive drugs used for the treatment of hypertension in pediatric dialyzed patients in 2013 in comparison with the data collected in 2003/2004. The results have been viewed against present strategies of antihypertensive treatment in children. There is still limited data concerning the treatment of hypertension in dialyzed pediatric patients.The study embraced 10 of 12 pediatric dialysis units in Poland treating 59 pediatric patients (mean age - 132 months). Collected information included present antihypertensive treatment with regard to drug classes and the dose of antihypertensive agent. The treatment was regarded as effective if both systolic and diastolic values of blood pressure were below 1.64 SDS. The results from 2013 were juxtaposed with previously analyzed data from a similar study on hypertension in dialyzed children conducted in 2003/2004.Forty subjects have been provided with antihypertensive treatment. In monotherapy and polytherapy 50% of the subjects were treated with ACEI (enalapril and ramipril), 67.5% with amlodipine, 50% with beta-blockers. Only 10% of the subjects were treated with angiotensin II receptor blocker (losartan). Thirty percent of the subjects received furosemide, whereas 5% were given doxazosin. Antihypertensive drugs regarded as the 2nd and 3rd choice in treating high blood pressure (doxazosin, beta-blockers and furosemide) were applied as monotherapy in 46% of the patients. Satisfactory control of treated blood pressure was reached in 45% of them.Antihypertensive treatment in dialyzed children did not change significantly during the last decade with regard to the groups of drugs being used. Despite a wider feasibility of antihypertensive substances, the effectiveness of this therapy was still unsatisfactory.", "id": "29264885", "date": null, "title": "Antihypertensive treatment prescription in pediatric dialysis patients in Poland: A comparison between two nationwide studies 2003/2004-2013.", "doi": null, "journal": ["Advances in clinical and experimental medicine : official organ Wroclaw Medical University", "Adv Clin Exp Med"]}