{"authors": [["Lee", "Kyungjin", "K", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea."], ["Kim", "Bumjung", "B", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea."], ["Hur", "Heseung", "H", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea."], ["Chinannai", "Khanita Suman", "KS", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea."], ["Ham", "Inhye", "I", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea."], ["Choi", "Ho-Young", "HY", "Department of Herbology, College of Korean Medicine, Kyung Hee University, Seoul, 130-701, Republic of Korea. hychoi@khu.ac.kr."]], "text": "To investigate the hypotensive and hypolipidemic effects of Modified Sanhuang Xiexin Decoction (, HVC1), a herbal prescription for the vascular diseases in Chinese medicine and evaluate the acute and subchronic oral toxicities.Fifty-six spontaneous hypertensive rats (SHRs) were used to investigate the hypotensive and hypolipidemic effect of HVC1. Rats in the normal group (n=8) were fed with normal diet. The rats in the other groups (n=48) were fed with high fat and cholesterol diet for inducing hyperlipidemia models. Forty-eight rats were randomly divided into 6 groups [model, positive control (amlodipine, simvastain), 50, 250, and 1,000 mg/(kg•d) HVC1 groups] with 8 animals in each group. Normal and model groups were treated with distilled water [1 mL/(kg•d)], the positive control group was treated with amlodipine [5 mg/(kg•d)] or simvastatin [10 mg/(kg•d)], and the HVC1 groups were treated with HVC1 [50, 250, or 1,000 mg/(kg•d)] for 8 weeks, respectively. Blood pressure (BP) of the rats was measured using a non-invasive tail cuff system. On the last day of the experiment, serum total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C), and triglyceride (TG) levels were measured. To investigate the safety of HVC1, acute and subchronic toxicity studies were conducted on Sprague-Dawley rats. In toxicity studies, the body weight, food and water consumption of rats were measured and clinical signs observation, ophthalmologic examinations, urinalysis, hematological analysis, and serum biochemical analysis were performed.A dose of 50 and 250 mg/(kg•d) HVC1 lowered systolic and diastolic BP (P<0.05). HVC1 at 1,000 mg/(kg•d) decreased TC, LDL-C and TG levels, respectively (P<0.01 or P<0.05) and 250 mg/(kg•d) HVC1 decreased TG levels on hyperlipidemic SHRs (P<0.05). In the acute toxicity study, oral administration of HVC1 did not show any toxicity effect, and the median lethal dose value of HVC1 was greater than 5,000 mg/kg. In the subchronic toxicity study, oral administration of HVC1 for 4 weeks also did not show any toxicity effect, and the no-observedadverse-effect-level of HVC1 was established as 2,000 mg/(kg•d).These results could be used as preclinical data for clinical trials that develop HVC1 as a herbal medicine for treating or preventing hypertension and hyperlipidemia.", "id": "29264840", "date": "2017-12-21", "title": "Experimental research of hypotensive and hypolipidemic effects with Modified Sanhuang Xiexin Decoction ().", "doi": "10.1007/s11655-017-2771-7", "journal": ["Chinese journal of integrative medicine", "Chin J Integr Med"]}