{"authors": [["Kiuchi", "Márcio Galindo", "MG", "Department of Artificial Cardiac Stimulation and Electrophysiology, Cardiostim, Rua Dr. Celestino, 122-1103-Centro, Niterói, RJ, 24020-091, Brazil. marciokiuchi@gmail.com."], ["Chen", "Shaojie", "S", "Department of Cardiology, Elisabethinen University Teaching Hospital Linz, Linz, Austria."], ["Hoye", "Neil Alexander", "NA", "Department of Renal Medicine, St James's University Hospital, Leeds, UK."], ["Pürerfellner", "Helmut", "H", "Department of Cardiology, Elisabethinen University Teaching Hospital Linz, Linz, Austria."]], "text": "Atrial fibrillation (AF) commonly occurs in chronic kidney disease (CKD), occasioning adverse outcomes. Merging pulmonary vein isolation (PVI) and renal sympathetic denervation (RSD) may decrease the recurrence of AF in subjects with CKD and uncontrolled hypertension. We considered that RSD could reduce the recurrence of AF in patients with CKD by modulating sympathetic hyperactivity. We aimed to evaluate the impact of RSD or spironolactone 50 mg/day associated with PVI in reducing systolic blood pressure (BP), AF recurrence, and AF burden in patients with a history of paroxysmal AF and mild CKD.This was a single-center, prospective, longitudinal, randomized, double-blind study. The individuals were randomly divided into two groups (PVI + spironolactone, n = 36, and PVI + RSD, n = 33). All of them were followed for exactly 1 year to assess maintenance of sinus rhythm and to monitor the other variables.Ambulatory BP measurements were reduced in both groups and at the 12th month also differed between groups. Significantly more patients in the PVI + RSD (61%) than in the PVI + spironolactone group (36%) were AF-free at the 12th month of follow-up, P = 0.0242. Toward the end of the study, the mean AF burden was lower in the PVI + RSD group as compared to PVI + spironolactone group, at the 9th month: ∆ = - 10% (P < 0.0001), and at the 12th month: ∆ = - 12% (P < 0.0001), respectively.PVI + RSD is safe and appears to be superior to PVI + spironolactone in BP reduction, augmentation of AF event-free rate, reduction of AF burden, and improvement of renal function.", "id": "29264729", "date": "2017-12-20", "title": "Pulmonary vein isolation combined with spironolactone or renal sympathetic denervation in patients with chronic kidney disease, uncontrolled hypertension, paroxysmal atrial fibrillation, and a pacemaker.", "doi": "10.1007/s10840-017-0302-2", "journal": ["Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing", "J Interv Card Electrophysiol"]}