{"authors": [["Smirnov", "Alexander V", "AV", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia. hldn89@gmail.com."], ["Kontsevaya", "Galina V", "GV", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Feofanova", "Natalia A", "NA", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Anisimova", "Margarita V", "MV", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Serova", "Irina A", "IA", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Gerlinskaya", "Lyudmila A", "LA", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Battulin", "Nariman R", "NR", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Moshkin", "Mikhail P", "MP", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia."], ["Serov", "Oleg L", "OL", "Federal Research Center Institute of Cytology and Genetics, Siberian Division of the Russian Academy of Sciences, Novosibirsk, Russia. serov@bionet.nsc.ru."]], "text": "Contactins (Cntn1-6) are a family of neuronal membrane proteins expressed in the brain. They are required for establishing cell-to-cell contacts between neurons and for the growth and maturation of the axons. In humans, structural genomic variations in the Contactin genes are implicated in neurodevelopmental disorders. In addition, population genetic studies associate Contactins loci with obesity and hypertension. Cntn5 knockout mice were first described in 2003, but showed no gross physiological or behavioral abnormalities (just minor auditory defects). We report a novel Cntn5 knockout mouse line generated by a random transgene integration as an outcome of pronuclear microinjection. Investigation of the transgene integration site revealed that the 6Kbp transgene construct coding for the human granulocyte-macrophage colony-stimulating factor (hGMCSF) replaced 170 Kbp of the Cntn5 gene, including four exons. Reverse transcription PCR analysis of the Cntn5 transcripts in the wild-type and transgenic mouse lines showed that splicing of the transgene leads to a set of chimeric hGMCSF-Cntn5 transcript variants, none of which encode functional Cntn5 protein due to introduction of stop codons. Although Cntn5 knockout animals displayed no abnormalities in behavior, we noted that they were leaner, with less body mass and fat percentage than wild-type animals. Their cardiovascular parameters (heart rate, blood pressure and blood flow speed) were elevated compared to controls. These findings link Cntn5 deficiency to obesity and hypertension.", "id": "29264679", "date": "2017-12-20", "title": "Unexpected phenotypic effects of a transgene integration causing a knockout of the endogenous Contactin-5 gene in mice.", "doi": "10.1007/s11248-017-0053-y", "journal": ["Transgenic research", "Transgenic Res."]}