{"authors": [["Wilson", "Jessica R", "JR", "Vanderbilt University Medical Center, Department of Medicine, Division of Diabetes, Endocrinology, and Metabolism, Nashville, Tennessee 37232."], ["Shuey", "Megan M", "MM", "Vanderbilt University, Nashville, Tennessee 37232."], ["Brown", "Nancy J", "NJ", "Vanderbilt University Medical Center, Department of Medicine, Division of Clinical Pharmacology, Nashville, Tennessee 37232."], ["Devin", "Jessica K", "JK", "Vanderbilt University Medical Center, Department of Medicine, Division of Diabetes, Endocrinology, and Metabolism, Nashville, Tennessee 37232."]], "text": "Patients with diabetes often have comorbidities such as hypertension. It is not known how individual characteristics influence response to dipeptidyl peptidase-4 (DPP4) inhibitors.We tested the hypothesis that individual characteristics, sitagliptin dose, and genetic variability in DPP4 influence DPP4 activity during sitagliptin.Post hoc analysis of clinical and laboratory data from individuals randomized to sitagliptin versus placebo in crossover studies.Sixty-five subjects [27 with type 2 diabetes mellitus (T2DM) and hypertension, 38 healthy controls] were randomized to 100 mg/d sitagliptin or 200 mg sitagliptin and matching placebo in double-blind, crossover fashion. Fasting blood was obtained at baseline and 60 to 180 minutes after sitagliptin or placebo.DPP4 activity and antigen during placebo and sitagliptin and DPP4 inhibition during sitagliptin.Sitagliptin 100 mg/d was less effective at inhibiting DPP4 activity in individuals with T2DM and hypertension than in healthy controls (P = 0.001, percent inhibition). In healthy controls, 100 mg/d sitagliptin was not as effective as single-dose 200 mg sitagliptin (P = 0.001, percent inhibition). DPP4 genotypes rs2909451 TT (P = 0.02) and rs759717 CC (P = 0.02) were associated with DPP4 activity during sitagliptin. In multivariable analyses, T2DM with hypertension, sitagliptin dose, age, systolic blood pressure, DPP4 activity during placebo, and rs2909451 genotype were significantly associated with DPP4 activity during sitagliptin.Sitagliptin is less effective in inhibiting DPP4 in individuals with T2DM and hypertension than in healthy controls. Higher doses of DPP4 inhibitors may be required in patients with the metabolic syndrome.", "id": "29264572", "date": "2017-08-01", "title": "Hypertension and Type 2 Diabetes Are Associated With Decreased Inhibition of Dipeptidyl Peptidase-4 by Sitagliptin.", "doi": "10.1210/js.2017-00312", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}