{"authors": [["Uchida", "Noboru", "N", "Department of Pediatrics, Keio University School of Medicine, Tokyo 160-8582, Japan."], ["Amano", "Naoko", "N", "Department of Pediatrics, Keio University School of Medicine, Tokyo 160-8582, Japan."], ["Yamaoka", "Yui", "Y", "Department of Health Services Research, University of Tsukuba, Ibaraki 305-8577, Japan."], ["Uematsu", "Ayumi", "A", "Department of Endocrinology and Metabolism, Shizuoka Children's Hospital, Shizuoka 420-8660, Japan."], ["Sekine", "Yuji", "Y", "Department of Emergency and General Medicine, Shizuoka Children's Hospital, Shizuoka 420-8660, Japan."], ["Suzuki", "Makoto", "M", "Department of Pathology, Shizuoka General Hospital, Shizuoka 420-8527, Japan."], ["Watanabe", "Jun", "J", "Department of Urology, Toyooka Public Hospital, Hyogo 668-8501, Japan."], ["Nishimoto", "Koshiro", "K", "Department of Uro-Oncology, Saitama Medical University International Medical Center, Hidaka 350-1298, Japan."], ["Mukai", "Kuniaki", "K", "Department of Biochemistry, Keio University School of Medicine, Tokyo 160-8582, Japan."], ["Fukuzawa", "Ryuji", "R", "Department of Pediatrics, Keio University School of Medicine, Tokyo 160-8582, Japan."], ["Hasegawa", "Tomonobu", "T", "Department of Pediatrics, Keio University School of Medicine, Tokyo 160-8582, Japan."], ["Ishii", "Tomohiro", "T", "Department of Pediatrics, Keio University School of Medicine, Tokyo 160-8582, Japan."]], "text": "Aldosterone-producing adenoma (APA), a subtype of primary aldosteronism, is a common cause of secondary hypertension in adults. Somatic KCNJ5 mutations have been identified in about 12%-80% of adult-onset APA. In contrast, there has been no previous reported case of pediatric-onset APA in whom a somatic KCNJ5 mutation was confirmed. We report an 11-year-old Japanese girl who had experienced recurrent headaches and nausea for more than 2 years before hypertension was observed (blood pressure, 150/82 mm Hg). Plasma renin activity was <0.1 ng/mL per hour even after a captopril-challenge or upright furosemide-loading test. Plasma aldosterone concentrations (PACs) before and after saline-infusion test were 28.0 and 40.6 ng/dL, respectively. Plasma adrenocorticotropic hormone (ACTH) and serum cortisol levels were 16.5 pg/mL and 16.7 µg/dL, respectively. The patient was diagnosed with APA in the left adrenal gland on the basis of selective adrenal venous sampling after ACTH stimulation (PAC in the left adrenal vein, 3630 ng/dL) and histopathologic findings of the tumor obtained by laparoscopic left adrenalectomy. Sanger sequencing of KCNJ5 using genomic DNA from peripheral lymphocytes and laser-captured microdissected APA tissues demonstrated the presence of a somatic KCNJ5 mutation p.L168R, previously reported only in adult-onset APA. Immunohistochemistry detected strong immunoreactivity for CYP11B2, but not for CYP11B1 in the APA, consistent with the endocrinologic findings in this patient. Somatic KCNJ5 mutations are also identified in pediatric-onset APA. Further cases are needed to elucidate functional characteristics of pediatric-onset APA with a somatic KCNJ5 mutation.", "id": "29264557", "date": "2017-07-11", "title": "A Novel Case of Somatic KCNJ5 Mutation in Pediatric-Onset Aldosterone-Producing Adenoma.", "doi": "10.1210/js.2017-00210", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}