{"authors": [["Harfmann", "Brianna D", "BD", "The Department of Medicine, Division of Endocrinology, and the Barnstable Brown Diabetes and Obesity Center, University of Kentucky, Lexington, Kentucky 40536."], ["Schroder", "Elizabeth A", "EA", "Department of Physiology and Center for Muscle Biology, University of Kentucky, Lexington, Kentucky 40536."], ["England", "Jonathan H", "JH", "Department of Physiology and Center for Muscle Biology, University of Kentucky, Lexington, Kentucky 40536."], ["Senn", "Natalie J", "NJ", "Department of Physiology and Center for Muscle Biology, University of Kentucky, Lexington, Kentucky 40536."], ["Westgate", "Philip M", "PM", "Department of Biostatistics, College of Public Health, University of Kentucky, Lexington, Kentucky 40536."], ["Esser", "Karyn A", "KA", "Department of Physiology and Center for Muscle Biology, University of Kentucky, Lexington, Kentucky 40536."], ["Kern", "Philip A", "PA", "The Department of Medicine, Division of Endocrinology, and the Barnstable Brown Diabetes and Obesity Center, University of Kentucky, Lexington, Kentucky 40536."]], "text": "Circadian rhythms are characterized by approximate 24-hour oscillations in physiological and behavioral processes. Disruptions in these endogenous rhythms, most commonly associated with shift work and/or lifestyle, are recognized to be detrimental to health. Several studies have demonstrated a high correlation between disrupted circadian rhythms and metabolic disease. The aim of this study was to determine which metabolic parameters correlate with physiological measures of circadian temperature amplitude (TempAmp) and stability (TempStab).Wrist skin temperature was measured in 34 subjects (ages 50 to 70, including lean, obese, and diabetic subjects) every 10 minutes for 7 consecutive days. Anthropometric measures and fasting blood draws were conducted to obtain data on metabolic parameters: body mass index, hemoglobin A1C, triglycerides, cholesterol, high-density lipoprotein, and low-density lipoprotein. A history of hypertension and current blood pressure was noted.Analysis of the data indicated a substantial reduction in TempAmp and TempStab in subjects with metabolic syndrome (three or more risk factors). To determine the impact of individual interdependent metabolic factors on temperature rhythms, stepwise multilinear regression analysis was conducted using metabolic syndrome measurements. Interestingly, only triglyceride level was consistently correlated by the analysis. Triglyceride level was shown to contribute to 33% of the variability in TempAmp and 23% of the variability in TempStab.Our results demonstrate that elevated triglycerides are associated with diminished TempAmp and TempStab in human subjects, and triglycerides may serve as a primary metabolic predictor of circadian parameters.", "id": "29264535", "date": "2017-06-02", "title": "Temperature as a Circadian Marker in Older Human Subjects: Relationship to Metabolic Syndrome and Diabetes.", "doi": "10.1210/js.2017-00086", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}