{"authors": [["Omata", "Kei", "K", "Department of Pathology, University of Michigan, Ann Arbor, Michigan 48109."], ["Anand", "Sharath K", "SK", "Department of Pathology, University of Michigan, Ann Arbor, Michigan 48109."], ["Hovelson", "Daniel H", "DH", "Department of Computational Medicine and Bioinformatics, University of Michigan, Ann Arbor, Michigan 48109."], ["Liu", "Chia-Jen", "CJ", "Department of Pathology, University of Michigan, Ann Arbor, Michigan 48109."], ["Yamazaki", "Yuto", "Y", "Department of Pathology, Tohoku University, 980-0872 Sendai, Miyagi, Japan."], ["Nakamura", "Yasuhiro", "Y", "Department of Pathology, Tohoku University, 980-0872 Sendai, Miyagi, Japan."], ["Ito", "Sadayoshi", "S", "Division of Nephrology, Endocrinology and Vascular Medicine, Tohoku University, 980-0872 Sendai, Miyagi, Japan."], ["Satoh", "Fumitoshi", "F", "Division of Nephrology, Endocrinology and Vascular Medicine, Tohoku University, 980-0872 Sendai, Miyagi, Japan."], ["Sasano", "Hironobu", "H", "Department of Pathology, Tohoku University, 980-0872 Sendai, Miyagi, Japan."], ["Rainey", "William E", "WE", "Department of Molecular and Integrative Physiology, University of Michigan, Ann Arbor, Michigan 48109."], ["Tomlins", "Scott A", "SA", "Department of Pathology, University of Michigan, Ann Arbor, Michigan 48109."]], "text": "Aldosterone synthase (CYP11B2) immunohistochemistry and next-generation sequencing (NGS) have revealed the frequent presence of aldosterone-producing cell clusters (APCCs) harboring somatic mutations in aldosterone-regulating genes in adrenals from Americans without defined hypertension status.Determine the frequency and somatic mutation status of APCCs in a Japanese nonhypertensive cohort.Adrenals from 837 consecutive autopsies at a Japanese institution, Tohoku University Hospital, were screened to select 107 unilateral adrenal glands from nonhypertensive patients. APCC score (APCC number/adrenal cortex area per case) was assessed by CYP11B2 immunohistochemistry. DNA from all APCCs and adjacent adrenal cortex was subjected to NGS using two panels targeting aldosterone-regulating genes.APCC frequency and somatic mutation spectrum.In 107 adrenals, 61 APCCs were detected (average of 0.6 APCCs per gland). APCC score was positively correlated with age (r = 0.50, P < 0.0001). NGS demonstrated high confidence somatic mutations in 21 of 61 APCCs (34%). Notably, 16 of 21 APCCs (76%) harbored somatic mutations in CACNA1D, the most frequently mutated gene in our previous studies of APCCs in Americans and CYP11B2-positive micronodules in cross-sectional imaging (computed tomography) negative primary aldosteronism (PA), whereas no APCCs harbored mutations in KCNJ5, the most frequently mutated gene in aldosterone-producing adenoma. APCC score was significantly lower than our previous cohort of unilateral computed tomography-negative PA.APCCs are frequent in nonhypertensive Japanese adrenals, accumulate with age, and frequently harbor somatic mutations (most commonly in CACNA1D). The role of APCCs in PA pathobiology and non-PA hypertension warrants further investigation.", "id": "29264530", "date": "2017-05-12", "title": "Aldosterone-Producing Cell Clusters Frequently Harbor Somatic Mutations and Accumulate With Age in Normal Adrenals.", "doi": "10.1210/js.2017-00134", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}