{"authors": [["Ezzeddine", "Dima", "D", "Department of Obstetrics and Gynecology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Ezzeddine", "Diala", "D", "Department of Obstetrics and Gynecology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Hamadi", "Caroline", "C", "Department of Obstetrics and Gynecology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Abbas", "Hussein A", "HA", "School of Medicine, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Nassar", "Anwar", "A", "Department of Obstetrics and Gynecology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Abiad", "May", "M", "Department of Biology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."], ["Ghazeeri", "Ghina", "G", "Department of Obstetrics and Gynecology, American University of Beirut Medical Center, Beirut 1107 2020, Lebanon."]], "text": "Assessment of hypothyroidism prevalence and clinical significance among pregnant women in Lebanon.We performed a single-center retrospective cohort study at the American University of Beirut Medical Center. Clinical, demographic, and laboratory data were collected and analyzed using trimester-specific ranges for hypothyroidism.Of 920 pregnant women, 17% had hypothyroidism during gestation. A history of previous miscarriage and morbid obesity were associated with hypothyroidism during pregnancy. Pregnant women with hypothyroidism were more likely to experience a miscarriage during the first trimester [odds ratio, 2.9; 95% confidence interval, (1.13 to 7.5); P = 0.02] and delivery at post-term (odds ratio, 3.9; 95% confidence interval, 1.05 to 14.9; P = 0.05). We found no substantial correlation with preterm or premature delivery, cesarean section delivery, or gestational hypertension despite increased odds among the hypothyroidism group. No substantial differences were found with respect to the fetal outcomes between the control and hypothyroidism groups.Hypothyroidism is prevalent in 17% of pregnant women in Lebanon and was associated with a history of miscarriage and morbid obesity. The presence of hypothyroidism correlated with miscarriage during the first trimester and with post-term delivery. Despite the lack of sufficient data supporting the efficacy of treatment of hypothyroidism during gestation, more studies should be conducted to assess the effect of hypothyroidism on gestational and fetal outcomes.", "id": "29264496", "date": "2017-03-22", "title": "Prevalence and Correlation of Hypothyroidism With Pregnancy Outcomes Among Lebanese Women.", "doi": "10.1210/js.2017-00014", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}