{"authors": [["Viola", "Andrea", "A", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."], ["Monticone", "Silvia", "S", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."], ["Rossato", "Denis", "D", "Service of Radiology, University of Torino, Torino, 10126 Italy."], ["Versace", "Karine", "K", "Service of Radiology, University of Torino, Torino, 10126 Italy."], ["Castellano", "Isabella", "I", "Service of Pathology, University of Torino, Torino, 10126 Italy."], ["Burrello", "Jacopo", "J", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."], ["Buffolo", "Fabrizio", "F", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."], ["Veglio", "Franco", "F", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."], ["Mulatero", "Paolo", "P", "Division of Internal Medicine and Hypertension, Department of Medical Sciences, University of Torino, Torino, 10126 Italy."]], "text": "Adrenal venous sampling (AVS) is regarded as the gold standard for diagnosis of primary aldosteronism (PA) subtypes, although some authors have questioned its diagnostic accuracy and highlighted the lack of standardized procedure protocols and interpretation criteria for AVS. In particular, the usefulness of cosyntropin stimulation and benefit of superselective adrenal vein catheterization have been hotly debated.We report a case that highlights the potential pitfalls of superselective sampling and demonstrates a negligible effect of cosyntropin stimulation on aldosterone secretion in nonadenomatous adrenal tissue when an aldosterone-producing adenoma (APA) is present.A 38-year-old man with PA and a single right macroadenoma underwent AVS at our center. The procedure was performed both under basal conditions and during cosyntropin stimulation. Right adrenal vein angiography demonstrated two branches of the main adrenal vein trunk, one draining the nodule and one draining the right adrenal gland. Hormonal assays confirmed adrenal origin of left-sided and all right-sided samples, and were consistent with lateralization on the right side, with suppression of aldosterone secretion in the left adrenal gland and in the nonadenomatous right adrenal tissue. Cosyntropin-stimulated AVS results were similar to those of the unstimulated procedure.Cosyntropin stimulation does not significantly affect aldosterone secretion from nonadenomatous adrenal tissue when an APA is present and can therefore be used during AVS for PA. Superselective AVS should be performed with caution and interpreted by expert clinicians.", "id": "29264494", "date": "2017-03-17", "title": "A Case of Adrenal Vein Sampling in Primary Aldosteronism With Homolateral Suppression.", "doi": "10.1210/js.2016-1105", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}