{"authors": [["Gupta", "Tina", "T", "Division of Endocrinology, Diabetes, and Hypertension, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts 02115."], ["Hudson", "Margo", "M", "Division of Endocrinology, Diabetes, and Hypertension, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts 02115."]], "text": "Hyperglycemia is a common issue affecting inpatient care. Although this is in part because of the higher rate of hospitalization among patients with preexisting diabetes, multiple factors complicate inpatient glucose management, including acute stress from illness or surgery, erratic dietary intake, and contribution of medications. It has been repeatedly demonstrated that poorly controlled blood glucose levels are associated with negative clinical outcomes, such as increased mortality, higher rate of surgical complications, and longer length of hospital stay. Given these concerns, there has been extensive study of the optimal strategy for management of glucose levels, with the bulk of existing literature focusing on insulin therapy in the intensive care unit setting. This review shifts the focus to the general adult medical and surgical wards, using clinical guidelines and sentinel studies to describe the scientific basis behind the current basal-bolus insulin-based approach to blood sugar management among noncritically ill inpatients. Patient-centered clinical trials looking at alternative dosing regimens and insulin analog and noninsulin agents, such as glucagon-like peptide-1 agonist therapies, introduce safe and effective options in the management of inpatient hyperglycemia. Data from these studies reveal that these approaches are of comparable safety and efficacy to the traditional basal-bolus insulin regimen, and may offer additional benefit in terms of less monitoring requirements and lower rates of hypoglycemia. Although existing data are encouraging, outcome studies will be needed to better establish the clinical impact of these more recently proposed approaches in an effort to broaden and improve current clinical practices in inpatient diabetes care.", "id": "29264482", "date": "2017-02-22", "title": "Update on Glucose Management Among Noncritically Ill Patients Hospitalized on Medical and Surgical Wards.", "doi": "10.1210/js.2016-1055", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}