{"authors": [["Wolley", "Martin J", "MJ", "Endocrine Hypertension Research Centre, University of Queensland School of Medicine, Greenslopes Hospital, Greenslopes and Princess Alexandra Hospitals, Brisbane, Queensland, Australia 4102."], ["Stowasser", "Michael", "M", "Endocrine Hypertension Research Centre, University of Queensland School of Medicine, Greenslopes Hospital, Greenslopes and Princess Alexandra Hospitals, Brisbane, Queensland, Australia 4102."]], "text": "Primary aldosteronism is an important and common cause of hypertension that carries a high burden of morbidity. Outcomes, however, are excellent if diagnosed and treated appropriately. The diagnostic workup for primary aldosteronism is complex and comprises three steps: (1) screening, (2) confirmatory testing, and (3) subtype differentiation. In this review, we discuss recent advances in the diagnostic workup for primary aldosteronism. The development of accurate mass spectroscopy-based assays for measuring aldosterone will lead to improved confidence in all diagnostic aspects involving measurement of aldosterone, and accurate measurement of angiotensin II may soon advance us beyond the measurement of renin. We now have a greater understanding of hormonal influences on the aldosterone/renin ratio, which are particularly important when screening premenopausal women or those taking estrogen-containing preparations. Confirmatory testing is important, but there are limitations to the commonly used methods that have recently become more apparent, with new approaches offering a way forward. Adrenal venous sampling (AVS) is a challenging procedure but is important for deciding on treatment options. Success rates may be improved by the use of Synacthen stimulation and of rapid intraprocedural measurement of cortisol. Better understanding of AVS interpretation criteria allows improved prognostication and aids treatment decisions. The use of labeled metomidate positron emission tomography computed tomography scanning may also offer an alternative to AVS in some units. Although the diagnostic approach to patients with primary aldosteronism remains a complex multistep process in which attention to detail is important, recent advances will improve patient care and outcomes.", "id": "29264474", "date": "2017-01-27", "title": "New Advances in the Diagnostic Workup of Primary Aldosteronism.", "doi": "10.1210/js.2016-1107", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}