{"authors": [["Boumosleh", "Jocelyne Matar", "JM", "The Center for Human Nutrition, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."], ["Grundy", "Scott M", "SM", "The Center for Human Nutrition, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."], ["Phan", "Jennifer", "J", "The Center for Human Nutrition, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."], ["Neeland", "Ian J", "IJ", "Department of Internal Medicine, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."], ["Chang", "Alice", "A", "Department of Internal Medicine, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."], ["Vega", "Gloria Lena", "GL", "The Center for Human Nutrition, University of Texas Southwestern Medical Center at Dallas, Dallas, Texas 75390."]], "text": "Polycystic ovarian syndrome (PCOS) is often associated with obesity and diabetes.The present study measured body fat distribution and metabolic risk factors in women with features of PCOS.Cross-sectional, multiethnic study of cardiovascular risks.General community.145 PCOS and 344 non-PCOS women.Body composition by dual x-ray absorptiometry; abdominal fat masses measured by magnetic resonance imaging and hepatic triglyceride by magnetic resonance spectroscopy.Body composition, liver fat content, homeostatic model assessment for insulin resistance (HOMA-IR), revised, and metabolic syndrome components.PCOS women had a higher free androgen index compared with the non-PCOS women. Nonobese PCOS and non-PCOS women had a similar body fat content and distribution, HOMA-IR, and hepatic triglyceride content. Obese PCOS women had a similar total body fat percentage compared with their non-PCOS counterparts (41.4% and 41.4% respectively). Both obese groups had similar intraperitoneal fat (1.4% of total body mass in PCOS vs 1.4% in non-PCOS). However, obese PCOS women had a greater ratio of truncal/lower body fat (1.42 vs 1.27; P < 0.016). They also had greater insulin resistance (HOMA-IR: PCOS, 2.24% vs non-PCOS, 1.91%; P < 0.016), higher liver triglyceride content (6.96% in PCOS vs 4.44% in non-PCOS; P < 0.016), and a greater incidence of hypertension (33% vs 24%; P < 0.05). No differences were observed in other metabolic risk factors.Both obese and nonobese women with PCOS features had a greater free androgen index compared with non-PCOS women, but neither had greater intraperitoneal fat or abnormal lipid levels. Obese, but not nonobese, women with PCOS had a greater truncal/lower extremity fat ratio, HOMA-IR, and liver triglyceride content.", "id": "29264465", "date": "2017-11-02", "title": "Metabolic Concomitants of Obese and Nonobese Women With Features of Polycystic Ovarian Syndrome.", "doi": "10.1210/js.2017-00323", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}