{"authors": [["Deshpande", "Gaurang", "G", "Cardio-Metabolic Research Group (CMRG), Department of Physiological Sciences, Stellenbosch University, Stellenbosch 7600, South Africa."], ["Mapanga", "Rudo F", "RF", "Cardio-Metabolic Research Group (CMRG), Department of Physiological Sciences, Stellenbosch University, Stellenbosch 7600, South Africa."], ["Essop", "M Faadiel", "MF", "Cardio-Metabolic Research Group (CMRG), Department of Physiological Sciences, Stellenbosch University, Stellenbosch 7600, South Africa."]], "text": "The incidence of noncommunicable diseases is on the rise and poses a major threat to global public health. This is in parallel to a steady increase in worldwide intake of sugar-sweetened beverages (SSBs) among all age groups. As several studies demonstrated a controversial relationship between SSB consumption and the metabolic syndrome (MetS), this mini-review focuses on links between its intake and (1) MetS, (2) prediabetes/type 2 diabetes mellitus (T2DM), and (3) hypertension. A detailed search for clinical and observational studies published during the past 10 years was conducted using key terms that link SSBs to the MetS, T2DM, and hypertension. Here we excluded all meta-analyses and also literature that solely focused on obesity. The analysis revealed that most epidemiological studies strongly show that frequent SSB intake contributes to the onset of the MetS in the longer term. Some of the findings also show that regular SSB intake can alter glucose handling and insulin sensitivity, thereby contributing to the development of the MetS and T2DM. There is also evidence that frequent SSB intake (and particularly fructose) is linked to hypertension and well-known cardiovascular disease risk factors. However, some studies report on the lack of negative effects as a result of SSB consumption. Because of this discrepancy, we propose that well-designed long-term clinical studies should further enhance our understanding regarding the links between SSB consumption and the onset of cardiometabolic diseases.", "id": "29264461", "date": "2017-11-02", "title": "Frequent Sugar-Sweetened Beverage Consumption and the Onset of Cardiometabolic Diseases: Cause for Concern?", "doi": "10.1210/js.2017-00262", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}