{"authors": [["Trinh", "Anne", "A", "Department of Endocrinology, Monash Health, Melbourne, Victoria 3168, Australia."], ["Wong", "Phillip", "P", "Department of Endocrinology, Monash Health, Melbourne, Victoria 3168, Australia."], ["Sakthivel", "Anuradha", "A", "Department of General Medicine and Endocrinology, Eastern Health, Melbourne, Victoria 3168, Australia."], ["Fahey", "Michael C", "MC", "Hudson Institute of Medical Research, Clayton, Melbourne, Victoria 3168, Australia."], ["Hennel", "Sabine", "S", "Department of Paediatrics, Monash Health, Melbourne, Victoria 3168, Australia."], ["Brown", "Justin", "J", "Department of Paediatrics, Monash Health, Melbourne, Victoria 3168, Australia."], ["Strauss", "Boyd J", "BJ", "Department of Medicine, Monash University, Melbourne, Victoria 3168, Australia."], ["Ebeling", "Peter R", "PR", "Department of Endocrinology, Monash Health, Melbourne, Victoria 3168, Australia."], ["Fuller", "Peter J", "PJ", "Department of Endocrinology, Monash Health, Melbourne, Victoria 3168, Australia."], ["Milat", "Frances", "F", "Department of Endocrinology, Monash Health, Melbourne, Victoria 3168, Australia."]], "text": "Spina bifida (SB) can lead to changes in body composition and bone mineral density (BMD) through diminished ambulation, renal impairment, and anticonvulsant medication. With increased life expectancy, diseases such as obesity and osteoporosis are emerging comorbidities in SB, with limited data to guide management.To examine the relationship between cardiometabolic factors, body composition, BMD, and minimal trauma fractures (MTFs) in adults with SB.Retrospective cross-sectional study.Forty-nine adults with SB (median age, 32.7 years; interquartile range, 22.6 to 39.0) who had undergone dual-energy x-ray absorptiometry imaging at a single tertiary hospital from 2004 to 2015.The mean body mass index was 31.7 ± 7.5 kg/m2; 26 (53.1%) were obese. Using age- and sex-matched fat percentiles from the National Health and Nutrition Examination Survey III, 62.5% had a total body percentage fat greater than the 95th percentile. Low bone mass (defined as a Z-score of ≤-2.0) was present in 21.9% at the L1 vertebra and in 35.1% at the femoral neck. Ten (20.4%) had a history of MTFs. A BMD or Z-score at L1, femoral neck, or total body site did not correlate with the occurrence of MTF. Fat mass was significantly and positively associated with BMD after adjustment for age, sex, and height and accounted for 18.6% of the variance in BMD (P = 0.005). The prevalence of metabolic comorbidities, such as hypertension (20.4%) and obstructive sleep apnea (16.3%), was high.Obesity and low BMD are common in young adults with SB. An increased fat mass correlated significantly with BMD. The prevalence of metabolic complications in patients with SB is increased and deserves further study.", "id": "29264455", "date": "2017-09-27", "title": "Fat-Bone Interactions in Adults With Spina Bifida.", "doi": "10.1210/js.2017-00258", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}