{"authors": [["Tricò", "Domenico", "D", "Department of Internal Medicine, Section of Endocrinology, Yale University School of Medicine, New Haven, Connecticut 06519; and."], ["Battaglia", "Eliana", "E", "Department of Clinical and Experimental Medicine, University of Pisa, 56126 Pisa, Italy."], ["Bernini", "Giampaolo", "G", "Department of Clinical and Experimental Medicine, University of Pisa, 56126 Pisa, Italy."]], "text": "Maffucci syndrome is a rare, nonhereditary, mesodermal dysplastic disease characterized by the presence of multiple hemangiomas and enchondromas. This pathological condition, which is often unrecognized, is associated with a high prevalence of benign and malignant endocrine tumors involving pituitary, adrenal, thyroid, and parathyroid glands.We describe the case of a young patient presenting a history suggestive of secondary arterial hypertension and typical features of Maffucci syndrome (multiple hemangiomas and enchondromas), which were unrecognized over the previous 3 decades. Given that endocrine diseases are common causes of secondary arterial hypertension and are often associated with Maffucci syndrome, a comprehensive diagnostic workup was performed, revealing the presence of large bilateral adrenal masses (70 mm right, 35 mm left) and autonomous cortisol secretion (adrenocorticotropic hormone-independent Cushing syndrome). The patient underwent a bilateral adrenalectomy, and steroid replacement therapy was initiated. Surgery resulted in a normalization of arterial blood pressure, and antihypertensive treatment was discontinued. Histological examinations revealed morphological features of primary bilateral macronodular adrenal hyperplasia.Early recognition and lifelong monitoring of Maffucci syndrome is required to identify and treat possible associated endocrine diseases and malignancies. Among them, unilateral cortical adrenal masses have been previously described, but to our knowledge, this is the first reported case of Maffucci syndrome associated with primary bilateral macronodular adrenal hyperplasia. Additional studies are needed to establish the etiopathological link between these 2 entities and, more in general, between Maffucci syndrome and endocrine diseases, but possible common genetic alterations may be suggested.", "id": "29264445", "date": "2017-01-12", "title": "Maffucci Syndrome Associated With Adrenocorticotropic Hormone-Independent Bilateral Macronodular Adrenal Hyperplasia.", "doi": "10.1210/js.2016-1018", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}