{"authors": [["Takakura", "Kentaro", "K", "Laboratory of Cell Biology, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."], ["Ito", "Shogo", "S", "Laboratory of Cell Biology, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."], ["Sonoda", "Junya", "J", "Laboratory of Cell Biology, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."], ["Tabata", "Koji", "K", "Laboratory of Cell Biology, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."], ["Shiozaki", "Motoko", "M", "Department of Cardiovascular Surgery, Osaka University Graduate School of Medicine, Suita, Osaka 565-0871, Japan."], ["Nagai", "Kaoru", "K", "Laboratory of Cellular Biochemistry, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."], ["Shibata", "Masahiro", "M", "Department of Morphological Science, Kagoshima University Graduate School of Medical and Dental Sciences, Kagoshima 890-8580, Japan."], ["Koike", "Masato", "M", "Department of Cell Biology and Neuroscience, Juntendo University School of Medicine, Tokyo 113-8421, Japan."], ["Uchiyama", "Yasuo", "Y", "Department of Cell Biology and Neuroscience, Juntendo University School of Medicine, Tokyo 113-8421, Japan."], ["Gotow", "Takahiro", "T", "Laboratory of Cell Biology, College of Nutrition, Koshien University, Takarazuka, Hyogo 665-0006, Japan."]], "text": "The genus Cordyceps and its specific ingredient, cordycepin, have attracted much attention for multiple health benefits and expectations for lifespan extension. We analyzed whether Cordyceps militaris (CM), which contains large amounts of cordycepin, can extend the survival of Dahl salt-sensitive rats, whose survival was reduced to ∼3 months via a high-salt diet. The survival of these life-shortened rats was extended significantly when supplemented with CM, possibly due to a minimization of the effects of stroke. Next, we analyzed the effect of CM on hypertension-sensitive organs, the central nervous systems (CNS), heart, kidney and liver of these rats. We attempted to ascertain how the organs were improved by CM, and we paid particular attention to mitochondria and autophagy functions. The following results were from CM-treated rats in comparison with control rats. Microscopically, CNS neurons, cardiomyocytes, glomerular podocytes, renal epithelial cells, and hepatocytes all were improved. However, immunoblot and immunohistochemical analysis showed that the expressions of mitochondria-related proteins, ATP synthase β subunit, SIRT3 and SOD2, and autophagy-related proteins, LC3-II/LC3-I ratio and cathepsin D all were reduced significantly in the CNS neurons, but increased significantly in the cells of the other three organs, although p62 was decreased in its expression in all the organs tested. Activity of Akt and mTOR was enhanced but that of AMPK was reduced in the CNS, while such kinase activity was completely the opposite in the other organs. Together, the influence of CM may differ between mitochondria and autophagy functioned between the two organ groups, as mitochondria and autophagy seemed to be repressed and promoted, respectively, in the CNS, while both mitochondria and autophagy were activated in the others. This could possibly be related to the steady or improved cellular activity in both the organs, which might result in the life extension of these rats.", "id": "29264419", "date": "2017-11-24", "title": "Cordyceps militaris improves the survival of Dahl salt-sensitive hypertensive rats possibly via influences of mitochondria and autophagy functions.", "doi": "10.1016/j.heliyon.2017.e00462", "journal": ["Heliyon", "Heliyon"]}