{"authors": [["Ye", "Dingwei", "D", "Department of Urology, Fudan University Shanghai Cancer Center, Shanghai, China."], ["Huang", "Yiran", "Y", "Department of Urology, Renji Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zhou", "Fangjian", "F", "Laboratory of Oncology in South China, Sun Yat-sen University Cancer Center, Guangzhou, Guangdong, China."], ["Xie", "Keji", "K", "Guangzhou First Municipal People's Hospital, Guangzhou, Guangdong, China."], ["Matveev", "Vsevolod", "V", "Department of Urology, Russian Academy of Medical Sciences, Moscow, Russia."], ["Li", "Changling", "C", "Department of Urology, Cancer Institute (Hospital), Peking Union Medical College and Chinese Academy of Medical Sciences, Beijing, China."], ["Alexeev", "Boris", "B", "Department of Oncology, Moscow Oncology Research Institute, Moscow, Russia."], ["Tian", "Ye", "Y", "Department of Stomatology, Beijing Friendship Hospital, Capital Medical University, Beijing, China."], ["Qiu", "Mingxing", "M", "Department of Urology, Sichuan Academy of Medical Science & Sichuan Provincial People's Hospital, Chengdu, Sichuan, China."], ["Li", "Hanzhong", "H", "Department of Oncology, Peking Union Medical College Hospital, Beijing, China."], ["Zhou", "Tie", "T", "Department of Urology, Changhai Hospital, Second Military Medical University, Shanghai, China."], ["De Porre", "Peter", "P", "Department of Oncology, Janssen Research & Development, Beerse, Belgium."], ["Yu", "Margaret", "M", "Department of Medical Oncology, Janssen Research & Development, San Diego, CA, USA."], ["Naini", "Vahid", "V", "Department of Medical Oncology, Janssen Research & Development, San Diego, CA, USA."], ["Liang", "Hongchuan", "H", "Department of Urology, Janssen Research & Development, Beijing, China."], ["Wu", "Zhuli", "Z", "Department of Urology, Janssen Research & Development, Beijing, China."], ["Sun", "Yinghao", "Y", "Department of Urology, Changhai Hospital, Second Military Medical University, Shanghai, China."]], "text": "This double-blind, placebo-controlled phase 3 study was designed to compare efficacy and safety of abiraterone acetate + prednisone (abiraterone) to prednisone alone in chemotherapy-naïve, asymptomatic or mildly symptomatic metastatic castration-resistant prostate cancer (mCRPC) patients from China, Malaysia, Thailand and Russia.Adult chemotherapy-naïve patients with confirmed prostate adenocarcinoma, Eastern Cooperative Oncology Group (ECOG) performance status (PS) grade 0-1, ongoing androgen deprivation (serum testosterone <50 ng/dL) with prostate specific antigen (PSA) or radiographic progression were randomized to receive abiraterone acetate (1000 mg, QD) + prednisone (5 mg, BID) or placebo + prednisone (5 mg, BID), until disease progression, unacceptable toxicity or consent withdrawal. Primary endpoint was improvements in time to PSA progression (TTPP).Totally, 313 patients were randomized (abiraterone: n = 157; prednisone: n = 156); and baseline characteristics were balanced. At clinical cut-off (median follow-up time: 3.9 months), 80% patients received treatment (abiraterone: n = 138, prednisone: n = 112). Median time to PSA progression was not reached with abiraterone versus 3.8 months for prednisone, attaining 58% reduction in PSA progression risk (HR = 0.418; p < 0.0001). Abiraterone-treated patients had higher confirmed PSA response rate (50% vs. 21%; relative odds = 2.4; p < 0.0001) and were 5 times more likely to achieve radiographic response than prednisone-treated patients (22.9% vs. 4.8%, p = 0.0369). Median survival was not reached. Most common (≥10% abiraterone vs. prednisone-treated) adverse events: bone pain (7% vs. 14%), pain in extremity (6% vs. 12%), arthralgia (10% vs. 8%), back pain (7% vs. 11%), and hypertension (15% vs. 14%).Interim analysis confirmed favorable benefit-to-risk ratio of abiraterone in chemotherapy-naïve men with mCRPC, consistent with global study, thus supporting use of abiraterone in this patient population.", "id": "29264210", "date": "2017-01-23", "title": "A phase 3, double-blind, randomized placebo-controlled efficacy and safety study of abiraterone acetate in chemotherapy-naïve patients with mCRPC in China, Malaysia, Thailand and Russia.", "doi": "10.1016/j.ajur.2017.01.002", "journal": ["Asian journal of urology", "Asian J Urol"]}