{"authors": [["Fujihara", "Yuya", "Y", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Nawata", "Hajime", "H", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Honda", "Masanao", "M", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Kunitake", "Tsuyoshi", "T", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Aida", "Eiji", "E", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Nagai", "Tetsu", "T", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Kuramochi", "Hitoshi", "H", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Ueno", "Junichi", "J", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Yoshimoto", "Shoji", "S", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."], ["Muta", "Kazuo", "K", "Medical Corp.Seiwakai Muta HospitalFukuokaJapan."]], "text": "Associations between vascular calcification and osteoporosis are well documented, yet effects of lifestyle on atherosclerosis and osteoporosis remain unclear. This study evaluated the relationship between atherosclerosis and osteoporosis of people with different lifestyles living on Uku Island in Japan (rice consumption and fishing lifestyle) and in Ulaanbaatar in Mongolia (meat consumption and nomadic lifestyle), and investigated the differences of lifestyles on atherosclerosis and osteoporosis.Participants were women aged over 50 years who had undergone a previous medical examination for atherosclerosis and osteoporosis (Uku Island, 104, Ulaanbaatar, 71). Lifestyle habits were obtained by questionnaire. Bone mineral density of the right calcaneus was measured using quantitative ultrasound. Brachial-ankle pulse wave velocity was measured as an index of atherosclerosis.There were no significant differences in bone mineral density and brachial-ankle pulse wave velocity between the two groups, even though meat and dairy intake, number of meals skipped, and number of children were significantly greater in participants from Ulaanbaatar compared with Uku Island. Brachial-ankle pulse wave velocity showed significant positive correlations with age, systolic and diastolic blood pressures, and body mass index and a significant negative correlation with bone mineral density for both groups. With step-wise multiple regression analysis, brachial-ankle pulse wave velocity significantly correlated with age and bone mineral density for both populations. Systolic blood pressure significantly correlated with brachial-ankle pulse wave velocity for the Ulaanbaatar group.Despite significant lifestyle differences, similar relationships between atherosclerosis and osteoporosis were observed in women from Uku Island and Ulaanbaatar. Hypertension was a significant contributing factor for atherosclerosis for the Ulaanbaatar group.", "id": "29264033", "date": "2017-05-08", "title": "Comparative study of the correlation between atherosclerosis and osteoporosis in women in Japan and Mongolia.", "doi": "10.1002/jgf2.56", "journal": ["Journal of general and family medicine", "J Gen Fam Med"]}