{"authors": [["Panda", "Saumya", "S", "Department of Dermatology, KPCMCH, Kolkata, West Bengal, India."], ["Das", "Anupam", "A", "Department of Dermatology, KPCMCH, Kolkata, West Bengal, India."], ["Lahiri", "Koushik", "K", "WIZDERM and Department of Dermatology, Apollo Gleneagles Hospitals, Siliguri, West Bengal, India."], ["Chatterjee", "Manas", "M", "INHS Asvini, Mumbai, Maharashtra, India."], ["Padhi", "Tanmay", "T", "Department of Dermatology, VSS Medical College, Sambalpur, Odisha, India."], ["Rathi", "Sanjay", "S", "Consultant Dermatologist, Siliguri, West Bengal, India."], ["Dhar", "Sandipan", "S", "Department of Dermatology, Institute of Child Health, Kolkata, West Bengal, India."], ["Sarma", "Nilendu", "N", "Department of Dermatology, Dr B. C. Roy Post Graduate Institute of Pediatric Sciences, Kolkata, West Bengal, India."]], "text": "Acanthosis nigricans (AN) is a frequently encountered entity. Facial AN (FAN) is a subset of AN which is being increasingly recognized. Recently, reports hypothesizing the association of FAN with features of metabolic syndrome have been published.The aim of this study was to study the clinicodemographic profile of patients with FAN, and to assess the correlation of hypertension, increased waist-hip ratio (WHR), increased body mass index (BMI), type 2 diabetes mellitus, deranged lipid profile, serum insulin, and impaired oral glucose tolerance test (OGTT) (parameters of metabolic syndrome) in these patients, as well as to determine the most significant predictor (highest relative risk) of development of FAN.A multicentric case-control study was conducted (123 cases in each group) over a period of 2 years. Data were obtained on the basis of history, examination, and relevant laboratory investigations. Statistical analysis was done using Statistica version 6 (StatSoft Inc., 2001, Tulsa, Oklahoma, USA), SPSS statistics version 17 (SPSS Inc., 2008, Illinois, Chicago, USA), and GraphPad Prism version 5 (GraphPad Software Inc., 2007, San Diego, California, USA).Mean age of the patients with FAN was 38.83 ± 8.62 years. Mean age of onset of the disease was 30.93 ± 8.18 years. The most common site of face involved was the forehead and temporal region. The most common pigmentation was brown-black. Male sex, positive OGTT, increased WHR, and increased BMI were most significantly related to FAN. Smoking was found to have a protective effect against the development of FAN.Here, we document a significant association between male patients with positive OGTT, increased WHR, and BMI and FAN. Thus, we propose that FAN could be considered a morphological marker of metabolic syndrome.", "id": "29263532", "date": null, "title": "Facial Acanthosis Nigricans: A Morphological Marker of Metabolic Syndrome.", "doi": "10.4103/ijd.IJD_545_17", "journal": ["Indian journal of dermatology", "Indian J Dermatol"]}