{"authors": [["Feng", "Y L", "YL", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Fan", "J H", "JH", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Lin", "X J", "XJ", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Yang", "J C", "JC", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences; Center for Noncoding RNA Medicine, Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Cui", "Q H", "QH", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences; Center for Noncoding RNA Medicine, Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Tang", "X J", "XJ", "State Key Laboratory of Natural and Biomimetic Drugs, Peking University School of Pharmaceutical Sciences, Beijing 100191, China."], ["Xu", "G H", "GH", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences, Beijing 100191, China."], ["Geng", "B", "B", "Department of Physiology and Pathophysiology,Peking University School of Basic Medical Sciences; Center for Noncoding RNA Medicine, Peking University School of Basic Medical Sciences, Beijing 100191, China."]], "text": "The hydrogen sulfide (H2S) role in pathogenesis of various diseases were wildly addressed in recent decade. The circulatory (plasma or serum) and biological fluid H2S measurement is still an enormous issues due to the technical limitation. This paper aimed to develop a novel measurement method based on fluorescence probe.Firstly, 20 μL ethanol was used to dissolve 100 pmol fluorescence probe, then added in a 96-well plate. An equal volume of ethanol was also added to the blank well of the plate. The plate was placed in a dark room for about 1 h until the fluorescence probe was evenly coated in the 96-well microplate and dried. The plate was frozen at -20 °C for later use. Secondly, the plasma or serum sample was added with saturated ammonium sulfate buffer (pH 7.8) and then centrifuged to remove the proteins. The equal volume supernatant liquid was added to the probe-coated well and the probe-uncoated well. The plate was incubated in a dark environment at 37 °C for 2 h. Finally, after incubation, the fluorescence density was acquired at ΛEx/ΛEm 340/445 nm in a microplate reader. The differences of the fluorescence density values between the probe-coated well and probe-uncoated well were counted and H2S concentration of plasma/serum was calculated by standard curve with NaHS.The method had high sensitivity (from 0.3 to 100 μmol/L) and specificity for measuring H2S as compared with other biologically relevant reactive sulfur species and sulfur-containing amino acid. Serum H2S concentrations were assayed in 188 health volunteers using this method [(12.1±3.5) μmol/L, 95%CI: 4.6-19.8 μmol/L], and the frequency distribution showed a normal tendency(one-sample Kolmogorov-Smirnov test, P>0.1). The serum H2S concentrations in 30 hypertension patients were decreased compared with 22 age- and gender-matched health individuals (paired-samples t test, t=9.937, P<0.001). There were no differences of H2S concentration in serum [(19.66±2.32) μmol/L] or plasma [(18.67±2.07) μmol/L], between the samples acquired from artery [(19.34±0.51) μmol/L] or vein [(18.99±0.50) μmol/L] of male Wistar rats (repeated measurement of ANOVA, P=0.38). One week frozen samples did not affect the detection. The values of the repeated measurement did not differ (two-way ANOVA, P>0.05).The present method is easily performed with high sensitivity, specificity and repeatability for circulatory H2S. It is also quick and may apply for large samples.", "id": "29263482", "date": null, "title": "Facilitating the measurement of circulatory hydrogen sulfide with fluorescence probe-coated microplates.", "doi": null, "journal": ["Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences", "Beijing Da Xue Xue Bao"]}