{"authors": [["Liu", "H", "H", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."], ["Wang", "H Y", "HY", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."], ["Liu", "J B", "JB", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."], ["Zhao", "H W", "HW", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."], ["Zhou", "Y Y", "YY", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."], ["Li", "L H", "LH", "Department of Vascular Medicine, Peking University Shougang Hospital, Beijing 100144, China."]], "text": "To evaluate the relationship between large artery elastic function and coronary heart disease (CHD) or lower extremity arterial disease (LEAD) in patients with carotid plaque.A total of 491 patients with carotid plaque were enrolled into the study with complete data of arterial stiffness detection and blood test [male: 208 and female: 283, and mean age: (61.66±11.60) years]. All the subjects were divided into 2 groups according to CHD or LEAD, namely non-CHD&LEAD group (neither CHD nor LEAD) and CHD/LEAD group (either CHD or LEAD). Accor-ding to the mean age level (age<61.66 years or age>61.66 years), the independent association was analyzed between higher large arterial stiffness (carotid-femoral pulse wave velocity, CF-PWV, CF-PWV>9 m/s) and CHD/LEAD.In the present research population, the mean level of arterial stiff-ness was high (the mean CF-PWV was 10.71 m/s), and 76.6% of them had arteriosclerosis, and 36.9% CHD/LEAD. The age, male and smoking proportion, systolic blood pressure (SBP), glycosylated hemoglobin (HbA1c), homocysteine (Hcy), creatinine (Cr), CF-PWV, prevalence rate of hypertension and diabetes mellitus, medication on hypertension, diabetes and hyperlipidemia were higher in CHD/LEAD group, and total cholesterol (TC), high density lipoprotein cholesterol (HDL-C), and low density lipoprotein cholesterol (LDL-C) were lower in CHD/LEAD group than in non-CHD&LEAD group (all P<0.05).In multivariate Logistic regression analysis, the results showed that in the patients with age below 61.66 years, large artery stiffness (CF-PWV>9 m/s) was an independent risk factor of CHD/LEAD (OR=3.229, 95%CI 1.156-9.022, P<0.05); In the patients with age above 61.66 years, there was no independent association between large artery stiffness and CHD/LEAD (P>0.05).The large artery elasticity function in the patients with carotid plaque was poor. In the patients with carotid plaque and higher large artery stiffness below 61.66 years, the risk of the prevalence of CHD/LEAD was increased significantly than with normal arterial stiffness. In the patients with carotid plaque below or above 61.66 years, the independent influencing factors on the prevalence of CHD/LEAD were different.", "id": "29263476", "date": null, "title": "[Relationship between large artery elasticity function and coronary heart disease, lower extremity arterial disease in patients with carotid plaque].", "doi": null, "journal": ["Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences", "Beijing Da Xue Xue Bao"]}