{"authors": [["Balasubramanian", "V", "V", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Mehta", "G", "G", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Jones", "H", "H", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Sharma", "V", "V", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Davies", "N A", "NA", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Jalan", "R", "R", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK."], ["Mookerjee", "R P", "RP", "Liver Failure Group, Institute for Liver and Digestive Health, University College London, London, UK. r.mookerjee@ucl.ac.uk."]], "text": "Portal hypertension (PH) is a major cause of morbidity and mortality in chronic liver disease. Infection and inflammation play a role in potentiating PH and pro-inflammatory cytokines, including TNF, are associated with severity of PH. In this study, cirrhotic bile duct ligated (BDL) rats with PH were treated with Infliximab (IFX, a monoclonal antibody against TNF) and its impact on modulation of vascular tone was assessed. BDL rats had increased TNF and NFkB compared to sham operated rats, and their reduction by IFX was associated with a reduction in portal pressure. IFX treatment also reduced hepatic oxidative stress, and biochemical markers of hepatic inflammation and injury. IFX treatment was associated with an improvement in eNOS activity and increased L-arginine/ADMA ratio and DDAH1 expression. In vitro analysis of HepG2 hepatocytes showed that DDAH1 protein expression is reduced by oxidative stress, and this is in part mediated by post-transcriptional regulation by the 3'UTR. This study supports a role for the DDAH1/ADMA axis on the effect of inflammation and oxidative stress in PH and provides insight for new therapies.", "id": "29263339", "date": "2017-12-20", "title": "Post-Transcriptional Regulation of Hepatic DDAH1 with TNF Blockade Leads to Improved eNOS Function and Reduced Portal Pressure In Cirrhotic Rats.", "doi": "10.1038/s41598-017-18094-3", "journal": ["Scientific reports", "Sci Rep"]}