{"authors": [["Ferdaus", "Mohammed Z", "MZ", "Division of Nephrology & Hypertension, Department of Medicine, Oregon Health & Science University, Portland, Oregon, USA."], ["Miller", "Lauren N", "LN", "Division of Nephrology & Hypertension, Department of Medicine, Oregon Health & Science University, Portland, Oregon, USA."], ["Agbor", "Larry N", "LN", "Department of Pharmacology, Roy J. and Lucille A. Carver College of Medicine, University of Iowa, Iowa City, Iowa, USA."], ["Saritas", "Turgay", "T", "Division of Nephrology & Hypertension, Department of Medicine, Oregon Health & Science University, Portland, Oregon, USA."], ["Singer", "Jeffrey D", "JD", "Department of Biology, Portland State University, Portland, Oregon, USA."], ["Sigmund", "Curt D", "CD", "Department of Pharmacology, Roy J. and Lucille A. Carver College of Medicine, University of Iowa, Iowa City, Iowa, USA."], ["McCormick", "James A", "JA", "Division of Nephrology & Hypertension, Department of Medicine, Oregon Health & Science University, Portland, Oregon, USA."]], "text": "Mutations in the ubiquitin ligase scaffold protein Cullin 3 (CUL3) cause the disease familial hyperkalemic hypertension (FHHt). In the kidney, mutant CUL3 (CUL3-Δ9) increases abundance of With-No-Lysine [K] Kinase 4 (WNK4), with excessive activation of the downstream Sterile 20 (STE20)/SPS-1-related proline/alanine-rich kinase (SPAK) increasing phosphorylation of the Na+-Cl- cotransporter (NCC). CUL3-Δ9 promotes its own degradation via autoubiquitination, leading to the hypothesis that Cul3 haploinsufficiency causes FHHt. To directly test this, we generated Cul3 heterozygous mice (CUL3-Het), and Cul3 heterozygotes also expressing CUL3-Δ9 (CUL3-Het/Δ9), using an inducible renal epithelial-specific system. Endogenous CUL3 was reduced to 50% in both models, and consistent with autoubiquitination, CUL3-Δ9 protein was undetectable in CUL3-Het/Δ9 kidneys unless primary renal epithelia cells were cultured. Abundances of WNK4 and phosphorylated NCC did not differ between control and CUL3-Het mice, but they were elevated in CUL3-Het/Δ9 mice, which also displayed higher plasma [K+] and blood pressure. Abundance of phosphorylated Na+-K+-2Cl- cotransporter (NKCC2) was also increased, which may contribute to the severity of CUL3-Δ9-mediated FHHt. WNK4 and SPAK localized to puncta in NCC-positive segments but not in NKCC2-positive segments, suggesting differential effects of CUL3-Δ9. These results indicate that Cul3 haploinsufficiency does not cause FHHt, but dominant effects of CUL3-Δ9 are required.", "id": "29263298", "date": "2017-12-21", "title": "Mutant Cullin 3 causes familial hyperkalemic hypertension via dominant effects.", "doi": "10.1172/jci.insight.96700", "journal": ["JCI insight", "JCI Insight"]}