{"authors": [["Madani", "Michael", "M", "Division of Cardiovascular and Thoracic Surgery, University of California, San Diego, La Jolla, CA, USA mmadani@ucsd.edu."], ["Ogo", "Takeshi", "T", "Division of Pulmonary Circulation, Dept of Advanced Medicine for Pulmonary Hypertension, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Simonneau", "Gérald", "G", "Assistance Publique - Hôpitaux de Paris, Service de Pneumologie, Hôpital Bicêtre, Le Kremlin-Bicêtre, France."]], "text": "For patients with chronic thromboembolic pulmonary hypertension (CTEPH), the current standard of care involves surgical removal of fibro-thrombotic obstructions by pulmonary endarterectomy. While this approach has excellent outcomes, significant proportions of patients are not eligible for surgery or suffer from persistent/recurrent pulmonary hypertension after the procedure. The availability of balloon pulmonary angioplasty and the approval of the first medical therapy for use in CTEPH have significantly improved the outlook for patients ineligible for pulmonary endarterectomy. In this comprehensive review, we discuss the latest developments in the rapidly evolving field of CTEPH. These include improvements in imaging modalities and advances in surgical and interventional techniques, which have broadened the range of patients who may benefit from such procedures. The efficacy and safety of targeted medical therapies in CTEPH patients are also discussed, particularly the encouraging data from the recent MERIT-1 trial, which demonstrated the beneficial impact of using macitentan to treat patients with inoperable CTEPH, including those on background therapy. As the treatment options for CTEPH improve, hybrid management involving more than one intervention in the same patient may become a viable option in the near future.", "id": "29263176", "date": "2017-12-20", "title": "The changing landscape of chronic thromboembolic pulmonary hypertension management.", "doi": "10.1183/16000617.0105-2017", "journal": ["European respiratory review : an official journal of the European Respiratory Society", "Eur Respir Rev"]}