{"authors": [["Schäfer", "Michal", "M", "Division of Cardiology, National Jewish Health, Denver, CO michal.schafer@ucdenver.edu."], ["Barker", "Alex J", "AJ", "Department of Radiology, Feinberg School of Medicine, Northwestern University, Chicago, IL."], ["Kheyfets", "Vitaly", "V", "Department of Bioengineering, University of Colorado Denver | Anschutz Medical Campus, Denver, CO."], ["Stenmark", "Kurt R", "KR", "Department of Bioengineering, University of Colorado Denver | Anschutz Medical Campus, Denver, CO."], ["Crapo", "James", "J", "Division of Pulmonary Medicine, National Jewish Health, Denver, CO."], ["Yeager", "Michael E", "ME", "Department of Bioengineering, University of Colorado Denver | Anschutz Medical Campus, Denver, CO."], ["Truong", "Uyen", "U", "Division of Cardiology, National Jewish Health, Denver, CO."], ["Buckner", "J Kern", "JK", "Division of Cardiology, National Jewish Health, Denver, CO."], ["Fenster", "Brett E", "BE", "Division of Cardiology, National Jewish Health, Denver, CO."], ["Hunter", "Kendall S", "KS", "Division of Cardiology, National Jewish Health, Denver, CO."]], "text": "Qualitative and quantitative flow hemodynamic indexes have been shown to reflect right ventricular (RV) afterload and function in pulmonary hypertension (PH). We aimed to quantify flow hemodynamic formations in pulmonary arteries using 4-dimensional flow cardiac magnetic resonance imaging and the spatial velocity derivatives helicity and vorticity in a heterogeneous PH population.Patients with PH (n=35) and controls (n=10) underwent 4-dimensional flow magnetic resonance imaging study for computation of helicity and vorticity in the main pulmonary artery (MPA), the right pulmonary artery, and the RV outflow tract. Helicity and vorticity were correlated with standard RV volumetric and functional indexes along with MPA stiffness assessed by measuring relative area change. Patients with PH had a significantly decreased helicity in the MPA (8 versus 32 m/s2; P<0.001), the right pulmonary artery (24 versus 50 m/s2; P<0.001), and the RV outflow tract-MPA unit (15 versus 42 m/s2; P<0.001). Vorticity was significantly decreased in patients with PH only in the right pulmonary artery (26 versus 45 1/s; P<0.001). Total helicity computed correlated with the cardiac magnetic resonance imaging-derived ventricular-vascular coupling (-0.927; P<0.000), the RV ejection fraction (0.865; P<0.0001), cardiac output (0.581; P<0.0001), mean pulmonary arterial pressure (-0.581; P=0.0008), and relative area change measured at the MPA (0.789; P<0.0001).The flow hemodynamic character in patients with PH assessed via quantitative analysis is considerably different when compared with healthy and normotensive controls. A strong association between helicity in pulmonary arteries and ventricular-vascular coupling suggests a relationship between the mechanical and flow hemodynamic domains.", "id": "29263034", "date": "2017-12-20", "title": "Helicity and Vorticity of Pulmonary Arterial Flow in Patients With Pulmonary Hypertension: Quantitative Analysis of Flow Formations.", "doi": "10.1161/JAHA.117.007010", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}