{"authors": [["Mwita", "J C", "JC", "Department of Internal Medicine, Faculty of Medicine, University of Botswana, Gaborone; and Department of Internal Medicine, Princess Marina Hospital, Gaborone, Botswana. mwitajc@ub.ac.bw."], ["Magafu", "M G M D", "MGMD", null], ["Omech", "B", "B", null], ["Dewhurst", "M J", "MJ", null], ["Mashalla", "Y", "Y", null]], "text": "Anaemia and renal dysfunction are associated with an increased morbidity and mortality in heart failure (HF) patients.To estimate the frequency and impact of anaemia and renal dysfunction on in-hospital outcomes in patients with HF.A total of 193 consecutive patients with HF admitted to Princess Marina Hospital, Gaborone, Botswana, from February 2014 to February 2015, were studied. Anaemia was defined as haemoglobin &lt;13 g/dL for men and &lt;12 g/dL for women. Renal dysfunction was defined by an estimated glomerular filtration rate (eGFR) &lt;60 mL/min/1.73 m2, calculated by the simplified Modification of Diet in Renal Disease formula. The in-hospital outcomes included length of hospital stay and mortality.The mean (standard deviation (SD)) age was 54.2 (17.1) years and 53.9% of the patients were men. The overall median eGFR was 75.9 mL/min/1.73 m2 and renal dysfunction was detected in 60 (31.1%) patients. Renal dysfunction was associated with hypertension (p=0.01), diabetes mellitus (p=0.01) and a lower haemoglobin level (p=0.008). The mean (SD) haemoglobin was 12.0 (3.0) g/dL and 54.9% of the patients were anaemic. Microcytic, normocytic and macrocytic anaemia were found in 32.1%, 57.5% and 10.4% of patients, respectively. The mean (SD) haemoglobin level for males was significantly higher than for females (12.4 (3.3) g/dL v. 11.5 (2.5) g/dL; p=0.038). Anaemia was more common in patients with diabetes (p=0.028) and in those with increased left ventricular ejection fraction (p=0.005). Neither renal dysfunction nor anaemia was significantly associated with the length of hospital stay or in-hospital mortality.Anaemia and renal dysfunction are prevalent in HF patients, but neither was an independent predictor of length of stay or in-hospital mortality in this population. These findings indicate that HF data in developed countries may not apply to countries in sub-Saharan Africa, and call for more studies to be done in this region.", "id": "29262980", "date": "2017-12-13", "title": "Anaemia, renal dysfunction and in-hospital outcomes in patients with heart failure in Botswana.", "doi": null, "journal": ["South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde", "S. Afr. Med. J."]}