{"authors": [["Govender", "I", "I", "KwaZulu-Natal Department of Health, Lower Umfolozi War Memorial Regional Hospital, Empangeni, South Africa. indira.govender@gmail.com."]], "text": "Although the total number of stillbirths worldwide was estimated at 2.6 million in 2009, there is currently a dearth of literature on stillbirths in developing countries and rural settings, where the majority of such births occur. The 'Hands Up' Mortality and Morbidity Extraction Tool (HUMMET), developed at Lower Umfolozi War Memorial Regional Hospital (LUWMRH) in 2010, outlines a systematic approach to summarising individual cases of adverse perinatal outcomes.To depict the HUMMET form by describing the detailed demographic and obstetric profile of patients who delivered a stillborn infant at LUWMRH, as well as risk factors associated with these stillbirths between 1 April 2014 and 31 March 2015. The findings add to a global initiative advanced by the Lancet series on stillbirths, aimed at raising awareness of stillbirth statistics in low- and middle-income countries.A total of 310 detailed stillbirth case summaries of 305 patients were collected during the study period, representing 90% of the total number of stillborn infants delivered at LUWMRH. A retrospective audit of the HUMMET forms was conducted and the cases were further summarised in a Microsoft Excel spreadsheet that allowed for a univariate analysis of the variables.The stillbirth rate at LUWMRH is much higher than that at other regional hospitals owing to the number of at-risk referrals and emergency cases from surrounding clinics and district hospitals. Referrals were from local clinics (49%) and district hospitals (45%), 35% of stillbirths were due to abruptio placentae and a large proportion were associated with gestational hypertension, pre-eclampsia and/or eclampsia. Avoidable factors were predominantly a late patient response to reduced fetal movements and delays in transfer to hospital. Twenty percent of stillbirths were associated with inappropriate monitoring or management of the obstetric condition at the district hospital.The HUMMET form provides a systematic approach to analysing cases of perinatal morbidity and mortality in line with the requirements of the Perinatal Problem Identification Programme database, but provides more details on the circumstances and contributing factors. A repeat audit is recommended to determine whether interventions have been effective.", "id": "29262968", "date": "2017-11-27", "title": "Auditing stillbirths at Lower Umfolozi War Memorial Regional Hospital: A 12-month review.", "doi": null, "journal": ["South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde", "S. Afr. Med. J."]}