{"authors": [["Roche", "S", "S", "Faculty of Health Sciences, University of Cape Town, South Africa. stephroche1994@gmail.com."], ["De Vries", "E", "E", null]], "text": "There is substantial research documenting the burden of disease globally and in the South African (SA) primary care context. Few studies address the disease profile and its implications in the SA hospital setting.To describe the disease profile in the internal medicine department of a large district hospital, using variables related to comorbidity and patient length of stay. The study included specific exploration into the HIV/tuberculosis (TB) syndemic, the acuity of HIV disease, and lifestyle risk factors.The sample population consisted of all consecutive admissions to the internal medicine department of a large district hospital in the Cape metropole during May 2015. A retrospective folder review and subsequent data analysis were completed.Hypertension, HIV, type 2 diabetes mellitus, TB and cardiac failure were the five most prevalent diseases. Extensive multimorbidity was observed, with 86.0% of patients suffering from two or more diseases concurrently. The average number of comorbidities per patient was 3.4, although no clear relationship between the number of comorbidities and length of stay was found. Of the various diseases, only TB and HIV were associated with above-average length of stay, particularly among co-infected patients and those who had defaulted from or never received antiretroviral (ARV) treatment. Compared with patients currently receiving ARVs, much higher proportions of patients who had defaulted from or never received ARV treatment had CD4+ counts &lt;200 cells/µL. Of the lifestyle risk factors investigated, a history of excessive alcohol use and/or drug use was associated with an increased length of stay. Most patients were discharged home, with 15.7% being referred to other institutions.Chronic conditions, particularly HIV, TB and non-communicable diseases, represented much of the disease profile in the internal medicine department. Of the comorbidities investigated, the greatest contributor to length of stay was HIV/TB co-infection. Factors such as HIV, TB and substance use that increase length of stay cannot be impacted upon by the district hospital staff in isolation. To improve the health of communities, we require partnerships between doctors, community health providers and patients with their families. Multimorbidity was widespread, suggesting the need to include an understanding of multimorbidity, including the patient perspective, in medical education and health system reform.", "id": "29262966", "date": "2017-11-27", "title": "Multimorbidity in a large district hospital: A descriptive cross-sectional study.", "doi": null, "journal": ["South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde", "S. Afr. Med. J."]}