{"authors": [["Maswime", "T S", "TS", "Wits Obstetrics and Gynaecology Clinical Research Division, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa. tumishang.maswime@wits.ac.za."], ["Buchmann", "E", "E", null]], "text": "A rising caesarean section rate and substandard peri-operative care are believed to be the main reasons for recent increases in maternal deaths from bleeding during and after caesarean section (BDACS) in South Africa (SA). The Donabedian model assumes that clinical outcomes are influenced by healthcare workers and the healthcare system.To evaluate near-miss cases from BDACS with regard to health system structure (resources and facilities) and process (patient care).A cross-sectional prospective study was conducted in greater Johannesburg, SA. Data of women who had near-miss-related BDACS were collected by means of ongoing surveillance at 13 public hospitals. The World Health Organization intervention criteria were used to identify near-miss cases. A comparison of structure and process between the healthcare facilities was conducted.Of 20 527 caesarean sections , there were 93 near misses and 7 maternal deaths from BDACS. Dominant risk factors for near misses were previous caesarean section (43.9%), anaemia (25.3%) and pregnancy-induced hypertension (28.6%). Eighteen women were transferred to higher levels of care, and 8 (44.4%) experienced transport delays of &gt;1 hour. The caesarean section decision-to-incision interval (DII) was ≥60 minutes in 77 of 86 women, with an average interval of 4 hours. Structural deficiencies were frequently present in district hospitals, and there were serious delays in ambulance transfer and DIIs at all levels of care.The majority of the women had risk factors for BDACS. There were major ambulance delays and lack of facilities, mostly in district hospitals. All women required life-saving interventions, but could not access appropriate care timeously. Prevention and management of BDACS require a fully functional health system.", "id": "29262944", "date": "2017-10-31", "title": "Near-miss maternal morbidity from severe haemorrhage at caesarean section: A process and structure audit of system deficiencies in South Africa.", "doi": null, "journal": ["South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde", "S. Afr. Med. J."]}