{"authors": [["Gant", "Christina M", "CM", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Centre Groningen, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands. C.Gant@zgt.nl."], ["Laverman", "Gozewijn D", "GD", "Department of Internal Medicine/Nephrology, ZGT Hospital, Zilvermeeuw 1, 7609 PP, Almelo, The Netherlands."], ["Vogt", "Liffert", "L", "Department of Internal Medicine, Academic Medical Centre, University of Amsterdam, Meibergdreef 9, 1105 AZ, Amsterdam, The Netherlands."], ["Slagman", "Maartje C J", "MCJ", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Centre Groningen, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], ["Heerspink", "Hiddo J L", "HJL", "Department of Clinical Pharmacy and Pharmacology, University Medical Centre Groningen, University of Groningen, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], ["Waanders", "Femke", "F", "Department of Internal Medicine/Nephrology, Isala Hospital, Dokter van Heesweg 2, 8025 AB, Zwolle, The Netherlands."], ["Hemmelder", "Marc H", "MH", "Department of Internal Medicine/Nephrology, Medical Centre Leeuwarden, Henri Dunantweg 2, 8934 AD, Leeuwarden, The Netherlands."], ["Navis", "Gerjan", "G", "Department of Internal Medicine, Division of Nephrology, University of Groningen, University Medical Centre Groningen, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], [null, null, null, null]], "text": "Aldosterone is elevated in chronic kidney disease (CKD) and may be involved in hypertension. Surprisingly, the determinants of the plasma aldosterone concentration (PAC) and its role in hypertension are not well studied in CKD. Therefore, we studied the determinants of aldosterone and its association with blood pressure in CKD patients. We also studied this during renin-angiotensin-aldosterone system inhibition (RAASi) to establish clinical relevance, as RAASi is the treatment of choice in CKD with albuminuria.We performed a post-hoc analysis on data from a randomized controlled double blind cross-over trial in non-diabetic CKD patients (n = 33, creatinine clearance (CrCl) 85 (75-95) ml/min, proteinuria 3.2 (2.5-4.0) g/day). Patients were treated with losartan 100 mg (ARB), and ARB + hydrochlorothiazide 25 mg (HCT), during both a regular (200 ± 10 mmol Na+/day) and low (89 ± 8 mmol Na+/day) dietary sodium intake, in 6-week study periods. PAC data at the end of each study period were analyzed. The association between PAC and blood pressure was analyzed continuously, and according to PAC above or below the median.Lower CrCl was correlated with higher PAC during placebo as well as during ARB (β = -1.213, P = 0.008 and β = -1.090, P = 0.010). Higher PAC was not explained by high renin, illustrated by a comparable association between CrCl and the aldosterone-to-renin ratio. The association between lower CrCl and higher PAC was also found in a second study with single RAASi with ACE inhibition (ACEi; lisinopril 40 mg/day), and dual RAASi (lisinopril 40 mg/day + valsartan 320 mg/day). Higher PAC was associated with a higher systolic blood pressure (P = 0.010) during different study periods. Only during maximal treatment with ARB + HCT + dietary sodium restriction, blood pressure was no longer different in subjects with a PAC above and below the median.In CKD patients with a standardized regular sodium intake, worse renal function is associated with a higher aldosterone, untreated and during RAASi with either ARB, ACEi, or both. Furthermore, higher aldosterone is associated with higher blood pressure, which can be treated with the combination of RAASi, HCT and dietary sodium restriction. The first study was performed before it was standard to register trials and the study was not retrospectively registered. The second study was registered in the Netherlands Trial Register on the 5th of May 2006 (NTR675).", "id": "29262813", "date": "2017-12-20", "title": "Renoprotective RAAS inhibition does not affect the association between worse renal function and higher plasma aldosterone levels.", "doi": "10.1186/s12882-017-0789-x", "journal": ["BMC nephrology", "BMC Nephrol"]}