{"authors": [["Titan", "Silvia M", "SM", "Nephrology Unit, Department of Medicine, Medical School, University of Sao Paulo, Av Dr Enéas de Carvalho Aguiar 255, Cerqueira César, São Paulo - SP, 05403-000, Brazil. smotitan@gmail.com."], ["Pecoits-Filho", "Roberto", "R", "Department of Medicine, Medical School, Pontifícia Universidade Católica do Paraná, R. Imac. Conceição 1155. Prado Velho, Curitiba, PR, 80215-901, Brazil."], ["Barreto", "Sandhi M", "SM", "Department of Social and Preventive Medicine, Medical School, Universidade Federal de Minas Gerais, Av. Prof. Alfredo Balena 190. Santa Efigênia, Belo Horizonte, MG, 30130-100, Brazil."], ["Lopes", "Antônio Alberto", "AA", "Clinical Epidemiology and Evidence Based-Medicine, University Hospital Professor Edgard Santos, Federal University of Bahia, Rua Augusto Viana, sn°. Canela, Salvador, BA, 40110-060, Brazil."], ["Bensenor", "Isabela J", "IJ", "Center for Clinical and Epidemiologic Research, Hospital Universitario, University of São Paulo, Av Prof. Lineu Prestes 2565, Butantã, São Paulo - SP, 05508-000, Brazil."], ["Lotufo", "Paulo A", "PA", "Center for Clinical and Epidemiologic Research, Hospital Universitario, University of São Paulo, Av Prof. Lineu Prestes 2565, Butantã, São Paulo - SP, 05508-000, Brazil."]], "text": "Systemic inflammation has been implicated in several chronic diseases. GlycA is a new nuclear mass resonance (NMR) spectroscopy-derived biomarker of systemic inflammation that reflects protein glycosylation. We evaluated the association of GlycA with albuminuria and eGFR in the ELSA-Brasil Study.The cross-sectional association between GlycA (automated NMR LipoProfile(®) test spectra, LabCorp, Raleigh, NC), and overnight 12 h-albuminuria and CKD-EPI eGFR was evaluated among 5050 participants.GlycA was higher among older, women, smokers, alcohol abstemious, obese and in those with diabetes, hypertension or dyslipidemia. In addition, both eGFR and albuminuria were associated to GlycA. In linear regression, GlycA was independently associated with log albuminuria (B 0.03; 95%CI 0.02-0.04, P < 0.0001, per 1sd increase) and inversely related to eGFR (B -0.53; 95%CI -0.99 - -0.07, P < 0.02), even after adjustments including hsCRP. In logistic regression, GlycA was independently related to the risk of A2 or A3 albuminuria (OR 1.42, 95%CI 1.27-1.57, p < 0.0001, per 1sd increase), of having an eGFR < 60 ml/min/1.73m2 (OR 1.26, 95%CI 1.12-1.41, p = 0.0003, per 1 sd) or of a combined diagnosis of both conditions (OR 1.35, 95%CI 1.23-1.46, p < 0.0001, per 1 sd). In the ROC curve, GlycA had a higher AUC in comparison to hsCRP (AUC 0.67 vs. 0.62, p = 0.06) for the association with albuminuria A2 or A3.The present study demonstrates that GlycA is associated with albuminuria and eGFR, independently of major risk factors for CKD progression, including (and with a stronger association than) hsCRP. GlycA should be further evaluated in CKD progression.", "id": "29262791", "date": "2017-12-20", "title": "GlycA, a marker of protein glycosylation, is related to albuminuria and estimated glomerular filtration rate: the ELSA-Brasil study.", "doi": "10.1186/s12882-017-0779-z", "journal": ["BMC nephrology", "BMC Nephrol"]}