{"authors": [["Ruan", "Hanguang", "H", "Department of Oncology, The Third Hospital of Nanchang City, Jiangxi Province, Nanchang, China."], ["Dong", "Junlin", "J", "Department of Oncology, Zhuhai Peoples' Hospital of Guang Dong Province, Zhu Hai, China."], ["Zhou", "Xueliang", "X", "Cancer Centre, The First Affiliated Hospital of Nanchang University, Nanchang, China."], ["Xiong", "Juan", "J", "Department of Cancer Radiotherapy, Jiangxi Cancer Hospital of Jiangxi Province, Nanchang, China."], ["Wang", "Hua", "H", "Department of Cancer Radiotherapy, Jiangxi Cancer Hospital of Jiangxi Province, Nanchang, China."], ["Zhong", "Xiaoming", "X", "Department of Cancer Radiotherapy, Jiangxi Cancer Hospital of Jiangxi Province, Nanchang, China."], ["Cao", "Xiaolong", "X", "Department of Oncology, Panyu District Center Hospital of Guang Dong Province, Guangzhou, China."]], "text": "Apatinib is a tyrosine kinase inhibitor and vascular endothelial growth factor receptor 2 (VEGFR-2) targeted drug. A phase I clinical trial showed that this agent has antitumor activity in Chinese patients with metastatic gastric cancer (mGC). The aim of this study was to investigate the safety and efficacy of apatinib treatment in patients with mGC. This was an open-label, multicenter, single-arm study involving four institutions in China. We enrolled 42 patients from March 2015 to October 2015 who experienced tumor progression after second-line chemotherapy and had no other treatment options that clearly conferred a survival benefit. Oral apatinib (850 mg daily) was administered within 30 min of eating breakfast, lunch, or dinner on days 1 through 28 of each 4-week cycle. The median progression-free survival (PFS) time and median overall survival (OS) time were 4.0 months (95% CI, 2.85-5.15) and 4.50 months (95% CI, 4.03-4.97), respectively. The disease control rate (DCR) and objective response rate (ORR) were, respectively, 78.57% and 9.52% after 2 cycles and 57.14% and 19.05% after 4 cycles. The main adverse events (AEs) were secondary hypertension, elevated aminotransferase, and hand-foot syndrome, with incidences of 35.71%, 45.24%, and 40.48%, respectively. The most common grade 3 to 4 AEs were secondary hypertension and elevated aminotransferase, with incidences of 7.14% each. Apatinib is effective and safe in heavily pretreated patients with mGC who fail to respond to two or more prior chemotherapy regimens. Toxicities were tolerable or could be clinically managed.", "id": "29262660", "date": "2017-09-19", "title": "Multicenter phase II study of apatinib treatment for metastatic gastric cancer after failure of second-line chemotherapy.", "doi": "10.18632/oncotarget.21053", "journal": ["Oncotarget", "Oncotarget"]}