{"authors": [["Gu", "Ying", "Y", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Feng", "Yaling", "Y", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Yu", "Jinjin", "J", "Department of Obstetrics and Gynecology, The Affiliated Hospital of Jiangnan University (Wuxi Fourth People's Hospital), Wuxi, Jiangsu 214062, PR China."], ["Yuan", "Hua", "H", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Yin", "Yongxiang", "Y", "Department of Pathology, The Affiliated Maternity and Child Health Hospital of Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Ding", "Jian", "J", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Zhao", "Jun", "J", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Xu", "Yaohui", "Y", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Xu", "Jianjuan", "J", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."], ["Che", "Haisha", "H", "Department of Obstetrics and Gynecology, Wuxi Maternal and Child Health Hospital Affiliated to Nanjing Medical University, Wuxi, Jiangsu 214002, PR China."]], "text": "Preeclampsia (PE) has become the leading cause of maternal and fetal morbidity and mortality in the world, which is characterized by a systemic maternal inflammatory response associated with endothelial dysfunction, hypertension, and proteinuria. The development of PE is still barely predictable and thus challenging to prevent and manage clinically. Fasudil (FSD), the first-generation Rho/ROCK inhibitor, has been studied widely and applied in clinical practice with high safety and efficacy in treating hypertension and other cardiovascular diseases. However, few studies have focused on the effect of fasudil on preeclampsia in vivo and in vitro. Therefore, the aim of this study is to investigate the effects of fasudil on hypoxia/reoxygenation injury in vitro and its role on preeclamptic animal model. Here, we found that RhoA/ROCK pathway was significantly activated in H/R-challenged endothelial cells and in placenta and umbilical vessel of PE mice. And fasudil pre-treatment can protect vascular endothelial cells from H/R-induced apoptosis. In addition, inhibition of RhoA/ROCK pathway with fasudil can reduce the high blood pressure and urine protein levels as well as the concentration of s-Flt in peripheral and umbilical blood in a dose-dependent manner, thus resulting in prevention of the development of PE. Thus, Fasudil attenuates soluble fms-like tyrosine kinase-1 (sFlt-1)-induced hypertension in pregnant mice through RhoA/ROCK pathway, which would become a potential strategy for PE therapy.", "id": "29262624", "date": "2017-10-24", "title": "Fasudil attenuates soluble fms-like tyrosine kinase-1 (sFlt-1)-induced hypertension in pregnant mice through RhoA/ROCK pathway.", "doi": "10.18632/oncotarget.22017", "journal": ["Oncotarget", "Oncotarget"]}