{"authors": [["Lué", "Alberto", "A", "Department of Gastroenterology, Hospital Clínico Universitario Lozano Blesa, 50009, Zaragoza, Spain."], ["Serrano", "Maria Trinidad", "MT", "Department of Gastroenterology, Hospital Clínico Universitario Lozano Blesa, 50009, Zaragoza, Spain."], ["Bustamante", "Francisco Javier", "FJ", "Department of Gastroenterology, Hospital Universitario Cruces, Plaza de Cruces, 48903, Barakaldo, Spain."], ["Iñarrairaegui", "Mercedes", "M", "Liver Unit, Clinica Universidad de Navarra-IDISNA, 31008, Pamplona, Spain."], ["Arenas", "Juan Ignacio", "JI", "Department of Gastroenterology, Hospital Universitario Donostia, Begiristain Doktorea Pasealekua, 20014, San Sebastian, Spain."], ["Testillano", "Milagros", "M", "Department of Gastroenterology, Hospital Universitario Cruces, Plaza de Cruces, 48903, Barakaldo, Spain."], ["Lorente", "Sara", "S", "Department of Gastroenterology, Hospital Clínico Universitario Lozano Blesa, 50009, Zaragoza, Spain."], ["Gil", "Cristina", "C", "Department of Gastroenterology, Hospital Universitario Cruces, Plaza de Cruces, 48903, Barakaldo, Spain."], ["de la Torre", "Manuel", "M", "Liver Unit, Clinica Universidad de Navarra-IDISNA, 31008, Pamplona, Spain."], ["Gomez", "Alexandra", "A", "Department of Gastroenterology, Hospital Universitario Donostia, Begiristain Doktorea Pasealekua, 20014, San Sebastian, Spain."], ["Sangro", "Bruno", "B", "Liver Unit, Clinica Universidad de Navarra-IDISNA, 31008, Pamplona, Spain."]], "text": "Neutrophil-to-lymphocyte ratio (NLR) is considered a prognostic factor in patients with hepatocellular carcinoma (HCC). Our aim is to investigate the prognostic significance of NLR in patients with HCC treated with sorafenib.Median follow-up time was 7 months. Patients were mostly in the intermediate (27.3%) or advanced (72.7%) BCLC stages, 38.6% had vascular invasion and 27.5% extrahepatic disease. A large proportion (38.9%) had been previously treated with TACE. Liver function was preserved: 65.8% were classed as Child A. Median overall survival was 7.7 months (95% CI: 5.8-9.6). In univariate analysis, vascular invasion (P = 0.004), ECOG-PS ≥ 1 (P < 0.001), high bilirubin (P < 0.001), clinical ascites (P = 0.036), BCLC stage (P = 0.004), no previous TACE (P = 0.041) and NRL ≥ 2.3 (P = 0.005) were predictors of poor survival. Skin toxicity (P = 0.039) or hypertension (P = 0.033) during treatment were related to better survival. In multivariate analysis NLR ≥ 2.3 [HR 1.72 (95% CI: 1.03-2.71)], hyperbilirubinemia [HR 3.42 (95% CI: 1.87-6.25)] and ECOG-PS ≥ 1 [HR 1.97 (95% CI: 1.19-3.26)] were found as independent indicators of poor overall survival. Dermatologic adverse effects were an indicator of good overall survival [HR 0.59 (95% CI: 0.38-0.92)].One hundred and fifty-four consecutive HCC patients treated with sorafenib in four different Spanish hospitals between August 2005 and October 2013 were analysed. Clinical, laboratory, and tumour features were obtained. Survival was calculated from the moment sorafenib treatment was initiated. Log-rank and Cox regression were used to analyse the ability of NLR to predict survival.NLR is an independent prognostic indicator for overall survival in HCC patients treated with sorafenib.", "id": "29262546", "date": "2017-10-05", "title": "Neutrophil-to-lymphocyte ratio predicts survival in European patients with hepatocellular carcinoma administered sorafenib.", "doi": "10.18632/oncotarget.21528", "journal": ["Oncotarget", "Oncotarget"]}