{"authors": [["Ko", "Sang-Bae", "SB", "Department of Neurology, Seoul National University Hospital, Seoul, Republic of Korea."], ["Yoon", "Byung-Woo", "BW", "Department of Neurology, Seoul National University Hospital, Seoul, Republic of Korea."]], "text": "Hypertension is the most common modifiable risk factor for stroke (both ischemic and hemorrhagic types). In the hyperacute phase, a majority of patients shows an elevated blood pressure (BP) at the time of presentation because of sympathetic hyperactivity or a physiological response to tissue ischemia. Therefore, BP may decrease spontaneously in a few hours and may drop further when complete recanalization is achieved. In stroke guidelines, an elevated BP is usually left untreated up to a systolic BP (SBP) of 220 mm Hg and a diastolic BP of 120 mm Hg. This recommendation is based on the BP level that corresponds to the upper limit of the pressure autoregulation zone above which cerebral blood flow is directly dependent on BP. However, in patients in whom administration of recombinant tissue-type plasminogen activator is indicated, BP should be controlled to a level < 185/110 mm Hg before infusion and should be maintained at levels < 180/105 mm Hg to limit the risk of intracerebral hemorrhage (ICH). In cases where endovascular thrombectomy is considered, the optimal intra- and postprocedural BP target have not yet been clearly identified. Expert opinion recommends that intraprocedural BP reduction could be associated with a risk of poor outcomes, and therefore, SBP may be reduced only to 120 to 140 mm Hg after successful reperfusion therapy. However, this recommendation is primarily based on observational studies and requires validation in prospective trials. It has been observed that in patients presenting with an ICH, there is no perihematomal penumbra noted and rapid BP reduction is generally well tolerated without a risk of neurological worsening. Multiple trials describing acute reduction of BP recommend SBP reduction only to 140 mm Hg because while there is no benefit of better functional outcomes below that level, there exists a definite risk of increased renal complications.", "id": "29262429", "date": "2017-12-20", "title": "Blood Pressure Management for Acute Ischemic and Hemorrhagic Stroke: The Evidence.", "doi": "10.1055/s-0037-1608777", "journal": ["Seminars in respiratory and critical care medicine", "Semin Respir Crit Care Med"]}