{"authors": [["Ren", "Xing-Sheng", "XS", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Tong", "Ying", "Y", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Ling", "Li", "L", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Chen", "Dan", "D", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Sun", "Hai-Jian", "HJ", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Zhou", "Hong", "H", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Qi", "Xiao-Hong", "XH", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."], ["Chen", "Qi", "Q", "Department of Pathophysiology, Nanjing Medical University, Nanjing, China."], ["Li", "Yue-Hua", "YH", "Department of Pathophysiology, Nanjing Medical University, Nanjing, China."], ["Kang", "Yu-Ming", "YM", "Department of Physiology and Pathophysiology, Cardiovascular Research Center, Xi'an Jiaotong University School of Medicine, Xi'an, China."], ["Zhu", "Guo-Qing", "GQ", "Key Laboratory of Cardiovascular Disease and Molecular Intervention, Department of Physiology, Nanjing Medical University, Nanjing, China."]], "text": "Angiotensin (Ang) II plays vital roles in vascular inflammation and remodeling in hypertension. Phenotypic transformation of vascular smooth muscle cells (VSMCs) is a major initiating factor for vascular remodeling. The present study was designed to determine the roles of NLRP3 inflammasome activation in Ang II-induced VSMC phenotypic transformation and vascular remodeling in hypertension.Primary VSMCs from the aorta of NLRP3 knockout (NLRP3-/-) mice and wild-type (WT) mice were treated with Ang II for 24 h. Subcutaneous infusion of Ang II via osmotic minipump for 2 weeks was used to induce vascular remodeling and hypertension in WT and NLRP3-/- mice.NLRP3 gene deletion attenuates Ang II-induced NLRP3 inflammasome activation, phenotypic transformation from a contractile phenotype to a synthetic phenotype and proliferation in primary mice VSMCs. Ang II-induced hypertension and vascular remodeling in WT mice were attenuated in NLRP3-/- mice. Furthermore, Ang II-induced NLRP3 inflammasome activation, phenotypic transformation and proliferating cell nuclear antigen (PCNA) upregulation were inhibited in the media of aorta of NLRP3-/- mice.NLRP3 inflammasome activation contributes to Ang II-induced VSMC phenotypic transformation and proliferation as well as vascular remodeling and hypertension.", "id": "29262411", "date": "2017-12-14", "title": "NLRP3 Gene Deletion Attenuates Angiotensin II-Induced Phenotypic Transformation of Vascular Smooth Muscle Cells and Vascular Remodeling.", "doi": "10.1159/000486061", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}