{"authors": [["Kuang", "Ze-Min", "ZM", "Department of Hypertension, Beijing Anzhen Hospital of Capital Medical University, Chaoyang District, Beijing, China."], ["Wang", "Ying", "Y", "Department of Cardiology, Chenzhou City First People's Hospital Affiliated with University of South China, Chenzhou, China."], ["Feng", "Shu-Jun", "SJ", "Department of Cardiology, Chenzhou City First People's Hospital Affiliated with University of South China, Chenzhou, China."], ["Jiang", "Long", "L", "Department of Cardiology, Institute of Cardiovascular Disease, the Second Affiliated Hospital of Nanchang University, Donghu District, Nanchang, China."], ["Cheng", "Wen-Li", "WL", "Department of Hypertension, Beijing Anzhen Hospital of Capital Medical University, Chaoyang District, Beijing, China."]], "text": "Kidney function is critical for homocysteine (Hcy) clearance, and plasma Hcy levels are frequently increased in patients with renal failure. Microalbuminuria (MAU) is an important marker of early renal damage caused by hypertension. At present, there is insufficient evidence on the relationship between Hcy and microalbuminuria.This is a 1: 2 matched, hospital-based case-control study. At initial visit, out of 1535 outpatients with no prior history of medication, 450 qualified subjects were selected based on inclusion and exclusion criteria. The concentration of Hcy in the serum was evaluated using a cyclic enzyme method. MAU was defined by a urine albumin/creatinine ratio (UACR) between 30 μg/mg and 300 μg/mg.A total of 450 patients were included in this study (150 in the MAU group and 300 in the non-MAU group). The MAU group had higher mean systolic blood pressure (SBP), mean diastolic blood pressure (DBP), heart rate (HR) and plasma Hcy levels than did the non-MAU group. The area under the receiver operating characteristics (ROC) curves was 0.772 (95% CI: 0.724-0.819, P < 0.001) with a cut-off value of 15.0, and the sensitivity and specificity of Hcy in predicting the MAU status in hypertensive patients were 49.3% and 92.3%, respectively. Multiple logistic regression modelling suggested that patients with a higher Hcy level (> 15 µmol/L) were more likely to have MAU (95% CI: 5.650-16.543, P < 0.001). The other predictive factor for MAU was 24-h mean SBP (95% CI: 0.941-0.993, P = 0.015).This matched case-control study indicates that Hcy may increase the susceptibility of essential hypertensive subjects to MAU.", "id": "29262410", "date": "2017-12-15", "title": "Association Between Plasma Homocysteine and Microalbuminuria in Untreated Patients with Essential Hypertension: a Case-Control Study.", "doi": "10.1159/000486013", "journal": ["Kidney & blood pressure research", "Kidney Blood Press. Res."]}