{"authors": [["Cameli", "Matteo", "M", "Department of Cardiovascular Diseases, University of Siena, Siena, Italy."], ["Pastore", "Maria Concetta", "MC", null], ["Pagliaro", "Antonio", "A", null], ["Di Tommaso", "Cristina", "C", null], ["Reccia", "Rosanna", "R", null], ["Curci", "Valeria", "V", null], ["Mandoli", "Giulia Elena", "GE", null], ["Mondillo", "Sergio", "S", null]], "text": "Sacubitril/valsartan has recently been approved for the treatment of heart failure with reduced ejection fraction. Given its recent introduction in the armamentarium for the treatment of heart failure (HF), \"field-practice\" evidence is required to deepen the clinical management of sacubitril/valsartan therapy. We report a relevant case of an elderly patient who achieved major clinical benefits after only 3 months of sacubitril/valsartan therapy. Importantly, in our assessment, we employed speckle tracking echocardiography (STE), a recent echocardiography technique that is non-Doppler and not angle dependent, which analyzes deformations of heart chambers from standard images and allows a fast, reliable, and reproducible assessment of heart function. After 3 months of therapy, NHYA class decreased from III to I-II and hypertension was controlled. Echocardiography examination also showed a marked improvement, with a reduction of left ventricular diameter, improved diastolic function (E = 0.39 m/s; A 0.69 m/s; E/A 0.55), normalized diastolic function index (E/E' TDI = 6.93), normalized atrial volume (63 mL), and improved atrial strain (15.44%). This case report documents the fast clinical and symptom improvement with sacubitril/valsartan in an elderly patient with HF; comprehensive echocardiographic assessment, including STE, also revealed a marked functional improvement with this compound.", "id": "29262403", "date": "2017-12-21", "title": "Sacubitril/Valsartan in an Elderly Patient with Heart Failure: A Case Report.", "doi": "10.1159/000484867", "journal": ["Cardiology", "Cardiology"]}