{"authors": [["Van Opdenbosch", "Nina", "N", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Van Gorp", "Hanne", "H", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Verdonckt", "Maarten", "M", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Saavedra", "Pedro H V", "PHV", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["de Vasconcelos", "Nathalia M", "NM", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Gonçalves", "Amanda", "A", "VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium; VIB Bioimaging Core, VIB, 9000 Ghent, Belgium."], ["Vande Walle", "Lieselotte", "L", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Demon", "Dieter", "D", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Matusiak", "Magdalena", "M", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["Van Hauwermeiren", "Filip", "F", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium."], ["D'Hont", "Jinke", "J", "VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium; Department of Biomedical Molecular Biology, Ghent University, 9000 Ghent, Belgium."], ["Hochepied", "Tino", "T", "VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium; Department of Biomedical Molecular Biology, Ghent University, 9000 Ghent, Belgium."], ["Krautwald", "Stefan", "S", "Department of Nephrology and Hypertension, University Hospital Schleswig-Holstein, 24105 Kiel, Germany."], ["Kanneganti", "Thirumala-Devi", "TD", "Department of Immunology, St. Jude Children's Research Hospital, Memphis, TN 38105-2794, USA."], ["Lamkanfi", "Mohamed", "M", "Department of Internal Medicine, Ghent University, 9052 Ghent, Belgium; VIB-UGent Center for Inflammation Research, VIB, 9052 Ghent, Belgium. Electronic address: mohamed.lamkanfi@irc.vib-ugent.be."]], "text": "The caspase activation and recruitment domain (CARD)-based inflammasome sensors NLRP1b and NLRC4 induce caspase-1-dependent pyroptosis independent of the inflammasome adaptor ASC. Here, we show that NLRP1b and NLRC4 trigger caspase-8-mediated apoptosis as an alternative cell death program in caspase-1-/- macrophages and intestinal epithelial organoids (IECs). The caspase-8 adaptor FADD was recruited to ASC specks, which served as cytosolic platforms for caspase-8 activation and NLRP1b/NLRC4-induced apoptosis. We further found that caspase-1 protease activity dominated over scaffolding functions in suppressing caspase-8 activation and induction of apoptosis of macrophages and IECs. Moreover, TLR-induced c-FLIP expression inhibited caspase-8-mediated apoptosis downstream of ASC speck assembly, but did not affect pyroptosis induction by NLRP1b and NLRC4. Moreover, unlike during pyroptosis, NLRP1b- and NLRC4-elicited apoptosis retained alarmins and the inflammasome-matured cytokines interleukin 1β (IL-1β) and IL-18 intracellularly. This work identifies critical mechanisms regulating apoptosis induction by the inflammasome sensors NLRP1b and NLRC4 and suggests converting pyroptosis into apoptosis as a paradigm for suppressing inflammation.", "id": "29262324", "date": null, "title": "Caspase-1 Engagement and TLR-Induced c-FLIP Expression Suppress ASC/Caspase-8-Dependent Apoptosis by Inflammasome Sensors NLRP1b and NLRC4.", "doi": "10.1016/j.celrep.2017.11.088", "journal": ["Cell reports", "Cell Rep"]}