{"authors": [["Abdulkader", "Regina C R M", "RCRM", "University of São Paulo Medical School, São Paulo, Brazil."], ["Burdmann", "Emmanuel A", "EA", "University of São Paulo Medical School, São Paulo, Brazil."], ["Lebrão", "Maria Lúcia", "ML", "School of Public Health of the University of São Paulo, São Paulo, Brazil."], ["Duarte", "Yeda A O", "YAO", "School of Public Health of the University of São Paulo, São Paulo, Brazil."], ["Zanetta", "Dirce M T", "DMT", "School of Public Health of the University of São Paulo, São Paulo, Brazil."]], "text": "Although a reduced glomerular filtration rate (GFR) in old people has been attributed to physiologic aging, it may be associated with kidney disease or superimposed comorbidities. This study aims to assess the prevalence of decreased GFR in a geriatric population in a developing country and its prevalence in the absence of simultaneous diseases.This is a cross-sectional study of data from the Saúde, Bem-Estar e Envelhecimento cohort study (SABE study[Health, Well-Being and Aging]), a multiple cohorts study. A multistage cluster sample composed of 1,253 individuals representative of 1,249,388 inhabitants of São Paulo city aged ≥60 years in 2010 was analyzed. The participants answered a survey on socio-demographic factors and health, had blood pressure measured and urine and blood samples collected. GFR was estimated and defined as decreased when <60 mL/min/1.73m2. Kidney damage was defined as dipstick-positive hematuria or urinary protein:creatinine > 0.20 g/g.The prevalence of GFR <60 mL/min/1.73m2 was 19.3%. Individuals with GFR <60 mL/min/1.73m2 were older (75±1 versus 69±1 years, p<0.001), had lower schooling (18 versus 30% with complete 8-year basic cycle, p = 0.010), and higher prevalence of hypertension (82 versus 63%, p<0.001), diabetes (34 versus 26%, p = 0.021), cardiovascular disease (43 versus 24%, p<0.001) and kidney damage (35% versus 15%, p<0.001). Only 0.7% of the entire studied population had GFR <60 mL/min/1.73m2 without simultaneous diseases or kidney damage. Among the individuals with GFR <60 mL/min/1.73m2, 3.5% had neither renal damage nor associated comorbidities, whereas among those with GFR ≥60 mL/min/1.73m2, 11.0% had none of these conditions. Logistic regression showed that older age, cardiovascular disease and hypertension were associated with GFR<60 mL/min/1.73m2.Decreased GFR was highly prevalent among the geriatric population in a megalopolis of a developing country. It was rarely present without simultaneous chronic comorbidities or kidney damage.", "id": "29261774", "date": "2017-12-19", "title": "Aging and decreased glomerular filtration rate: An elderly population-based study.", "doi": "10.1371/journal.pone.0189935", "journal": ["PloS one", "PLoS ONE"]}