{"authors": [["Elgart", "Jorge Federico", "JF", "CENEXA. Center of Experimental and Applied Endocrinology (UNLP-CONICET La Plata), School of Medicine, National University of La Plata, La Plata, Argentina."], ["Prestes", "Mariana", "M", "CENEXA. Center of Experimental and Applied Endocrinology (UNLP-CONICET La Plata), School of Medicine, National University of La Plata, La Plata, Argentina."], ["Gonzalez", "Lorena", "L", "CENEXA. Center of Experimental and Applied Endocrinology (UNLP-CONICET La Plata), School of Medicine, National University of La Plata, La Plata, Argentina."], ["Rucci", "Enzo", "E", "CENEXA. Center of Experimental and Applied Endocrinology (UNLP-CONICET La Plata), School of Medicine, National University of La Plata, La Plata, Argentina."], ["Gagliardino", "Juan Jose", "JJ", "CENEXA. Center of Experimental and Applied Endocrinology (UNLP-CONICET La Plata), School of Medicine, National University of La Plata, La Plata, Argentina."], [null, null, null, null]], "text": "Despite the frequent association of obesity with type 2 diabetes (T2D), the effect of the former on the cost of drug treatment of the latest has not been specifically addressed. We studied the association of overweight/obesity on the cost of drug treatment of hyperglycemia, hypertension and dyslipidemia in a population with T2D.This observational study utilized data from the QUALIDIAB database on 3,099 T2D patients seen in Diabetes Centers in Argentina, Chile, Colombia, Peru, and Venezuela. Data were grouped according to body mass index (BMI) as Normal (18.5≤BMI<25), Overweight (25≤BMI<30), and Obese (BMI≥30). Thereafter, we assessed clinical and metabolic data and cost of drug treatment in each category. Statistical analyses included group comparisons for continuous variables (parametric or non-parametric tests), Chi-square tests for differences between proportions, and multivariable regression analysis to assess the association between BMI and monthly cost of drug treatment.Although all groups showed comparable degree of glycometabolic control (FBG, HbA1c), we found significant differences in other metabolic control indicators. Total cost of drug treatment of hyperglycemia and associated cardiovascular risk factors (CVRF) increased significantly (p<0.001) with increment of BMI. Hyperglycemia treatment cost showed a significant increase concordant with BMI whereas hypertension and dyslipidemia did not. Despite different values and percentages of increase, this growing cost profile was reproduced in every participating country. BMI significantly and independently affected hyperglycemia treatment cost.Our study shows for the first time that BMI significantly increases total expenditure on drugs for T2D and its associated CVRF treatment in Latin America.", "id": "29261739", "date": "2017-12-20", "title": "Relation between cost of drug treatment and body mass index in people with type 2 diabetes in Latin America.", "doi": "10.1371/journal.pone.0189755", "journal": ["PloS one", "PLoS ONE"]}