{"authors": [["Eldor", "Roy", "R", "Diabetes Unit, Institute for Metabolism, Endocrinology and Hypertension, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel."], ["Norton", "Luke", "L", "Division of Diabetes, University of Texas Health Science Center, San Antonio, Texas, United States of America."], ["Fourcaudot", "Marcel", "M", "Division of Diabetes, University of Texas Health Science Center, San Antonio, Texas, United States of America."], ["Galindo", "Cynthia", "C", "Division of Diabetes, University of Texas Health Science Center, San Antonio, Texas, United States of America."], ["DeFronzo", "Ralph A", "RA", "Division of Diabetes, University of Texas Health Science Center, San Antonio, Texas, United States of America."], ["Abdul-Ghani", "Muhammad", "M", "Division of Diabetes, University of Texas Health Science Center, San Antonio, Texas, United States of America."]], "text": "FFA and FFA metabolites cause insulin resistance and impair beta cell function. The goal of our research was to examine whether elevation of plasma FFA impairs mitochondrial function and alters PGC-1α promoter methylation.In this uncontrolled, change from baseline study design, insulin sensitivity and glucose-stimulated insulin secretion were measured in 9 normal glucose tolerant subjects before and after 3 day lipid infusion to elevate plasma FFA concentration. Vastus lateralis muscle biopsies were obtained and mitochondrial function, PGC-1α expression, and PGC-1α promoter methylation were quantitated.Increased plasma FFA (440±93 μmol/Lto 997±242 μM, p<0.001) decreased insulin-stimulated total glucose disposal (TGD) by 25% (p = 0.008), impaired suppression of endogenous glucose production (p = 0.01), and reduced mitochondrial ATP synthesis with complex 1 (34%, p<0.05) and complex 2 (30%, p<0.05) substrates. Lipid infusion had no effect on muscle PGC-1α RNA expression, total methylation or non-CpG methylation, but methylation of the alternative PGC-1α promoter decreased (1.30±0.30 to 0.84±0.15% methylated residues/patient•strand, p = 0.055). Within PGC-1α promoter there was demethylation of CpT residues (0.72±0.16 vs. 0.28±0.10 methylated residues/patient•strand) (p = 0.002), which was inversely correlated with PGC-1α mRNA expression (r = -0.94, p<0.0001) and ATP synthesis with complex 1 (r = -0.80, p<0.01) and complex 2 (r = -0.69, p<0.05) substrates. Lipid infusion increased DNMT-3B (methyltransferase associated with PGC-1α promoter non-CpG methylation) mRNA expression (0.87 ± 0.09 to 1.62 ± 0.22 arbitrary units, p = 0.005), which correlated inversely with CpT demethylation (r = 0.67, p<0.05).Physiologic plasma FFA elevation in NGT individuals has opposing effects on PGC-1α non-CpG residue methylation (CpT demethylation and increased DNMT-3B expression), which is correlated with changes in PGC-1α expression and skeletal muscle mitochondrial function.", "id": "29261667", "date": "2017-12-20", "title": "Increased lipid availability for three days reduces whole body glucose uptake, impairs muscle mitochondrial function and initiates opposing effects on PGC-1α promoter methylation in healthy subjects.", "doi": "10.1371/journal.pone.0188208", "journal": ["PloS one", "PLoS ONE"]}