{"authors": [["Macdonald-Wallis", "Corrie", "C", "Centre for Exercise, Nutrition & Health Sciences, School for Policy Studies, University of Bristol, Bristol, United Kingdom."], ["Solomon-Moore", "Emma", "E", "Centre for Exercise, Nutrition & Health Sciences, School for Policy Studies, University of Bristol, Bristol, United Kingdom."], ["Sebire", "Simon J", "SJ", "Centre for Exercise, Nutrition & Health Sciences, School for Policy Studies, University of Bristol, Bristol, United Kingdom."], ["Thompson", "Janice L", "JL", "School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Birmingham, United Kingdom."], ["Lawlor", "Deborah A", "DA", "MRC Integrative Epidemiology Unit at the University of Bristol, Bristol, United Kingdom."], ["Jago", "Russell", "R", "Centre for Exercise, Nutrition & Health Sciences, School for Policy Studies, University of Bristol, Bristol, United Kingdom."]], "text": "Childhood blood pressure is a marker of cardiovascular disease risk in later life. We examined how body mass index (BMI) and physical activity, and changes in these, are associated with blood pressure in primary school-aged children. Data are from 1223 children aged 9 years (Year 4) in Bristol, UK, 685 of whom had been assessed at 6 years (Year 1). Child height and weight were measured, and children wore accelerometers for five days, from which average counts per minute, and moderate-to-vigorous-intensity physical activity and sedentary minutes per day were derived. At age 9 years, blood pressure was measured. Multiple imputation of missing data and adjusted linear regression models were used to examine associations. Child BMI at 9 years was cross-sectionally associated with higher systolic (SBP) and diastolic (DBP) blood pressure (mean difference [95% CI]: 1.10 [0.34, 1.87] mmHg and 0.86 [0.13, 1.60] mmHg, respectively, per SD of BMI). Prospective associations of BMI at age 6 with blood pressure at age 9 were consistent with these cross-sectional associations. However, change in BMI between 6 and 9 years was not strongly associated with subsequent SBP or DBP (0.68 [-0.61, 1.98] mmHg and 1.23 [-0.09, 2.54] mmHg, respectively). There was little evidence that physical activity or sedentary time were associated with blood pressure in either cross-sectional or prospective analyses. Greater childhood BMI is associated with higher blood pressure, and this association persists over several years. Prevention of excessive bodyweight from early childhood may be important in stemming the development of cardiovascular risk.", "id": "29261666", "date": "2017-12-19", "title": "A longitudinal study of the associations of children's body mass index and physical activity with blood pressure.", "doi": "10.1371/journal.pone.0188618", "journal": ["PloS one", "PLoS ONE"]}