{"authors": [["Ji", "Chaoyue", "C", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Tang", "Shiying", "S", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Yang", "Kunlin", "K", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Xiong", "Gengyan", "G", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Fang", "Dong", "D", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Zhang", "Cuijian", "C", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Li", "Xuesong", "X", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."], ["Zhou", "Liqun", "L", "Department of Urology, Peking University First Hospital, Beijing, China (mainland)."]], "text": "BACKGROUND To retrospectively explore the factors influencing Mayo Adhesive Probability (MAP) score in the setting of partial nephrectomy. MATERIAL AND METHODS Data of 93 consecutive patients who underwent laparoscopic and open partial nephrectomy from September 2015 to June 2016 were collected and analyzed retrospectively. Preoperative radiological elements were independently assessed by 2 readers. Ordinal logistic regression analyses were performed to evaluate radiological and clinicopathologic influencing factors of MAP score. RESULTS On univariate analysis, MAP score was associated with male sex, older age, higher body mass index (BMI), history of hypertension and diabetes mellitus, and perirenal fat thickness (posterolateral, lateral, anterior, anterolateral, and medial). On multivariate analysis, only posterolateral perirenal fat thickness (odds ratio [OR]=0.88 [0.82-0.95], p=0.001), medial perirenal fat thickness (OR=0.90 [0.83-0.98], p=0.01), and history of diabetes mellitus (OR=5.42 [1.74-16.86], p=0.004) remained statistically significant. Tumor type (malignant vs. benign) was not statistically different. In patients with renal cell carcinoma (RCC), there was no difference in tumor stage or grade. CONCLUSIONS MAP score is significantly correlated with some preoperative factors such as posterolateral and medial perirenal fat thickness and diabetes mellitus. A new radioclinical scoring system including these patient-specific factors may become a better predictive tool than MAP score alone.", "id": "29261641", "date": "2017-12-20", "title": "Analysis of Factors Influencing Mayo Adhesive Probability Score in Partial Nephrectomy.", "doi": null, "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}