{"authors": [["Ahirwar", "Ashok Kumar", "AK", "Department of Biochemistry, All India Institute of Medical Sciences (AIIMS), Room no. 3013, Third Floor, Teaching Block, AIIMS, Ansari Nagar, New Delhi-110029, India, Phone: +919654210832."], ["Singh", "Archana", "A", "Department of Biochemistry, All India Institute of Medical Sciences (AIIMS), New Delhi-110029, India."], ["Jain", "Anju", "A", "Department of Biochemistry, Lady Hardinge Medical College (LHMC), New Delhi, India."], ["Kaim", "Kirti", "K", "Department of Ophthalmology, Deen Dayal Upadhyay Hospital, New Delhi, India."], ["Bhardwaj", "Shilpa", "S", "Department of Biochemistry, Rajiv Gandhi Super Speciality Hospital, New Delhi, India."], ["Patra", "Surajeet Kumar", "SK", "Department of Biochemistry, Lady Hardinge Medical College (LHMC), New Delhi, India."], ["Goswami", "Binita", "B", "Department of Biochemistry, Maulana Azad Medical College, New Delhi, India."], ["Bhatnagar", "M K", "MK", "Department of Biochemistry, Lady Hardinge Medical College (LHMC), New Delhi, India."], ["Bhattacharjee", "Jayashree", "J", "Department of Biochemistry, Lady Hardinge Medical College (LHMC), New Delhi, India."]], "text": "Background Metabolic syndrome (MetS) involves a cluster of cardiovascular risk factors, including abnormal lipids, insulin resistance and hypertension. The aim of the present study is to investigate associations between thyroid profile and the pro-thrombotic mediator, plasminogen activator inhibitor-1 (PAI-1), in MetS and identify associated biochemical markers. Materials and methods The present study was a case control study and consisted of 50 diagnosed cases of MetS and 50 healthy volunteers as controls. MetS cases were further divided into two groups based on the presence and absence of subclinical hypothyroidism (SCH). Data collected included demographic profile, clinical history and routine lab investigation. Special investigations included the thyroid function test and serum PAI-1 levels. Results The mean serum thyroid-stimulating hormone (TSH) levels were significantly higher in MetS cases as compared to controls (5.7 ± 1.2 mIU/L vs. 2.3 ± 1.6 mIU/L, p < 0.0001), although the mean triiodothyronine (T3) and thyroxine (T4) levels were comparable in two groups. The mean levels of serum PAI-1 were significantly higher in MetS cases as compared to controls(231 ± 87 ng/mL vs. 185 ± 96 ng/mL, p = 0.013). TSH and PAI-1 levels were positively correlated with various markers of MetS and negatively correlated with high-density lipoprotein (HDL). Conclusion The present study points towards the presence of thyroid dysfunction, in the form of subclinical hypothyroidism (SCH), in cases of MetS. In the presence of thyroid dysfunction, abnormal adipocytes may release adipokines, such as PAI-1, which lead to increased risk of thrombotic episodes in these patients. Hence, SCH should be appropriately managed.", "id": "29261514", "date": "2017-12-20", "title": "Association of prothrombotic adipokine (plasminogen activator inhibitor-1) with TSH in metabolic syndrome: a case control study.", "doi": "10.1515/hmbci-2017-0046", "journal": ["Hormone molecular biology and clinical investigation", "Horm Mol Biol Clin Investig"]}