{"authors": [["Cui", "Jie", "J", "1 Department of Medicine, Division of Nephrology, Massachusetts General Hospital, Harvard Medical School, Boston, MA."], ["Smolinski", "Sara E", "SE", "3 Department of Radiology, Division of Vascular and Interventional Radiology, University of Michigan Health System, Ann Arbor, MI."], ["Liu", "Fengyong", "F", "4 Department of Interventional Radiology, Chinese People's Liberation Army General Hospital, Beijing, China."], ["Xu", "Dihua", "D", "5 Biostatistics Center, Massachusetts General Hospital, Boston, MA."], ["Dulaimy", "Kal", "K", "3 Department of Radiology, Division of Vascular and Interventional Radiology, University of Michigan Health System, Ann Arbor, MI."], ["Irani", "Zubin", "Z", "2 Department of Radiology, Division of Interventional Radiology, Massachusetts General Hospital, 55 Fruit St, Boston, MA 02114."]], "text": "The purpose of this study is to investigate the long-term safety and efficacy of a small-diameter expandable transjugular intrahepatic portosystemic shunt (TIPS) in the management of portal hypertension.This single-center retrospective study included 28 patients (12 women and 16 men; mean age, 56.9 years) who underwent small-diameter expandable TIPS creation between 2008 and 2010 for refractory ascites (n = 15; mean [± SD] model for end-stage liver disease [MELD] score, 15.5 ± 5.3) or gastrointestinal variceal bleeding (n = 13; mean MELD score, 15.2 ± 8.4). An expandable TIPS was created by deploying a covered stent inside a balloon expandable stent. For patients with recurrent symptoms, TIPS adjustment was made by balloon expandable stent balloon dilation. The TIPS diameter was defined as the diameter of the final angioplasty balloon. TIPS patency and efficacy and the rate of post-TIPS hepatic encephalopathy were evaluated.The median diameter of the initial TIPS was 8 mm in the group with variceal bleeding compared with 6 mm in the group with ascites (p = 0.003). The primary patency rate at 1 and 5 years was 90.8% and 73.3%, respectively. Eighty percent of patients with ascites required no or less-frequent large-volume paracentesis. The clinical success rate for patients with acute variceal bleeding was 92.3%. Six patients with ascites (initial TIPS diameter, 6 mm) and two patients with variceal bleeding (initial diameter, 6 mm and 8 mm) required subsequent TIPS adjustment. Of the 22 patients with no prior history of enecphalophy, seven patients (31.8%) experienced new hepatic encephalopathy within 90 days.A small-diameter expandable TIPS is technically feasible and safe, with efficacy falling within the range of that of conventional TIPS. This technique offers the possibility of individualizing the degree of portal decompression.", "id": "29261352", "date": "2017-12-20", "title": "Incrementally Expandable Transjugular Intrahepatic Portosystemic Shunts: Single-Center Experience.", "doi": "10.2214/AJR.17.18222", "journal": ["AJR. American journal of roentgenology", "AJR Am J Roentgenol"]}