{"authors": [["Ashburner", "Jeffrey M", "JM", null], ["Horn", "Daniel M", "DM", null], ["O'Keefe", "Sandra M", "SM", null], ["Zai", "Adrian H", "AH", null], ["Chang", "Yuchiao", "Y", null], ["Wagle", "Neil W", "NW", null], ["Atlas", "Steven J", "SJ", "Massachusetts General Hospital, 50 Staniford St, Boston, MA 02114. E-mail: satlas@mgh.harvard.edu."]], "text": "We implemented a health information technology-enabled population health management program for chronic disease management in academic hospital-affiliated primary care practices, then compared quality-of-care outcome measures among practices assigned a central population health coordinator (PHC) and those not assigned a PHC.Quasi-experimental.Central PHCs were nonrandomly assigned to 8 of 18 practices. They met with physicians, managed lists of patients not at goal in chronic disease registries, and performed administrative tasks. In non-PHC practices, existing staff remained responsible for these tasks. The primary outcome was difference-in-differences over the 6-month follow-up period between PHC and non-PHC practices for outcome measures for diabetes (low-density lipoprotein cholesterol [LDL-C], glycated hemoglobin [A1C], and blood pressure [BP] goal attainment), cardiovascular disease (LDL-C goal attainment), and hypertension (BP goal attainment). Secondary outcomes included process measures only (obtaining LDL-C, A1C, and BP readings) and cancer screening test completion.The difference in the percentage point (PP) increase in outcome measures over follow-up was greater in PHC practices than non-PHC practices for all measures among patients with diabetes (LDL-C, 4.6 PP; A1C, 4.8 PP; BP, 4.7 PP), cardiovascular disease (LDL-C, 3.3 PP), and hypertension (BP, 2.3 PP) (adjusted P all <.001). Changes in cancer screening outcomes, which were not a focus of PHC efforts, were similar between PHC and non-PHC practices.Use of central PHCs led to greater improvement in short-term chronic disease outcome measures compared with patients in practices not assigned a central PHC.", "id": "29261239", "date": null, "title": "Chronic disease outcomes from primary care population health program implementation.", "doi": null, "journal": ["The American journal of managed care", "Am J Manag Care"]}