{"authors": [["Brenner", "Jacob S", "JS", "1 14640 Pulmonary, Allergy, & Critical Care Division, University of Pennsylvania, Philadelphia, PA, USA."], ["Kiseleva", "Raisa Yu", "RY", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Glassman", "Patrick M", "PM", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Parhiz", "Hamideh", "H", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Greineder", "Colin F", "CF", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Hood", "Elizabeth D", "ED", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Shuvaev", "Vladimir V", "VV", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Muzykantov", "Vladimir R", "VR", "2 14640 Department of Pharmacology, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."]], "text": "The pulmonary vasculature plays an important role in many lung pathologies, such as pulmonary arterial hypertension, primary graft dysfunction of lung transplant, and acute respiratory distress syndrome. Therapy for these diseases is quite limited, largely due to dose-limiting side effects of numerous drugs that have been trialed or approved. High doses of drugs targeting the pulmonary vasculature are needed due to the lack of specific affinity of therapeutic compounds to the vasculature. To overcome this problem, the field of targeted drug delivery aims to target drugs to the pulmonary endothelial cells, especially those in pathological regions. The field uses a variety of drug delivery systems (DDSs), ranging from nano-scale drug carriers, such as liposomes, to methods of conjugating drugs to affinity moieites, such as antibodies. These DDSs can deliver small molecule drugs, protein therapeutics, and imaging agents. Here we review targeted drug delivery to the pulmonary endothelium for the treatment of pulmonary diseases. Cautionary notes are made of the risk-benefit ratio and safety-parameters one should keep in mind when developing a translational therapeutic.", "id": "29261028", "date": "2017-12-20", "title": "The new frontiers of the targeted interventions in the pulmonary vasculature: precision and safety (2017 Grover Conference Series).", "doi": "10.1177/2045893217752329", "journal": ["Pulmonary circulation", "Pulm Circ"]}