{"authors": [["Yan", "Dong", "D", "Department of Hepatopancreatobiliary Surgery, Affiliated Tumor Hospital of Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Liang", "Xiao-Hui", "XH", "Department of Hypertension, First Affiliated Hospital of Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Ding", "Wei", "W", "Department of Hepatopancreatobiliary Surgery, Affiliated Tumor Hospital of Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Xu", "Xin-Jian", "XJ", "Department of Pancreatic Surgery, First Affiliated Hospital of Xinjiang Medical University, Urumqi, Xinjiang, China."], ["Wang", "Xi-Yan", "XY", "Department of Xinjiang Research Institute of Cancer Prevention and Control, Affiliated Tumor Hospital of Xinjiang Medical University, Urumqi, Xinjiang, China."]], "text": "This study aimed to determine the association between the polymorphisms and haplotypes in the xeroderma pigmentosum group D (XPD) gene and the risk of pancreatic cancer in the Chinese Han population. SNaPshot was used for genotyping six SNP sites of the XPD gene. Comparisons of the correlations between different genotypes in combination with smoking and the susceptibility to pancreatic cancer were performed. Individual pancreatic cancer risk in patients who carry mutant C alleles (AC, CC, and AC+CC) at rs13181 increased (p < 0.05). Taking non-smoking individuals who carry the AA genotype as a reference, and non-smoking individuals who carry mutant allele C (AC+CC), the risk of pancreatic cancer increased by 3.343 times in individuals who smoked ≥ 20 cigarettes daily, 3.309 times in individuals who smoked ≥ 14 packs per year, 5.011 times in individuals who smoked ≥ 24 packs per year, and 4.013 times in the individuals who smoked ≥ 37 packs per year (P < 0.05). In addition, haplotype analysis revealed that haplotype AGG, which comprised rs13181, rs3916874 and rs238415, was associated with a 1.401-fold increase in pancreatic cancer risk (p < 0.05). We conclude that the polymorphism of XPD Lys751Gln (rs13181) in combination with smoking contributes to increased risk of pancreatic cancer in the Chinese Han population. Haplotype AGG might be a susceptibility haplotype for pancreatic cancer.", "id": "29260835", "date": "2017-12-18", "title": "Contribution of DNA repair xeroderma pigmentosum group D genotypes to pancreatic cancer risk in the Chinese Han population.", "doi": "10.1590/1678-4685-GMB-2017-0033", "journal": ["Genetics and molecular biology", "Genet. Mol. Biol."]}