{"authors": [["Tamariz", "Leonardo", "L", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA. ltamariz@med.miami.edu."], ["Kirolos", "Irene", "I", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA."], ["Pendola", "Fiorella", "F", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA."], ["Marcus", "Erin N", "EN", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA."], ["Carrasquillo", "Olveen", "O", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA."], ["Rivadeneira", "Jimmy", "J", "Miami Veterans Affairs Healthcare system, Miami, FL, USA."], ["Palacio", "Ana", "A", "Department of Medicine, Miller School of Medicine at the University of Miami, Miami, FL, USA."]], "text": "Minorities are an underrepresented population in clinical trials. A potential explanation for this underrepresentation could be lack of willingness to participate. The aim of our study was to evaluate willingness to participate in different hypothetical clinical research scenarios and to evaluate the role that predictors (e.g. health literacy) could have on the willingness of minorities to participate in clinical research studies.We conducted a mixed-methods study at the Miami VA Healthcare system and included primary care patients with hypertension. We measured willingness to participate as a survey of four clinical research scenarios that evaluated common study designs encountered in clinical research and that differed in degree of complexity. Our qualitative portion included comments about the scenarios.We included 123 patients with hypertension in our study. Of the entire sample, ninety-three patients were minorities. Seventy per cent of the minorities were willing to participate, compared to 60 per cent of the non-minorities. The odds ratio (OR) of willingness to participate in simple studies was 0.58; 95 per cent CI 0.18-1.88 p=0.37 and the OR of willingness to participate in complex studies was 5.8; 95 per cent CI 1.10-1.31 p=0.03. In complex studies, minorities with low health literacy cited obtaining benefits (47 per cent) as the most common reason to be willing to participate. Minorities who were not willing to participate, cited fear of unintended outcomes as the main reason.Minorities were more likely to be willing to participate in complex studies compared to non-minorities. Low health literacy and therapeutic misconception are important mediators when considering willingness to participate in clinical research.", "id": "29260373", "date": "2017-12-19", "title": "Minority Veterans Are More Willing to Participate in Complex Studies Compared to Non-minorities.", "doi": "10.1007/s11673-017-9829-2", "journal": ["Journal of bioethical inquiry", "J Bioeth Inq"]}