{"authors": [["Lamontagne", "François", "F", "Department of Medicine, Université de Sherbrooke, 3001, 12th Avenue North, Sherbrooke, QC, J1H 5N4, Canada. Francois.Lamontagne@USherbrooke.ca."], ["Day", "Andrew G", "AG", "Kingston General Hospital, Kingston, Canada."], ["Meade", "Maureen O", "MO", "Interdepartmental Division of Critical Care, Hamilton Health Sciences, Hamilton, Canada."], ["Cook", "Deborah J", "DJ", "Interdepartmental Division of Critical Care, Hamilton Health Sciences, Hamilton, Canada."], ["Guyatt", "Gordon H", "GH", "Departments of Medicine and Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Canada."], ["Hylands", "Mathieu", "M", "Department of Surgery, Université de Sherbrooke, Sherbrooke, Canada."], ["Radermacher", "Peter", "P", "Institute of Anesthesiological Pathophysiology and Process Engineering, Ulm University Hospital, Ulm, Germany."], ["Chrétien", "Jean-Marie", "JM", "Department of Clinical Research and Innovation, University Hospital of Anger, Angers, France."], ["Beaudoin", "Nicolas", "N", "Department of Anesthesiology, Université de Sherbrooke, Sherbrooke, Canada."], ["Hébert", "Paul", "P", "Department of Medicine, University of Montreal, Montreal, Canada."], ["D'Aragon", "Frédérick", "F", "Department of Medicine, Université de Sherbrooke, 3001, 12th Avenue North, Sherbrooke, QC, J1H 5N4, Canada."], ["Meziani", "Ferhat", "F", "Service de Réanimation Médicale, Nouvel Hôpital Civil, Centre Hospitalo-Universitaire, Strasbourg, France."], ["Asfar", "Pierre", "P", "Department of Medical Intensive Care, University Hospital of Angers, Angers, France."]], "text": "Guidelines for shock recommend mean arterial pressure (MAP) targets for vasopressor therapy of at least 65 mmHg and, until recently, suggested that patients with underlying chronic hypertension and atherosclerosis may benefit from higher targets. We conducted an individual patient-data meta-analysis of recent trials to determine if patient variables modify the effect of different MAP targets.We searched the MEDLINE, EMBASE, and Cochrane Central Register of Controlled Trials for randomized controlled trials of higher versus lower blood pressure targets for vasopressor therapy in adult patients in shock (until November 2017). After obtaining individual patient data from both eligible trials, we used a modified version of the Cochrane Collaboration's instrument to assess the risk of bias of included trials. The primary outcome was 28-day mortality.Included trials enrolled 894 patients. Controlling for trial and site, the OR for 28-day mortality for the higher versus lower MAP targets was 1.15 (95% CI 0.87-1.52). Treatment effect varied by duration of vasopressors before randomization (interaction p = 0.017), but not by chronic hypertension, congestive heart failure or age. Risk of death increased in higher MAP groups among patients on vasopressors > 6 h before randomization (OR 3.00, 95% CI 1.33-6.74).Targeting higher blood pressure targets may increase mortality in patients who have been treated with vasopressors for more than 6 h. Lower blood pressure targets were not associated with patient-important adverse events in any subgroup, including chronically hypertensive patients.", "id": "29260272", "date": "2017-12-19", "title": "Pooled analysis of higher versus lower blood pressure targets for vasopressor therapy septic and vasodilatory shock.", "doi": "10.1007/s00134-017-5016-5", "journal": ["Intensive care medicine", "Intensive Care Med"]}