{"authors": [["Pejic", "Renato", "R", "Department of Ophthalmology, University Clinical Hospital Mostar, Mostar, Bosnia and Herzegovina."], ["Klaric", "Branka", "B", "Department of Pulmonology, University Clinical Hospital Mostar, Mostar, Bosnia and Herzegovina."]], "text": "We present a case report of a 44-year old female patient with complicated pneumonia who developed anisocoria after treatment with inhaled ipratropium bromide. Discontinuation of ipratropium bromide treatment led to complete resolution of anisocoria.A 44-year old female patient was admitted to the Department of Pulmonology due to high body temperature (40.0 °C), coughing and general weakness. After a general examination and tests the patient was diagnosed with right-sided pneumonia. Since spirometry test showed signs of bronchial obstruction, pulmonologist indicated inhalation therapy with ipratropium bromide. Soon after ipratropium bromide therapy was initiated, the patient noticed enlarged left pupil and stated that some aerosol reached her left eye during the inhalation therapy. After consulting neurology and monitoring neurological signs, ipratropium bromide treatment was discontinued. Twenty-four hours after discontinuing the ipratropium bromide treatment anisocoria was completely resolved.Presence of anisocoria may be a concerning neurological sign. If there are no other neurological or ophthalmological signs and symptoms and a recent ipratropium bromide inhalation treatment exists in the patient's history, we should consider iatrogenic side-effect of drugs as a possible reason of anisocoria and possibly spare the patient extensive and invasive diagnostic procedures that can also raise costs of treatment significantly. Observing neurological status and testing with 1% pilocarpine solution may be necessary to determine the etiology of this condition.", "id": "29260071", "date": "2017-04-12", "title": "Transient anisocoria in a patient treated with nebulized ipratropium bromide.", "doi": "10.1016/j.ajoc.2017.04.005", "journal": ["American journal of ophthalmology case reports", "Am J Ophthalmol Case Rep"]}