{"authors": [["Qanitha", "Andriany", "A", "Department of Cardio-thoracic Surgery, AMC Heart Center, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["de Mol", "Bastianus A J M", "BAJM", "Department of Cardio-thoracic Surgery, AMC Heart Center, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Burgner", "David P", "DP", "Murdoch Childrens Research Institute, Parkville, Victoria, Australia."], ["Kabo", "Peter", "P", "Department of Cardiology and Vascular Medicine, Faculty of Medicine, University of Hasanuddin, Makassar, Indonesia."], ["Pabittei", "Dara R", "DR", "Department of Cardio-thoracic Surgery, AMC Heart Center, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Yusuf", "Irawan", "I", "Department of Physiology, Faculty of Medicine, University of Hasanuddin, Makassar, Indonesia."], ["Uiterwaal", "Cuno S P M", "CSPM", "Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht, The Netherlands."]], "text": "To investigate the association between complications during pregnancy and premature coronary heart disease in adult offspring.We conducted a population-based case-control study of 153 Indonesian patients with a first acute coronary syndrome (ACS) (age ≤55 years) and 153 age-matched and sex-matched controls. Data on complications during pregnancy (high blood pressure, preterm delivery) and maternal infections in pregnancy were obtained, together with sociodemographic data, clinical profiles, laboratory measurements and adulthood cardiovascular disease (CVD) risk factors at hospital admission or enrolment. Conditional logistic regression was performed to assess the association between overall pregnancy complications, and specific groupings of complications and premature ACS.Pregnancy-related hypertension and infection were more common in mothers of cases than controls. Pregnancy complications were associated with premature offspring ACS (OR 2.9, 95% CI 1.4 to 6.0, p=0.004), and the association persisted in fully adjusted analyses (ORadjusted 4.5, 1.1 to 18.1, p=0.036). In subgroup analyses, pregnancy-related high blood pressure (ORadjusted 5.0, 1.0 to 24.7, p=0.050) and maternal infections (ORadjusted 5.2, 1.1 to 24.2, p=0.035) were associated with offspring ACS.Offspring of mothers with complications during pregnancy have an increased risk for premature ACS in adulthood, which may be of particular relevance in populations in transition, where the incidence of both pregnancy-related morbidity and CVD are high.", "id": "29259659", "date": "2017-05-24", "title": "Pregnancy-related conditions and premature coronary heart disease in adult offspring.", "doi": "10.1136/heartasia-2017-010896", "journal": ["Heart Asia", "Heart Asia"]}