{"authors": [["Tamura", "Hiroshi", "H", "Department of Obstetrics and GynecologyYamaguchi University Graduate School of MedicineUbeJapan."], ["Kishi", "Hiroshi", "H", "Department of Obstetrics and GynecologyGunma University Graduate School of MedicineMaebashiJapan."], ["Kitade", "Mari", "M", "Department of Obstetrics and GynecologyJuntendo University School of MedicineTokyoJapan."], ["Asai-Sato", "Mikiko", "M", "Department of Obstetrics and GynecologyYokohama City University HospitalYokohamaJapan."], ["Tanaka", "Atsushi", "A", "Saint Mother Obstetrics and Gynecology ClinicInstitute for ARTFukuokaJapan."], ["Murakami", "Takashi", "T", "Department of Obstetrics and GynecologyShiga University of Medical ScienceOtsuJapan."], ["Minegishi", "Takashi", "T", "Department of Obstetrics and GynecologyGunma University Graduate School of MedicineMaebashiJapan."], ["Sugino", "Norihiro", "N", "Department of Obstetrics and GynecologyYamaguchi University Graduate School of MedicineUbeJapan."]], "text": "To investigate the impact of adenomyosis on the complications and outcomes of pregnancy in Japan.We carried out a multicenter retrospective questionnaire survey. A questionnaire regarding pregnancy complications and the outcomes of pregnancy was sent to 725 facilities.Data were obtained on the cases of 272 pregnant women with adenomyosis from 65 facilities. The complications of pregnancy included miscarriage before 12 weeks of pregnancy (14.8%), miscarriage after 12 weeks of pregnancy (9.9%), preterm delivery (24.4%), fetal growth restriction (11.8%), pregnancy-induced hypertension (9.9%), intrauterine infection (7.3%), and cervical incompetency (5.3%). The rates of pregnancy complications in the three groups classified according to pretreatment for adenomyosis (no pretreatment, medication, surgery) did not differ to a statistically significant extent. The rates of miscarriage (>12 weeks) and cervical incompetency increased according to the size of the adenomyosis. The rates of pregnancy-induced hypertension and uterine infection in patients with diffuse-type adenomyosis were higher than that in patients with focal-type adenomyosis.Our results show that the increased size and diffuse type of adenomyosis are associated with adverse pregnancy outcome. We should be aware of the higher incidence of pregnancy-induced hypertension and uterine infection in patients with diffuse-type adenomyosis.", "id": "29259486", "date": "2017-08-21", "title": "Complications and outcomes of pregnant women with adenomyosis in Japan.", "doi": "10.1002/rmb2.12050", "journal": ["Reproductive medicine and biology", "Reprod. Med. Biol."]}