{"authors": [["Zhang", "Yan", "Y", "Department of Interventional Therapy, Second Hospital of Ningbo Municipality, Ningbo 315010, Zhejiang Province, China. zhangyan@hos_nb.com."], ["Mao", "Da-Feng", "DF", "Department of Interventional Therapy, Second Hospital of Ningbo Municipality, Ningbo 315010, Zhejiang Province, China."], ["Zhang", "Mei-Wu", "MW", "Department of Interventional Therapy, Second Hospital of Ningbo Municipality, Ningbo 315010, Zhejiang Province, China."], ["Fan", "Xiao-Xiang", "XX", "Department of Interventional Therapy, Second Hospital of Ningbo Municipality, Ningbo 315010, Zhejiang Province, China."]], "text": "To explore the relationship of liver and spleen shear wave velocity in patients with liver cirrhosis combined with portal hypertension, and assess the value of liver and spleen shear wave velocity in predicting the prognosis of patients with portal hypertension.All 67 patients with liver cirrhosis diagnosed as portal hypertension by hepatic venous pressure gradient in our hospital from June 2014 to December 2014 were enrolled into this study. The baseline information of these patients was recorded. Furthermore, 67 patients were followed-up at 20 mo after treatment, and liver and spleen shear wave velocity were measured by acoustic radiation force impulse at the 1st week, 3rd month and 9th month after treatment. Patients with favorable prognosis were assigned into the favorable prognosis group, while patients with unfavorable prognosis were assigned into the unfavorable prognosis group. The variation and difference in liver and spleen shear wave velocity in these two groups were analyzed by repeated measurement analysis of variance. Meanwhile, in order to evaluate the effect of liver and spleen shear wave velocity on the prognosis of patients with portal hypertension, Cox's proportional hazard regression model analysis was applied. The ability of those factors in predicting the prognosis of patients with portal hypertension was calculated through receiver operating characteristic (ROC) curves.The liver and spleen shear wave velocity in the favorable prognosis group revealed a clear decline, while those in the unfavorable prognosis group revealed an increasing tendency at different time points. Furthermore, liver and spleen shear wave velocity was higher in the unfavorable prognosis group, compared with the favorable prognosis group; the differences were statistically significant (P < 0.05). The prognosis of patients with portal hypertension was significantly affected by spleen hardness at the 3rd month after treatment [relative risk (RR) = 3.481]. At the 9th month after treatment, the prognosis was affected by liver hardness (RR = 5.241) and spleen hardness (RR = 7.829). The differences between these two groups were statistically significant (P < 0.05). The ROC analysis revealed that the area under the curve (AUC) of spleen hardness at the 3rd month after treatment was 0.644, while the AUCs of liver and spleen hardness at the 9th month were 0.579 and 0.776, respectively. These might predict the prognosis of patients with portal hypertension.Spleen hardness at the 3rd month and liver and spleen shear wave velocity at the 9th month may be used to assess the prognosis of patients with portal hypertension. This is hoped to be used as an indicator of predicting the prognosis of patients with portal hypertension.", "id": "29259380", "date": null, "title": "Clinical value of liver and spleen shear wave velocity in predicting the prognosis of patients with portal hypertension.", "doi": "10.3748/wjg.v23.i45.8044", "journal": ["World journal of gastroenterology", "World J. Gastroenterol."]}