{"authors": [["Robbins", "Rebecca", "R", "Department of Population Health, NYU School of Medicine, New York, NY, United States."], ["Krebs", "Paul", "P", "Department of Population Health, NYU School of Medicine, New York, NY, United States."], ["Jagannathan", "Ram", "R", "Emory Global Diabetes Research Center, Hubert Department of Global Health, Emory Rollins College of Public Health, Atlanta, GA, United States."], ["Jean-Louis", "Girardin", "G", "Department of Population Health, NYU School of Medicine, New York, NY, United States."], ["Duncan", "Dustin T", "DT", "Department of Population Health, NYU School of Medicine, New York, NY, United States."]], "text": "Mobile apps hold promise for serving as a lifestyle intervention in public health to promote wellness and attenuate chronic conditions, yet little is known about how individuals with chronic illness use or perceive mobile apps.The objective of this study was to explore behaviors and perceptions about mobile phone-based apps for health among individuals with chronic conditions.Data were collected from a national cross-sectional survey of 1604 mobile phone users in the United States that assessed mHealth use, beliefs, and preferences. This study examined health app use, reason for download, and perceived efficacy by chronic condition.Among participants, having between 1 and 5 apps was reported by 38.9% (314/807) of respondents without a condition and by 6.6% (24/364) of respondents with hypertension. Use of health apps was reported 2 times or more per day by 21.3% (172/807) of respondents without a condition, 2.7% (10/364) with hypertension, 13.1% (26/198) with obesity, 12.3% (20/163) with diabetes, 12.0% (32/267) with depression, and 16.6% (53/319) with high cholesterol. Results of the logistic regression did not indicate a significant difference in health app download between individuals with and without chronic conditions (P>.05). Compared with individuals with poor health, health app download was more likely among those with self-reported very good health (odds ratio [OR] 3.80, 95% CI 2.38-6.09, P<.001) and excellent health (OR 4.77, 95% CI 2.70-8.42, P<.001). Similarly, compared with individuals who report never or rarely engaging in physical activity, health app download was more likely among those who report exercise 1 day per week (OR 2.47, 95% CI 1.6-3.83, P<.001), 2 days per week (OR 4.77, 95% CI 3.27-6.94, P<.001), 3 to 4 days per week (OR 5.00, 95% CI 3.52-7.10, P<.001), and 5 to 7 days per week (OR 4.64, 95% CI 3.11-6.92, P<.001). All logistic regression results controlled for age, sex, and race or ethnicity.Results from this study suggest that individuals with poor self-reported health and low rates of physical activity, arguably those who stand to benefit most from health apps, were least likely to report download and use these health tools.", "id": "29258981", "date": "2017-12-19", "title": "Health App Use Among US Mobile Phone Users: Analysis of Trends by Chronic Disease Status.", "doi": "10.2196/mhealth.7832", "journal": ["JMIR mHealth and uHealth", "JMIR Mhealth Uhealth"]}