{"authors": [["Yeates", "Karen", "K", "Department of Medicine, Queen's University, Kingston, ON, Canada."], ["Campbell", "Norm", "N", "Department of Medicine, University of Calgary, Calgary, AB, Canada."], ["Maar", "Marion A", "MA", "Faculty of Medicine, Northern Ontario School of Medicine, Sudbury, ON, Canada."], ["Perkins", "Nancy", "N", "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Department of Medicine, University of Toronto, Toronto, ON, Canada."], ["Liu", "Peter", "P", "University of Ottawa Heart Institute, Ottawa, ON, Canada."], ["Sleeth", "Jessica", "J", "Department of Medicine, Queen's University, Kingston, ON, Canada."], ["Smith", "Carter", "C", "Department of Biology & Psychology SSP, Queen's University, Kingston, ON, Canada."], ["McAllister", "Colin", "C", "Perspect Management Consulting, Regina, SK, Canada."], ["Hua-Stewart", "Diane", "D", "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Department of Medicine, University of Toronto, Toronto, ON, Canada."], ["Wells", "George", "G", "University of Ottawa Heart Institute, Ottawa, ON, Canada."], ["Tobe", "Sheldon W", "SW", "Faculty of Medicine, Northern Ontario School of Medicine, Sudbury, ON, Canada."]], "text": "Hypertension, the leading cause of morbidity and mortality, affects more than 1 billion people and is responsible globally for 10 million deaths annually. Hypertension can be controlled on a national level; in Canada, for example, awareness, treatment, and control improved dramatically from only 16% in 1990 to 66% currently. The ongoing development, dissemination, and implementation of Hypertension Canada's clinical practice guidelines is considered to be responsible, in part, for achieving these high levels of control and the associated improvements in cardiovascular outcomes. A gap still exists between the evidence and the implementation of hypertension guidelines in Indigenous communities in Canada, as well as in low- and middle-income countries (LMICs). The rapid rise in the ownership and use of mobile phones globally and the potential for texting (short message service, SMS) to improve health literacy and to link the health team together with the patient served as a rationale for the Dream-Global study in both Canada and Tanzania.The primary objective of the Dream-Global study is to assess the effect of innovative technologies and changes in health services delivery on blood pressure (BP) control of Indigenous people in Canada and rural Tanzanians with hypertension using SMS messages and community BP measurement through task shifting with transfer of the measures electronically to the patient and the health care team members.This prospective, randomized blinded allocation study enrolls both adults with uncontrolled hypertension (medicated or unmedicated) and those without hypertension but at high risk of developing this condition who participate in a BP screening study. Participants will be followed for at least 12 months.The primary efficacy endpoint in this study will be assessed by analysis of variance. Descriptive data will be given with the mean and standard deviation for continuous data and proportions for ordinal data. Exploratory subgroup analyses will include analysis by community, sex, mobile phone ownership at baseline, and age. The knowledge gained from the text messages will be assessed using a questionnaire at study completion, and results will be compared between the groups.This study is expected to provide insights into the implementation of an innovative system of guidelines- and community-based treatment and follow-up for hypertension in Indigenous communities in Canada and in Tanzania, an example of an LMIC. These insights are expected to provide the information needed to plan scalable and sustainable interventions to control BP virtually anywhere in the world.Clinicaltrials.gov NCT02111226; https://clinicaltrials.gov/ct2/show/NCT02111226 (Archived by WebCite at http://www.webcitation.org/6v7IdYzZh).", "id": "29258978", "date": "2017-12-19", "title": "The Effectiveness of Text Messaging for Detection and Management of Hypertension in Indigenous People in Canada: Protocol for a Randomized Controlled Trial.", "doi": "10.2196/resprot.7139", "journal": ["JMIR research protocols", "JMIR Res Protoc"]}