{"authors": [["Dyrbuś", "Krzysztof", "K", "3rd Chair and Department of Cardiology, Medical University of Silesia in Katowice, School of Medicine with The Division of Dentistry in Zabrze, Silesian Center for Heart Diseases, Zabrze, Poland. Electronic address: K.Dyrbus@sccs.pl."], ["Osadnik", "Tadeusz", "T", "3rd Chair and Department of Cardiology, Medical University of Silesia in Katowice, School of Medicine with The Division of Dentistry in Zabrze, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Desperak", "Piotr", "P", "3rd Chair and Department of Cardiology, Medical University of Silesia in Katowice, School of Medicine with The Division of Dentistry in Zabrze, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Desperak", "Aneta", "A", "3rd Chair and Department of Cardiology, Medical University of Silesia in Katowice, School of Medicine with The Division of Dentistry in Zabrze, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Gąsior", "Mariusz", "M", "3rd Chair and Department of Cardiology, Medical University of Silesia in Katowice, School of Medicine with The Division of Dentistry in Zabrze, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Banach", "Maciej", "M", "Department of Hypertension, WAM University Hospital in Lodz, Medical University of Lodz, Zeromskiego 113, Lodz, Poland; Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland; Cardiovascular Research Centre, University of Zielona Gora, Zielona Gora, Poland."]], "text": "The use of statins in the treatment of hyperlipidaemia leads to a significant decrease in cardiovascular (CV) endpoints, and therapy effects are proportional to the reduction of cholesterol levels. In Poland, information about the effects of statin therapy is scarcely available. The information gathered in the Hyperlipidaemia Therapy in the tERtiary Cardiological cEnTer (TERCET) Registry on high-risk and very high-risk patients might improve our knowledge on this issue and help to introduce suitable activities. The main aim of the TERCET Registry is to achieve the target value of low density lipoprotein cholesterol (LDL-C) during a 1-year follow-up: LDL-C <70 mg/dL in very high-risk patients and LDL-C <100 mg/dL in high-risk patients. All consecutive patients with either stable coronary artery disease (sCAD) or acute coronary syndrome (ACS) have been included in the Registry, and the information on all-cause mortality, nonfatal myocardial infarction (MI), and planned or ACS-caused revascularisation have been being gathered within 12-month follow-up. At the moment, the TERCET Registry includes 14,873 patients (66.8% male) at an average age of 64.8 ± 10.2 with a significantly higher age of women (67.5 ± 10.3 vs. 63.5 ± 9.7; p < .001). The causes of hospitalisation were as the following: sCAD (n = 9375 patients, 63% of the investigated population), ST-elevated myocardial infarction (n = 2328 [15.6%]), non-ST-elevated myocardial infarction (n = 1700 [11.4%]), and unstable coronary artery disease (n = 1466 [10%]). 62,7% (n = 9144) of the patients were diagnosed with hyperlipidaemia before hospital admission, with no significant difference between male and female patients. The TERCET registry will allow unveiling real lipid profiles of the high- and very-high risk patients treated in the tertiary hospital. The results may play an essential role in establishing the patients' future clinical outcomes and help to assess if the lipid lowering therapy modifications changed the occurrence of CV endpoints. The registry data will summarize the number of patients unable to reach their LDL-C goals, and who in the future might become candidates suitable for new hypolipidemic therapies (ID: NCT03065543).", "id": "29258913", "date": "2017-12-16", "title": "Evaluation of dyslipidaemia and the impact of hypolipidemic therapy on prognosis in high and very high risk patients through the Hyperlipidaemia Therapy in tERtiary Cardiological cEnTer (TERCET) Registry.", "doi": "10.1016/j.phrs.2017.12.015", "journal": ["Pharmacological research", "Pharmacol. Res."]}