{"authors": [["Berzigotti", "Annalisa", "A", "Hepatology, University Clinic for Visceral Surgery and Medicine, Inselspital, University of Bern, Berne, Switzerland. Electronic address: Annalisa.Berzigotti@insel.ch."], ["Ferraioli", "Giovanna", "G", "Clinical Sciences and Infectious Diseases Department, Fondazione IRCCS Policlinico San Matteo, University of Pavia, Pavia, Italy. Electronic address: giovanna.ferraioli@unipv.it."], ["Bota", "Simona", "S", "Department of Gastroenterology, Hepatology, Nephrology and Endocrinology, Klinikum Klagenfurt, Klagenfurt am Wörthersee, Austria. Electronic address: Simona.Bota@kabeg.at."], ["Gilja", "Odd Helge", "OH", "National Centre for Ultrasound in Gastroenterology, Haukeland University Hospital, Bergen and Department of Clinical Medicine, University of Bergen, Norway. Electronic address: odd.helge.gilja@helse-bergen.no."], ["Dietrich", "Christoph F", "CF", "Department of Internal Medicine 2, Caritas Krankenhaus, Bad Mergentheim, Germany. Electronic address: Christoph.dietrich@ckbm.de."]], "text": "In the last 10 years the availability of ultrasound elastography allowed to diagnose and stage liver fibrosis in a non-invasive way and changed the clinical practice of hepatology. Newer ultrasound-based techniques to evaluate properties of the liver tissue other than fibrosis are emerging and will lead to a more complete characterization of the full spectrum of diffuse and focal liver disease. Since these methods are currently undergoing validation and go beyond elastography for liver tissue evaluation, they were not included in the recent guidelines regarding elastography issued by the European Federation of Societies in Ultrasound in Medicine and Biology. In this review paper, we outline the major advances in the field of ultrasound for liver applications, with special emphasis on techniques that could soon be part of the future armamentarium of ultrasound specialists devoted to the assessment of liver disease. Specifically, we discuss current and future ultrasound assessment of steatosis, spleen stiffness for portal hypertension, and elastography for the evaluation of focal liver lesions; we also provide a short glimpse into the next generation of ultrasound diagnostic methods.", "id": "29258813", "date": "2017-12-05", "title": "Novel ultrasound-based methods to assess liver disease: The game has just begun.", "doi": "10.1016/j.dld.2017.11.019", "journal": ["Digestive and liver disease : official journal of the Italian Society of Gastroenterology and the Italian Association for the Study of the Liver", "Dig Liver Dis"]}