{"authors": [["Ladeiras-Lopes", "Ricardo", "R", "Departamento de Cirurgia e Fisiologia, Faculdade de Medicina, Universidade do Porto, Porto, Portugal; Departamento de Cardiologia, Centro Hospitalar de Gaia/Espinho, Vila Nova de Gaia, Portugal; Unidade de Investigação Cardiovascular, Universidade do Porto, Porto, Portugal. Electronic address: ricardoladeiraslopes@gmail.com."], ["Fontes-Carvalho", "Ricardo", "R", "Departamento de Cirurgia e Fisiologia, Faculdade de Medicina, Universidade do Porto, Porto, Portugal; Departamento de Cardiologia, Centro Hospitalar de Gaia/Espinho, Vila Nova de Gaia, Portugal; Unidade de Investigação Cardiovascular, Universidade do Porto, Porto, Portugal."], ["Vilela", "Eduardo M", "EM", "Departamento de Cardiologia, Centro Hospitalar de Gaia/Espinho, Vila Nova de Gaia, Portugal."], ["Bettencourt", "Paulo", "P", "Unidade de Investigação Cardiovascular, Universidade do Porto, Porto, Portugal; Departamento de Medicina, Faculdade de Medicina, Universidade do Porto, Porto, Portugal."], ["Leite-Moreira", "Adelino", "A", "Departamento de Cirurgia e Fisiologia, Faculdade de Medicina, Universidade do Porto, Porto, Portugal; Unidade de Investigação Cardiovascular, Universidade do Porto, Porto, Portugal; Departamento de Cirurgia Cardiotorácica, Centro Hospitalar São João, Porto, Portugal."], ["Azevedo", "Ana", "A", "Departamento de Cirurgia e Fisiologia, Faculdade de Medicina, Universidade do Porto, Porto, Portugal; Departamento de Epidemiologia Clínica, Medicina Preditiva e Saúde Publica, Faculdade de Medicina, Universidade do Porto, Porto, Portugal; Epidemiology Research Unit (EPIUnit) - Instituto de Saúde Pública, Universidade do Porto, Porto, Portugal."]], "text": "Hypertension causes subclinical changes in left ventricular structure and function, namely diastolic dysfunction. Diastolic dysfunction is a predictor of heart failure, being involved in the association between hypertension and heart failure with preserved ejection fraction. We aimed to determine whether patients with prehypertension have early changes in diastolic function in a large community-based cohort of asymptomatic adults.A cross-sectional evaluation was performed of a community-based cohort consisting of 925 adults, aged 45 years or older, without known cardiovascular disease. All participants underwent detailed clinical and echocardiographic examination. The participants were categorized according to the European guidelines for the classification of office blood pressure (BP) levels as optimal, prehypertensive (normal and high-normal categories), and hypertensive. Diastolic function was evaluated by echocardiography using e' velocities and E/e' ratio. Diastolic dysfunction was defined using the 2016 ASE/EACVI Joint Recommendations and a 2017 clinically-oriented algorithm.In this cohort (61.5 ± 10.5 years; 37% men), prehypertension was present in 30.4% and hypertension in 51.0%. Using optimal BP as the reference, there was a progressive decrease of e' velocity in prehypertensive and hypertensive individuals (12.2 ± 3.5 vs 11.3 ± 3.1 vs 9.6 ± 2.9cm/s, respectively; P for trend < .001). After multivariable adjustment, both BP categories were independent predictors of a lower e' velocity (β = -0.56, P = .035 for prehypertension and β = -1.08, P < .001 for hypertension).In this large community-based cohort, adults with prehypertension already showed impaired cardiac relaxation before the onset of hypertension.", "id": "29258737", "date": "2017-12-16", "title": "Diastolic Function Is Impaired in Patients With Prehypertension: Data From the EPIPorto Study.", "doi": "10.1016/j.rec.2017.11.015", "journal": ["Revista espanola de cardiologia (English ed.)", "Rev Esp Cardiol (Engl Ed)"]}