{"authors": [["Backenroth", "Daniel", "D", "Columbia University Mailman School of Public Health, 722 West 168th Street, #633, New York, NY, 10032, USA. db2175@cumc.columbia.edu."], ["Chase", "Herbert S", "HS", "Department of Biomedical Informatics, Columbia University, 622 West 168th Street, PH-20, New York, NY, 10032, USA."], ["Wei", "Ying", "Y", "Columbia University Mailman School of Public Health, 722 West 168th Street, #633, New York, NY, 10032, USA."], ["Friedman", "Carol", "C", "Department of Biomedical Informatics, Columbia University, 622 West 168th Street, PH-20, New York, NY, 10032, USA."]], "text": "It is beneficial for health care institutions to monitor physician prescribing patterns to ensure that high-quality and cost-effective care is being provided to patients. However, detecting treatment patterns within an institution is challenging, given that medications and conditions are often not explicitly linked in the health record. Here we demonstrate the use of statistical methods together with data from the electronic health care record (EHR) to analyze prescribing patterns at an institution.As a demonstration of our method, which is based on regression, we collect EHR data from outpatient notes and use a case/control study design to determine the medications that are associated with hypertension. We also use regression to determine which conditions are associated with a preferential use of one or more classes of hypertension agents. Finally, we compare our method to methods based on tabulation.Our results show that regression methods provide more reasonable and useful results than tabulation, and successfully distinguish between medications that treat hypertension and medications that do not. These methods also provide insight into in which circumstances certain drugs are preferred over others.Our method can be used by health care institutions to monitor physician prescribing patterns and ensure the appropriateness of treatment.", "id": "29258594", "date": "2017-12-19", "title": "Monitoring prescribing patterns using regression and electronic health records.", "doi": "10.1186/s12911-017-0575-5", "journal": ["BMC medical informatics and decision making", "BMC Med Inform Decis Mak"]}