{"authors": [["Chang", "Chia-Yu", "CY", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Yeh", "Yung-Hsin", "YH", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Chan", "Yi-Hsin", "YH", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Liu", "Jia-Rou", "JR", "Department of Public Health, College of Medicine, Chang Gung University, No. 259, Wenhua 1st Rd., Guishan, Taoyuan, 33302, Taiwan."], ["Chang", "Shang-Hung", "SH", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Lee", "Hsin-Fu", "HF", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Wu", "Lung-Sheng", "LS", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Yen", "Kun-Chi", "KC", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["Kuo", "Chi-Tai", "CT", "College of Medicine, Chang Gung University, Taoyuan, 33302, Taiwan."], ["See", "Lai-Chu", "LC", "Department of Public Health, College of Medicine, Chang Gung University, No. 259, Wenhua 1st Rd., Guishan, Taoyuan, 33302, Taiwan. lichu@mail.cgu.edu.tw."]], "text": "Whether dipeptidyl peptidase-4 inhibitor (DPP4i) is associated with a lower risk of new-onset atrial fibrillation (AF) in patients with diabetes remains unclear. This study aimed to evaluate the risk of AF associated with use of DPP4i among a longitudinal cohort of patients with diabetes.Over a 3-year period, 480,000 patients with diabetes were analyzed utilizing Taiwan's National Health Insurance Research Database and 90,880 patients taking metformin as first-line therapy were enrolled. Patients were further divided into two groups: (1) DPP4i users: those taking DPP4i and (2) non-DPP4i users: those prescribed other hypoglycemic agents (HAs) as second-line drug. Study end point was defined by diagnosis of AF, addition of any third-line HA, or the end of the study period (December 31, 2013), whichever came first.A total of 16,017 DPP4i users and 74,863 non-DPP4i users were eligible for the study. For the DPP4i group, most patients were prescribed sitagliptin (n = 12,180; 76%). Among the non-DPP4i group, most patients took sulfonylurea (n = 60,606; 81%) as their second-line medication. DPP4i users were associated with a lower risk of new-onset AF compared with non-DPP4i users after propensity-score weighting (hazard ratio 0.65; P < 0.0001). Subgroup analysis showed that DPP4i user were associated with a lower risk of new-onset AF compared with non-DPP4i users in most subgroups. Multivariate analysis indicated that use of DPP4i was associated with lower risk of new-onset AF and age > 65 years, presence of hypertension, and ischemic heart disease were independent risk factors for new-onset AF.Among patients with diabetes prescribed with metformin, the patients with DPP4i as second HA were associated with a lower risk of AF compared with the patients with other drugs as second HAs in real-world practice.", "id": "29258504", "date": "2017-12-19", "title": "Dipeptidyl peptidase-4 inhibitor decreases the risk of atrial fibrillation in patients with type 2 diabetes: a nationwide cohort study in Taiwan.", "doi": "10.1186/s12933-017-0640-5", "journal": ["Cardiovascular diabetology", "Cardiovasc Diabetol"]}