{"authors": [["Méline", "Julie", "J", "Sorbonne Universités, UPMC Univ Paris 06, UMR_S 1136, Pierre Louis Institute of Epidemiology and Public Health, 1 rue Victor Cousin, 75230, 05, Paris cedex, France."], ["Chaix", "Basile", "B", "Sorbonne Universités, UPMC Univ Paris 06, UMR_S 1136, Pierre Louis Institute of Epidemiology and Public Health, 1 rue Victor Cousin, 75230, 05, Paris cedex, France."], ["Pannier", "Bruno", "B", "IPC Medical Center, 6 Rue la Pérouse, 75016, Paris, France."], ["Ogedegbe", "Gbenga", "G", "Department of Population Health, New York University School of Medicine, 227 East 30th Street, New York, NY, 10016, USA."], ["Trasande", "Leonardo", "L", "Department of Population Health, New York University School of Medicine, 227 East 30th Street, New York, NY, 10016, USA."], ["Athens", "Jessica", "J", "Department of Population Health, New York University School of Medicine, 227 East 30th Street, New York, NY, 10016, USA."], ["Duncan", "Dustin T", "DT", "Department of Population Health, New York University School of Medicine, 227 East 30th Street, New York, NY, 10016, USA. Dustin.Duncan@nyumc.org."]], "text": "Walkable neighborhoods are purported to impact a range of cardiometabolic outcomes through increased walking, but there is limited research that examines multiple cardiometabolic outcomes. Additionally, few Walk Score (a novel measure of neighborhood walkability) studies have been conducted in a European context. We evaluated associations between neighborhood Walk Score and selected cardiometabolic outcomes, including obesity, hypertension and heart rate, among adults in the Paris metropolitan area.We used data from the second wave of the RECORD Study on 5993 participants recruited in 2011-2014, aged 34-84 years, and residing in Paris (France). To this existing dataset, we added Walk Score values for participants' residential address. We used multilevel linear models for the continuous outcomes and modified Poisson models were used for our categorical outcomes to estimate associations between the neighborhood Walk Score (both as a continuous and categorical variable) (0-100 score) and body mass index (BMI) (weight/height2 in kg/m2), obesity (kg/m2), waist circumference (cm), systolic blood pressure (SBP) (mmHg), diastolic blood pressure (DBP) (mmHg), hypertension (mmHg), resting heart rate (RHR) (beats per minute), and neighborhood recreational walking (minutes per week). Most participants lived in Walker's Paradise (48.3%). In multivariate models (adjusted for individual variables, neighborhood variables, and risk factors for cardiometabolic outcomes), we found that neighborhood Walk Score was associated with decreased BMI (β: -0.010, 95% CI: -0.019 to -0.002 per unit increase), decreased waist circumference (β: -0.031, 95% CI: -0.054 to -0.008), increased neighborhood recreational walking (β: +0.73, 95% CI: +0.37 to +1.10), decreased SBP (β: -0.030, 95% CI: -0.063 to -0.0004), decreased DBP (β: -0.028, 95% CI: -0.047 to -0.008), and decreased resting heart rate (β: -0.026 95% CI: -0.046 to -0.005).In this large population-based study, we found that, even in a European context, living in a highly walkable neighborhood was associated with improved cardiometabolic health. Designing walkable neighborhoods may be a viable strategy in reducing cardiovascular disease prevalence at the population level.", "id": "29258476", "date": "2017-12-19", "title": "Neighborhood walk score and selected Cardiometabolic factors in the French RECORD cohort study.", "doi": "10.1186/s12889-017-4962-8", "journal": ["BMC public health", "BMC Public Health"]}