{"authors": [["Hinton", "Lisa", "L", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK. Lisa.Hinton@phc.ox.ac.uk."], ["Tucker", "Katherine L", "KL", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["Greenfield", "Sheila M", "SM", "Institute of Applied Health Research, University of Birmingham, Edgbaston, Birmingham, B15 2TT, UK."], ["Hodgkinson", "James A", "JA", "Institute of Applied Health Research, University of Birmingham, Edgbaston, Birmingham, B15 2TT, UK."], ["Mackillop", "Lucy", "L", "Oxford University Hospitals NHS Trust, Women's Centre, John Radcliffe Hospital, Oxford, OX3 9DU, UK."], ["McCourt", "Christine", "C", "City, University of London, Northampton Square, London, EC1V 0HB, UK."], ["Carver", "Trisha", "T", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["Crawford", "Carole", "C", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["Glogowska", "Margaret", "M", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["Locock", "Louise", "L", "Health Services Research Unit, University of Aberdeen, Aberdeen, AB25 2ZD, UK."], ["Selwood", "Mary", "M", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["Taylor", "Kathryn S", "KS", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."], ["McManus", "Richard J", "RJ", "Nuffield Department of Primary Care Health Sciences, University of Oxford, New Radcliffe House, Woodstock Rd, Oxford, OX2 6GG, UK."]], "text": "Hypertensive disorders in pregnancy are a leading cause of maternal and fetal morbidity worldwide. Raised blood pressure (BP) affects 10% of pregnancies worldwide, of which almost half develop pre-eclampsia. The proportion of pregnant women who have risk factors for pre-eclampsia (such as pre-existing hypertension, obesity and advanced maternal age) is increasing. Pre-eclampsia can manifest itself before women experience symptoms and can develop between antenatal visits. Incentives to improve early detection of gestational hypertensive disorders are therefore strong and self-monitoring of blood pressure (SMBP) in pregnancy might be one means to achieve this, whilst improving women's involvement in antenatal care. The Blood Pressure Self-Monitoring in Pregnancy (BuMP) study aimed to evaluate the feasibility and acceptability of SMBP in pregnancy.To understand women's experiences of SMBP during pregnancy, we undertook a qualitative study embedded within the BuMP observational feasibility study. Women who were at higher risk of developing hypertension and/or pre-eclampsia were invited to take part in a study using SMBP and also invited to take part in an interview. Semi-structured interviews were conducted at the women's homes in Oxfordshire and Birmingham with women who were self-monitoring their BP as part of the BuMP feasibility study in 2014. Interviews were conducted by a qualitative researcher and transcribed verbatim. A framework approach was used for analysis.Fifteen women agreed to be interviewed. Respondents reported general willingness to engage with monitoring their own BP, feeling that it could reduce anxiety around their health during pregnancy, particularly if they had previous experience of raised BP or pre-eclampsia. They felt able to incorporate self-monitoring into their weekly routines, although this was harder post-partum. Self-monitoring of BP made them more aware of the risks of hypertension and pre-eclampsia in pregnancy. Feelings of reassurance and empowerment were commonly reported by the women in our sample.SMBP in pregnancy was both acceptable and feasible to women in this small pilot study.", "id": "29258469", "date": "2017-12-19", "title": "Blood pressure self-monitoring in pregnancy (BuMP) feasibility study; a qualitative analysis of women's experiences of self-monitoring.", "doi": "10.1186/s12884-017-1592-1", "journal": ["BMC pregnancy and childbirth", "BMC Pregnancy Childbirth"]}