{"authors": [["Mwita", "Julius C", "JC", "1 Department of Internal Medicine, Faculty of Medicine, University of Botswana, Gaborone, Botswana."], ["Francis", "Joel M", "JM", "3 National Institute for Medical Research, Muhimbili Centre, Tanzania."], ["Oyekunle", "Anthony A", "AA", "1 Department of Internal Medicine, Faculty of Medicine, University of Botswana, Gaborone, Botswana."], ["Gaenamong", "Marea", "M", "2 Department of Internal Medicine, Princess Marina Hospital, Gaborone, Botswana."], ["Goepamang", "Monkgogi", "M", "2 Department of Internal Medicine, Princess Marina Hospital, Gaborone, Botswana."], ["Magafu", "Mgaywa G M D", "MGMD", "4 Department of Global Health, University of Washington, Seattle, WA, USA."]], "text": "Warfarin treatment requires regular and proper monitoring to avoid overanticoagulation and at the same time to prevent thromboembolic complications. This study assessed the quality of warfarin anticoagulation at Princess Marina Hospital in Botswana. This cross-sectional study consecutively enrolled patients who were on warfarin for at least 3 months in the outpatient medical clinic. The level of anticoagulation was determined by the time in therapeutic range (TTR) using the Rosendaal method that calculates the percentage of days when the international normalized ratio is in the therapeutic range (2.0-3.0). Poor anticoagulation control was defined as an estimated TTR <65%. We performed univariate and multivariate logistic regression to assess predictors of poor anticoagulation control. Of total, 410 (68.8% women) patients whose median age was 46 (interquartile range [IQR], 35-58) years were enrolled. Indications for warfarin included mechanical heart valves, 185 (45.1%); deep vein thrombosis, 114 (26.8%); and atrial fibrillation, 68 (17.8%). Of the 2004 tests (an average of 4.9 tests per patient) assessed, only 20% of the tests were within the therapeutic range. The median TTR was 30.8% (IQR, 15.2-52.7). Most (85.1%) patients had poor anticoagulation control. Cigarette smoking and pulmonary hypertension perfectly predicted poor anticoagulation. Hypertension was a predictor of poor anticoagulation control (adjusted odds ratio = 2.24; 95% confidence interval: 1.02-4.94). The quality of anticoagulant therapy with warfarin in Botswana patients is poor. The evidence calls for efforts to improve the level of anticoagulation control among patients on warfarin in Botswana.", "id": "29258394", "date": "2017-01-01", "title": "Quality of Anticoagulation With Warfarin at a Tertiary Hospital in Botswana.", "doi": "10.1177/1076029617747413", "journal": ["Clinical and applied thrombosis/hemostasis : official journal of the International Academy of Clinical and Applied Thrombosis/Hemostasis", "Clin. Appl. Thromb. Hemost."]}