{"authors": [["Smith", "Jennifer A", "JA", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. smjenn@umich.edu."], ["Zhao", "Wei", "W", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. zhaowei@umich.edu."], ["Yasutake", "Kalyn", "K", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. kyasutak@umich.edu."], ["August", "Carmella", "C", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. eaugust@umich.edu."], ["Ratliff", "Scott M", "SM", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. ratliffs@umich.edu."], ["Faul", "Jessica D", "JD", "Survey Research Center, Institute for Social Research, University of Michigan, Ann Arbor, MI 48104, USA. jfaul@umich.edu."], ["Boerwinkle", "Eric", "E", "Department of Human Genetics and Institute of Molecular Medicine, University of Texas Health Science Center, Houston, TX 77030, USA. eric.boerwinkle@uth.tmc.edu."], ["Chakravarti", "Aravinda", "A", "Center for Complex Disease Genomics, McKusick-Nathans Institute of Genetic Medicine, Johns Hopkins University School of Medicine, Baltimore, MD 21205, USA. aravinda@jhmi.edu."], ["Diez Roux", "Ana V", "AV", "Department of Epidemiology and Biostatistics, Dornsife School of Public Health, Drexel University, Philadelphia, PA 19104, USA. avd37@drexel.edu."], ["Gao", "Yan", "Y", "Department of Physiology and Biophysics, University of Mississippi Medical Center, Jackson, MS 39216, USA. ygao@umc.edu."], ["Griswold", "Michael E", "ME", "Department of Physiology and Biophysics, University of Mississippi Medical Center, Jackson, MS 39216, USA. griswold@umc.edu."], ["Heiss", "Gerardo", "G", "Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, NC 27599, USA. gerardo_heiss@unc.edu."], ["Kardia", "Sharon L R", "SLR", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. skardia@umich.edu."], ["Morrison", "Alanna C", "AC", "Department of Epidemiology, Human Genetics and Environmental Sciences, School of Public Health, University of Texas Health Science Center at Houston, Houston, TX 77030, USA. alanna.c.morrison@uth.tmc.edu."], ["Musani", "Solomon K", "SK", "Department of Medicine, University of Mississippi Medical Center, Jackson, MS 39216, USA. smusani@umc.edu."], ["Mwasongwe", "Stanford", "S", "Jackson Heart Study, Jackson State University, Jackson, MS 39213, USA. smwasongwe@umc.edu."], ["North", "Kari E", "KE", "Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, NC 27599, USA. kari_north@unc.edu."], ["Rose", "Kathryn M", "KM", "Department of Epidemiology, Gillings School of Global Public Health, University of North Carolina, Chapel Hill, NC 27599, USA. kathryn_rose@unc.edu."], ["Sims", "Mario", "M", "Department of Medicine, University of Mississippi Medical Center, Jackson, MS 39216, USA. msims2@umc.edu."], ["Sun", "Yan V", "YV", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA 30322, USA. yvsun@emory.edu."], ["Weir", "David R", "DR", "Survey Research Center, Institute for Social Research, University of Michigan, Ann Arbor, MI 48104, USA. dweir@umich.edu."], ["Needham", "Belinda L", "BL", "Department of Epidemiology, School of Public Health, University of Michigan, Ann Arbor, MI 48109, USA. needhamb@umich.edu."]], "text": "Inter-individual variability in blood pressure (BP) is influenced by both genetic and non-genetic factors including socioeconomic and psychosocial stressors. A deeper understanding of the gene-by-socioeconomic/psychosocial factor interactions on BP may help to identify individuals that are genetically susceptible to high BP in specific social contexts. In this study, we used a genomic region-based method for longitudinal analysis, Longitudinal Gene-Environment-Wide Interaction Studies (LGEWIS), to evaluate the effects of interactions between known socioeconomic/psychosocial and genetic risk factors on systolic and diastolic BP in four large epidemiologic cohorts of European and/or African ancestry. After correction for multiple testing, two interactions were significantly associated with diastolic BP. In European ancestry participants, outward/trait anger score had a significant interaction with the C10orf107 genomic region (p = 0.0019). In African ancestry participants, depressive symptom score had a significant interaction with the HFE genomic region (p = 0.0048). This study provides a foundation for using genomic region-based longitudinal analysis to identify subgroups of the population that may be at greater risk of elevated BP due to the combined influence of genetic and socioeconomic/psychosocial risk factors.", "id": "29258278", "date": "2017-12-18", "title": "Gene-by-Psychosocial Factor Interactions Influence Diastolic Blood Pressure in European and African Ancestry Populations: Meta-Analysis of Four Cohort Studies.", "doi": "10.3390/ijerph14121596", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}