{"authors": [["Szkudlarek", "Agnieszka", "A", "School of Pharmacy with the Division of Laboratory Medicine in Sosnowiec, Chair and Department of Physical Pharmacy, Jagiellońska 4, Medical University of Silesia, 41-200 Sosnowiec, Poland. aszkudlarek@sum.edu.pl."], ["Pentak", "Danuta", "D", "School of Pharmacy with the Division of Laboratory Medicine in Sosnowiec, Chair and Department of Physical Pharmacy, Jagiellońska 4, Medical University of Silesia, 41-200 Sosnowiec, Poland. dpentak@sum.edu.pl."], ["Ploch", "Anna", "A", "School of Pharmacy with the Division of Laboratory Medicine in Sosnowiec, Chair and Department of Physical Pharmacy, Jagiellońska 4, Medical University of Silesia, 41-200 Sosnowiec, Poland. aploch@sum.edu.pl."], ["Pożycka", "Jadwiga", "J", "School of Pharmacy with the Division of Laboratory Medicine in Sosnowiec, Chair and Department of Physical Pharmacy, Jagiellońska 4, Medical University of Silesia, 41-200 Sosnowiec, Poland. jadwiga.pozycka@o2.pl."], ["Maciążek-Jurczyk", "Małgorzata", "M", "School of Pharmacy with the Division of Laboratory Medicine in Sosnowiec, Chair and Department of Physical Pharmacy, Jagiellońska 4, Medical University of Silesia, 41-200 Sosnowiec, Poland."]], "text": "Serum albumin is exposed to numerous structural modifications which affect its stability and activity. Glycation is one of the processes leading to the loss of the original properties of the albumin and physiological function disorder. In terms of long lasting states of the hyperglycemia, Advanced Glycation End-products (AGEs) are formed. AGEs are responsible for cellular and tissue structure damage that cause the appearance of a number of health consequences and premature aging. The aim of the present study was to analyze the conformational changes of serum albumin by glycation-\"fructation\"-using multiple spectroscopic techniques, such as absorption (UV-Vis), fluorescence (SFM), circular dichroism (CD) and nuclear magnetic resonance (NMR) spectroscopy and evaluate of possible alteration of binding and competition between tolbutamide (TB, a first-generation sulfonylurea oral hypoglycemic drug) and losartan (LOS, an angiotensin II receptor (AT₁) blocker used in hypertension (1st line with a coexisting diabetes)) in binding to non-glycated (HSA) and glycated (gHSAFRC) human serum albumin in high-affinity binding sites. The studies allowed us to indicate the structural alterations of human serum albumin as a result of fructose glycation. Changes in binding parameters, such as association ( K a ) or Stern-Volmer ( K S V ) constants suggest that glycation increases the affinity of TB and LOS towards albumin and affects interactions between them. The process of albumin glycation influences the pharmacokinetics of drugs, thus monitored pharmacotherapy is reasonable in the case of diabetes and hypertension polypharmacy. This information may lead to the development of more effective drug treatments based on personalized medicine for patients with diabetes. Our studies suggest the validity of monitored polypharmacy of diabetes and coexisting diseases.", "id": "29258218", "date": "2017-12-17", "title": "In Vitro Investigation of the Interaction of Tolbutamide and Losartan with Human Serum Albumin in Hyperglycemia States.", "doi": "10.3390/molecules22122249", "journal": ["Molecules (Basel, Switzerland)", "Molecules"]}