{"authors": [["Jafari Ghods", "Farinaz", "F", "Department of Molecular Biology and Genetics, Faculty of Science, Istanbul University, Istanbul, Turkey."], ["Topal Sarikaya", "Aysegul", "A", "Department of Molecular Biology and Genetics, Faculty of Arts and Sciences, Yeni Yuzyil University, Istanbul, Turkey."], ["Arda", "Nazli", "N", "Department of Molecular Biology and Genetics, Faculty of Science, Istanbul University, Istanbul, Turkey."], ["Hamuryudan", "Vedat", "V", "Department of Rheumatology, Cerrahpasa Faculty of Medicine, Istanbul University, Istanbul, Turkey."]], "text": "MiRNAs transpire as promising elements in molecular medicine for the identification of new diagnostic, prognostic and targeting therapeutic biomarkers. This study consisted of four steps: First, to investigate one or a group of specific diagnostic miRNAs for Systemic Lupus Erythematosus (SLE) disease in patients with and without renal involvement, second, to identify cytokines genes' expression profiling, third, comparing the profiles with related amounts in the serum and finally, to study target-gene-mediated functional roles of miRNAs, which have been correlated to disease development and progression.In order to use in microarray assays total RNA and miRNAs were isolated from blood and serum samples that were obtained from 16 SLE patients (9 with renal involvement and 7 without renal involvement). Taking coexistence of factors such as hypocomplementemia, positive ANA and anti-DNA into account, obtained data were processed. For each differentially expressed miRNA, potential target genes were predicted by microRNAorg, TargetScan and PITA prediction tools. Obtained mRNA profiling data were interrogated for the target genes. MiRNA and mRNA microarray results were confirmed by QRT-PCR. Finally, the amounts of cytokines were measured by multiplex ELISA method.The results of study showed that among differentially expressed miRNAs in SLE patients with renal involvement compared to those without renal involvement, hsa-miR-766-3p, may play pivotal roles in PI3K-AKT-mTOR pathway. In addition according to the obtained data it is suggested that blood-borne proinflammatory cytokines such as IL-4, IL-6 and TNF-α alongside with disease stage and severity may contribute to this differential expression of these miRNA which may be leading to insulin resistance. Finally, hsa-miR-621, which was differentially expressed in hypertensive SLE patients without renal involvement and a positive ANA test with its predicted target gene \"Kallikrein-related peptidase 9\" may play a role in the pathophysiology of hypertension in SLE.We reported some human miRNAs which were differentially expressed in SLE patients according to disease activity and renal involvement. Larger studies are necessary to confirm our findings and detect further biomarkers.", "id": "29258102", "date": "2017-12-15", "title": "MiRNA and mRNA Profiling in Systemic Lupus Reveals a Novel Set of Cytokine - Related miRNAs and their Target Genes in Cases With and Without Renal Involvement.", "doi": "10.1159/000485987", "journal": ["Kidney & blood pressure research", "Kidney Blood Press. Res."]}