{"authors": [["Wong", "Sok Kuan", "SK", "Department of Pharmacology, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaakob Latif, Bandar Tun Razak, 56000, Cheras, Kuala Lumpur, Malaysia."], ["Chin", "Kok-Yong", "KY", "Department of Pharmacology, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaakob Latif, Bandar Tun Razak, 56000, Cheras, Kuala Lumpur, Malaysia."], ["Suhaimi", "Farihah Hj", "FH", "Department of Anatomy, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaakob Latif, Bandar Tun Razak, 56000, Cheras, Kuala Lumpur, Malaysia."], ["Ahmad", "Fairus", "F", "Department of Anatomy, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaakob Latif, Bandar Tun Razak, 56000, Cheras, Kuala Lumpur, Malaysia."], ["Jamil", "Nor Aini", "NA", "School of Healthcare Sciences, Faculty of Health Science, Universiti Kebangsaan Malaysia, Jalan Raja Muda Abdul Aziz, 50300, Kuala Lumpur, Malaysia."], ["Ima-Nirwana", "Soelaiman", "S", "Department of Pharmacology, Faculty of Medicine, Universiti Kebangsaan Malaysia, Jalan Yaakob Latif, Bandar Tun Razak, 56000, Cheras, Kuala Lumpur, Malaysia. Electronic address: imasoel@ppukm.ukm.edu.my."]], "text": "This study aimed to investigate the bone quality in rats induced with metabolic syndrome (MetS) using high-carbohydrate high-fat (HCHF) diet. Male Wistar rats (n = 14) were randomized into two groups. The normal group was given standard rat chow. The MetS group was given HCHF diet. Diet regimen was assigned for a period of 20 weeks. Metabolic syndrome parameters were measured monthly until MetS was established. Left tibiae were scanned using micro-computed tomography at week 0, 8, 12, 16, and 20 to analyze the trabecular and cortical bone structure. At the end of the study, rats were euthanized and their bones were harvested for analysis. Metabolic syndrome was established at week 12 in the HCHF rats. Significant deterioration of trabecular bone was observed at week 20 in the HCHF group (p < 0.05). The HCHF diet also decreased cortical and tissue area significantly (p < 0.05), but did not affect cortical thickness and bone calcium content (p > 0.05). Femur length and width in the HCHF group were significantly shorter than the normal group (p < 0.05). The biomechanical strength test showed that the femur of the HCHF rats could endure significantly lower force, but significantly higher displacement and strain compared to the normal rats (p < 0.05). In conclusion, HCHF diet-induced MetS can cause adverse effects on the bone.", "id": "29257979", "date": "2017-12-15", "title": "Osteoporosis is associated with metabolic syndrome induced by high-carbohydrate high-fat diet in a rat model.", "doi": "10.1016/j.biopha.2017.12.042", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}