{"authors": [["Wang", "Xiaobing", "X", "Department of Rheumalogy, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Cai", "Xueli", "X", "Department of Cardiology, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Wang", "Wu", "W", "Key Laboratory of Laboratory Medicine, Ministry of Education of China, School of Laboratory Medicine and Life Sciences, Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Jin", "Yi", "Y", "Department of Rheumalogy, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Chen", "Mayun", "M", "Key Laboratory of Heart and Lung, Respiratory Department, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Huang", "Xiaoying", "X", "Key Laboratory of Heart and Lung, Respiratory Department, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Zhu", "Xiaochun", "X", "Department of Rheumalogy, The First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."], ["Wang", "Liangxing", "L", "Key Laboratory of Laboratory Medicine, Ministry of Education of China, School of Laboratory Medicine and Life Sciences, Wenzhou Medical University, Wenzhou, Zhejiang 325035, P.R. China."]], "text": "Pulmonary hypertension (PH) is a chronic progre-ssive disease with limited treatment options. The exact etiology and pathogenesis of PH remain to be elucidated, however there is novel evidence that implicates abnormal endothelial cells (ECs) apoptosis and dysfunction of ECs to be involved in the initiation of PH. Asiaticoside (AS) is a saponin monomer extracted from a medicinal plant called Centella asiatica, which had a preventing effect of hypoxia‑induced pulmonary hypertension (hypoxic PH) by blocking transforming growth factor‑β1/SMAD family member 2/3 signaling in our previous study. The present study demonstrated that AS can prevent the development of hypoxic PH and reverse the established hypoxic PH. AS may activate the nitric oxide (NO)‑mediated signals by enhancing the phosphorylation of serine/threonine‑specific protein kinase/eNOS, thus promoting NO production, and prevent ECs from hypoxia‑induced apoptosis. All these findings imply that AS may be a potential therapeutic option for hypoxic PH patients due to its effect on the vitality and function of endothelial cells.", "id": "29257311", "date": "2017-12-12", "title": "Effect of asiaticoside on endothelial cells in hypoxia‑induced pulmonary hypertension.", "doi": "10.3892/mmr.2017.8254", "journal": ["Molecular medicine reports", "Mol Med Rep"]}