{"authors": [["Wang", "Tingjun", "T", "Fujian Hypertension Research Institute, The First Clinical College of Fujian Medical University, Fuzhou, Fujian 350005, P.R. China."], ["Lian", "Guili", "G", "Fujian Hypertension Research Institute, The First Clinical College of Fujian Medical University, Fuzhou, Fujian 350005, P.R. China."], ["Cai", "Xiaoqi", "X", "Fujian Hypertension Research Institute, The First Clinical College of Fujian Medical University, Fuzhou, Fujian 350005, P.R. China."], ["Lin", "Zhihong", "Z", "Fujian Hypertension Research Institute, The First Clinical College of Fujian Medical University, Fuzhou, Fujian 350005, P.R. China."], ["Xie", "Liangdi", "L", "Fujian Hypertension Research Institute, The First Clinical College of Fujian Medical University, Fuzhou, Fujian 350005, P.R. China."]], "text": "Hypertension is frequently associated with metabolic disorders. The present study was designed to investigate the long‑term effect of prehypertensive losartan therapy on metabolic disorders in high‑fat‑fed spontaneously hypertensive rats (SHRs), and to examine the role of epigenetic regulation of angiotensin II type 1 receptor (AT1R) and AT1 receptor‑associated protein (ATRAP) expression in adipose tissue. A total of 32 4‑week‑old male SHRs were divided into four groups (n=8 rats/group): Standard chow; standard chow + losartan; high‑fat diet; and high‑fat diet + losartan. At 10 weeks of age, treatment with losartan was discontinued. Rats were followed up until 26 weeks of age. Obesity, dyslipidemia, hyperglycemia, abnormal adipokine secretion, larger adipocytes and decreased expression of markers of adipocyte differentiation were present in high‑fat‑fed SHRs, and were attenuated in losartan‑treated rats. The increased expression and promoter hypomethylation of AT1R subtype a (AT1aR) in the adipose tissue of high‑fat‑fed SHRs were reversed by treatment with losartan. No difference was observed in the expression and promoter methylation of AT1R subtype b (AT1bR) among the four groups. Decreased expression and promoter hypermethylation of ATRAP were demonstrated in the adipose tissue of high‑fat‑fed SHRs. However, losartan made no difference to the expression and promoter methylation of ATRAP. Prehypertensive losartan therapy may relieve metabolic disorders in the later life of high‑fat‑fed SHRs. Differential epigenetic regulation of AT1aR and ATRAP expression through DNA methylation in adipose tissue may be involved in the long‑term beneficial effect.", "id": "29257219", "date": "2017-11-15", "title": "Effect of prehypertensive losartan therapy on AT1R and ATRAP methylation of adipose tissue in the later life of high‑fat‑fed spontaneously hypertensive rats.", "doi": "10.3892/mmr.2017.8081", "journal": ["Molecular medicine reports", "Mol Med Rep"]}