{"authors": [["Yoo", "Jeung-Ki", "JK", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Okada", "Yoshiyuki", "Y", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Best", "Stuart A", "SA", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Parker", "Rosemary S", "RS", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Hieda", "Michinari", "M", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Levine", "Benjamin D", "BD", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."], ["Fu", "Qi", "Q", "Institute for Exercise and Environmental Medicine, Texas Health Presbyterian Hospital Dallas, TX."]], "text": "The prevalence of hypertension increases with advancing age in women. Blood pressure control is more difficult to achieve in older women, and despite well-controlled blood pressure, the cardiovascular mortality remains high. However, the underlying mechanisms are not understood.Nineteen women with uncontrolled hypertension on drug treatment (70 ± 2 [SE] years, ambulatory awake blood pressure; 152 ± 2/84 ± 2 mm Hg), 19 with controlled hypertension (68 ± 1 years, 128 ± 2/71 ± 2 mm Hg), and 31 healthy normotensive women (68 ± 1 years, 127 ± 1/73 ± 1 mm Hg) were recruited. Participants were weaned from antihypertensive drugs and underwent 3 weeks of run-in before cardiac-vascular assessments. Left ventricular morphology was evaluated with cardiac magnetic resonance imaging. Arterial load and vascular stiffness were measured via ultrasound and applanation tonometry.Left ventricular mass normalized by body surface area was not different between hypertension groups (uncontrolled vs controlled: 50.0 ± 1.7 vs 51.8 ± 2.3 g/m), but it was lower in the normotensive group (41.7 ± 0.9 g/m; one-way analysis of variance [ANOVA] P = 0.004). Likewise, central pulse wave velocity was not different between hypertension groups (11.5 ± 0.6 vs 11.1 ± 0.5 m/s) and lower in the normotensive group (9.1 ± 0.3 m/s; 1-way ANOVA P = 0.0001). Total peripheral resistance was greater in uncontrolled hypertension (HTN) compared with normotensive group (2051 ± 323 vs 1719 ± 380 dyns/cm), whereas controlled HTN group (1925 ± 527 dyns/cm) was not different to either groups.Regardless of current blood pressure control, hypertensive older women exhibited increased cardiac mass and arterial stiffness compared with normotensives. Future large-scale longitudinal studies are warranted to directly investigate the mechanisms for the high cardiovascular mortality among older hypertensive women with well-controlled blood pressure.", "id": "29257033", "date": "2017-12-18", "title": "Left ventricular remodeling and arterial afterload in older women with uncontrolled and controlled hypertension.", "doi": "10.1097/GME.0000000000001046", "journal": ["Menopause (New York, N.Y.)", "Menopause"]}