{"authors": [["Weatherald", "Jason", "J", "Peter Lougheed Centre, 103136, Respirology, Calgary, Alberta, Canada ; jweatherald@gmail.com."], ["Boucly", "Athénaïs", "A", "Hôpital Universitaire de Bicêtre, Le Kremlin-Bicêtre, France ; athenais.boucly@gmail.com."], ["Sahay", "Sandeep", "S", "Houston Methodist, 23530, Houston Methodist Lung Center, Houston, Texas, United States ; ssahay@houstonmethodist.org."], ["Humbert", "Marc", "M", "CHU de Bicetre, Service de Pneumologie, Le Kremlin Bicetre, France ; mjc.humbert@gmail.com."], ["Sitbon", "Olivier", "O", "CHU de Bicetre, Service de Pneumologie, Le Kremlin Bicetre, France ; olivier.sitbon@bct.aphp.fr."]], "text": "Advances in treatment options and combination therapies have improved outcomes for patients with pulmonary arterial hypertension (PAH). Periodic risk stratification, using risk scores that incorporate combinations of clinical variables and markers of right ventricular function, is important for prognosticating and guiding treatment decisions. Validated tools for risk stratification include the risk assessment table from recent European Society of Cardiology/European Respiratory Society (ESC/ERS) guidelines and the Registry to Evaluate Early And Long-term PAH Disease Management (REVEAL) score. In observational studies, PAH patients who achieve multiple low-risk features with treatment have better long-term outcomes, supporting a goal-oriented treatment strategy with the low-risk profile as the ultimate treatment objective. However, a low-risk profile has not yet been rigorously tested as a clinical outcome in a trial setting. Because PAH is a rare disease, it is difficult to power clinical trials to demonstrate an effect on mortality. Instead, hemodynamic variables, the 6-minute walking distance, and composite endpoints including death and other important clinical morbidity events have been used in PAH clinical trials. Such endpoints overlook the importance of achieving a low-risk status as opposed to achieving clinical stability or delaying clinical events such as hospitalizations. A low-risk profile is clinically meaningful and warrants further validation as a potential surrogate outcome. With the emergence of precision medicine and molecular phenotyping, better patient selection and a valid surrogate endpoint could increase the efficiency, statistical power, and impact of future clinical trials in PAH.", "id": "29256625", "date": "2017-12-19", "title": "The Low-risk Profile in Pulmonary Arterial Hypertension: Time for a Paradigm Shift to Goal-oriented Clinical Trial Endpoints?", "doi": "10.1164/rccm.201709-1840PP", "journal": ["American journal of respiratory and critical care medicine", "Am. J. Respir. Crit. Care Med."]}