{"authors": [["Saqlain", "Muhammad", "M", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpind."], ["Saeed", "Sadia", "S", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."], ["Fiaz", "Muhammad", "M", "Department of Pathology, Shaheed Zulfiqar Ali Bhutto Medical University, Islamabad."], ["Mahmood", "Abid", "A", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."], ["Ghani", "Rizwana Abdul", "RA", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."], ["Jabeen", "Shagufta", "S", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."], ["Wattoo", "Feroza Hamid", "FH", "Institute of Biochemistry, University of Sindh, Jamshoro."], ["Minhas", "Nasir Mahmood", "NM", "Department of Plant Breeding and Genetics, PMAS - Arid Agriculture University Rawalpindi."], ["Saqlan Naqvi", "Syed Muhammad", "SM", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."], ["Raja", "Ghazala Kaukab", "GK", "Department of Biochemistry, PMAS - Arid Agriculture University Rawalpindi."]], "text": "To estimate frequencies of metabolic risk phenotypes and their associations in body mass index and waist circumference-based obesity categories.The cross-sectional study was conducted at Pir Mehr Ali Shah Arid Agriculture University, Rawalpindi, Pakistan, from August 2014 to March 2016. Anthropometric and clinical data of young adults was collected. All subjects were categorised into body mass index, waist circumference-based obesity categories and common metabolic risk phenotypes (hypertension, hyperglycaemia, dyslipidaemia) frequencies and their associations were estimated in age and gender adjusted models. Data was analysed using SPSS 21.Of the 2,000 participants, 800(40%) were females and 1,200(60%) were males. There were 500(25%) participants in each group, i.e. underweight, normal weight, overweight and obese. The overall mean age was 23.68±4.33 years (range: 16-30 years). All clinical parameters were significantly raised in general and abdominally obese class (p<0.05). Based on body mass index and waist circumference, the frequency of general obesity was 324(16.2%) and abdominal obesity was 994(49.7%). Co-morbid metabolic risk phenotypes were as follows: hypertension 1,098(54.9%) and 924(46.2%); hyperglycaemia 1,116(55.8%) and 550(27.5%); dyslipidaemia 300(15%) and 194(9.7%), respectively. The strongest associations of body mass index and waist circumference alone catergorised obesity were found with hyperglycaemia, (Odds ratio: 7.23, 6.49) followed by dyslipidemia (Odds ratio: 5.60, 5.67) and hypertension (Odds ratio: 3.28, 3.02). .Body mass index and waist circumference were found to be powerful, discriminating predictors of co-morbidities linked with general and abdominal obesity.", "id": "29256524", "date": null, "title": "Screening of cardiometabolic risks clustering in young Pakistani adults classified by anthropometric traits.", "doi": null, "journal": ["JPMA. The Journal of the Pakistan Medical Association", "J Pak Med Assoc"]}