{"authors": [["Rodríguez-Ramírez", "Mariana", "M", "Biomedical Research Unit, Mexican Social Security Institute, at Durango, México."], ["Rodríguez-Morán", "Martha", "M", "Biomedical Research Unit, Mexican Social Security Institute, at Durango, México."], ["Reyes-Romero", "Miguel A", "MA", "Department of Molecular Medicine, Faculty of Medicine and Nutrition, Juarez University of Durango State, Durango, Mexico."], ["Guerrero-Romero", "Fernando", "F", "Biomedical Research Unit, Mexican Social Security Institute, at Durango, México."]], "text": "A stringent regulation of influx and efflux of magnesium by cation transporters seems to play an important role in the regulation of blood pressure (BP). With this regard, we evaluate the effect of oral magnesium supplementation on the transcription of TRPM6, TRPM7, and SLC41A1, in individuals with incident pre-hypertension (preHTN). For such purpose, we conducted a randomized, double-blind, placebo-controlled trial that compared 18 individuals who received oral magnesium lactate (360 mg elemental magnesium) versus 18 individuals who received placebo, during 4 months. Diagnosis of hypertension or normal BP, diabetes, alcohol intake, chronic diarrhea, use of diuretics, intake of magnesium supplementation, and reduced renal function were exclusion criteria. Regarding the transcription analysis of TRPM6, TRPM7, and SLC41A1 using RT-qPCR, leukocyte-rich plasma was obtained and total RNA was isolated with the kit Direct-zol™ RNA MiniPrep (Zymo). The leukocyte TRPM6 mRNA relative expression showed a significant increase (2.1 ± 1.37 and 0.8 ± 0.4, P<0.05), whereas the mRNA relative expression of both leukocyte TRPM7 (0.8 ± 1.1 and 0.9 ± 0.6, pNS) and SLC41A1 (0.9 ± 1.0 and 0.7 ± 0.6, pNS) showed no significant differences, between the magnesium and placebo groups, respectively. Oral magnesium supplementation increases the leukocyte TRPM6 mRNA relative expression, in subjects with new diagnosis of preHTN.", "id": "29256407", "date": null, "title": "Effect of oral magnesium supplementation on the transcription of TRPM6, TRPM7, and SLC41A1 in individuals newly diagnosed of pre-hypertension. A randomized, double-blind, placebo-controlled trial.", "doi": "10.1684/mrh.2017.0426", "journal": ["Magnesium research", "Magnes Res"]}