{"authors": [["Feng", "Xuewen", "X", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Chen", "Zhicai", "Z", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhong", "Genlong", "G", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Lou", "Min", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China. lm99@zju.edu.cn."]], "text": "To investigate the effect of tirofiban on hemorrhagic transformation and neurological outcome in patients with acute cerebral infarct treated with endovascular therapy.One hundred and fifteen patients with acute cerebral infarct who received endovascular stent mechanical thrombectomy in the Second Affiliated Hospital, Zhejiang University School of Medicine during October 2013 and April 2017 were included in the study. Among 115 patients, 30 received tirofiban treatment. Hemorrhagic transformation and neurological outcomes were assessed using the ECASS Ⅱ criteria and modified Rankin scale (mRS), respectively. Unfavorable outcome was defined as mRS>2. Binary logistic regression model was used to analyze the independent predictors of hemorrhagic transformation and neurological outcome.Binary logistic regression analysis showed that tirofiban treatment did not increase the risk of hemorrhagic transformation (OR=0.437, 95% CI:0.168-1.132, P>0.05); baseline NIHSS (OR=1.136, 95% CI:1.014-1.273, P<0.05), recanalization (OR=0.060, 95% CI:0.010-0.365, P<0.01), hypertension (OR=4.233, 95% CI:1.320-13.570, P<0.05) and onset to treatment time(OR=1.006, 95% CI:1.001-1.011, P<0.05) were independently associated with unfavorable outcome, while such association was not observed in tirofiban treatment (OR=1.923, 95% CI:0.536-6.568, P>0.05).Tirofiban appears to be safe for patients with acute cerebral infarct receiving endovascular therapy.", "id": "29256229", "date": null, "title": "[Safety of tirofiban in patients with acute cerebral infarct receiving endovascular therapy].", "doi": null, "journal": ["Zhejiang da xue xue bao. Yi xue ban = Journal of Zhejiang University. Medical sciences", "Zhejiang Da Xue Xue Bao Yi Xue Ban"]}