{"authors": [["Drobnis", "Erma Z", "EZ", "Obstetrics, Gynecology and Women's Health, University of Missouri School of Medicine, Columbia, MO, USA."], ["Nangia", "Ajay K", "AK", "Department of Urology, University of Kansas Medical Center, Kansas City, KS, USA."]], "text": "Cardiovascular and respiratory medications are used by men of reproductive age although use of the former is most prevalent in advanced age. Many of these drugs have been associated with sexual dysfunction, including erectile and ejaculatory dysfunction, but for most there is insufficient evidence to link their use with testicular dysfunction, reduced semen quality or infertility. Some exceptions are the irreversible α1-adrenergic antagonist phenoxybenzamine, which carries a high risk of retrograde ejaculation; the specific α1A-adrenergic antagonists silodosin and tamsulosin, used primarily to treat BPH/lower urinary tract symptoms, which can cause retrograde ejaculation; and the peripheral β1-adrenergic antagonist atenolol, used to treat hypertension, which may decrease testosterone/free-testosterone levels. In this chapter, we review the evidence available regarding adverse reactions on male reproduction of adrenergic receptor agonists/antagonists, calcium channel blockers, angiotensin converting enzyme (ACE) inhibitors, diuretics, digoxin, and hydralazine. For some of these medications, there is some evidence for male reproductive effects, along with some solid work in experimental and companion animal species suggesting negative effects. In contrast, and of special note, are calcium channel blockers, which have long been included on lists of medications with the potential to cause male infertility. This turns out to be a good example of a substance with profound effects on sperm function in vitro, but with limited evidence for in vivo effects on semen quality or fertility, even in experimental species. We hope that the evidence provided in this chapter will stimulate additional studies for these important classes of medications.", "id": "29256129", "date": null, "title": "Cardiovascular/Pulmonary Medications and Male Reproduction.", "doi": "10.1007/978-3-319-69535-8_9", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}