{"authors": [["Drobnis", "Erma Z", "EZ", "Obstetrics, Gynecology and Women's Health, University of Missouri School of Medicine, Columbia, MO, USA."], ["Nangia", "Ajay K", "AK", "Department of Urology, University of Kansas Medical Center, Kansas City, KS, USA."]], "text": "The nonspecific PDE inhibitors, particularly the methylxanthines: caffeine, pentoxifylline (PTX), and theophylline, are known to stimulate sperm motility in vitro and have been used to treat sperm prior to insemination. The in vivo effects are less dramatic. A beneficial effect of caffeine, which is a constituent of some medications, remains controversial. Very high doses of caffeine do have negative effects on fertility endpoints in men and experimental species. The specific PDE5 inhibitors, particularly sildenafil and tadalafil, are prescribed for erectile dysfunction, as well as pulmonary hypertension, lower urinary tract symptoms, and premature ejaculation. PDE5 is expressed throughout the contractile tissues of the male reproductive tract, generally increasing contractility. Some PDE5 inhibitors tend to increase circulating testosterone levels somewhat. For short-term exposure consistent with use prior to intercourse, there appears to be minimal effects on semen quality. Several large, randomized controlled trials (RCTs) in healthy men have not found adverse effects of long-term use of these drugs on semen quality. RCTs in infertile men have demonstrated a modest increase in semen quality. Animal studies at human equivalent doses (HED) have produced similar results in young males, but a study in aging male rats found progressive decreases in epididymal sperm quality accompanied by consistent degeneration of the seminal tubules suggesting that studies in older men might be warranted. A concerning study in mice found lower fertilization rates in males treated with HED of sildenafil and mated the next day to untreated females than for control males. Fertility studies in humans are needed.", "id": "29256125", "date": null, "title": "Phosphodiesterase Inhibitors (PDE Inhibitors) and Male Reproduction.", "doi": "10.1007/978-3-319-69535-8_5", "journal": ["Advances in experimental medicine and biology", "Adv. Exp. Med. Biol."]}