{"authors": [["Lv", "Tian-Tian", "TT", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China."], ["Wang", "Peng", "P", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China."], ["Guan", "Shi-Yang", "SY", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China."], ["Li", "Hong-Miao", "HM", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China."], ["Li", "Xiao-Mei", "XM", "Department of Rheumatology, Anhui Provincial Hospital, 17 Lujiang Road, Hefei, Anhui, China."], ["Wang", "Bin", "B", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China. wbrst@sina.com."], ["Pan", "Hai-Feng", "HF", "Department of Epidemiology and Biostatistics, School of Public Health, Anhui Medical University, 81 Meishan Road, Hefei, Anhui, 230032, People's Republic of China. panhaifeng1982@sina.com."]], "text": "Pulmonary hypertension (PH) has been suggested to be associated with systemic lupus erythematosus (SLE). However, the results of prevalence studies on PH in SLE vary substantially. To derive a more precise estimation on the prevalence of PH in SLE, a meta-analysis was performed.Relevant literatures were searched in PubMed and EMBASE until November 2017. A total of 1366 articles were obtained after searching databases, and 23 studies were finally included in the meta-analysis. Heterogeneity test was performed, and publication bias was evaluated.The result of analysis in random effect model showed that the pooled prevalence was 8% (95%CI 5-12%). There was no evidence of publication bias (p = 0.51). To evaluate the stability of our results, sensitivity analyses were performed, and the results showed no significant change when any one study was excluded. Subgroup analyses demonstrated that there were significant differences in PH prevalence in SLE patients of different gender, age, regions, year of publication, and diagnostic methods.PH is prevalent in SLE patients, but it was significantly different between different gender, age, regions, year of publication, and diagnostic methods.", "id": "29256037", "date": "2017-12-18", "title": "Prevalence of pulmonary hypertension in systemic lupus erythematosus: a meta-analysis.", "doi": "10.1007/s11845-017-1727-4", "journal": ["Irish journal of medical science", "Ir J Med Sci"]}