{"authors": [["Chen", "S", "S", "Medizinische Klinik III, Markus Krankenhaus, CCB, Cardioangiologisches Centrum Bethanien Frankfurt am Main, Wilhelm-Epstein Straße 4, 60431, Frankfurt am Main, Germany. drsjchen@126.com."], ["Kiuchi", "M G", "MG", "Department of Artificial Cardiac Stimulation and Electrophysiology, Cardiostim, Rio de Janeiro, Brazil."], ["Schmidt", "B", "B", "Medizinische Klinik III, Markus Krankenhaus, CCB, Cardioangiologisches Centrum Bethanien Frankfurt am Main, Wilhelm-Epstein Straße 4, 60431, Frankfurt am Main, Germany."], ["Hoye", "N A", "NA", "Department of Renal Medicine, York Teaching Hospital NHS Foundation Trust, York, UK."], ["Acou", "W-J", "WJ", "Department of Cardiology, AZ Delta, Roeselare, Belgium."], ["Liu", "S", "S", "Department of Cardiology, Shanghai General Hospital, Shanghai First People's Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Chun", "K R J", "KRJ", "Medizinische Klinik III, Markus Krankenhaus, CCB, Cardioangiologisches Centrum Bethanien Frankfurt am Main, Wilhelm-Epstein Straße 4, 60431, Frankfurt am Main, Germany."], ["Pürerfellner", "H", "H", "Abteilung der Kardiologie, Akademisches Lehrkrankenhaus der Elisabethinen, Linz, Austria."]], "text": "Renal denervation (RDN) has been proposed as a novel antihypertensive intervention for treating resistant hypertension. It remains to be investigated which patient groups can potentially benefit from RDN. The present study aimed to evaluate the efficacy and safety of RDN in patients with mild-moderate resistant hypertension, i. e., systolic office blood pressure (BP) of 140-160 mm Hg despite treatment with three antihypertensive drugs including one diuretic, or mean systolic BP by ambulatory BP monitoring (ABPM) of 135-150 mm Hg.We evaluated data from four relevant clinical studies, all conducted in Europe, comprising 185 eligible patients. The patients' age was 62.1 ± 10.3 years and 73% were male (RDN group n = 149, control group n = 36).A self-control comparison showed that RDN led to significantly reduced ABPM at the 6‑month follow-up (systolic ABPM: 147.3 ± 13.4 mm Hg vs. 136.9 ± 15.5 mm Hg; diastolic ABPM: 81.1 ± 9.6 mm Hg vs. 76.2 ± 9.7 mm Hg; p < 0.001). RDN was associated with a greater improvement in ABPM as compared with that in the control group (∆systolic-ABPM: -10.4 ± 9.4 vs. -3.5 ± 9.6 mm Hg, p < 0.001; ∆diastolic-ABPM: -5 ± 5.8 vs. -2.1 ± 5.5 mm Hg; p = 0.005, respectively). The decrease of office BP in the RDN group was also statistically significant. RDN led to a reduced number of antihypertensive medications. No severe adverse events were found during follow-up. Regression analysis showed that the available baseline characteristics did not correlate with the ABPM improvement after RDN.RDN appears to be a safe and effective intervention for patients with mild-moderate resistant hypertension; however, randomized studies are warranted.", "id": "29255910", "date": "2017-12-18", "title": "Renal denervation for mild-moderate treatment-resistant hypertension : A timely intervention?", "doi": "10.1007/s00059-017-4664-0", "journal": ["Herz", "Herz"]}