{"authors": [["Winnicki", "Erica", "E", "Division of Nephrology, Department of Pediatrics, University of California, San Francisco."], ["McCulloch", "Charles E", "CE", "Department of Epidemiology and Biostatistics, University of California, San Francisco."], ["Mitsnefes", "Mark M", "MM", "Division of Nephrology and Hypertension, Department of Pediatrics, Cincinnati Children's Hospital, Cincinnati, Ohio."], ["Furth", "Susan L", "SL", "Division of Nephrology, Department of Pediatrics, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."], ["Warady", "Bradley A", "BA", "Division of Nephrology, Department of Pediatrics, Children's Mercy Kansas City, Kansas City, Missouri."], ["Ku", "Elaine", "E", "Division of Nephrology, Department of Pediatrics, University of California, San Francisco."]], "text": "The kidney failure risk equation (KFRE) has been shown to accurately estimate progression to kidney failure in adults with chronic kidney disease (CKD). Use of the KFRE in children with CKD, if accurate, would help to optimize planning for end-stage renal disease (ESRD) care.To determine whether the KFRE adequately discriminates the risk of ESRD in children with CKD.This retrospective cohort study included 603 children with an estimated glomerular filtration rate of less than 60 mL/min/1.73 m2 in the Chronic Kidney Disease in Children study, a national multicenter observational study. Data were collected from January 1, 2005, through July 31, 2013, and analyzed from September 30, 2016, through September 8, 2017.The primary predictive factors were the 4-variable (age, sex, bedside Schwartz estimated glomerular filtration rate, and ratio of albumin to creatinine levels) and 8-variable (4 variables plus serum calcium, phosphate, bicarbonate, and albumin levels) KFREs, which provide 1-, 2-, and 5-year estimates of the risk of progression to ESRD.Time to ESRD. The Cox proportional hazards model was used to examine the association between the KFRE score and time to ESRD. C statistics were used to discriminate ESRD risk by the KFRE, with a value of greater than 0.80 indicating strong discrimination.Of the 603 children included in the study, 378 were boys (62.7%) and 225 were girls (37.3%); median age at study entry was 12 years (interquartile range, 8-15 years). Median estimated glomerular filtration rate was 44 mL/min/1.73 m2. Four hundred fifty-seven participants (75.8%) had a nonglomerular cause of CKD. Median observation time was 3.8 years (interquartile range, 1.7-6.2 years); 144 (23.9%) developed ESRD within 5 years of enrollment. The 4-variable KFRE scores discriminated risk of ESRD, with C statistics of 0.90, 0.86, and 0.81 for the 1-, 2-, and 5-year risk scores, respectively. Results were similar using the 8-variable equation.The KFRE is a simple tool that provides excellent discrimination of the risk of ESRD. Results suggest that the KFRE could be incorporated into the clinical care of children with CKD to aid in anticipatory guidance, timing of referral for transplant evaluation, and planning for dialysis access.", "id": "29255845", "date": "2017-12-18", "title": "Use of the Kidney Failure Risk Equation to Determine the Risk of Progression to End-stage Renal Disease in Children With Chronic Kidney Disease.", "doi": "10.1001/jamapediatrics.2017.4083", "journal": ["JAMA pediatrics", "JAMA Pediatr"]}