{"authors": [["Chaaya", "Monique", "M", "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."], ["Phung", "Kieu", "K", "Department of Neurology, Danish Dementia Research Center, The Neuroscience Center, University of Copenhagen, Copenhagen, Denmark."], ["Atweh", "Samir", "S", "Department of Neurology, American University of Beirut Medical Center, Beirut, Lebanon."], ["El Asmar", "Khalil", "K", "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."], ["Karam", "Georges", "G", "Department of Psychiatry and Clinical Psychology, St. George Hospital University Medical Center, Beirut, Lebanon."], ["Khoury", "Rose Mary", "RM", "Department of Surgery, Division of General Surgery, American University of Beirut Medical Center, Beirut, Lebanon."], ["Ghandour", "Lilian", "L", "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."], ["Ghusn", "Husam", "H", "Department of Internal Medicine, American University of Beirut Medical Center, Beirut, Lebanon."], ["Assaad", "Sarah", "S", "Department of Epidemiology and Population Health, Faculty of Health Sciences, American University of Beirut, Beirut, Lebanon."], ["Prince", "Martin", "M", "Department of Health Service and Population Research, Institute of Psychiatry, King's College London, London, UK."], ["Waldemar", "Gunhild", "G", "Department of Neurology, Danish Dementia Research Center, The Neuroscience Center, University of Copenhagen, Copenhagen, Denmark."]], "text": "Little evidence from the Arab region is available on dementia and its associated risk factors. This study is the first in Lebanon to examine the association between community older adults' socio-demographics and cardiovascular disease risk factors (CVDRF) and dementia in the aim of closing the knowledge gap. A cross-sectional household survey was conducted in 2013 in Beirut and two districts of Mount Lebanon with 502 older adults (65 years and above) and their informants. Data was collected on CVDRF and socio-demographics using structured questionnaires and dementia was assessed using the 10/66 Dementia Research Group validated tools. Multivariable analysis was done using a generalized estimating equation to account for cluster effect. Being older and perceiving personal income as insufficient significantly increased the odds of dementia [OR75-84 years = 4.00 (95%CI = 1.46, 10.95); OR85 + years = 7.07 (1.84, 27.03); ORinsufficient income = 3.90 (1.58, 9.60)]. Having uncontrolled hypertension (versus no hypertension) was the only significant CVDRF that increased the odds of dementia [OR = 6.35 (1.60, 25.10)]. Interventions targeting uncontrolled hypertension that aim to increase awareness about proper management of this chronic condition would contribute to the needed preventive efforts against CVDRFs in response to dementia risk. Further research on the association between income sufficiency - one indicator of low socio-economic status - and dementia is warranted.", "id": "29255666", "date": "2017-11-24", "title": "Socio-demographic and cardiovascular disease risk factors associated with dementia: Results of a cross-sectional study from Lebanon.", "doi": "10.1016/j.pmedr.2017.11.006", "journal": ["Preventive medicine reports", "Prev Med Rep"]}