{"authors": [["Saberifiroozi", "Mehdi", "M", "Professor of Internal Medicine and Gastroenterology, Liver and Pancreatobiliary Diseases Research Center, Digestive Diseases Research Institute, Shariati Hospital, Tehran University of Medical Sciences."]], "text": "Liver cirrhosis is a major chronic disease in the field of digestive diseases. It causes more than one million deaths per year. Despite established evidence based guidelines, the adherence to standard of care or quality indicators are variable. Complete adherence to the recommendations of guidelines is less than 50%. To improve the quality of care in patients with cirrhosis, we need a more holistic view. Because of high rate of death due to cardiovascular disease and neoplasms, the care of comorbid conditions and risk factors such as smoking, hypertension, high blood sugar or cholesterol, would be important in addition to the management of primary liver disease. Despite a holistic multidisciplinary approach for this goal, the management of such patients should be patient centered and individualized. The diagnosis of underlying etiology and its appropriate treatment is the most important step. Definition and customizing the quality indicators for quality measure in patients are needed. Because most suggested quality indicators are designed for measuring the quality of care in decompensated liver cirrhosis, we need special quality indicators for compensated and milder forms of chronic liver disease as well. Training the patients for participation in their own management, design of special clinics with dedicated health professionals in a form of chronic disease model, is suggested for improvement of quality of care in this group of patients. Special day care centers by a dedicated gastroenterologist and a trained nurse may be a practical model for better management of such patients.", "id": "29255576", "date": null, "title": "Improving Quality of Care in Patients with Liver Cirrhosis.", "doi": "10.15171/mejdd.2017.73", "journal": ["Middle East journal of digestive diseases", "Middle East J Dig Dis"]}