{"authors": [["Belhamidi", "Mohamed Said", "MS", "Service de Chirurgie Viscérale I, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."], ["Hammi", "Salah Eddine", "SE", "Service de Médecine Interne, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."], ["Bouzroud", "Mohamed", "M", "Service de Chirurgie Viscérale I, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."], ["Benmoussa", "Mustapha", "M", "Service de Chirurgie Viscérale I, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."], ["Ali", "Abdelmounaim Ait", "AA", "Service de Chirurgie Viscérale I, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."], ["Bounaim", "Ahmed", "A", "Service de Chirurgie Viscérale I, Hôpital Militaire d'Instruction Mohamed V, Université de Souissi, Rabat, Maroc."]], "text": "Non-cirrhotic portal hypertension was first described by Guido BANTI in 1898 as a condition characterized by the association of portal hypertension with splenomegaly, anemia and healthy liver. The diagnosis was based on abdominal ultrasound, splenoportography and liver biopsy. Our study aimed to evaluate the role of splenectomy in non-cirrhotic portal hypertension. We conducted a retrospective study of 3 patients (2 women and 1 man) treated by our staff over the period January 2010 -September 2016. The diagnosis of idiopathic portal hypertension was based on the following criteria: portal hypertension, the presence of oesophageal varices associated with splenomegaly, the absence of cirrhosis or of other liver disorders responsible of portal hypertension. All patients underwent splenectomy. Outcome after splenectomy was marked by the standardization of clinical, radiological and biological signs of this disease associated with the absence of oesophageal varices recurrence. Splenectomy associated with ligation of oesophageal varices may be sufficient to treat this syndrome and especially its consequences without using splenorenal bypass.", "id": "29255554", "date": "2017-09-27", "title": "[Role of splenectomy in the treatment of non-cirrhotic portal hypertension: about 3 cases].", "doi": "10.11604/pamj.2017.28.84.11712", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}