{"authors": [["Amoako", "Yaw Ampem", "YA", "Renal Medicine and Dialysis Unit, Department of Medicine, Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Laryea", "Dennis Odai", "DO", "Disease Control Department, Ghana Health Service, Accra, Ghana."], ["Bedu-Addo", "George", "G", "Renal Medicine and Dialysis Unit, Department of Medicine, Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Nkum", "Bernard Cudjoe", "BC", "Renal Medicine and Dialysis Unit, Department of Medicine, Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Plange-Rhule", "Jacob", "J", "Renal Medicine and Dialysis Unit, Department of Medicine, Komfo Anokye Teaching Hospital, Kumasi, Ghana."]], "text": "The presence of left ventricular hypertrophy (LVH) in patients with Chronic Kidney Disease (CKD) is associated with worsening cardiovascular outcomes. There is a dearth of data on LVH in Ghanaian CKD patients.This was a cross sectional study carried out at the Komfo Anokye Teaching Hospital (KATH) in Kumasi, Ghana. A questionnaire was used to obtain information on clinical features of CKD. The MDRD-4 equation was used to calculate eGFR. Information on the prevalence and factors associated with electrocardiographic left ventricular hypertrophy were obtained during the initial assessment.About 64.5% of the 203 participants were male and the mean age was 43.9 ± 17.8 years. Most subjects (79.8%) had stage 5 disease. The mean systolic and diastolic blood pressures were 167.86 ± 39.87 and 101.8 ± 24.4 respectively. Approximately 43% of respondents had LVH. eGFR correlated negatively with LVH. High systolic pressure (OR 4.9, CI 2.4 - 10.4; p < 0.05), high diastolic pressure (OR 8.1, CI 4.0 - 16.1; p < 0.05) increased pulse pressure (OR 3.4 CI 2.6-9.3, p < 0.05), increased body mass index (OR 3.6 CI 1.7-11.2, p < 0.001) as well as male gender (OR 4.7, 95% CI 2.4 - 9.1; p <0.05) were associated with the presence of LVH.LVH is common in our cohort. High pulse pressure, high DBP, increased BMI and male gender are significant associated factors. Adequate treatment of high blood pressure as well as early detection of LVH and interventions aimed at prevention and/or regression of LVH are to be encouraged.", "id": "29255549", "date": "2017-09-27", "title": "Left ventricular hypertrophy among chronic kidney disease patients in Ghana.", "doi": "10.11604/pamj.2017.28.79.9183", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}