{"authors": [["Donato", "Daniel P", "DP", "Division of Plastic Surgery."], ["Kwok", "Alvin C", "AC", "Division of Plastic Surgery."], ["Bishop", "Michael O", "MO", "Division of Epidemiology, Study Design and Biostatistics Center, University of Utah School of Medicine, Salt Lake City."], ["Presson", "Angela P", "AP", "Division of Epidemiology, Study Design and Biostatistics Center, University of Utah School of Medicine, Salt Lake City."], ["Agarwal", "Jayant P", "JP", "Division of Plastic Surgery."]], "text": "Objective: In an era of controlling cost and improving care, 30-day readmission rates have become an important quality measure. The purpose of this study was to identify the rates of 30-day unplanned readmission and the associated risk factors in patients undergoing outpatient hand surgery. Methods: The 2011-2014 National Surgical Quality Improvement Project data were queried for patients who met 368 hand-specific Current Procedural Terminology codes. Univariable and multivariable analyses were performed to identify patient- and surgery-specific risk factors associated with unplanned readmission within 30 days. Results: Of the 368 Current Procedural Terminology codes queried, 208 were represented in the data, for a total of 23,613 patients. The overall unplanned readmission rate was 0.88% (207/23,613). On both univariable and multivariable analyses, operative year (2012), increasing age, obesity, smoking status, chronic obstructive pulmonary disease, preoperative steroid use, preoperative anemia, increasing American Society of Anesthesiologists classification, increasing operative time, and a procedure performed by a surgeon other than a plastic or orthopedic surgeon were associated with increased readmission rates. Diabetes, hypertension, low albumin levels, elevated international normalized ratio, and dirty/infected wound classification were only significant in univariable analysis. Current Procedural Terminology codes associated with the highest readmission rates were related to amputations. The most common readmission diagnoses were wound complications, followed by uncontrolled postoperative pain. Conclusions: The incidence of unplanned readmission is low in patients undergoing outpatient hand surgery. Specific patient comorbidities are associated with increased unplanned readmission rates. This information may be useful in identifying patients at higher risk for unplanned readmission and in counseling of high-risk patients preparing for surgery.", "id": "29255536", "date": "2017-12-06", "title": "Unplanned Readmission in Outpatient Hand Surgery: An Analysis of 23,613 Patients in the NSQIP Data Set.", "doi": null, "journal": ["Eplasty", "Eplasty"]}