{"authors": [["Alencar", "Allan K N", "AKN", "Programa de Pesquisa em Desenvolvimento de Fármacos, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Montes", "Guilherme C", "GC", "Programa de Pesquisa em Desenvolvimento de Fármacos, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Barreiro", "Eliezer J", "EJ", "Programa de Pesquisa em Desenvolvimento de Fármacos, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Sudo", "Roberto T", "RT", "Programa de Pesquisa em Desenvolvimento de Fármacos, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."], ["Zapata-Sudo", "Gisele", "G", "Programa de Pesquisa em Desenvolvimento de Fármacos, Instituto de Ciências Biomédicas, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil."]], "text": "Pulmonary arterial hypertension (PAH) is a clinical condition characterized by pulmonary arterial remodeling and vasoconstriction, which promote chronic vessel obstruction and elevation of pulmonary vascular resistance. Long-term right ventricular (RV) overload leads to RV dysfunction and failure, which are the main determinants of life expectancy in PAH subjects. Therapeutic options for PAH remain limited, despite the introduction of prostacyclin analogs, endothelin receptor antagonists, phosphodiesterase type 5 inhibitors, and soluble guanylyl cyclase stimulators within the last 15 years. Through addressing the pulmonary endothelial and smooth muscle cell dysfunctions associated with PAH, these interventions delay disease progression but do not offer a cure. Emerging approaches to improve treatment efficacy have focused on beneficial actions to both the pulmonary vasculature and myocardium, and several new targets have been investigated and validated in experimental PAH models. Herein, we review the effects of adenosine and adenosine receptors (A1, A2A, A2B, and A3) on the cardiovascular system, focusing on the A2A receptor as a pharmacological target. This receptor induces pulmonary vascular and heart protection in experimental models, specifically models of PAH. Targeting the A2A receptor could potentially serve as a novel and efficient approach for treating PAH and concomitant RV failure. A2A receptor activation induces pulmonary endothelial nitric oxide synthesis, smooth muscle cell hyperpolarization, and vasodilation, with important antiproliferative activities through the inhibition of collagen deposition and vessel wall remodeling in the pulmonary arterioles. The pleiotropic potential of A2A receptor activation is highlighted by its additional expression in the heart tissue, where it participates in the regulation of intracellular calcium handling and maintenance of heart chamber structure and function. In this way, the activation of A2A receptor could prevent the production of a hypertrophic and dysfunctional phenotype in animal models of cardiovascular diseases.", "id": "29255415", "date": "2017-12-04", "title": "Adenosine Receptors As Drug Targets for Treatment of Pulmonary Arterial Hypertension.", "doi": "10.3389/fphar.2017.00858", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}