{"authors": [["Wu", "Shenghui", "S", "Department of Epidemiology and Biostatistics, University of Texas Health at San Antonio-Laredo Campus, Laredo."], ["McCormick", "Joseph B", "JB", "Division of Epidemiology, University of Texas Health Science Center-Houston, School of Public Health, Brownsville Campus, Brownsville."], ["Curran", "Joanne E", "JE", "South Texas Diabetes and Obesity Institute, School of Medicine, University of Texas Rio Grande Valley, Brownsville Campus, Brownsville, TX, USA."], ["Fisher-Hoch", "Susan P", "SP", "Division of Epidemiology, University of Texas Health Science Center-Houston, School of Public Health, Brownsville Campus, Brownsville."]], "text": "No studies have examined risk factors for the transition from pre-diabetes to diabetes in populations with widespread obesity and diabetes. We determined proximal changes and factors affecting the transition among Mexican-Americans with pre-diabetes.Participants with pre-diabetes (n=285) were recruited from our randomly sampled population-based Cameron County Hispanic Cohort. These participants were followed for an average of 27 months with repeat examination every 3 to 4 months. Metabolic health was defined as having less than 2 metabolic abnormalities (e.g., hypertension, elevated low-density lipoprotein, etc). Diabetes was identified as fasting blood glucose ≥126 mg/dL, glycated hemoglobin ≥6.5% and/or on hypoglycemic medication.Ninety-six of 285 (33.7%) participants transitioned to overt diabetes. The increased risk of diabetes in the metabolically unhealthy varying with follow-up time was 81% (adjusted odds ratio [OR]: 1.81; 95% CI: 1.09-3.02). The risk of diabetes increased 8% for each kg/m2 of increase in body mass index (BMI, OR: 1.08; 95% CI: 1.05-1.11) independent of covariates. Transition to diabetes was accompanied by a mean increase in BMI of 0.28 kg/m2, and deterioration in metabolic health of 9% (OR: 1.09; 95% CI: 1.003-1.18) compared with those who did not transition.Deteriorating metabolic health and/or increasing BMI significantly raises the risk of transitioning from pre-diabetes to diabetes. Transition itself was accompanied by further increase in BMI and deterioration in metabolic health. These data underline the importance of improving metabolic health and avoiding weight gain in pre-diabetes as simple but clear diabetes prevention targets, and emphasize the importance of lifestyle management.", "id": "29255369", "date": "2017-12-06", "title": "Transition from pre-diabetes to diabetes and predictors of risk in Mexican-Americans.", "doi": "10.2147/DMSO.S136368", "journal": ["Diabetes, metabolic syndrome and obesity : targets and therapy", "Diabetes Metab Syndr Obes"]}