{"authors": [["Yaneva-Sirakova", "Teodora", "T", "Department of Internal Medicine, Cardiology Clinic."], ["Traykov", "Latchezar", "L", "Department of Neurology, Neurology Clinic, Medical University Sofia."], ["Petrova", "Julia", "J", "Department of Neurology, Neurology Clinic, Medical University Sofia."], ["Gruev", "Ivan", "I", "Cardiology Clinic, National Transport Hospital \"Tsar Boris III\", Sofia, Bulgaria."], ["Vassilev", "Dobrin", "D", "Department of Internal Medicine, Cardiology Clinic."]], "text": "Cardiovascular risk factors are also risk factors for cognitive impairment. They have cumulative effect in target organ damage. The precise correlation between cardiovascular risk factors and cognitive impairment, as well as assessing the extent to which they may affect cognitive functioning, is difficult to ascertain in everyday clinical practice. Quick, specific, and sensitive neuropsychological tests may be useful in screening for, and the prophylaxis of, target organ damage in hypertensive patients.We gathered full anamnesis, performed physical examination, laboratory screening and echocardiography. These variables were observed at office and home for all patients, For half of the patients, 24-hour ambulatory blood pressure monitoring and neuropsychological testing using Montreal Cognitive Assessment (MoCA), Mini Mental State Examination (MMSE), Geriatric Depression Scale, and the 4-instrumental activities of daily living scale were undertaken.For a period of 2 years, 931 patients were included after applying the inclusion and exclusion criteria. The mean age was 65.90±10.00 years. Two hundred and sixty three patients (85 [32.32%] males and 178 [67.68%] females) were reevaluated after a mean follow-up period of 12 months (6-20 months). The mean results of MoCA and MMSE were significantly lower (p<0.05) in the group of patients with poorly controlled blood pressure and cardiovascular risk factors. There was mild to intermediate negative correlation between Systematic Coronary Risk Evaluation (SCORE) and the neuropsychological tests' results.Cardiovascular risk factors play an important role for the development of cognitive impairment in the eastern European population because of their high frequency and interaction. The use of easily applicable neuropsychological tests in everyday clinical practice of specialties other than neurology may help in stratifying the risk for development and progression of mild cognitive impairment in this high-risk group.", "id": "29255360", "date": "2017-12-05", "title": "Screening for mild cognitive impairment in patients with cardiovascular risk factors.", "doi": "10.2147/NDT.S144264", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}