{"authors": [["Beysel", "Selvihan", "S", "Department of Endocrinology and Metabolism, Eskisehir State Hospital, Eskisehir."], ["Kizilgul", "Muhammed", "M", "Department of Endocrinology and Metabolism, Kilis State Hospital, Kilis."], ["Ozbek", "Mustafa", "M", "Department of Endocrinology and Metabolism, Diskapi Yildirim Beyazit Teaching and Research Hospital, Ankara."], ["Caliskan", "Mustafa", "M", "Department of Endocrinology and Metabolism, Düzce Ataturk State Hospital, Duzce."], ["Kan", "Seyfullah", "S", "Department of Endocrinology and Metabolism, Denizli State Hospital, Denizlim."], ["Apaydin", "Mahmut", "M", "Department of Endocrinology and Metabolism, Yozgat State Hospital, Yozgat."], ["Ozcelik", "Ozgur", "O", "Department of Endocrinology and Metabolism, Igdir State Hospital, Igdir, Turkey."], ["Cakal", "Erman", "E", "Department of Endocrinology and Metabolism, Diskapi Yildirim Beyazit Teaching and Research Hospital, Ankara."]], "text": "Cardiovascular disease (CVD) is reported to be higher in elderly diabetics. Serum heart-type fatty acid binding protein (H-FABP) is a serum marker of myocardial ischemia. We aimed to investigate the association between serum H-FABP level and conventional cardiovascular risk factors, inflammatory markers and subclinical atherosclerosis in elderly diabetics without overt CVD.A total of 50 elderly diabetic patients without overt CVD and 30 age-, sex- and body mass index (BMI)-matched healthy controls were enrolled. Anthropometric and biochemical parameters, serum H-FABP, high-sensitivity C-reactive protein (hs-CRP), fibrinogen and carotid intima-media thickness (CIMT) were measured. Logistic regression analyses (adjustments for age, sex, hypertension, smoking, diabetes, BMI, blood pressure, lipid, blood glucose, hemoglobin A1c, hs-CRP and fibrinogen) were performed to evaluate the association between H-FABP and cardiovascular risk factors and atherosclerosis indices.Serum fibrinogen (421.50±85.52 mg/dL vs 319.17±30.77 mg/dL, p=0.023), CIMT (0.70±0.12 mm vs 0.59±0.06 mm, p<0.001) and hs-CRP (5.72±4.50 mg/dL vs 1.60±0.72 mg/dL, p<0.001) were significantly higher in diabetic patients than controls. The mean serum H-FABP level did not differ between groups (1571.79±604.60 ng/mL vs 1500.25±463.35 ng/mL, p=0.905). H-FABP was positively correlated with fibrinogen (r2=0.473, p<0.001), hs-CRP (r2=0.323, p=0.003) and CIMT (r2=0.467, p<0.001). After full adjustments, the serum H-FABP level was independently associated with an increase in the fibrinogen level (odds ratio [OR] =4.21, 95% confidence level [CI] =1.49-11.90).Serum H-FABP was similar in the elderly diabetic patients without known CVD when compared with the nondiabetic control group. H-FABP does not possess a high diagnostic value as a cardiovascular marker when used alone; however, it may add supplementary information in patients with a high fibrinogen level.", "id": "29255351", "date": "2017-12-05", "title": "Heart-type fatty acid binding protein levels in elderly diabetics without known cardiovascular disease.", "doi": "10.2147/CIA.S137247", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}