{"authors": [["Bhattarai", "Subash", "S", "Department of Medical Gastroenterology, College of Medical Sciences, Chitwan, Nepal."], ["Dewan", "Khus Raj", "KR", "Department of Medical Gastroenterology, College of Medical Sciences, Chitwan, Nepal."], ["Shrestha", "Gaurav", "G", "Department of Medical Gastroenterology, College of Medical Sciences, Chitwan, Nepal."], ["Patowary", "Bhanumati Saikia", "BS", "Department of Medical Gastroenterology, College of Medical Sciences, Chitwan, Nepal."]], "text": "The worldwide accepted tool for screening and monitoring gastro-oesophageal varices in patients with liver cirrhosis is upper gastrointestinal endoscopy. Endoscopy needs clinical expertise and has got its own procedure related complications. Repeated endoscopies may be expensive and patients tend to develop poor compliance. This study was undertaken to establish the role of noninvasive parameters in predicting gastro-esophageal varices.Two hundred patients with clinical features, laboratory and sonological findings suggestive of cirrhosis of liver and endoscopic evidence of portal hypertension were included in the study. Blood parameters like serum albumin, international normalized ratio (INR), platelets count and ultrasonography assessments of portal vein diameter and spleen size were compared with presence of gastro-oesophageal varices.At cutoff point of 2.55g/dl, serum albumin had high specificity of 99% whereas platelets count <1,44,000/mm3 had 87.9% sensitivity for presence of oesophageal varices. Sensitivities of 92.72% and 94.5% while specificities of 90% and 75% were detected for presence of oesophageal varices when the cutoff values for portal vein diameter and spleen size were 12.25 mm and 13.9 cm respectively.Measurements of serum albumin, platelets count, portal vein diameter and spleen size by ultrasonography can be recommended as a non-invasive predictor for gastro-oesophageal varices in cirrhosis of liver. All these non-invasive parameters could be useful to patients with liver cirrhosis with portal hypertension in predicting presence of varices as well as in long-term clinical monitoring and management.", "id": "29255309", "date": null, "title": "Non-Invasive Predictors of Gastro-Oesophageal Varices.", "doi": null, "journal": ["JNMA; journal of the Nepal Medical Association", "JNMA J Nepal Med Assoc"]}