{"authors": [["Aftab", "Raja Ahsan", "RA", "Discipline of Clinical Pharmacy, School of Pharmaceutical Sciences Universiti Sains Malaysia, 11800, Gelugor, Penang, Malaysia. ahsan1025@yahoo.com."], ["Khan", "Amer Hayat", "AH", "Discipline of Clinical Pharmacy, School of Pharmaceutical Sciences Universiti Sains Malaysia, 11800, Gelugor, Penang, Malaysia. dramer2006@gmail.com."], ["Adnan", "Azreen Syazril", "AS", "CKD Resource Centre, School of Medical Sciences, Universiti Sains Malaysia, Kubang Kerian, 16150, Kelantan, Malaysia. drazreenadnan@gmail.com."], ["Sulaiman", "Syed Azhar Syed", "SAS", "Discipline of Clinical Pharmacy, School of Pharmaceutical Sciences Universiti Sains Malaysia, 11800, Gelugor, Penang, Malaysia."], ["Khan", "Tahir Mehmood", "TM", "School of Pharmacy, Monash University Malaysia, Jalan Lagoon Selatan, Bandar Sunway, 45700, Selangor, Malaysia."]], "text": "The aim of current study was to assess the effectiveness of losartan 50 mg in reducing blood pressure among post-dialysis euvolemic hypertensive patients, observing their survival trends and adverse events during the course of study. A multicentre, prospective, randomised, single-blind trial was conducted to assess the effect of losartan 50 mg every other day (EOD), once a morning (OM) among post-dialysis euvolemic hypertensive patients. Post-dialysis euvolemic assessment was done by a body composition monitor (BCM). Covariate Adaptive Randomization was used for allocation of participants to the standard or intervention arm. Of the total 229 patients, 96 (41.9%) were identified as post-dialysis euvolemic hypertensive. Final samples of 88 (40.1%) patients were randomized into standard and intervention arms. After follow-up of 12 months' pre-dialysis systolic (p < 0.001) and diastolic (p 0.01), intradialysis diastolic (p 0.02), post-dialysis systolic (p < 0.001) and diastolic (p < 0.001) blood pressure was reduced from the baseline among intervention-arm patients Compared to only pre-dialysis systolic blood pressure (p 0.003) among standard arm patients after 12 months of follow. Total of six deaths were reported among standard-arm patients compared to 2 deaths among the intervention arm. Losartan 50 mg achieve an overall significant decline in blood pressure among post-dialysis euvolemic hypertensive patients.", "id": "29255272", "date": "2017-12-18", "title": "Safety and Efficacy of Losartan 50 mg in Reducing Blood Pressure among Patients with Post-Dialysis Euvolemic Hypertension: A Randomized Control Trial.", "doi": "10.1038/s41598-017-17437-4", "journal": ["Scientific reports", "Sci Rep"]}