{"authors": [["Cremer", "Antoine", "A", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France. antoine.cremer@chu-bordeaux.fr."], ["Tambosco", "Chloé", "C", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."], ["Corcuff", "Jean-Benoît", "JB", "Hormons Labaratory-Tumoral Markers, Nuclear Medicine and PTMP, CHU Bordeaux, Bordeaux, France."], ["Boulestreau", "Romain", "R", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."], ["Gaillard", "Prune", "P", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."], ["Lainé", "Marion", "M", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."], ["Papaioannou", "Georgios", "G", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."], ["Gosse", "Philippe", "P", "Cardiology and Hypertension department, CHU de Bordeaux, Bordeaux, France."]], "text": "The hypothesis that vitamin D (25(OH)D) insufficiency plays a role in occurring of various disease has led to a rise in requests of dosages and to an increase of health-care costs. 25(OH)D insufficiency is associated with increased risk of cardiovascular disease and hypertension in many studies. Animal studies demonstrated that 25(OH)D insufficiency activates renin angiotensin system but corresponding humans data are limited. The aim of the study was to document relationship between 25(OH)D, blood pressure, and renin angiotensin system in hypertensive subjects. In all, 248 hypertensive individuals, 46.8 years (±14), were hospitalized for an etiological assessment of hypertension in this cross-sectional study over two calendar years. 25(OH)D, plasma renin activity, and aldosterone were determined in stringent conditions and blood pressure was measure. Statistical analyses were carried out to analyze the association between 25(OH)D, blood pressure, and renin angiotensin system using linear and logistic regressions with adjustments on relevant variables. In all, 80% of the studied population had a 25(OH)D insufficiency. There were no significant association between 25(OH)D and levels of systolic or diastolic blood pressure, plasma renin activity, and aldosterone whatever the statiscal method used after adjustment. 25(OH)D is not associated with blood pressure and renin angiontensin component in hypertensive subjects. These results corroborate the interventional studies which are for a large majority negatives. A new definition of the 25(OH)D insufficiency in general population is necessary.", "id": "29255218", "date": "2017-12-18", "title": "Investigating the association of vitamin D with blood pressure and the renin-angiotensin-aldosterone system in hypertensive subjects: a cross-sectional prospective study.", "doi": "10.1038/s41371-017-0005-2", "journal": ["Journal of human hypertension", "J Hum Hypertens"]}