{"authors": [["Suglia", "Shakira F", "SF", null], ["Koenen", "Karestan C", "KC", null], ["Boynton-Jarrett", "Renée", "R", null], ["Chan", "Paul S", "PS", null], ["Clark", "Cari J", "CJ", null], ["Danese", "Andrea", "A", null], ["Faith", "Myles S", "MS", null], ["Goldstein", "Benjamin I", "BI", null], ["Hayman", "Laura L", "LL", null], ["Isasi", "Carmen R", "CR", null], ["Pratt", "Charlotte A", "CA", null], ["Slopen", "Natalie", "N", null], ["Sumner", "Jennifer A", "JA", null], ["Turer", "Aslan", "A", null], ["Turer", "Christy B", "CB", null], ["Zachariah", "Justin P", "JP", null], [null, null, null, null]], "text": "Adverse experiences in childhood and adolescence, defined as subjectively perceived threats to the safety or security of the child's bodily integrity, family, or social structures, are known to be associated with cardiometabolic outcomes over the life course into adulthood. This American Heart Association scientific statement reviews the scientific literature on the influence of childhood adversity on cardiometabolic outcomes that constitute the greatest public health burden in the United States, including obesity, hypertension, type 2 diabetes mellitus, and cardiovascular disease. This statement also conceptually outlines pathways linking adversity to cardiometabolic health, identifies evidence gaps, and provides suggestions for future research to inform practice and policy. We note that, despite a lack of objective agreement on what subjectively qualifies as exposure to childhood adversity and a dearth of prospective studies, substantial evidence documents an association between childhood adversity and cardiometabolic outcomes across the life course. Future studies that focus on mechanisms, resiliency, and vulnerability factors would further strengthen the evidence and provide much-needed information on targets for effective interventions. Given that childhood adversities affect cardiometabolic health and multiple health domains across the life course, interventions that ameliorate these initial upstream exposures may be more appropriate than interventions remediating downstream cardiovascular disease risk factor effects later in life.", "id": "29254928", "date": "2017-12-18", "title": "Childhood and Adolescent Adversity and Cardiometabolic Outcomes: A Scientific Statement From the American Heart Association.", "doi": "10.1161/CIR.0000000000000536", "journal": ["Circulation", "Circulation"]}