{"authors": [["Odum", "Ehimen Phyllis", "EP", "Department of Chemical Pathology, University of Port Harcourt Teaching Hospital Port Harcourt, Rivers State, Nigeria."], ["Young", "Ekenechukwu Esther", "EE", "Department of Medicine, University of Nigeria, Ituku/Ozalla, Enugu State, Nigeria. Electronic address: ekenechukwu.young@unn.edu.ng."]], "text": "Elevated cardiac troponin I, Creatine kinase (CK-MB) and Myoglobin levels are observed in the setting of acute myocardial damage. However sub-clinical elevations occur in patients with diabetes mellitus. This study was carried out to determine the relationship between the presence of multiple cardiovascular risk factors and the metabolic syndrome and elevations in cardiac markers in patients with type2 diabetes mellitus.Consecutive stable out-patients with type2 diabetes mellitus at the University of Port Harcourt Teaching Hospital, Nigeria were recruited. Non-diabetic individuals such as hospital staff and the general public acted as controls. Baseline demographic data collection was done and waist circumference, weight, height and blood pressure were measured. Venous samples were assayed for CTnI, CK-MB and Myoglobin levels using ELISA. Data was analysed using SPSS v 20.There were 188 DM patients, who were older than the 200 control subjects (56.1 ± 13.1 years and 42.7 ± 5.7 years, p < 0.001). Mean duration of diabetes was 7.1(5.7) years. Hypertension was present in 59%, 84.6% had dyslipidaemia, while 76.1% had metabolic syndrome. All the cardiac markers were significantly higher in DM patients than controls. The presence of hypertension or dyslipidaemia was not significantly associated with the cardiac markers (p > 0.05 for all), however the DM patients with metabolic syndrome had higher levels of CK-MB and myoglobin but not CTnI than those without.Diabetes mellitus is associated with chronic sub-clinical elevation of cardiac markers and this is more in those with multiple cardiovascular risk factors and/or the metabolic syndrome.", "id": "29254891", "date": "2017-12-14", "title": "Elevated cardiac troponin I, creatine kinase and myoglobin and their relationship with cardiovascular risk factors in patients with type 2 diabetes.", "doi": "10.1016/j.dsx.2017.12.001", "journal": ["Diabetes & metabolic syndrome", "Diabetes Metab Syndr"]}