{"authors": [["Vizza", "Carmine Dario", "CD", "Department of Cardiovascular and Respiratory Disease, University of Rome La Sapienza, Rome, Italy. Electronic address: dario.vizza@uniroma1.it."], ["Badagliacca", "Roberto", "R", "Department of Cardiovascular and Respiratory Disease, University of Rome La Sapienza, Rome, Italy."], ["Messick", "Chad R", "CR", "United Therapeutics Corp, Research Triangle Park, NC, USA."], ["Rao", "Youlan", "Y", "United Therapeutics Corp, Research Triangle Park, NC, USA."], ["Nelsen", "Andrew C", "AC", "United Therapeutics Corp, Research Triangle Park, NC, USA."], ["Benza", "Raymond L", "RL", "The Cardiovascular Institute, Allegheny General Hospital, Pittsburgh, PA, USA."]], "text": "The impact of treatment delay in stable patients with pulmonary arterial hypertension (PAH) remains unaddressed.This meta-analysis included six datasets of PAH therapies with randomized-controlled trials (RCT) and corresponding open-label extension (OLE) studies. We evaluated the change in 6MWD at 1year in the OLE studies by active treatment versus ex-placebo group. The ex-placebo group (i.e., the patients randomized to placebo in the RCT and ultimately treated with active therapy in the OLE) represented the \"delay-in-treatment\" population.Patients with a treatment delay of 12-16weeks in PAH targeted therapy had an improvement in 6-minute walk distance (6MWD) test at 1year, but this improvement did not amount to the same degree of improvement as their initially treated counterparts. The difference in 6MWD was 15m to 20m at 1year.A short-term delay in PAH targeted therapy may adversely affect functional capacity in patients with PAH. This meta-analysis provides some insight as to whether earlier treatment would benefit stable patients with PAH.", "id": "29254882", "date": "2017-12-14", "title": "The impact of delayed treatment on 6-minute walk distance test in patients with pulmonary arterial hypertension: A meta-analysis.", "doi": "10.1016/j.ijcard.2017.12.016", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}