{"authors": [["Valero-Elizondo", "Javier", "J", "Tecnologico de Monterrey, Catedra de Cardiología y Medicina Vascular, Nuevo Leon, Mexico; Center for Healthcare Advancement and Outcomes, Baptist Health South Florida, Miami, FL, USA."], ["Hong", "Jonathan C", "JC", "Division of Cardiac Surgery, University of British Columbia, Vancouver, BC, Canada."], ["Spatz", "Erica S", "ES", "Center for Outcomes Research and Evaluation, Yale New Haven Hospital, Yale University, New Haven, CT, USA."], ["Salami", "Joseph A", "JA", "Center for Healthcare Advancement and Outcomes, Baptist Health South Florida, Miami, FL, USA."], ["Desai", "Nihar R", "NR", "Center for Outcomes Research and Evaluation, Yale New Haven Hospital, Yale University, New Haven, CT, USA."], ["Rana", "Jamal S", "JS", "Division of Cardiology and Division of Research, Kaiser Permanente Northern California, Oakland, CA, USA."], ["Khera", "Rohan", "R", "Division of Cardiology, UT Southwestern Medical Center, Dallas, TX, USA."], ["Virani", "Salim S", "SS", "Michael E. DeBakey VA Medical Center & Section of Cardiovascular Research, Baylor College of Medicine, Houston, TX, USA."], ["Blankstein", "Ron", "R", "Cardiovascular Imaging Program, Department of Medicine (Cardiovascular Division) and Radiology, Brigham and Women's Hospital, Boston, MA, USA."], ["Blaha", "Michael J", "MJ", "The Johns Hopkins Ciccarone Center for Prevention of Cardiovascular Disease, Baltimore, MD, USA."], ["Nasir", "Khurram", "K", "Center for Healthcare Advancement and Outcomes, Baptist Health South Florida, Miami, FL, USA; The Johns Hopkins Ciccarone Center for Prevention of Cardiovascular Disease, Baltimore, MD, USA; Department of Epidemiology, Robert Stempel College of Public Health, Florida International University, Miami, FL, USA; Department of Medicine, Herbert Wertheim College of Medicine, Florida International University, Miami, FL, USA; Miami Cardiac and Vascular Institute, Baptist Health South Florida, Miami, FL, USA. Electronic address: KhurramN@baptisthealth.net."]], "text": "Socioeconomic status (SES) has been linked to worse cardiovascular risk factor (CRF) profiles and higher rates of cardiovascular disease (CVD), with an especially high burden of disease for low-income groups. We aimed to describe the trends in prevalence of CRFs among US adults by SES from 2002 to 2013.Data from the Medical Expenditure Panel Survey was analyzed. CRFs (obesity, diabetes, hypertension, physical inactivity, smoking and hypercholesterolemia), were ascertained by ICD-9-CM and/or self-report.The proportion of individuals with obesity, diabetes and hypertension increased overall, with low-income groups representing a higher prevalence for each CRF. Of note, physical inactivity had the highest prevalence increase, with the \"lowest-income\" group observing a relative percent increase of 71.1%.Disparities in CRF burden continue to increase, across SES groups. Strategies to potentially eliminate the persistent health disparities gap may include a shift to greater coverage for prevention, and efforts to engage in healthy lifestyle behaviors.", "id": "29254694", "date": "2017-12-08", "title": "Persistent socioeconomic disparities in cardiovascular risk factors and health in the United States: Medical Expenditure Panel Survey 2002-2013.", "doi": "10.1016/j.atherosclerosis.2017.12.014", "journal": ["Atherosclerosis", "Atherosclerosis"]}