{"authors": [["Truong", "Quynh A", "QA", "Department of Radiology and Medicine, New York-Presbyterian Hospital, Weill Cornell Medicine, New York, NY, United States. Electronic address: qat9001@med.cornell.edu."], ["Bhatia", "Harpreet Singh", "HS", "Department of Radiology and Medicine, New York-Presbyterian Hospital, Weill Cornell Medicine, New York, NY, United States."], ["Szymonifka", "Jackie", "J", "Department of Radiology and Medicine, New York-Presbyterian Hospital, Weill Cornell Medicine, New York, NY, United States."], ["Zhou", "Qing", "Q", "Cardiac MR PET CT Program, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."], ["Lavender", "Zachary", "Z", "Division of Medicine, Hartford Hospital, Hartford, CT, United States."], ["Waxman", "Aaron B", "AB", "Pulmonary and Critical Care Medicine, Pulmonary Vascular Disease Program and Center for Pulmonary-Heart Diseases, Brigham and Women's Hospital Heart and Vascular Center, Boston, MA, United States."], ["Semigran", "Marc J", "MJ", "Myokardia Inc., South San Francisco, CA, United States."], ["Malhotra", "Rajeev", "R", "Division of Cardiology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."]], "text": "We aimed to develop a severity classification system of the main pulmonary artery diameter (mPA) and its ratio to the ascending aorta diameter (ratio PA) for the diagnosis and prognosis of pulmonary hypertension (PH) on computed tomography (CT) scans.In 228 patients (136 with PH) undergoing right heart catheterization (RHC) and CT for dyspnea, we measured mPA and ratio PA. In a derivation cohort (n = 114), we determined cutpoints for a four-tier severity grading system that would maximize sensitivity and specificity, and validated it in a separate cohort (n = 114). Cutpoints for mPA were defined with ≤27 mm(F) and ≤29 mm(M) as the normal reference range; mild as >27 to <31 mm(F) and >29 to <31 mm(M); moderate≥31-34 mm; and severe>34 mm. Cutpoints for ratio PA were defined as normal ≤0.9; mild>0.9 to 1.0; moderate>1.0 to 1.1; and severe>1.1.Sensitivities for normal tier were 99% for mPA and 93% for ratio PA; while specificities for severe tier were 98% for mPA>34 mm and 100% for ratio PA>1.1. C-statistics for four-tier mPA and ratio PA were both 0.90 (derivation) and both 0.85 (validation). Severity of mPA and ratio PA corresponded to hemodynamics by RHC and echocardiography (both p < 0.001). Moderate-severe mPA values of ≥31 mm and ratio PA>1.1 had worse survival than normal values (all p ≤ 0.01).A CT-based four-tier severity classification system of PA diameter and its ratio to the aortic diameter has high accuracy for PH diagnosis with increased mortality in patients with moderate-severe severity grades. These results may support clinical utilization on chest and cardiac CT reports.", "id": "29254655", "date": "2017-12-06", "title": "A four-tier classification system of pulmonary artery metrics on computed tomography for the diagnosis and prognosis of pulmonary hypertension.", "doi": "10.1016/j.jcct.2017.12.001", "journal": ["Journal of cardiovascular computed tomography", "J Cardiovasc Comput Tomogr"]}