{"authors": [["Schnell", "Frédéric", "F", "Department of Cardiology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium. frederic.schnell@gmail.com."], ["Claessen", "Guido", "G", "Department of Cardiology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."], ["La Gerche", "André", "A", "Department of Cardiology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."], ["Claus", "Piet", "P", "Department of Cardiovascular Imaging and Dynamics, University of Leuven, Leuven, Belgium."], ["Bogaert", "Jan", "J", "Department of Imaging and Pathology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."], ["Delcroix", "Marion", "M", "Department of Pneumology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."], ["Carré", "François", "F", "Department of Sport Medicine, University Hospital Pontchaillou, Rennes 1 University, Rennes, France."], ["Heidbuchel", "Hein", "H", "Department of Cardiology, University Hospital Gasthuisberg, University of Leuven, Leuven, Belgium."]], "text": "Although atrial function has prognostic significance in many cardiovascular conditions, changes during exercise have not previously been assessed. The aim of this study was to evaluate left atrial (LA) and right atrial (RA) volume and function during incremental exercise, both in normal individuals, healthy athletes, and in patients with chronic thromboembolic pulmonary hypertension (CTEPH).Fifteen healthy non-athletes, 15 athletes and 15 CTEPH patients underwent multi-slice real-time cardiovascular magnetic resonance imaging at rest and during supine bicycle exercise with simultaneous invasive hemodynamic measurements.At rest, athletes had larger indexed maximal RA and LA volumes (iRAVmax, iLAVmax) than CTEPH patients and non-athletes, the latter two groups having similar values. CTEPH patients had lower RA and LA emptying functions (EmF) at rest. During exercise, RA volumes (maximum and minimum) increased in CTEPH patients, whilst decreasing in athletes and non-athletes (P < 0.001). The exercise-induced change in iLAVmax was similar between groups, but iLAVmin did not decrease in CTEPH patients. Thus exercise-induced increases in RAEmF and LAEmF, as seen in normal physiology, were significantly impaired in CTEPH patients. At peak exercise, RA volumes (maximum and minimum) and EmF correlated strongly with RA pressure (R = 0.70; P = 0.005; R = 0.83; P < 0.001; R = -0.87; P < 0.001). On multivariate analysis, peak exercise RAEmF and iLAVmin were independent predictors of VO2peak in CTEPH patients and together explained 72% of the variance in VO2peak (ß =0.581 and ß = -0.515, respectively).In normal physiology, RAEmF and LAEmF increase with exercise, whereas CTEPH patients have impaired LAEmF and RAEmF, which becomes more apparent during exercise. Therefore, the changes in atrial volumes and function during exercise enable a far better distinction between physiological and pathological atrial remodeling than resting measures of volumes which are prone to confounding factors (e.g. endurance training). Peak exercise RAEmF is a good marker of poor functional state in CTEPH patients.", "id": "29254488", "date": "2017-12-18", "title": "Atrial volume and function during exercise in health and disease.", "doi": "10.1186/s12968-017-0416-9", "journal": ["Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance", "J Cardiovasc Magn Reson"]}