{"authors": [["Espinosa-Zurutuza", "Maribel", "M", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["González-Villalva", "Adriana", "A", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["Albarrán-Alonso", "Juan Carlos", "JC", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["Colín-Barenque", "Laura", "L", "2 Laboratorio de Neuromorfología, FES Iztacala, Mexico City, Mexico."], ["Bizarro-Nevares", "Patricia", "P", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["Rojas-Lemus", "Marcela", "M", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["López-Valdéz", "Nelly", "N", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."], ["Fortoul", "Teresa I", "TI", "1 Departamento de Biología Celular y Tisular, Facultad de Medicina, Universidad Nacional Autonoma de Mexico (UNAM), Mexico City, Mexico."]], "text": "Kidney diseases have notably increased in the last few years. This is partially explained by the increase in metabolic syndrome, diabetes, and systemic blood hypertension. However, there is a segment of the population that has neither of the previous risk factors, yet suffers kidney damage. Exposure to atmospheric pollutants has been suggested as a possible risk factor. Air-suspended particles carry on their surface a variety of fuel combustion-related residues such as metals, and vanadium is one of these. Vanadium might produce oxidative stress resulting in the damage of some organs such as the kidney. Additionally, in countries like Mexico, the ingestion of sweetened beverages is a major issue; whether these beverages alone are responsible for direct kidney damage or whether their ingestion promotes the progression of an existing renal damage generates controversy. In this study, we report the combined effect of vanadium inhalation and sweetened beverages ingestion in a mouse model. Forty CD-1 male mice were distributed in 4 groups: control, vanadium inhalation, 30% sucrose in drinking water, and vanadium inhalation plus sucrose 30% in drinking water. Our results support that vanadium inhalation and the ingestion of 30% sucrose induce functional and histological kidney damage and an increase in oxidative stress biomarkers, which were higher in the combined effect of vanadium plus 30% sucrose. The results also support that the ingestion of 30% sucrose alone without hyperglycemia also produces kidney damage.", "id": "29254395", "date": "2017-01-01", "title": "Oxidative Stress as a Mechanism Involved in Kidney Damage After Subchronic Exposure to Vanadium Inhalation and Oral Sweetened Beverages in a Mouse Model.", "doi": "10.1177/1091581817745504", "journal": ["International journal of toxicology", "Int. J. Toxicol."]}