{"authors": [["He", "Lian-Man", "LM", "Department of Hypertension, Henan province People's Hospital, Zheng Zhou, 450003, China."], ["Gao", "Chuan-Yu", "CY", "Department of Cardiology, Henan province People's Hospital, Zheng Zhou, 450003, China."], ["Wang", "Yong", "Y", "Department of Hypertension, Henan province People's Hospital, Zheng Zhou, 450003, China."], ["Wang", "Hao", "H", "Department of Hypertension, Henan province People's Hospital, Zheng Zhou, 450003, China."], ["Zhao", "Hai-Ying", "HY", "Department of Hypertension, Henan province People's Hospital, Zheng Zhou, 450003, China."]], "text": "Hyperhomocysteinemia and increased red cell distribution width (RDW) are associated with a higher possibility of adverse clinical outcomes of hypertension. The study aims to validate the effect of homocysteine (Hcy) and RDW on cardiovascular events (CVE) and investigate whether RDW is independently associated with serum Hcy in patients with essential hypertension (EH). The study reviewed 804 patients with newly diagnosed EH in our hospital. The clinical characteristics and laboratory results of all subjects were grouped according to the presence/absence of CVE. Patients in the CVE group had higher RDW and Hcy, as compared to the patients in the no CVE group. Multiple Cox regression analysis demonstrated that both RDW (HR = 1.24, 95% CI =1.02-1.56, P = 0.002) and Hcy (HR = 1.37, 95% CI = 1.02-1.80, P < 0.001) resulted significantly related to the CVE. Subsequent analysis found that patients with high RDW had higher Hcy levels as compared with those with low RDW (P = 0.007). Although Pearson's correlation suggested that RDW was positively correlated with Hcy (r = 0.122, P = 0.028), no significant correlation was observed between RDW and Hcy (β = 0.15, p = 0.126) after adjusted for a series of potential confounders using multiple linear regression analysis. In conclusion, RDW is not correlated with Hcy in patients with EH. Both RDW and Hcy are independent risk factors for CVE in newly diagnostic EH and have the potential to improve risk stratification.", "id": "29254274", "date": "2017-10-21", "title": "Red cell distribution width and homocysteine act as independent risk factors for cardiovascular events in newly diagnostic essential hypertension.", "doi": "10.18632/oncotarget.21964", "journal": ["Oncotarget", "Oncotarget"]}