{"authors": [["Chen", "Xiaoying", "X", "Department of Cardiology, The Second Affiliate Hospital of Shantou University Medical College, Guangdong, 515000, China."], ["Lin", "Meiling", "M", "Department of Cardiology, The Second Affiliate Hospital of Shantou University Medical College, Guangdong, 515000, China."], ["Wang", "Wei", "W", "Department of Cardiology, The Second Affiliate Hospital of Shantou University Medical College, Guangdong, 515000, China."]], "text": "Chronic Obstructive Pulmonary Disease (COPD) and atrial fibrillation (AF) share pathophysiological links, as supported by the high prevalence of AF within COPD patients. AF progression and recurrence can increase the risks of mortality, morbidity and adverse cardiovascular events. The present systematic review and meta-analysis aims to assess the risk for AF progression and recurrence for COPD patients, to further demonstrate the risk of COPD in AF patients.A systematic review was conducted in MEDLINE / PubMed and Cochrane Library and Embase, Web of science. Prospective studies including AF patients with COPD were screened and included if matching inclusion and exclusion criteria. 7 studies were included, adding up to 10761 AF patients (1556 with AF and COPD, 9205 without COPD). Mean age from each study ranged from 51 to 81 years, and 57.2% were male. Hypertension accounted for 75.5% of the population, and 20.7% had the comorbidity of diabetes mellitus. The pool analysis showed that COPD could promote AF progression (OR = 1.90; 95% CI, 1.34-2.68, I2 = 77%, p = 0.0003). For subgroup analysis, we found that COPD could increase the risk of AF recurrence (OR = 2.35; 95% CI, 1.86-2.97, I2 = 0%, p = 0.39). Besides, in the younger group, at the median age of 64, COPD was still a risk factor for AF progression (OR = 2.22; 95% CI, 1.80-2.74, I2 = 0%, p = 0.69).COPD is an independent risk for AF progression and recurrence, COPD patients with AF carry a worse prognosis than those in sinus rhythm (SR).", "id": "29254257", "date": "2017-10-26", "title": "The progression in atrial fibrillation patients with COPD: a systematic review and meta-analysis.", "doi": "10.18632/oncotarget.22092", "journal": ["Oncotarget", "Oncotarget"]}