{"authors": [["Guo", "Shitian", "S", "School of Medicine, Hangzhou Normal University, Hangzhou, Zhejiang, China."], ["Lin", "Hui", "H", "Department of Cardiology, Shaoxing People's Hospital, Shaoxing Hospital of Zhejiang University, Shaoxing, Zhejiang, China."], ["Pan", "Sunlei", "S", "Department of Cardiology, Shaoxing People's Hospital, Shaoxing Hospital of Zhejiang University, Shaoxing, Zhejiang, China."], ["Zhai", "Xiaoya", "X", "Department of Cardiology, Shaoxing People's Hospital, Shaoxing Hospital of Zhejiang University, Shaoxing, Zhejiang, China."], ["Meng", "Liping", "L", "Department of Cardiology, Shaoxing People's Hospital, Shaoxing Hospital of Zhejiang University, Shaoxing, Zhejiang, China."]], "text": "To assess the value of serum homocysteine (Hcy) in differential diagnosis of white coat hypertension (WCH).In this retrospective study, serum Hcy levels were elevated in hypertensive patients (P < 0.001) compared to WCH patients. Serum Hcy levels were positively correlated with 24-h mean systolic blood pressure, r = 0.1378, P < 0.001. The results of the receiving operating characteristic (ROC) curve showed that the AUC value of Hcy was 0.80 (95% CI, 0.77-0.83), the cut-off value was 13.8 μmol/L, the sensitivity was 68.58% and the specificity 87.21%. In the prospective study, the AUC value of Hcy was 0.73 (95% CI: 0.67-0.78), higher than N - terminal pro - brain natriuretic peptide(NT-pro-BNP) (0.64, 95% CI:0.58-0.70) and cystatin C (Cys-C) (0.62, 95% CI:0.55-0.68). Hcy, NT-proBNP and Cys-C combined, provided a better indication of a differential diagnosis of WCH, than Hcy alone.This investigation involved both a retrospective and a prospective study. Clinical data including blood pressure, age, sex, height, weight, BMI, smoking status, past history, and behavioral electrocardiogram of patients who had undergone 24-hour ambulatory blood pressure monitoring (ABPM) with elevated clinical blood pressure (BP) were recorded. Pearson correlation analysis was used to test the correlation between Hcy and BP. The ROC curve was used to analyze the value of measuring Hcy levels in differential diagnosis of WCH.Serum Hcy was decreased in WCH patients and therefore could be a biomarker for differential diagnosis of WCH.", "id": "29254163", "date": "2017-09-18", "title": "The differential diagnostic value of serum homocysteine for white coat hypertension.", "doi": "10.18632/oncotarget.21020", "journal": ["Oncotarget", "Oncotarget"]}