{"authors": [["de Almeida", "Mayara Maria Souza", "MMS", "Faculty of Nursing, Federal University of Goiás, Goiânia, Goiás, Brazil."], ["Guimarães", "Rafael Alves", "RA", "Institute of Tropical Pathology and Public Health, Federal University of Goiás, Goiânia, Goiás, Brazil."], ["Jardim", "Paulo César Brandão Veiga", "PCBV", "Faculty of Medicine, Federal University of Goiás, Goiânia, Goiás, Brazil."], ["Sousa", "Ana Luiza Lima", "ALL", "Faculty of Nursing, Federal University of Goiás, Goiânia, Goiás, Brazil."], ["de Souza", "Márcia Maria", "MM", "Faculty of Nursing, Federal University of Goiás, Goiânia, Goiás, Brazil."]], "text": "Adolescents are a population with unique lifestyle challenges, including physical inactivity, inadequate nutrition, and obesity, all of which increase the risk of developing hypertension (HTN). The objective of this study has been to estimate the prevalence of factors associated with hypertension in adolescents in the city of Goiânia City, Central Brazil.Between 2013and2014, a cross-sectional population study on cardiovascular risk in adolescents, was conducted with the participation of 1,586 adolescents in 108 classes at 36 schools (public and private) in Goiânia city. All of the adolescents were interviewed to establish their sociodemographic and behavioral characteristics related to hypertension and nutritional status. Anthropometric and blood pressure data were collected following a protocol. A Poisson regression, stratified by gender, was used to verify the factors associated with HTN.In this mixed-gender group of 1,586 students, the prevalence of HTN was 6.2% (95% CI: 4.6-8.2%) in girls and 14.0% (95% CI: 10.2-18.8%) in boys-about twice as high in boys as in girls (p <0.001). Obesity was independently associated with HTN in both genders. Being overweight was a risk factor for HTN. In addition, there was a positive correlation between the SBP/SBP percentile and the BMI Z-score/Nutritional status (NS)in both genders. A high prevalence of physical inactivity was also observed in the adolescents investigated, especially in the girls. On the other hand, more boys than girls were found to be obese.The results of this investigation revealed the need for strategies to prevent and control HTN and its risk factors, especially in Brazil's schools. In addition to the constant surveillance of HTN prevalence and risk factors (in particular, being overweight or obese), information should be distributed to promote beneficial health behaviors among adolescents.", "id": "29253900", "date": "2017-12-18", "title": "Association between arterial hypertension and nutritional status in adolescents from Goiânia, Goiás, Brazil.", "doi": "10.1371/journal.pone.0188782", "journal": ["PloS one", "PLoS ONE"]}