{"authors": [["Cannone", "Valentina", "V", "Cardiorenal Research Laboratory, Mayo Clinic, Rochester, Minnesota, United States of America."], ["Scott", "Christopher G", "CG", "Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota, United States of America."], ["Decker", "Paul A", "PA", "Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota, United States of America."], ["Larson", "Nicholas B", "NB", "Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota, United States of America."], ["Palmas", "Walter", "W", "Department of Medicine Columbia University College of Physicians and Surgeons, Columbia University, New York, New York, United States of America."], ["Taylor", "Kent D", "KD", "Los Angeles Biomedical Research Institute (LA BioMed), Institute for Translational Genomics and Population Sciences, Harbor-UCLA Medical Center, Torrance, California, United States of America."], ["Wang", "Thomas J", "TJ", "Vanderbilt Translational and Clinical Cardiovascular Research Center and Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America."], ["Gupta", "Deepak K", "DK", "Vanderbilt Translational and Clinical Cardiovascular Research Center and Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, Tennessee, United States of America."], ["Bielinski", "Suzette J", "SJ", "Department of Health Sciences Research, Mayo Clinic, Rochester, Minnesota, United States of America."], ["Burnett", "John C", "JC", "Cardiorenal Research Laboratory, Mayo Clinic, Rochester, Minnesota, United States of America."]], "text": "In whites, the minor G allele of the atrial natriuretic peptide (ANP) genetic variant rs5068 is associated with higher circulating levels of ANP and B-type natriuretic peptide (BNP), lower risk of hypertension, higher high-density lipoprotein (HDL) cholesterol plasma levels, and lower prevalence of obesity and metabolic syndrome. The observed phenotype is consistent with the blood pressure lowering and metabolic properties of ANP and BNP. The cardiovascular and metabolic phenotype associated with rs5068 genotypes in African Americans is undefined. We genotyped 1631 African Americans in the Multi-Ethnic Study of Atherosclerosis (MESA) for rs5068 and investigated their phenotype. Genotype frequencies of rs5068 were 93.2% AA (n = 1520), 6.7% AG (n = 110) and 0.1% GG (n = 1). All subsequent analyses are AG + GG versus AA genotype. Using a Bonferroni corrected level of significance of 0.005, the prevalence of metabolic syndrome (23% vs 38%, age-sex-adjusted p = 0.002) and triglycerides plasma values (76 vs 90 mg/dl, age-sex-BMI adjusted p = 0.004) were both significantly lower in the AG+GG genotypes. In the AG+GG genotypes, the prevalence of diabetes (8% vs 18%, age-sex-BMI-adjusted p = 0.02) and insulin plasma levels tended to be lower (4.8 vs 5.7 μU/ml, age-sex-BMI adjusted p = 0.04) whereas HDL-cholesterol levels tended to be higher (55 vs 50 mg/dl, age-sex-BMI-adjusted p = 0.04). No association was found with hypertension. The association between the rs5068 G allele and a favorable metabolic phenotype is now shown in African Americans. The rs5068 AG+GG genotypes are associated with lower prevalence of metabolic syndrome and lower triglycerides values.", "id": "29253899", "date": "2017-12-18", "title": "A favorable cardiometabolic profile is associated with the G allele of the genetic variant rs5068 in African Americans: The Multi-Ethnic Study of Atherosclerosis (MESA).", "doi": "10.1371/journal.pone.0189858", "journal": ["PloS one", "PLoS ONE"]}