{"authors": [["D'Urso", "Gilda", "G", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 84084, Fisciano, (SA) Italy."], ["Pizza", "Cosimo", "C", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 84084, Fisciano, (SA) Italy."], ["Piacente", "Sonia", "S", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 84084, Fisciano, (SA) Italy."], ["Montoro", "Paola", "P", "Department of Pharmacy, University of Salerno, Via Giovanni Paolo II, 84084, Fisciano, (SA) Italy. Electronic address: pmontoro@unisa.it."]], "text": "Wild strawberry (Fragaria vesca) is recognized as a traditional food of Campania region (Italy). The vegetative parts have a pharmaceutical interest, being used as decoctions for hypertension treatment due their detoxifying, diuretic, stimulant and dermatological protective properties; leaves, that after collection of fruits are generally thrown away, could be an interesting byproduct, source of bioactive compounds for cosmetic and pharmaceutical industry. In the present work, the metabolite profiles of F. vesca leaves coming from populations spontaneously growing in the underwood (wild) and in crop (cultivated) and from autochthonous and non-autochthonous germplasm of Campania region (Italy) were investigated by LC-ESI/LTQOrbitrap/MS analysis. 27 metabolites mainly belonging to organic acids, flavonoids, catechin and its oligomers, and ellagitannins were putatively identified. Antioxidant activity was tested for each sample, in particular cultivated samples and wild samples with autochthonous germplasm of Campania region showed higher antioxidant activity compared to the non autochthonous ones. Moreover, in this study, it was possible to predict antioxidant metabolites, markers of this species, using LC-MS spectra and multivariate regression data analysis.", "id": "29253779", "date": "2017-12-10", "title": "Combination of LC-MS based metabolomics and antioxidant activity for evaluation of bioactive compounds in Fragaria vesca leaves from Italy.", "doi": "10.1016/j.jpba.2017.12.005", "journal": ["Journal of pharmaceutical and biomedical analysis", "J Pharm Biomed Anal"]}