{"authors": [["Bogdanet", "Delia", "D", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland. Electronic address: deliabogdanet@gmail.com."], ["Egan", "Aoife", "A", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland; College of Medicine Nursing and Health Sciences, National University of Ireland Galway, Ireland."], ["Reddin", "Catriona", "C", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland."], ["Kirwan", "Breda", "B", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland."], ["Carmody", "Louise", "L", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland."], ["Dunne", "Fidelma", "F", "Galway Diabetes Research Centre, National University of Ireland Galway, Galway, Ireland; College of Medicine Nursing and Health Sciences, National University of Ireland Galway, Ireland."]], "text": "To assess if pregnancy outcomes for women with GDM treated with insulin (GDM-I) are comparable to outcomes for women with GDM treated with medical nutritional therapy (MNT) (GDM-M).This retrospective cohort study included 752 women with GDM-I and 567 women with GDM-M. Maternal and foetal outcomes were examined.Women with GDM-I had a greater risk of polyhydramnios (aOR 2.33, 95%CI 1.31-4.14) and were more likely to deliver by caesarean section (CS) (aOR 1.67, 95%CI 1.25-2.23). Their offspring had higher rates of macrosomia (22.2% vs 12.7%; p < .01), large for gestational age (LGA) (19.7% vs 12.5%; p < .01) and were more likely to require neonatal intensive care unit (NICU) admission (aOR 4.88, 95%CI 3.54-6.73). There was no difference between the groups in rates of pre-eclampsia (PET), pregnancy-induced hypertension (PIH), infant mortality, congenital malformations, neonatal hypoglycaemia, prematurity and rates of small for gestational age (SGA).GDM-I and GDM-M mothers have similar rates of maternal medical morbidities. Despite this, the rate of delivery by CS remains greater, possibly driven by physician choice for elective intervention in the GDM-I group. Despite insulin therapy, offspring of GDM-I mothers experience higher rates of macrosomia, LGA and NICU admissions. This may be related to the higher baseline risk profile in GDM-I women, to sub-optimal glycaemic control, excessive gestational weight gain (GWG) or higher baseline BMI of the mother. Addressing baseline maternal BMI, limiting excessive GWG and tightening glycaemic control in GDM-I women may translate to better pregnancy outcomes.", "id": "29253626", "date": "2017-12-15", "title": "ATLANTIC DIP: Despite insulin therapy in women with IADPSG diagnosed GDM, desired pregnancy outcomes are still not achieved. What are we missing?", "doi": "10.1016/j.diabres.2017.12.003", "journal": ["Diabetes research and clinical practice", "Diabetes Res. Clin. Pract."]}