{"authors": [["Noubiap", "Jean Jacques", "JJ", "Department of Medicine, University of Cape Town and Groote Schuur Hospital, Cape Town, South Africa. Electronic address: noubiapjj@yahoo.fr."], ["Essouma", "Mickael", "M", "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Sciences, University of Yaoundé I, Yaoundé, Cameroon."], ["Bigna", "Jean Joel", "JJ", "Department of Epidemiology and Public Health, Centre Pasteur of Cameroon, Yaoundé, Cameroon; Faculty of Medicine, University of Paris Sud XI, Le Kremlin Bicêtre, France."], ["Jingi", "Ahmadou M", "AM", "Department of Internal Medicine and Specialties, Faculty of Medicine and Biomedical Sciences, University of Yaoundé I, Yaoundé, Cameroon."], ["Aminde", "Leopold N", "LN", "School of Public Health, Faculty of Medicine, The University of Queensland, Brisbane, QLD, Australia."], ["Nansseu", "Jobert Richie", "JR", "Department of Public Health, Faculty of Medicine and Biomedical Sciences, University of Yaoundé I, Yaoundé, Cameroon."]], "text": "Despite substantial attention paid to the threat of elevated blood pressure in children and adolescents in high-income countries and the epidemic of hypertension in African adult populations, data on the burden of elevated blood pressure in African children and adolescents have not yet been synthesised. We did a systematic review and meta-analysis to provide estimates of the prevalence of elevated blood pressure and assess associated factors among children and adolescents in Africa.We searched Embase, PubMed, African Journals Online, and African Index Medicus to identify articles published from Jan 1, 1996, to Feb 2, 2017, and searched the reference list of retrieved articles. Each study was independently reviewed for methodological quality. We used a random-effects model to estimate the prevalence of elevated blood pressure across studies and heterogeneity (I2) was assessed via the χ2 test on Cochran's Q statistic. This review is registered with PROSPERO, number CRD42015019029.We included 51 studies in qualitative synthesis and 25 in the meta-analysis reporting data of a pooled sample of 54 196 participants aged 2-19 years. Study quality was high with only four medium-quality studies and no low-quality studies. Prevalence of elevated blood pressure varied widely across studies (range 0·2-24·8%). The pooled prevalence of elevated blood pressure (systolic or diastolic blood pressure ≥95th percentile) was 5·5% (95% CI 4·2-6·9), whereas that of slightly elevated blood pressure (systolic or diastolic blood pressure ≥90th percentile and <95th percentile) was 12·7% (2·1-30·4). The prevalence of elevated blood pressure was largely associated with body-mass index (BMI), with a prevalence of elevated blood pressure six times higher in obese (30·8%, 95% CI 20·1-42·6) versus normal-weight children (5·5%, 3·1-8·4; p<0·0001).This study suggests a high prevalence of elevated blood pressure among children and adolescents in Africa, with overweight and obesity being an important risk factor. Efforts to address this burden of elevated blood pressure in children and adolescents should mainly focus on primary prevention at the community level, by promoting healthy lifestyles and avoiding other cardiovascular risk factors, especially overweight and obesity. This study also stresses the need for more elaborate studies using uniform and reliable diagnostic methods to reliably map the burden of elevated blood pressure in children and adolescents in Africa.None.", "id": "29253478", "date": "2017-07-31", "title": "Prevalence of elevated blood pressure in children and adolescents in Africa: a systematic review and meta-analysis.", "doi": "10.1016/S2468-2667(17)30123-8", "journal": ["The Lancet. Public health", "Lancet Public Health"]}