{"authors": [["Roerecke", "Michael", "M", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health (CAMH), Toronto, Canada; Dalla Lana School of Public Health (DLSPH), University of Toronto, Toronto, Canada; PAHO/WHO Collaborating Centre for Addiction and Mental Health, Toronto, Canada. Electronic address: m.roerecke@web.de."], ["Kaczorowski", "Janusz", "J", "Department of Family and Emergency Medicine, Université de Montréal, Montreal, Canada; University of Montreal Hospital Research Centre (CRCHUM), Montreal, Canada."], ["Tobe", "Sheldon W", "SW", "Department of Medicine, University of Toronto, Toronto, Canada; Northern Ontario School of Medicine, Ontario, Canada."], ["Gmel", "Gerrit", "G", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health (CAMH), Toronto, Canada; School of Electrical Engineering and Telecommunication, The University of New South Wales, New South Wales, Sydney, Australia."], ["Hasan", "Omer S M", "OSM", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health (CAMH), Toronto, Canada."], ["Rehm", "Jürgen", "J", "Institute for Mental Health Policy Research, Centre for Addiction and Mental Health (CAMH), Toronto, Canada; Dalla Lana School of Public Health (DLSPH), University of Toronto, Toronto, Canada; Institute of Medical Science, University of Toronto, Toronto, Canada; Department of Psychiatry, University of Toronto, Toronto, Canada; PAHO/WHO Collaborating Centre for Addiction and Mental Health, Toronto, Canada; Institute for Clinical Psychology and Psychotherapy, Technische Universität Dresden, Dresden, Germany; Campbell Family Mental Health Research Institute, CAMH, Toronto, Canada."]], "text": "Although it is well established that heavy alcohol consumption increases the risk of hypertension, little is known about the effect of a reduction of alcohol intake on blood pressure. We aimed to assess the effect of a reduction in alcohol consumption on change in blood pressure stratified by initial amount of alcohol consumption and sex in adults.In this systematic review and meta-analysis, we searched MedLine, Embase, CENTRAL, and ClinicalTrials.gov from database inception up to July 13, 2016, for trials investigating the effect of a change of alcohol consumption on blood pressure in adults using keywords and MeSH terms related to alcohol consumption, blood pressure, and clinical trials, with no language restrictions. We also searched reference lists of identified articles and published meta-analyses and reviews. We included full-text articles with original human trial data for the effect of a change of alcohol consumption on blood pressure in adults, which reported a quantifiable change in average alcohol consumption that lasted at least 7 days and a corresponding change in blood pressure. We extracted data from published reports. We did random-effects meta-analyses stratified by amount of alcohol intake at baseline. All meta-analyses were done with Stata (version 14.1). For the UK, we modelled the effect of a reduction of alcohol consumption for 50% of the population drinking more than two standard drinks per day (ie, 12 g pure alcohol per drink).36 trials with 2865 participants (2464 men and 401 women) were included. In people who drank two or fewer drinks per day, a reduction in alcohol was not associated with a significant reduction in blood pressure; however, in people who drank more than two drinks per day, a reduction in alcohol intake was associated with increased blood pressure reduction. Reduction in systolic blood pressure (mean difference -5·50 mm Hg, 95% CI -6·70 to -4·30) and diastolic blood pressure (-3·97, -4·70 to -3·25) was strongest in participants who drank six or more drinks per day if they reduced their intake by about 50%. For the UK, the results would translate into more than 7000 inpatient hospitalisations and 678 cardiovascular deaths prevented every year.Reducing alcohol intake lowers blood pressure in a dose-dependent manner with an apparent threshold effect. Implementation of effective alcohol interventions in people who drink more than two drinks per day would reduce the disease burden from both alcohol consumption and hypertension, and should be prioritised in countries with substantial alcohol-attributable risk.National Institute on Alcohol Abuse and Alcoholism of the National Institutes of Health (NIH).", "id": "29253389", "date": "2017-02-07", "title": "The effect of a reduction in alcohol consumption on blood pressure: a systematic review and meta-analysis.", "doi": "10.1016/S2468-2667(17)30003-8", "journal": ["The Lancet. Public health", "Lancet Public Health"]}