{"authors": [["Accrombessi", "Manfred", "M", "UMR216-MERIT, French National Research Institute for Sustainable Development (IRD), Université Paris Descartes, Paris, France."], ["Zeitlin", "Jennifer", "J", "Obstetrical, Perinatal, and Pediatric Epidemiology Research Team, Centre for Epidemiology and Biostatistics (U1153-EPOPé), National Institute for Health and Medical Research (INSERM), Université Paris Descartes, Paris, France."], ["Massougbodji", "Achille", "A", "Centre d'Étude et de Recherche sur le Paludisme Associé à la Grossesse et à l'Enfance (CERPAGE), Cotonou, Benin."], ["Cot", "Michel", "M", "UMR216-MERIT, French National Research Institute for Sustainable Development (IRD), Université Paris Descartes, Paris, France."], ["Briand", "Valérie", "V", "UMR216-MERIT, French National Research Institute for Sustainable Development (IRD), Université Paris Descartes, Paris, France."]], "text": "The reduction in the under-5 year mortality rate to at least as low as 25 per 1000 livebirths by 2030 has been implemented as one of the new Sustainable Development Goals. Fetal growth restriction (FGR) is one of the most important determinants of infant mortality in developing countries. In this review, we assess the extent of the literature and summarize its findings on the main preventable factors of FGR in Africa.A scoping review was conducted using the Arksey and O'Malley framework. Five bibliographic databases and grey literature were used to identify studies assessing at least one risk factor for FGR. Aggregate risk estimates for the main factors associated with FGR were calculated.Forty-five of a total of 671 articles were selected for the review. The prevalence of FGR varied between 2.6 and 59.2% according to both the African region and the definition of FGR. The main preventable factors reported were a low maternal nutritional status (aggrerate odds ratio [OR]: 2.28, 95% confidence interval [CI] 1.59, 3.25), HIV infection (aOR 1.86, 95% CI 1.38, 2.50), malaria (aOR 1.95, 95% CI 1.04, 3.66), and gestational hypertension (aOR 2.61, 95% CI 2.42, 2.82).FGR is, to a large extent, preventable through existing efficacious interventions dedicated to malaria, HIV and nutrition. Further studies are still needed to assess the influence of risk factors most commonly documented in high-income countries. Improving research on FGR in Africa requires a consensual and standardized definition of FGR-for a higher comparability-between studies and settings.", "id": "29253317", "date": "2017-12-18", "title": "What Do We Know about Risk Factors for Fetal Growth Restriction in Africa at the Time of Sustainable Development Goals? A Scoping Review.", "doi": "10.1111/ppe.12433", "journal": ["Paediatric and perinatal epidemiology", "Paediatr Perinat Epidemiol"]}