{"authors": [["Gallant", "Joel", "J", "Southwest CARE Center, Santa Fe, New Mexico."], ["Hsue", "Priscilla Y", "PY", "University of California San Francisco, San Francisco."], ["Shreay", "Sanatan", "S", "Gilead Sciences, Foster City, California."], ["Meyer", "Nicole", "N", "Truven Health Analytics, Cambridge, Massachusetts."]], "text": "Quantify proportion of human immunodeficiency virus (HIV)-infected patients with specific comorbidities receiving healthcare coverage from commercial, Medicaid, and Medicare payers.Data from MarketScan research databases were used to select adult HIV-infected patients from each payer. Treated HIV-infected patients were matched to HIV-negative controls. Cross-sectional analyses were performed between 2003 and 2013 among HIV-infected patients to quantify the proportion with individual comorbidities over the period, by payer.Overall, 36298 HIV-infected patients covered by commercial payers, 26246 covered by Medicaid payers, and 1854 covered by Medicare payers were identified between 2003 and 2013. Essential hypertension (31.4%, 39.3%, and 76.2%, respectively), hyperlipidemia (29.2%, 22.1%, and 49.6%), and endocrine disease (21.8%, 27.2%, and 54.0%) were the most common comorbidities. Comparison of data from 2003 to data from 2013 revealed significant increases across payers in the percentage of patients with the comorbidities specified above (P < .05). Across all payers, the proportions of treated HIV-infected patients with deep vein thrombosis, hepatitis C, renal impairment, thyroid disease, and liver disease from 2003 to 2013 was significantly greater (P < .05) than for matched controls.Comorbidities are common among the aging HIV-infected population and have increased over time. There should be a consideration in treatment choices for HIV infection, including the choices of antiretroviral regimens.", "id": "29253205", "date": null, "title": "Comorbidities Among US Patients With Prevalent HIV Infection-A Trend Analysis.", "doi": "10.1093/infdis/jix518", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}