{"authors": [["Tykarski", "Andrzej", "A", "tykarski@o2.pl."], ["Widecka", "Krystyna", "K", null], ["Narkiewicz", "Krzysztof", "K", null], ["Wożakowska-Kapłon", "Beata", "B", null], ["Gaciong", "Zbigniew", "Z", null], ["Grajek", "Stefan", "S", null], ["Grodzicki", "Tomasz", "T", null], ["Januszewicz", "Andrzej", "A", null], ["Wolf", "Jacek", "J", null], ["Prejbisz", "Aleksander", "A", null], ["Kostka-Jeziorny", "Katarzyna", "K", null], ["Filipiak", "Krzysztof J", "KJ", null]], "text": "The reasons for the publication of current expert consensus statement after 4 years from the previous one are: the growing number of evidence on the benefits of the use of single-pill combinations (SPCs) in hypertension (also with concomitant dyslipidaemia), the extension of indications for their use in the hypertension management algorithm and the emergence in recent years after the publication of Polish Society of Hypertension experts' position statement in 2013 of new types of SPCs available to doctors in Poland, including triple-drug combinations of antihypertensives and the so-called \"hybrids\" SPCs containing not only antihypertensive drugs but also statins. The current position statement of experts summarizes the progress of knowledge and practical application of SPCs of antihy-pertensives in Poland. It seems that there will be a long gap in the introduction of new classes of antihypertensive drugs. The only noticeable progress in the pharmacotherapy of hypertension in the last 15 years, which may explain some increase in the effectiveness of blood pressure control in patients, is more common use of SPCs of antihypertensive drugs. Analysis of European Society of Hypertension (ESH) experts' lectures during this year's ESH 2017 Annual Meeting in Milan suggests that the next edition of the 2018 ESH Guidelines may include major changes in the antihypertensive therapy algorithm, suggesting the need for initiation of pharmacologic treatment with combination therapy, i.e. SPCs, in most patients with hypertension. Combination of an angiotensin converting enzyme (ACE) inhibitor + calcium antagonist should be considered optimal in patients with high and very high cardiovascular risk. Undoubtedly, the position of this combination is due to the ACCOM-PLISH trial in which such SPCs werefound to be more effective in reducing cardiovascular risk than SPCs composed of an ACE-inhibitor + thiazide diuretic. As a result of gradually increasing popularity of combined drugs, further SPCs that meet the criteria for optimal combination of antihypertensive drugs emerged in Poland between 2012 and 2017. Two of them provided the possibility of using SPCs in patients who do not need or should not use renin-angiotensin-aldosterone inhibitors. An interesting alternative is the SPC which contains antihypertensive agents along with other drugs used in cardiovascular prevention: statins and acetylsalicylic acid. This direction in the evolution of pharmacotherapy of hypertension is approaching the concept of \"polypill\". In the opinion of the authors, the use of SPCs in antihypertensive therapy will increase in Poland, which may contribute to further improvement of pressure control in our country. At present, almost all useful anti-hypertensive agents are available in the form of two-drug SPCs. The combination of a sartan with beta-blocker for hypertensive patients with cardiac hypertrophy who do not tolerate ACE inhibitors and a \"hybrid\" SPCs of an ACE inhibitor + statin are still expected. Three-drug combinations: ACE inhibitor + beta-blocker + calcium antagonist, for patients with hypertension and coronary artery disease requiring intensive therapy, and ACE inhibitor + beta-blocker + statin, which will enable SPCs therapy for most patients, would also be useful.", "id": "29251761", "date": null, "title": "Single-pill combinations (SPCs) and treatment of arterial hypertension in Poland. Expert consensus statement of the Polish Society of Hypertension and Polish Cardiac Society Working Group on Cardiovascular Pharmacotherapy.", "doi": "10.5603/KP.2017.0237", "journal": ["Kardiologia polska", "Kardiol Pol"]}