{"authors": [["Bloch", "Andreas", "A", "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Glas", "Michael", "M", "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Kohler", "Andreas", "A", "Department for Visceral Surgery and Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Baumann", "Ulrich", "U", "Vein Press GmbH, Muensingen, Switzerland."], ["Jakob", "Stephan M", "SM", "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."]], "text": "Intra-abdominal hypertension jeopardizes abdominal organ perfusion and venous return. Contemporary recognition of elevated intra-abdominal pressure (IAP) plays a crucial role in reducing mortality and morbidity. We evaluated ultrasound guided tonometry in this context hypothesizing that the vertical chamber diameter of this device inversely correlates with intra-abdominal pressure.IAP was increased in six 5 mmHg steps to 40 mmHg by instillation of normal saline into the peritoneal cavity of eight anesthetized pigs. Liver and renal blood flows (ultrasound transit time), intra-vesical, intra-peritoneal and end-inspiratory plateau pressures were recorded. For ultrasound-based assessment of intra-abdominal pressure (ultrasound guided tonometry), a pressure transducing, compressible chamber was fixed at the tip of a linear ultrasound probe, and the system was applied on the abdominal wall using different pre-determined levels of external pressure. At each IAP level (reference: intra-vesical pressure), two investigators measured the vertical diameter of this chamber.All abdominal flows decreased (by 39% to 58%), and end-inspiratory plateau pressure increased from 15 mbar (14-17 mbar) to 38 mbar (33-42 mbar) (median, range) with increasing IAP (all p < 0.01). Vertical chamber diameter decreased from 14.9 (14.6-15.2) mm to12.8 (12.4-13.4) mm with increasing IAP. Coefficients of variations between and within observers regarding change of the vertical tonometry chamber diameter were small (all < 4%), and the results were independent of the externally applied pressure level on the ultrasound probe. Correlation of IAP and vertical pressure chamber distance was highly significant (r: -1, p: 0.0004). Ultrasound guided tonometry could discriminate between normal (baseline) pressure and 15 mmHg, between 15 and 25mmHg) and between 25 and 40 mmHg IAP (all p≤0.18). Similar results were obtained for end-inspiratory plateau pressures.In our model, values obtained by ultrasound guided tonometry correlated significantly with intra-abdominal pressures. The method was able to discriminate between normal, moderately and markedly increased IAP values.", "id": "29251669", "date": "2017-12-14", "title": "Non-Invasive Assessment of Intra-Abdominal Pressure Using Ultrasound Guided Tonometry - a Proof-of-Concept Study.", "doi": "10.1097/SHK.0000000000001085", "journal": ["Shock (Augusta, Ga.)", "Shock"]}