{"authors": [["Ozcan Kahraman", "Buse", "B", "School of Physical Therapy and Rehabilitation (Ms Ozcan Kahraman, Mr Ozsoy, and Drs Savci and Acar) and Departments of Cardiology (Drs Ozpelit and Akdeniz) and Chest Diseases (Dr Sevinc), Faculty of Medicine, Dokuz Eylül University, Izmir, Turkey."], ["Ozsoy", "Ismail", "I", null], ["Savci", "Sema", "S", null], ["Acar", "Serap", "S", null], ["Ozpelit", "Ebru", "E", null], ["Sevinc", "Can", "C", null], ["Akdeniz", "Bahri", "B", null]], "text": "Assessment of balance performance is important for both diagnostic and therapeutic reasons in clinical practice. Although the ideal exercise prescription is unknown for patients with pulmonary arterial hypertension (PAH), balance training may be effective for this population if they have balance impairments, such as other patients with cardiopulmonary diseases. The present study aimed to evaluate static and dynamic balance performance and balance confidence in individuals with and without PAH.Eighteen participants with PAH and 12 apparently healthy volunteers were included in this cross-sectional study. Balance performance was assessed by Balance Master System. Static balance performance was assessed by the modified Clinical Test of Sensory Interaction on Balance and unilateral stance test. Limits of stability was used for the assessment of dynamic balance performance. Balance confidence was determined using the Activities Balance Confidence scale.There was no significant difference in age, gender, and body mass index between the 2 groups. There was no significant difference in modified Clinical Test of Sensory Interaction on Balance and unilateral stance variables between the patients and healthy controls. Reaction time (forward), movement velocity (backward), directional control (backward), endpoint excursion (backward), and maximum excursion (backward) variables that were the subgroups of limits of stability were significantly different between the 2 groups (P < .05). Balance confidence was significantly lower in patients with PAH (P < .001).This study suggests that although static balance performance was preserved, patients with PAH had decreased dynamic balance performance and balance confidence without a significant fall history compared with healthy controls.", "id": "29251653", "date": "2017-12-14", "title": "Static and Dynamic Balance Performance and Balance Confidence in Individuals With and Without Pulmonary Arterial Hypertension.", "doi": "10.1097/HCR.0000000000000299", "journal": ["Journal of cardiopulmonary rehabilitation and prevention", "J Cardiopulm Rehabil Prev"]}