{"authors": [["McCulley", "David J", "DJ", "Department of Pediatrics."], ["Wienhold", "Mark D", "MD", "Department of Pediatrics."], ["Hines", "Elizabeth A", "EA", "Laboratory of Genetics."], ["Hacker", "Timothy A", "TA", "Department of Medicine, and."], ["Rogers", "Allison", "A", "Department of Medicine, and."], ["Pewowaruk", "Ryan J", "RJ", "Department of Biomedical Engineering, University of Wisconsin - Madison, Madison, Wisconsin, USA."], ["Zewdu", "Rediet", "R", "Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, New York, USA."], ["Chesler", "Naomi C", "NC", "Department of Pediatrics."], ["Selleri", "Licia", "L", "Department of Cell and Developmental Biology, Weill Medical College of Cornell University, New York, New York, USA."], ["Sun", "Xin", "X", "Laboratory of Genetics."]], "text": "A critical event in the adaptation to extrauterine life is relaxation of the pulmonary vasculature at birth, allowing for a rapid increase in pulmonary blood flow that is essential for efficient gas exchange. Failure of this transition leads to pulmonary hypertension (PH), a major cause of newborn mortality associated with preterm birth, infection, hypoxia, and malformations including congenital diaphragmatic hernia (CDH). While individual vasoconstrictor and dilator genes have been identified, the coordination of their expression is not well understood. Here, we found that lung mesenchyme-specific deletion of CDH-implicated genes encoding pre-B cell leukemia transcription factors (Pbx) led to lethal PH in mice shortly after birth. Loss of Pbx genes resulted in the misexpression of both vasoconstrictors and vasodilators in multiple pathways that converge to increase phosphorylation of myosin in vascular smooth muscle (VSM) cells, causing persistent constriction. While targeting endothelin and angiotensin, which are upstream regulators that promote VSM contraction, was not effective, treatment with the Rho-kinase inhibitor Y-27632 reduced vessel constriction and PH in Pbx-mutant mice. These results demonstrate a lung-intrinsic, herniation-independent cause of PH in CDH. More broadly, our findings indicate that neonatal PH can result from perturbation of multiple pathways and suggest that targeting the downstream common effectors may be a more effective treatment for neonatal PH.", "id": "29251627", "date": "2017-12-18", "title": "PBX transcription factors drive pulmonary vascular adaptation to birth.", "doi": "10.1172/JCI93395", "journal": ["The Journal of clinical investigation", "J. Clin. Invest."]}