{"authors": [["Zhang", "Junjie", "J", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Cao", "Yanan", "Y", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Gao", "Xiaowei", "X", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Zhu", "Maoen", "M", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Zhang", "Zhong", "Z", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Yang", "Yue", "Y", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Guo", "Qulian", "Q", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."], ["Peng", "Yonggang", "Y", "2 Department of Anesthesiology, Shands Hospital, University of Florida, Gainesville, FL, USA."], ["Wang", "E", "E", "1 159374 Department of Anesthesiology, Xiangya Hospital, Central South University, Changsha, Hunan, China."]], "text": "Worsening right ventricular (RV) dysfunction in the presence of pulmonary artery hypertension (PAH) increases morbidity and mortality in this patient population. Transthoracic echocardiography (TTE) is a non-invasive modality to evaluate RV function over time. Using a monocrotaline-induced PAH rat model, we evaluated the effect of acute inflammation on RV function. In this study, both PAH and control rats were injected with Escherichia coli lipopolysaccharide (LPS) to induce an acute inflammatory state. We evaluated survival curves, TTE parameters, and inflammatory markers to better understand the mechanism and impact of acute inflammation on RV function in the presence of PAH. The survival curve of the PAH rats dropped sharply within 9 h after LPS treatment. Several echocardiographic parameters including left ventricular (LV) stroke volume, RV tricuspid annular plane systolic excursion, RV longitudinal peak systolic strain, and strain rate decreased significantly in PAH rats before LPS injection and 2 h after LPS injection. The expression of phospholamban (PLB) and tumor necrosis factor-α (TNF-α) significantly increased and the expression of SERCA2a significantly decreased in PAH rats after LPS administration. LPS suppressed the RV longitudinal peak systolic strain and strain rate and cardiac function deteriorated in PAH rats. These effects may be associated with the signal pathway activity of SERCA2a/PLB.", "id": "29251561", "date": "2017-12-18", "title": "Lipopolysaccharide acutely suppresses right-ventricular strain in rats with pulmonary artery hypertension.", "doi": "10.1177/2045893217744504", "journal": ["Pulmonary circulation", "Pulm Circ"]}