{"authors": [["Meoli", "David F", "DF", "1 12328 Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Su", "Yan Ru", "YR", "1 12328 Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Brittain", "Evan L", "EL", "1 12328 Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Robbins", "Ivan M", "IM", "2 12328 Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Hemnes", "Anna R", "AR", "2 12328 Division of Allergy, Pulmonary, and Critical Care Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Monahan", "Ken", "K", "1 12328 Division of Cardiovascular Medicine, Vanderbilt University Medical Center, Nashville, TN, USA."]], "text": "Pulmonary hypertension complicating left heart disease (PH-LHD) is associated with increased morbidity and mortality, especially in patients who develop combined pre- and post-capillary PH (Cpc-PH). Mechanisms underlying PH-LHD are incompletely understood, particularly for individuals with preserved left ventricular ejection fraction (LVEF). We hypothesized that transpulmonary concentrations of biomarkers representing signaling pathways with known effects on the pulmonary circulation could provide insight into the molecular etiology of PH-LHD in patients with preserved LVEF. Blood samples were collected from the pulmonary artery (PA) and wedge positions of outpatients with normal LVEF referred for right heart catheterization. Hemodynamic tracings were reviewed to classify patients as \"no PH\" (n = 23) or \"PH-LHD\" (n = 22). A biomarker's transpulmonary ratio (TPR) was calculated as the quotient of wedge and PA concentrations. The TPR of endothelin 1 (ET-1) was elevated in Cpc-PH (n = 10) compared to no PH or isolated post-capillary PH (Ipc-PH, n = 12); cAMP and cGMP TPRs were not different among groups. Higher ET-1 TPR in Cpc-PH was due to increased wedge ET-1 concentration. Pulmonary vascular resistance (PVR) strongly correlated with wedge ET-1 exclusively in Cpc-PH patients. In patients with normal LVEF and Cpc-PH, ET-1 TPR is higher, due to elevated wedge ET-1, compared to those without PH or with Ipc-PH. Strong correlation between PVR and wedge ET-1, observed only in the Cpc-PH group, may suggest increased pulmonary vascular responsiveness to ET-1 in these patients. These findings implicate elevated pulmonary ET-1 as a marker of, and a potential contributor to, development of Cpc-PH in this population.", "id": "29251543", "date": "2017-12-18", "title": "The transpulmonary ratio of endothelin 1 is elevated in patients with preserved left ventricular ejection fraction and combined pre- and post-capillary pulmonary hypertension.", "doi": "10.1177/2045893217745019", "journal": ["Pulmonary circulation", "Pulm Circ"]}