{"authors": [["Stephenson-Famy", "Alyssa", "A", "Department of Obstetrics and Gynecology, Maternal-Fetal Medicine at University of Washington School of Medicine, Seattle, WA, USA."], ["Masarie", "Kaitlin S", "KS", "Department of Obstetrics and Gynecology, Maternal-Fetal Medicine at University of Washington School of Medicine, Seattle, WA, USA."], ["Lewis", "Ali", "A", "University of Washington Medicine Northwest Hospital, Seattle, WA, USA."], ["Schiff", "Melissa A", "MA", "Department of Epidemiology, University of Washington School of Public Health, Seattle, WA, USA."]], "text": "Few studies have evaluated risk factors associated with hospital birth among women planning to give birth in a birth center in the United States. This study describes the obstetrical risk factors for hospital birth among women intending to deliver in a birth center in Washington State.We performed a retrospective cohort study of Washington State birth certificate data for women with singleton, term pregnancies planning to give birth at a birth center from 2004 to 2011. We assessed risk factors for hospital birth including demographic, obstetrical, and medical characteristics. We used multivariable logistic regression to estimate the odds ratio (OR) and 95% confidence interval (CI) of the association between risk factors and hospital birth.Among the 7118 women planning to give birth at a birth center during the study period, 7% (N = 501) had a hospital birth, and 93% delivered at a birth center (N = 6617). The strongest risk factors for hospital transfer included nulliparity (OR 7.2 [95% CI 5.3-9.8]), maternal age >40 years (OR 3.7 [95% CI 2.1-6.7]), inadequate prenatal care (OR 3.7 [95% CI 2.7-5.0]), body mass index ≥30 (OR 2.1 [95% CI 1.6-3.0]), government health insurance (OR 9.3 [95% CI 5.0-17.1]), and hypertension (10.1 [95% CI 5.7-18.1]). Among nulliparous women, all of these demographic and obstetrical factors remained strongly associated with hospital birth.This information may be useful for counseling women who plan a birth center birth about the risk of hospital birth.", "id": "29251376", "date": "2017-12-18", "title": "What are the risk factors associated with hospital birth among women planning to give birth in a birth center in Washington State?", "doi": "10.1111/birt.12329", "journal": ["Birth (Berkeley, Calif.)", "Birth"]}