{"authors": [["Poincloux", "Laurent", "L", "Department of Digestive and Hepatobiliary Diseases, CHU Estaing; Auvergne University Department/CNRS 6284 Image Sciences for Innovations Techniques, France."], ["Chabrot", "Pascal", "P", "Auvergne University Department/CNRS 6284 Image Sciences for Innovations Techniques; Department of Radiology, CHU Gabriel Montpied, France."], ["Mulliez", "Aurélien", "A", "Department of Biostatistics, DRCI, CHU Gabriel Montpied, Clermont-Ferrand, France."], ["Genes", "Julien", "J", "Department of Digestive and Hepatobiliary Diseases, CHU Estaing, France."], ["Boyer", "Louis", "L", "Auvergne University Department/CNRS 6284 Image Sciences for Innovations Techniques; Department of Radiology, CHU Gabriel Montpied, France."], ["Abergel", "Armando", "A", "Department of Digestive and Hepatobiliary Diseases, CHU Estaing; Auvergne University Department/CNRS 6284 Image Sciences for Innovations Techniques, France."]], "text": "Interventional endoscopic ultrasound (EUS) is a promising novel approach for intravascular interventions. The aim of this study was to assess the feasibility and safety of a EUS-guided intrahepatic portosystemic shunt (EGIPS) with portal pressure gradient measurement in a live porcine model.The left hepatic vein (LHV) or the inferior vena cava (IVC) was punctured with a needle that advanced into the portal vein (PV). A guidewire was then inserted into the PV, and a needle knife was used to create an intrahepatic fistula between LHV and PV. Portal pressure was recorded. The fistula was dilated with a balloon and a biliary metal stent was deployed between LHV and PV under sonographic and fluoroscopic observation. A portocavography validated the patency of the stent. Necropsies were realized after euthanasia.Portosystemic stenting was achieved in 19/21 pigs. Final portocavography confirmed stent patency between PV and LHV or IVC in 17 pigs (efficacy of 81%): Four stents were dysfunctional as two were thrombosed and two were poor positioned. Portal pressure was documented before and after shunting in 20/21 pigs. Necropsies revealed that 19/21 procedures were transesophageal and two were transgastric. Hemoperitoneum and pneumothorax were found in one pig and hemothorax was found in two pigs. Morbidity was 14.2% (3/21 animals).EGIPS was feasible in 91% of cases, functional in 81%, with 14.2% per procedure morbidity. EGIPS still needs to be assessed in portal hypertension pig models with longer follow-up before being considered as an alternative when the transjugular intrahepatic portosystemic shunt fails.", "id": "29251274", "date": null, "title": "Interventional endoscopic ultrasound: A new promising way for intrahepatic portosystemic shunt with portal pressure gradient.", "doi": "10.4103/eus.eus_42_17", "journal": ["Endoscopic ultrasound", "Endosc Ultrasound"]}