{"authors": [["Krishnappa", "Vinod", "V", "Cleveland Clinic Akron General/Akron Nephrology Associates, Akron, Ohio, USA."], ["Gupta", "Mohit", "M", "Department of Nephrology, Weill Cornell Medicine/NewYork Presbyterian, New York, USA."], ["Elrifai", "Mohamed", "M", "Cleveland Clinic Akron General/Akron Nephrology Associates, Akron, Ohio, USA."], ["Moftakhar", "Bahar", "B", "Department of Internal Medicine, Summa Health System, Akron, Ohio, USA."], ["Ensley", "Michael J", "MJ", "Department of Political Science, Kent State University, Kent, Ohio, USA."], ["Vachharajani", "Tushar J", "TJ", "Division of Nephrology and Hypertension, Salisbury VA Health Care System, Salisbury, NC, USA."], ["Sethi", "Sidharth Kumar", "SK", "Kidney Institute, Medanta, The Medicity Hospital, Gurgaon, India."], ["Raina", "Rupesh", "R", "Cleveland Clinic Akron General/Akron Nephrology Associates, Akron, Ohio, USA."]], "text": "Atypical hemolytic uremic syndrome (aHUS) is a rare life-threatening thrombotic microangiopathy (TMA) affecting multiple organ systems. Recently, aHUS has been shown to be associated with uncontrolled complement activation due to mutations in the alternative pathway of complement components paving the way for targeted drug therapy. By meta-analysis of case reports, we discuss the impact of new treatment strategies on the resolution time of aHUS symptoms and mortality, and the distribution of genetic mutations. A PubMed/Medline search was conducted for \"atypical hemolytic uremic syndrome\" case reports published between November 2005 and November 2015. R Version 3.2.2 was used to calculate descriptive statistics and perform univariate analyses. Wilcoxon rank-sum test was used to compare time to symptoms resolution, creatinine and platelet count normalization across the treatment and mutation carrier groups. A total of 259 aHUS patients were reported in 176 articles between 2005 and 2015. In the last 5-year period compared to the precedent, there was an increase in the number of aHUS cases reported (180 vs. 79 cases) and the use of eculizumab also increased (6.3% to 46.1%, P < 0.000), although plasma exchange usage did not change (P = 0.281). CFH antibodies were present in a significantly higher number of patients treated with plasma exchange therapy (19.1%, P = 0.000) while none of the non-plasma exchange therapy group had CFH antibodies. Most common mutation was CFH (50%, 69/139) followed by CFHR1 (35%, 30/85), MCP (22.8%, 23/101) and CFI (16.6%, 17/102). Time to symptoms resolution and serum creatinine or platelet count normalization were not significantly different between eculizumab and non-eculizumab group (P = 0.166, P = 0.361, P = 0.834), and between plasma exchange and non-plasma exchange group (P = 0.150, P = 0.135, P = 0.784). However, both eculizumab and plasma exchange groups had early platelet recovery (22 vs. 30 days and 25.5 vs. 32.5 days), faster creatinine normalization (27 vs. 30.5 days and 27 vs. 37 days) and interestingly, a longer period for symptoms resolution (45.5 vs. 21 days and 30 vs. 18.5 days) compared to non-eculizumab and non-plasma exchange groups. Mortality rate decreased with the use of eculizumab significantly (P = 0.045) compared to non-eculizumab group and there was no change in mortality rate with the use of plasma exchange therapy (P = 0.760) compared to non-plasma exchange group. Plasma exchange continues to be the initial treatment of choice for aHUS. Although significant reduction in the mortality rate was noted with the use of eculizumab, there were no differences in time to resolution of symptoms or serum creatinine or platelet normalization with the use of either eculizumab or plasma therapy. Atypical HUS is acute and life-threatening, so plasma exchange may be initiated before the confirmed diagnosis and in patients positive for CFH antibodies. Eculizumab therapy should be considered once aHUS is confirmed by genetic testing.", "id": "29250893", "date": "2017-12-17", "title": "Atypical Hemolytic Uremic Syndrome: A Meta-Analysis of Case Reports Confirms the Prevalence of Genetic Mutations and the Shift of Treatment Regimens.", "doi": "10.1111/1744-9987.12641", "journal": ["Therapeutic apheresis and dialysis : official peer-reviewed journal of the International Society for Apheresis, the Japanese Society for Apheresis, the Japanese Society for Dialysis Therapy", "Ther Apher Dial"]}