{"authors": [["Hsu", "Yu-Wei", "YW", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Yang", "Fu-Chi", "FC", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Lee", "Jiunn-Tay", "JT", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Kao", "Hung-Wen", "HW", "Department of Radiology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Tsai", "Chia-Kuang", "CK", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."]], "text": "To present a case of orbital cellulitis initially mimicking giant cell arteritis.An 80-year-old man with a history of hypertension and type 2 diabetes mellitus was referred with a prominent progressive headache over the right temporal and periorbital areas. Non-contrast brain CT results were normal, but ESR was elevated. Giant cell arteritis was suspected initially. However, the symptoms progressed under oral corticosteroid therapy. The subsequent brain MRI with contrast revealed extensive contrast enhancement along the right optic nerve and optic canal with a rim-enhancing lesion in the posterior aspect of the optic nerve. Treatment included intravenous antibiotics and surgical drainage. Culture of the drainage revealed growth of Pseudomonas aeruginosa.Orbital cellulitis should be considered in patients with progressive headache over the unilateral temporal and periorbital areas, in addition to giant cell arteritis. Brain imaging with contrast should be performed for detecting occult orbital infection or other intracranial etiologies.", "id": "29250759", "date": null, "title": "Orbital Cellulitis Presenting as Giant Cell Arteritis: A Case Report.", "doi": null, "journal": ["Acta neurologica Taiwanica", "Acta Neurol Taiwan"]}