{"authors": [["Hsu", "Yu-Wei", "YW", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Lee", "Jiunn-Tay", "JT", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Liao", "Yi-Shu", "YS", "Department of Pathology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Nieh", "Shin", "S", "Department of Pathology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Cheng", "Chun-An", "CA", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Tsai", "Chia-Kuang", "CK", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."]], "text": "To present a case of salivary gland malignancy initially mimicking Bell's palsy.A 75-year-old woman with hypertension visited our neurological outpatient department,complaining of persistent right facial paralysis for more than a year after oral glucocorticoid therapy with recent development of vertigo and unsteady gait. She was previously diagnosed as having Bell's palsy and was prescribed oral glucocorticoid. However, her right facial muscles were still completely paralyzed, with no signs of improvement. The patient visited the outpatient department of neurology for 3 weeks, seeking treatment for the recent onset of vertigo and ataxia. Brain contrast magnetic resonance imaging (MRI) revealed the right mastoid air cells to be filled with high T2 signal intensity and low T1 signal, with destruction of the bony structure of mastoid, extending to the right jugular bulb. Results obtained from excisional biopsy and pathological analyses were used to diagnose the patient with adenoid cystic carcinoma of the salivary gland. The patient then received a thorough cancer workup and chemoradiotherapy, with the malignancy being under control. However, after a 1-year follow-up, the patient still had permanent right facial palsy.Salivary gland malignancy should be considered in patients with acute and subacute facial nerve paralysis, in addition to Bell's palsy. Brain imaging with contrast agents should be performed for differential diagnosis.", "id": "29250758", "date": null, "title": "Refractory Facial Paralysis: A Case Report.", "doi": null, "journal": ["Acta neurologica Taiwanica", "Acta Neurol Taiwan"]}