{"authors": [["Lai", "Chun-Hao", "CH", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Hsu", "Yu-Wei", "YW", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Lee", "Jiunn-Tay", "JT", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Hsu", "Yaw-Don", "YD", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Cheng", "Chun-An", "CA", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."], ["Tsai", "Chia-Kuang", "CK", "Department of Neurology, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, Republic of China."]], "text": "The osmotic demyelination syndrome (ODS) has been identified as a neurological complication of the rapid correction of hyponatremia. In recent years, however, various medical conditions have been associated with the development of ODS, irrelevant to changes in serum sodium. We present a rare case of a eunatremic patient who developed ODS with manifestation of parkinsonism.A 55 years old woman who has hypertension, type 2 diabetes nephropathy in end-stage renal disease under maintenance hemodialysis came to us with complaint about newly developed resting tremor of bilateral upper limbs, slowness of movements and small shuffling steps. Brain magnetic resonance imaging (MRI) showed bilateral lentiform nuclei demyelination. ODS was diagnosed concerning the comorbidities and her medical history. Her neurological deficits improved dramatically after treatment of Ropinirole.ODS may develop in patient with risk factors regardless of change in serum sodium concentration. Brain MRI could help in early detection of the demyelination. Secondary parkinsonism may occur as a rare manifestation of ODS. Supportive treatment, monitoring of vital signs and neurological deficits are warranted. Dopaminergic agent may be beneficial in symptomatic control.", "id": "29250757", "date": null, "title": "Acute Onset of Parkinsonism an End-Stage Renal Disease Patient.", "doi": null, "journal": ["Acta neurologica Taiwanica", "Acta Neurol Taiwan"]}