{"authors": [["Obrişcă", "Bogdan", "B", "Department of Urology, University of Medicine and Pharmacy of Craiova, Romania; gmitroi@yahoo.com."], ["JurubiŢă", "Adriana Roxana", "AR", null], ["Andronesi", "Andreea Gabriella", "AG", null], ["Gherghiceanu", "Mihaela", "M", null], ["Ismail", "Gener", "G", null], ["Mitroi", "George", "G", null], ["Hârza", "Mihai Cristian", "MC", null]], "text": "Nephrotic syndrome (NS) is a rare complication of hematopoietic cell transplantation (HCT) and is thought to represent a renal manifestation of chronic graft-versus-host disease (cGVHD). Glomerulopathies occur less often in recipients of autologous as compared to allogeneic HCT and, in this setting, renal pathology is less well characterized. This case report describes a 54-year-old man admitted for the evaluation of a nephrotic-range proteinuria. His past medical history included a ? light-chain secreting multiple myeloma (MM) for which he underwent autologous HCT. Prior to admission, the level of proteinuria on successive check-ups was over 3.5 g÷day, while on treatment with Losartan for the past six months for mild arterial hypertension. At the time of admission, the clinical examination was unremarkable and there were not any signs of cGVHD. Initial testing showed a nephrotic-range proteinuria (5.6 g÷day) with normal renal function, while excluding secondary causes of NS. The patient underwent a kidney biopsy that revealed the classic variant of focal and segmental glomerulosclerosis (FSGS). The patient was started on Cyclosporine 5 mg÷kg÷day and, after nine months, he experienced a partial remission (proteinuria 1.2 g÷day). This is the first report of FSGS as the etiology of autologous HCT-associated NS.", "id": "29250696", "date": null, "title": "Nephrotic syndrome after autologous hematopoietic stem cell transplantation: a case report.", "doi": null, "journal": ["Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie", "Rom J Morphol Embryol"]}