{"authors": [["ForŢofoiu", "Mircea Cătălin", "MC", "Department of Rheumatology, 4th Department - Medical Specialties 2, University of Medicine and Pharmacy of Craiova, Romania; anca_musetescu@yahoo.com."], ["Popescu", "Dragoş Marian", "DM", null], ["Pădureanu", "Vlad", "V", null], ["Dobrinescu", "Aurelian Constantin", "AC", null], ["Dobrinescu", "Adrian Gabriel", "AG", null], ["Mită", "Adrian", "A", null], ["Foarfă", "Maria Camelia", "MC", null], ["Bălă", "Violeta Serenada", "VS", null], ["Muşetescu", "Anca Emanuela", "AE", null], ["Ionovici", "Nina", "N", null], ["ForŢofoiu", "Maria", "M", null]], "text": "Ascites is the most frequent complication of cirrhosis and occurs only when the portal hypertension has already installed but ascites is caused by neoplasms, heart failure, tuberculosis, pancreatic illnesses, as well as other kind of affections. We describe the case of a 67-year-old patient, a retired person, without significant personal or familial history, nonsmoker, infrequent alcohol and coffee consumer with following chief complaints at onset: loss of appetite, weight loss, serious physical asthenia, delayed intestinal transit, diffuse abdominal pain and increase of abdominal circumference. Initially was misdiagnosed with liver cirrhosis. After discharged from our Clinic, suspicion of diagnosis was mesothelioma as well as after first thoracoscopy and pleural biopsy performed in a Clinic of Thoracic Surgery. Several pleural fragments collected by biopsy were sampled for the histopathological exam. The stainings used were Hematoxylin-Eosin (HE) and Periodic Acid-Schiff (PAS) for the mucopolysaccharides. For the immunohistochemistry was used the labeled Streptavidin-Biotin (LSAB)-Horseradish peroxidase (HRP) method, as well as the antibodies: cytokeratin (CK) cocktail (AE1÷AE3), vimentin, calretinin, CK7, CK5÷6, CK20, epithelial specific antigen/epithelial cell adhesion molecule (Ep-CAM) (BerEP4), thyroid transcription factor-1 (TTF-1), E-cadherin, CDX2, carcinoembryonic antigen (CEA) and the Hector Battifora mesothelial antigen-1 (HBME-1). The aspect at immunohistochemistry establishes a positive diagnostic of poorly differentiated mucinous pulmonary adenocarcinoma, with \"signet ring\" cells. The rapid and accurate determination of the diagnostics will allow not only for a decrease in the expenses for inefficient treatments, but also for the guidance of the patients towards clinics or centers able to provide and supervise these treatments.", "id": "29250690", "date": null, "title": "Difficulty in positive diagnosis of ascites and in differential diagnosis of a pulmonary tumor.", "doi": null, "journal": ["Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie", "Rom J Morphol Embryol"]}