{"authors": [["Verdeş", "Gabriel", "G", "Department of Surgery, \"Victor Babes\" University of Medicine and Pharmacy, Timisoara, Romania; ciprian_duta@yahoo.com."], ["DuŢă", "Ciprian Constantin", "CC", null], ["Popescu", "Roxana", "R", null], ["MituleŢu", "Mihai", "M", null], ["Ursoniu", "Sorin", "S", null], ["Lazăr", "Octavian Fulger", "OF", null]], "text": "Morbid obesity is a metabolic disease characterized by an excessive accumulation of adipose tissue (=40%). This disorder is commonly associated with cardiovascular disease, arteriosclerosis, type 2 diabetes, hypothyroidism and some types of cancer. The most common metabolic signals associated with the disease are leptin, ghrelin, with antagonic effects. Our study aimed at highlighting leptin and ghrelin expression levels, as well as establishing correlations between them and clinical-biological parameters in obese patients. The biological material was taken intraoperatively from the visceral adipose tissue. Expression of genes of interest was performed after total RNA extraction and reverse transcription-polymerase chain reaction (RT-PCR) and amplification with TaqMan specific primers. The results of the study showed significant differences in the expression of leptin mRNA between obese patients and the control group as well as the gender of the subjects. Ghrelin levels correlated positively with obesity, but not with gender. There were no significant correlations between the expression of the genes of interest and the parameters studied (age, body mass index - BMI, cholesterol, triglycerides, glycemia, diabetes, hypothyroidism and hypertension). The results of the study suggest that the evaluation of leptin levels can be used clinically in assessing the metabolic status of the patient with malignant obesity.", "id": "29250671", "date": null, "title": "Correlation between leptin and ghrelin expression in adipose visceral tissue and clinical-biological features in malignant obesity.", "doi": null, "journal": ["Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie", "Rom J Morphol Embryol"]}