{"authors": [["Romero-Castro", "Rafael", "R", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Jimenez-Garcia", "Victoria Alejandra", "VA", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Boceta-Osuna", "Jaime", "J", "Department of Internal Medicine, Virgen Macarena University Hospital, Seville, Spain."], ["Castilla-Guerra", "Luis", "L", "Department of Internal Medicine, Virgen Macarena University Hospital, Seville, Spain."], ["Pellicer-Bautista", "Francisco", "F", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Caunedo-Alvarez", "Angel", "A", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Herrerias-Gutierrez", "Juan Manuel", "JM", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Romero-Gómez", "Manuel", "M", "Gastroenterology Service, Virgen Macarena University Hospital, Seville, Spain."], ["Giovannini", "Marc", "M", "Endoscopy Unit, Institut Paoli-Calmettes, Marseilles, France."]], "text": "Endoscopic ultrasound (EUS)-guided drainage is now the treatment of choice in cases of pancreatic pseudocysts and walled-off necrosis, especially in the absence of luminal bulging and in patients with portal hypertension. Malignant refractory ascites usually heralds a poor prognosis and substantially impairs the quality of life of patients because of the symptoms experienced and the need for repeated paracentesis. EUS-guided placement of lumen-apposing, fully covered, self-expandable metal stents (FCSEMS) has been reported for the drainage of malignant ascites. Herein, we present the results of EUS-guided placement of plastic pigtails stents for the drainage of refractory malignant ascites in three patients. The aim was to improve symptoms and minimize the possible drawbacks of large-caliber FCSEMS. In this preliminary experience, EUS-guided placement of plastic stents was feasible and avoided further paracentesis.", "id": "29250586", "date": "2017-10-27", "title": "Endoscopic ultrasound-guided placement of plastic pigtail stents for the drainage of refractory malignant ascites.", "doi": "10.1055/s-0043-118746", "journal": ["Endoscopy international open", "Endosc Int Open"]}