{"authors": [["Weber", "Helmut", "H", "CCEP-Center Taufkirchen, Section Research Development Education, Taufkirchen, D- 82024 Taufkirchen, Germany."], ["Sagerer-Gerhardt", "Michaela", "M", "CCEP-Center Taufkirchen, Section Research Development Education, Taufkirchen, D- 82024 Taufkirchen, Germany."], ["Heinze", "Armin", "A", "CCEP-Center Taufkirchen, Section Research Development Education, Taufkirchen, D- 82024 Taufkirchen, Germany."]], "text": "Catheter ablation of atrial fibrillation (AF) is a current therapeutic option but its efficacy for the treatment of long-lasting persistent AF (l-lpAF) remains suboptimal. We tested the laser method as an alternative for catheter ablation of l-lpAF by using an open-irrigated electrode laser mapping and ablation (ELMA) catheter. Laser ablation was attempted in 48 patients aged 50-81 years (69 ± 7.6 y, female = 28) with drug resistant (3.5 trials) l-lpAF (≥12 months). All of the patients had comorbidities: congestive heart failure NYHA II-III (100%), hypertension 29 (60%), coronary artery disease 19 (40%), and heart valve defect 17 (35%). None of the patients had diabetes or obstructive sleep apnea. All were in AF at the beginning of the procedure. Continuous wave (cw) 1064nm Nd:YAG laser applications at 15W/10-20s (14-26/patient) were applied via the ELMA catheter until local electrical activity displayed on the monitor in the bipolar focused local electrograms (LEG) recorded via the pin electrodes from the tip of the catheter was abolished permanently and sinus rhythm was achieved. Online monitoring of electrical potential amplitudes in the focused LEG recorded via the pin-electrodes of the ELMA catheter allowed for validation of ablation success. Procedure duration ranged from 82-175 min (118 ± 72 min), number of lesions were14-26 (19 ± 4) per patient and X-ray exposure times ranged from 15-82 min (23.2 ± 12 min). Interventions were without complications. After the ablation procedure all the patients were in sinus rhythm, off medication, however, 12 (25%) needed a repeat study for various arrhythmias. During followup of 9 months to 29.3 years (8.2 ± 6.5 years) patients' quality of life improved significantly and during final follow-up control all except two were off medication still in sinus rhythm (lifelong success rate = 96%). As compared to other catheter ablation methods the laser method is an intriguing alternative for catheter ablation of l-lpAF.", "id": "29250231", "date": "2017-08-31", "title": "Laser catheter ablation of long- lasting persistent atrial fibrillation: Longterm results.", "doi": "10.4022/jafib.1588", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}