{"authors": [["Rostagno", "Carlo", "C", "Dipartimento Medicina Sperimentale e Clinica Università Firenze."], ["Capecchi", "Irene", "I", "Dipartimento Medicina Sperimentale e Clinica Università Firenze."], ["Gelsomino", "Sandro", "S", "Cardiochirurgia AOU Careggi Firenze."], ["Carone", "Enrico", "E", "Cardiochirurgia AOU Careggi Firenze."], ["Stefàno", "Pier Luigi", "PL", "Cardiochirurgia AOU Careggi Firenze."]], "text": "The usefulness of radiofrequency (RF) ablation in restoring sinus rhythm in patients with permanent atrial fibrillation (AF) undergoing surgery for mitral valve has been demonstrated. But whether sinus rhythm recovery affects long-term survival is less clear.This study included 301 consecutive patients (126 men and 175 women, age 69±6 years) undergoing radiofrequency ablation of persistent atrial fibrillation along with mitral valve surgery. Radiofrequency ablation was performed using unipolar probe in 55.3%, bipolar probe in the remaining 44.7% of cases.Four patients died during hospitalization. At follow-up, sinus rhythm was present in 76% of the surviving patients. 71 patients never recovered sinus rhythm after hospital discharge. Mortality and recurrent hospitalization were significantly lower in patients with sinus rhythm at the end of follow-up in comparison to permanent AF. The incidence of stroke was also lower in patients with stable sinus rhythm. Larger atria, pulmonary hypertension and history of rheumatic disease were associated with the persistence of AF despite radiofrequency ablation. Although survival and functional capacity were significantly lower in patients with permanent AF at multivariate analysis only age and pulmonary artery pressure before surgery were independently associated with mortality.Sinus rhythm restoration by RF ablation in patients undergoing mitral valve surgery is associated with an improved long-term survival. However our results suggest that a more severe hemodynamic impairment, expressed by higher pulmonary artery pressure, and increasing age are the only independent factors related to long-term survival.", "id": "29250221", "date": "2017-06-30", "title": "Sinus Rhythm Restoration after Radiofrequency Ablation Improves Survival in Patients Undergoing Mitral Valve Surgery : A Eight Year Single Center Study.", "doi": "10.4022/jafib.1567", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}