{"authors": [["Li", "Liang", "L", "Department of Biostatistics, University of Texas MD Anderson Cancer Center, 1400 Pressler Street, Houston, TX 77030, USA. LLi15@mdanderson.org."], ["Luo", "Sheng", "S", "Department of Biostatistics, University of Texas School of Public Health, Houston, TX, USA."], ["Hu", "Bo", "B", "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH, USA."], ["Greene", "Tom", "T", "Department of Population Health Sciences, University of Utah, Salt Lake City, UT, USA."]], "text": "In longitudinal studies, prognostic biomarkers are often measured longitudinally. It is of both scientific and clinical interest to predict the risk of clinical events, such as disease progression or death, using these longitudinal biomarkers as well as other time-dependent and time-independent information about the patient. The prediction is dynamic in the sense that it can be made at any time during the follow-up, adapting to the changing at-risk population and incorporating the most recent longitudinal data. One approach is to build a joint model of longitudinal predictor variables and time to the clinical event, and draw predictions from the posterior distribution of the time to event conditional on longitudinal history. Another approach is to use the landmark model, which is a system of prediction models that evolve with the follow-up time. We review the pros and cons of the two approaches, and present a general analytical framework using the landmark approach. The proposed framework allows the measurement times of longitudinal data to be irregularly spaced and differ between subjects. We propose a unified kernel weighting approach for estimating the model parameters, calculating predicted probabilities, and evaluating prediction accuracy through double time-dependent Receiver Operating Characteristics (ROC) curves. We illustrate the proposed analytical framework using the African American Study of Kidney Disease and Hypertension (AASK) to develop a landmark model for dynamic prediction of end stage renal diseases or death among patients with chronic kidney disease.", "id": "29250207", "date": "2016-11-07", "title": "Dynamic Prediction of Renal Failure Using Longitudinal Biomarkers in a Cohort Study of Chronic Kidney Disease.", "doi": "10.1007/s12561-016-9183-7", "journal": ["Statistics in biosciences", "Stat Biosci"]}