{"authors": [["Wang", "Chengshu", "C", "Department of Gynaecology and Obstetrics, The Second Hospital of Hebei Medical University, Shijiazhuang, Hebei 050005, P.R. China."], ["Liu", "Xiaoli", "X", "Department of Gynaecology and Obstetrics, The Second Hospital of Hebei Medical University, Shijiazhuang, Hebei 050005, P.R. China."], ["Kong", "Desheng", "D", "Department of Gynaecology and Obstetrics, The Second Hospital of Hebei Medical University, Shijiazhuang, Hebei 050005, P.R. China."], ["Qin", "Xijing", "X", "Department of Gynaecology and Obstetrics, The Second Hospital of Hebei Medical University, Shijiazhuang, Hebei 050005, P.R. China."], ["Li", "Yanqing", "Y", "Department of Gynaecology, Hebei Provincial Hospital of Traditional Chinese Medicine, Shijiazhuang, Hebei 050011, P.R. China."], ["Teng", "Xu", "X", "Hebei Key Laboratory of Laboratory Animal Science, Department of Physiology, Hebei Medical University, Shijiazhuang, Hebei 050017, P.R. China."], ["Huang", "Xianghua", "X", "Department of Gynaecology and Obstetrics, The Second Hospital of Hebei Medical University, Shijiazhuang, Hebei 050005, P.R. China."]], "text": "Preeclampsia is a pregnancy-specific disorder of new-onset hypertension and proteinuria after 20 weeks' gestation, often resulting in poor outcome. Previous studies demonstrated that apelin is an endogenous active peptide with visodilation and anti-oxidative stress capabilities. The present study investigated the effects of apelin in a rat model of preeclampsia induced by reduced uterine perfusion pressure (RUPP). Rats with RUPP displayed hypertension and poor pregnancy outcomes, such as decreased fetal and placental weight. Of note, apelin treatment significantly ameliorated the symptoms of preeclampsia, improved the impaired endothelial nitric oxide synthase/nitric oxide signaling and attenuated activation of oxidative stress in RUPP rats. Apelin may be a potential agent for preventing and treating preeclampsia.", "id": "29250138", "date": "2017-10-13", "title": "Apelin as a novel drug for treating preeclampsia.", "doi": "10.3892/etm.2017.5304", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}