{"authors": [["Dalton", "George D", "GD", "Department of Medicine, Division of Gastroenterology, Duke University Medical Center, Durham, NC, United States."], ["Xie", "Jian", "J", "Department of Internal Medicine, Division of Nephrology and Hypertension, University of Iowa Carver College of Medicine, Iowa City, IA, United States."], ["An", "Sung-Wan", "SW", "Department of Internal Medicine, Division of Nephrology and Hypertension, University of Iowa Carver College of Medicine, Iowa City, IA, United States."], ["Huang", "Chou-Long", "CL", "Department of Internal Medicine, Division of Nephrology and Hypertension, University of Iowa Carver College of Medicine, Iowa City, IA, United States."]], "text": "The klotho gene encodes a type I single-pass transmembrane protein that contains a large extracellular domain, a membrane spanning segment, and a short intracellular domain. Klotho protein exists in several forms including the full-length membrane form (mKl) and a soluble circulating form [soluble klotho (sKl)]. mKl complexes with fibroblast growth factor receptors to form coreceptors for FGF23, which allows it to participate in FGF23-mediated signal transduction and regulation of phosphate and calcium homeostasis. sKl is present in the blood, urine, and cerebrospinal fluid where it performs a multitude of functions including regulation of ion channels/transporters and growth factor signaling. How sKl exerts these pleiotropic functions is poorly understood. One hurdle in understanding sKl's mechanism of action as a \"hormone\" has been the inability to identify a receptor that mediates its effects. In the body, the kidneys are a major source of sKl and sKl levels decline during renal disease. sKl deficiency in chronic kidney disease makes the heart susceptible to stress-induced injury. Here, we summarize the current knowledge of mKl's mechanism of action, the mechanistic basis of sKl's protective, FGF23-independent effects on the heart, and provide new insights into the mechanism of action of sKl focusing on recent findings that sKl binds sialogangliosides in membrane lipid rafts to regulate growth factor signaling.", "id": "29250031", "date": "2017-11-17", "title": "New Insights into the Mechanism of Action of Soluble Klotho.", "doi": "10.3389/fendo.2017.00323", "journal": ["Frontiers in endocrinology", "Front Endocrinol (Lausanne)"]}