{"authors": [["Friedman", "Tamir", "T", "Department of Radiology, Division of Interventional Radiology, New York Presbyterian Hospital/Weill Cornell Medical Center, New York, New York."], ["Quencer", "Keith B", "KB", "Department of Radiology, Division of Interventional Radiology, University of Utah School of Medicine, Salt Lake City, Utah."], ["Kishore", "Sirish A", "SA", "Department of Radiology, Division of Interventional Radiology, New York Presbyterian Hospital/Weill Cornell Medical Center, New York, New York."], ["Winokur", "Ronald S", "RS", "Department of Radiology, Division of Interventional Radiology, New York Presbyterian Hospital/Weill Cornell Medical Center, New York, New York."], ["Madoff", "David C", "DC", "Department of Radiology, Division of Interventional Radiology, New York Presbyterian Hospital/Weill Cornell Medical Center, New York, New York."]], "text": "Venous obstruction in the cancer population can result in substantial morbidity and, in extreme cases, mortality. While venous obstruction can be caused by both benign and malignant etiologies in this population, the management of malignant venous obstruction as a palliative measure can be somewhat nuanced with respect to nonprocedural and procedural management, both with respect to treatment of the underlying malignancy as well as treatment of venous hypertension, which may be associated with venous thrombosis. Symptom severity, primary malignancy, functional status, and prognosis are all fundamental to the patient workup and dictate both the timing and extent of endovascular intervention. The morbidity and mortality associated with malignant obstructions of central venous structures, specifically the superior vena cava and inferior vena cava, can be significantly improved with endovascular management in appropriately selected patients. Thus, the pertinent literature regarding the clinical presentation, workup, and endovascular management of malignant central venous obstruction syndromes, with directed attention to superior vena cava syndrome and inferior vena cava syndrome, will be reviewed in this article.", "id": "29249864", "date": "2017-12-14", "title": "Malignant Venous Obstruction: Superior Vena Cava Syndrome and Beyond.", "doi": "10.1055/s-0037-1608863", "journal": ["Seminars in interventional radiology", "Semin Intervent Radiol"]}