{"authors": [["Okada", "Hiroshi", "H", "Department of Health Informatics, Kyoto University School of Public Health."], ["Onda", "Mitsuko", "M", "Clinical Laboratory of Social and Administrative Pharmacy, Osaka University of Pharmaceutical Sciences."], ["Shoji", "Masaki", "M", "Clinical Laboratory of Practical Pharmacy, Osaka University of Pharmaceutical Sciences, Osaka, Japan; 6 Polon Company."], ["Sakane", "Naoki", "N", "Division of Preventive Medicine, Clinical Research, National Hospital Organization, Kyoto Medical Center."], ["Nakagawa", "Yasushi", "Y", "Polon Company."], ["Sozu", "Takashi", "T", "Department of Information and Computer Technology, Faculty of Engineering, Tokyo University of Science."], ["Kitajima", "Yui", "Y", "Department of Management Science, Faculty of Engineering, Tokyo University of Science."], ["Tsuyuki", "Ross T", "RT", "EPICORE Centre, Department of Medicine, Faculty of Medicine and Dentistry, University of Alberta."], ["Nakayama", "Takeo", "T", "Department of Health Informatics, Kyoto University School of Public Health."]], "text": "The COMmunity Pharamcists ASSist for Blood Pressure (COMPASS-BP) study aimed to assess the effectiveness of lifestyle support programs administered in community pharmacies on hypertension control. This open-label, two-armed parallel group, cluster-randomized controlled trial included 73 pharmacies (clusters) in Japan randomized to a control or intervention group. Eligible hypertensive patients (n = 125), aged 20-75 years, received the intervention (n = 64) or the control treatment (n = 61), as dictated by their pharmacy randomization. Patients in the intervention group received brochures and healthy lifestyle advice from pharmacists using motivational interviewing methods during pharmacy visits over a 12-week period, with their usual pharmacy care. Conversely, the control group just received usual care. The main outcome measure was a change in morning systolic blood pressure (SBP) from baseline to week 12. The intervention group exhibited a decrease in morning SBP that was 6.0 mmHg greater than that of the control group (95% confidence interval [CI]: -11.0 to -0.9, p = 0.021). In a mixed-effect model for repeated measures analysis, the intergroup difference in morning SBP decrease was -4.5 mmHg (95% CI: -8.5 to -0.6, p = 0.024). Our findings indicate that implementation of a lifestyle advice program in pharmacies is feasible and may lead to reduced blood pressure.", "id": "29249774", "date": "2017-12-18", "title": "Effects of lifestyle advice provided by pharmacists on blood pressure: The COMmunity Pharmacists ASSist for Blood Pressure (COMPASS-BP) randomized trial.", "doi": "10.5582/bst.2017.01256", "journal": ["Bioscience trends", "Biosci Trends"]}