{"authors": [["Shengule", "Sushant A", "SA", "Dr. Prabhakar Kore Basic Science Research Centre, KLE Academy of Higher Education and Research (KLE University), Belagavi, Karnataka, India."], ["Mishra", "Sanjay", "S", "Dr. Prabhakar Kore Basic Science Research Centre, KLE Academy of Higher Education and Research (KLE University), Belagavi, Karnataka, India."], ["Joshi", "Kalpana", "K", "Department of Biotechnology, Sinhgad College of Engineering, Vadgoan (Bk), Pune, India. Electronic address: joshikalpana@gmail.com."], ["Apte", "Kishori", "K", "APT Research Foundation, Vadgoan Khurd, Pune, India."], ["Patil", "Dada", "D", "Serum Institute of India Research Foundation, Hadapsar, Pune, India."], ["Kale", "Prathmesh", "P", "Serum Institute of India Research Foundation, Hadapsar, Pune, India."], ["Shah", "Tejas", "T", "Dr. Prabhakar Kore Basic Science Research Centre, KLE Academy of Higher Education and Research (KLE University), Belagavi, Karnataka, India."], ["Deshpande", "Mandavi", "M", "APT Research Foundation, Vadgoan Khurd, Pune, India."], ["Puranik", "Amrutesh", "A", "Department of Nephrology and Hypertension, Mayo Clinic, Rochester, MN, USA."]], "text": "Arjunarisht (AA), a formulation used as cardiotonic is a hydroalcoholic formulation of Terminalia arjuna (Roxb.) Wight and Arn. (TA) belonging to family Combretaceae.To evaluate the anti-hyperglycemic and anti-hyperlipidemic effect of Arjunarisht on high-fat diet fed animals.High-fat diet fed (HFD) Wistar rats were randomly divided into three groups and treated with phytochemically standardized Arjunarisht (1.8 ml/kg), and hydroalcoholic extract of T. arjuna (TAHA) (250 mg/kg) and rosuvastatin (10 mg/kg), for 3 months. Intraperitoneal glucose tolerance test, blood biochemistry, liver triglyceride and systolic blood pressure were performed in all the groups. Effect of these drugs on the expression of tumor necrosis factor-α (TNF-α) and insulin receptor substrate-1 (IRS-1) and peroxisome proliferators activated receptor γ coactivator 1-α (PGC-1α) were studied in liver tissue using Quantitative Real-time PCR.HFD increased fasting blood glucose, liver triglyceride, systolic blood pressure and gene expression of TNF-α, IRS-1 and PGC-1α. Treatment of AA and TAHA significantly reduced fasting blood glucose, systolic blood pressure, total cholesterol and triglyceride levels. These treatments significantly decreased gene expression of TNF-α (2.4, 2.2 and 2.6 fold change); increased IRS-1 (2.8, 2.9 and 2.8 fold change) and PGC-1α (2.9, 3.7 and 3.3 fold change) as compared to untreated HFD.Anti-hyperglycemic, anti-hyperlipidemic effect of Arjunarisht may be mediated by decreased TNF-α and increased PGC-1α and IRS-1.", "id": "29249636", "date": "2017-12-14", "title": "Anti-hyperglycemic and anti-hyperlipidaemic effect of Arjunarisht in high-fat fed animals.", "doi": "10.1016/j.jaim.2017.07.004", "journal": ["Journal of Ayurveda and integrative medicine", "J Ayurveda Integr Med"]}