{"authors": [["Samouda", "H", "H", "Population Health Department, Epidemiology and Public Health Research Unit (EPHRU), Luxembourg Institute of Health, 1A-B, rue Thomas-Edison, L-1445 Strassen, Luxembourg. Electronic address: hanene.samouda@lih.lu."], ["Ruiz-Castell", "M", "M", "Population Health Department, Epidemiology and Public Health Research Unit (EPHRU), Luxembourg Institute of Health, 1A-B, rue Thomas-Edison, L-1445 Strassen, Luxembourg."], ["Karimi", "M", "M", "Population Health Department, Health Economics and Evidence Synthesis Research Unit (HEESRU), Luxembourg Institute of Health, Strassen, Luxembourg; Institute Health Policy and Management, Erasmus University, The Netherlands."], ["Bocquet", "V", "V", "Competence Center for Methodology and Statistics (CCMS), Luxembourg Institute of Health, Strassen, Luxembourg."], ["Kuemmerle", "A", "A", "Population Health Department, Epidemiology and Public Health Research Unit (EPHRU), Luxembourg Institute of Health, 1A-B, rue Thomas-Edison, L-1445 Strassen, Luxembourg."], ["Chioti", "A", "A", "Population Health Department, Luxembourg Institute of Health, Strassen, Luxembourg."], ["Dadoun", "F", "F", "Endocrinology and Diabetology Department, centre hospitalier de Luxembourg, Luxembourg."], ["Stranges", "S", "S", "Population Health Department, Epidemiology and Public Health Research Unit (EPHRU), Luxembourg Institute of Health, 1A-B, rue Thomas-Edison, L-1445 Strassen, Luxembourg; Department of Epidemiology and Biostatistics, Schulich School of Medicine & Dentistry, Western University, London, ON, Canada."]], "text": "To investigate the relationship between metabolically healthy and unhealthy weight statuses and a wide range of related health issues, and healthcare and loss-of-productivity costs.A total of 693 men and 729 women, aged 25-64 years, took part in the European Health Examination Survey conducted in Luxembourg between 2013 and 2015. Metabolically unhealthy normal-weight profiles were defined as having two or more cardiometabolic abnormalities (high blood pressure, high fasting glucose or triglycerides, low HDL cholesterol and/or previously diagnosed hypertension or diabetes) in people with normal weight. Metabolically healthy overweight/obesity was defined as having fewer than two of the above-mentioned abnormalities in people with overweight or obesity. For the present report, the participants' anthropometric, clinical, biological, sociodemographic, lifestyle and health-related data were analyzed.Of the participants with normal weight, 20% had a metabolically unhealthy profile, whereas 60% with overweight and 30% with obesity had a metabolically healthy profile. Comparisons between metabolically healthy and unhealthy normal weight, overweight and/or obesity status revealed that participants presented with a metabolically unhealthy profile independently of weight status (P<0.0001). People with a metabolically healthy profile were more likely to perceive their health as good (66%; P<0.0001), and to report no physical pain (64%; P=0.03), no limitations in daily activities (66%; P=0.0008), no difficulties getting in or out of a bed or chair (63%; P=0.02) or dressing and undressing (63%; P=0.003), going shopping (63%; P=0.053) or doing occasional heavy housework (64%; P=0.007); they also displayed fewer gastrointestinal (63%; P=0.02), arthrosis (64%; P=0.001) and sleep apnoea issues (63%; P=0.002) compared with those with a metabolically unhealthy profile. Healthcare- and loss-of-productivity-related costs were higher with a metabolically unhealthy profile, with differences of up to € 3000 (P=0.02).The present work has highlighted that, independently of weight status, people may develop a metabolically unhealthy profile associated with several health issues as well as higher healthcare and loss-of-productivity costs.", "id": "29249613", "date": "2017-12-01", "title": "Metabolically healthy and unhealthy weight statuses, health issues and related costs: Findings from the 2013-2015 European Health Examination Survey in Luxembourg.", "doi": "10.1016/j.diabet.2017.11.007", "journal": ["Diabetes & metabolism", "Diabetes Metab."]}