{"authors": [["Swearingen", "Andrew J", "AJ", "Cleveland Clinic, Cleveland, OH. Electronic address: swearia@ccf.org."], ["Kahramangil", "Bora", "B", "Cleveland Clinic, Cleveland, OH."], ["Monteiro", "Rosebel", "R", "Cleveland Clinic, Cleveland, OH."], ["Krishnamurthy", "Vikram", "V", "Cleveland Clinic, Cleveland, OH."], ["Jin", "Judy", "J", "Cleveland Clinic, Cleveland, OH."], ["Shin", "Joyce", "J", "Cleveland Clinic, Cleveland, OH."], ["Siperstein", "Allan", "A", "Cleveland Clinic, Cleveland, OH."], ["Berber", "Eren", "E", "Cleveland Clinic, Cleveland, OH."]], "text": "Primary aldosteronism causes hypertension and hypokalemia and is often surgically treatable. Diagnosis includes elevated plasma aldosterone, suppressed plasma renin activity, and elevated aldosterone renin ratio. Adrenalectomy improves hypertension and hypokalemia. Postoperative plasma aldosterone and plasma renin activity may be useful in documenting cure or failure.A retrospective analysis of patients who underwent adrenalectomy for primary aldosteronism from 2010 to 2016 was performed, analyzing preoperative and postoperative plasma aldosterone, plasma renin activity, hypertension, and hypokalemia. The utility of postoperative testing was assessed. Clinical cure was defined as improved hypertension control and resolution of potassium loss. Biochemical cure was defined as aldosterone renin ratio reduction to <23.6.Forty-four patients were included; 20 had plasma aldosterone and plasma renin activity checked on postoperative day 1. In the study, 40/44 (91%) were clinically cured. All clinical failures had of biochemical failure at follow-up. Postoperative day 1aldosterone renin ratio <23.6 had PPV of 95% for clinical cure. Cured patients had mean plasma aldosterone drop of 33.1 ng/dL on postoperative day 1; noncured patient experienced 3.9 ng/dL increase. A cutoff of plasma aldosterone decrease of 10 ng/dL had high positive predictive value for clinical cure.Changes in plasma aldosterone and plasma renin activity after adrenalectomy correlate with improved hypertension and hypokalemia. The biochemical impact of adrenalectomy manifests as early as postoperative day 1. We propose a plasma aldosterone decrease of 10 ng/dL as a criterion to predict clinical cure. (Surgery 2017;160:XXX-XXX.).", "id": "29249599", "date": "2017-12-14", "title": "Analysis of postoperative biochemical values and clinical outcomes after adrenalectomy for primary aldosteronism.", "doi": "10.1016/j.surg.2017.10.045", "journal": ["Surgery", "Surgery"]}