{"authors": [["Su", "Hongyan", "H", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China; Department of Cardiology, Shandong Provincial Chest Hospital, Jinan, China."], ["Chen", "Tongshuai", "T", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China."], ["Li", "Jingyuan", "J", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China."], ["Xiao", "Jie", "J", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China."], ["Wang", "Shujian", "S", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China."], ["Guo", "Xiaobin", "X", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China."], ["Bu", "Peili", "P", "The Key Laboratory of Cardiovascular Remodelling and Function Research, Chinese Ministry of Education and Chinese Ministry of Health; The State and Shandong Province Joint Key Laboratory of Translational Cardiovascular Medicine, Qilu Hospital of Shandong University, Jinan, Shandong, China. Electronic address: bupeili@sdu.edu.cn."]], "text": "Cyclophilin A (CyPA) is an abundantly expressed pro-inflammatory cytokine and a major secreted oxidative stress-induced factor (SOXF). Melatonin is an important chronobiological regulatory molecule that is mainly released from the pineal gland and exerts antioxidant effects by acting as a radical scavenger. Based on accumulating evidence, both CyPA and melatonin play important roles in cardiovascular diseases. However, further investigations are required to determine whether CyPA and melatonin are associated with hypertension-induced left ventricular hypertrophy (LVH).A total of 135 patients with essential hypertension were divided into an LVH (+) group and an LVH (-) group according to Doppler echocardiography results. Clinical data of the two groups were evaluated.High CyPA levels and low melatonin levels are independent risk factors for LVH (p = 0.000). In addition, body mass index (BMI) and systolic blood pressure (SBP) are correlated with the risk of LVH (p = 0.000). However, other factors did not display statistically significant associations (p >0.05). The Pearson correlation and linear regression analyses show that BMI, SBP, and CyPA levels were positively correlated with left ventricular mass (LVM) and the left ventricular mass index (LVMI) (p <0.05), whereas melatonin levels were negatively correlated with LVM and the LVMI (p = 0.000). Furthermore, according to the results of the Pearson correlation analysis, CyPA levels were negatively correlated with melatonin levels (p <0.01) in subjects with LVH.Based on these results, both CyPA and melatonin are closely related to the pathogenesis of LVH. As CyPA was negatively correlated with melatonin in patients with LVH, additional studies are required to determine whether melatonin may partially protect the myocardium by decreasing CyPA levels.", "id": "29249587", "date": "2017-12-14", "title": "Correlations of Serum Cyclophilin A and Melatonin Concentrations with Hypertension-induced Left Ventricular Hypertrophy.", "doi": "10.1016/j.arcmed.2017.12.003", "journal": ["Archives of medical research", "Arch. Med. Res."]}