{"authors": [["Elbahrawy", "Aly", "A", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada; Department of Clinical and Experimental Surgery, Medical Research Institute, Alexandria University, Alexandria, Egypt. Electronic address: aly.elbahrawy@mail.mcgill.ca."], ["Bougie", "Alexandre", "A", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada."], ["Loiselle", "Sarah-Eve", "SE", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada."], ["Demyttenaere", "Sebastian", "S", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada."], ["Court", "Olivier", "O", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada."], ["Andalib", "Amin", "A", "Center for Bariatric Surgery, Division of General Surgery, Department of Surgery, McGill University, Montreal, QC, Canada."]], "text": "Indications and outcomes of bariatric surgery in older adults suffering from morbid obesity remain controversial. We aimed to evaluate safety and medium to long-term outcomes of bariatric procedures in this patient population.University Hospital, Canada.This is a single-center retrospective study of a prospectively collected database. We included patients aged ≥60 years who underwent sleeve gastrectomy, Roux-en-Y gastric bypass, or biliopancreatic diversion with duodenal switch between January 2006 and December 2014 and had at least 2 years of follow-up.Of patients, 115 underwent bariatric surgeries (11 patients had 2 procedures). There were 66 were super-obese patients (body mass index>50 kg/m2). Of patients, 74% had sleeve gastrectomy, 16% Roux-en-Y gastric bypass, and 8% underwent biliopancreatic diversion with duodenal switch. Mean age and body mass index were 63.3 ± 2.6 years and 51.7 ± 8.1 kg/m2, respectively. Average follow-up time was 42 ± 19 months. At baseline, 78% had hypertension, 60% had type 2 diabetes, and 30% had obstructive sleep apnea. There was no 30-day mortality. Complication rate was 14% (n = 16): 2 leaks post-Roux-en-Y gastric bypass, 1 leak post-biliopancreatic diversion with duodenal switch, 1 obstruction post-sleeve gastrectomy, 1 bleeding requiring transfusion, 1 liver injury with bile leak, 2 port-site hernias, 1 myocardial infarction, 2 gastrojejunal strictures, 1 wound infection, 1 urinary tract infection, and 3 gastric reflux exacerbations. Mean percent excess weight loss at 2 years was 52.2 ± 23.8. Remission rates of hypertension, type-2 diabetes, and obstructive sleep apnea were 26%, 44%, and 38%, respectively.Bariatric surgery is safe and effective in improving obesity-related co-morbidities in older patients suffering from morbid obesity. Age alone should not preclude older patients from getting the best bariatric procedure for obesity and related co-morbidities.", "id": "29249586", "date": "2017-11-10", "title": "Medium to long-term outcomes of bariatric surgery in older adults with super obesity.", "doi": "10.1016/j.soard.2017.11.008", "journal": ["Surgery for obesity and related diseases : official journal of the American Society for Bariatric Surgery", "Surg Obes Relat Dis"]}