{"authors": [["Roan", "Jun-Neng", "JN", "Division of Cardiovascular Surgery, Department of Surgery, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Hsu", "Chih-Hsin", "CH", "Division of Cardiology, Department of Internal Medicine, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Fang", "Shih-Yuan", "SY", "Department of Anesthesiology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Tsai", "Hung-Wen", "HW", "Department of Pathology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Luo", "Chwan-Yau", "CY", "Division of Cardiovascular Surgery, Department of Surgery, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Huang", "Chien-Chi", "CC", "Department of Anesthesiology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan."], ["Lam", "Chen-Fuh", "CF", "Department of Anesthesiology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, Taiwan; E-Da Hospital/I-Shou University, Kaohsiung City, Taiwan. Electronic address: ed110208@edah.org.tw."]], "text": "Systemic left-to-right shunting causes pulmonary arteriopathy, leading to progressive cardiopulmonary failure and a poor prognosis. In this study, we examined the extraglycemic effect of a synthetic glucagon-like peptide, exendin-4, on pulmonary arteriopathy regression and cardiopulmonary function in nondiabetic rats.Pulmonary hypertension (PH) was induced by monocrotaline (60 mg/kg, subcutaneous) injection followed by the creation of an aortocaval fistula. After 4 weeks, exendin-4 (1 μg/kg/day) was administered intraperitoneally for 3 consecutive weeks, followed by an assessment of cardiopulmonary function, pulmonary artery vasoreactivity, tissue and blood biochemistry, and lung histology.Exendin-4 significantly reduced right ventricle mass and pulmonary artery pressure, which improved right ventricle function and the survival rate in rats with PH. Tissue and blood interleukin-1β levels decreased, whereas pulmonary artery cyclic adenosine monophosphate levels were restored by exendin-4. Smooth muscle-myosin heavy chain-II and α-smooth muscle actin protein levels increased in the pulmonary arteries of exendin-4-treated rats. Histology showed that exendin-4 decreased the main and intra-acinar pulmonary artery medial thickness.Exendin-4 treatment improved pulmonary artery function in flow-induced PH via its direct vasoactive properties, anti-inflammatory effects, and vascular smooth muscle cell phenotypic modulation. Mitigation of pulmonary arteriopathy further potentiated right ventricle performance and reduced overall mortality. These responses were associated with suppressed expression and activity of interleukin-1β and its downstream signaling molecules. Glucagon-like peptide analogs may possess pleiotropic therapeutic potential in flow-induced PH.", "id": "29249493", "date": "2017-11-07", "title": "Exendin-4 improves cardiovascular function and survival in flow-induced pulmonary hypertension.", "doi": "10.1016/j.jtcvs.2017.10.085", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}