{"authors": [["Akbar", "Shahzad", "S", "Department of Computer Science, COMSATS Institute of Information Technology, Wah Cant., Pakistan."], ["Akram", "Muhammad Usman", "MU", "Department of Computer Engineering, College of E&ME, National University of Sciences and Technology, Islamabad, Pakistan. Electronic address: usman.akram@ceme.nust.edu.pk."], ["Sharif", "Muhammad", "M", "Department of Computer Science, COMSATS Institute of Information Technology, Wah Cant., Pakistan."], ["Tariq", "Anam", "A", "Department of Computer Engineering, College of E&ME, National University of Sciences and Technology, Islamabad, Pakistan."], ["Yasin", "Ubaid Ullah", "UU", "Armed Forces Institute of Ophthalmology, Rawalpindi, Pakistan."]], "text": "Hypertensive Retinopathy (HR) is a retinal disease which happened due to consistent high blood pressure (hypertension). In this paper, an automated system is presented that detects the HR at various stages using arteriovenous ratio and papilledema signs through fundus retinal images.The proposed system consists of two modules i.e. vascular analysis for calculation of arteriovenous ratio and optic nerve head (ONH) region analysis for papilledema.  First module uses a set of hybrid features in Artery or Vein (A/V) classification using support vector machine (SVM) along with its radial basis function (RBF) kernel for arteriovenous ratio. In second module, proposed system performs analysis of ONH region for possible signs of papilledema. This stage utilizes different features along with SVM and RBF for classification of papilledema.The first module of proposed method shows average accuracies of 95.10%, 95.64% and 98.09%for images of INSPIRE-AVR, VICAVR, and local dataset respectively. The second module of proposed method achieves average accuracies of 95.93% and 97.50% on STARE and local dataset respectively.The system finally utilizes results from both modules to grade HR with good results. The presented system is a novel step towards automated detection and grading of HR disease and can be used as clinical decision support system.", "id": "29249337", "date": "2017-11-15", "title": "Arteriovenous ratio and papilledema based hybrid decision support system for detection and grading of hypertensive retinopathy.", "doi": "10.1016/j.cmpb.2017.11.014", "journal": ["Computer methods and programs in biomedicine", "Comput Methods Programs Biomed"]}