{"authors": [["Navarrete", "J", "J", "Cátedra de Dermatología Prof. Dr. Miguel Martínez, Hospital de Clínicas Dr. Manuel Quintela, Universidad de la República, Montevideo, Uruguay. Electronic address: jnavarrete90@gmail.com."], ["Magliano", "J", "J", "Cátedra de Dermatología Prof. Dr. Miguel Martínez, Hospital de Clínicas Dr. Manuel Quintela, Universidad de la República, Montevideo, Uruguay."], ["Martínez", "M", "M", "Cátedra de Dermatología Prof. Dr. Miguel Martínez, Hospital de Clínicas Dr. Manuel Quintela, Universidad de la República, Montevideo, Uruguay."], ["Bazzano", "C", "C", "Cátedra de Dermatología Prof. Dr. Miguel Martínez, Hospital de Clínicas Dr. Manuel Quintela, Universidad de la República, Montevideo, Uruguay."]], "text": "The primary goal of Mohs micrographic surgery (MMS) is to completely excise a cancerous lesion and a wide range of reconstructive techniques of varying complexity are used to close the resulting wound. In this study, we performed a descriptive analysis of patients who underwent MMS, with a focus on wound closure methods.We conducted a bidirectional descriptive cohort analysis of all MMS procedures performed by a single surgeon between November 2013 and April 2016. Cosmetic outcomes were photographically assessed by a dermatologist after a minimum follow-up of 90 days.We analyzed 100 MMS procedures in 71 patients with a median age of 73 years. The tumors were basal cell carcinoma (70%), squamous cell carcinoma (29%), and dermatofibrosarcoma protuberans (1%); 75% were located on the head and neck. The reconstructive techniques used were flap closure (48%), simple closure (36%), closure by second intention (11%), and other (5%). Cosmetic outcomes were assessed for 70 procedures (47 patients) and the results were rated as excellent in 20% of cases, very good in 40%, good in 20%, moderate in 17%, and bad/very bad in 2.9%. No significant associations were observed between cosmetic outcome and sex, Fitzpatrick skin type, hypertension, diabetes mellitus, or smoking. Worse outcomes, however, were significantly associated with larger tumor areas and defects, location on the trunk, and flap and second-intention closure.Although there was a tendency to use simple wound closure for lesions located on the trunk and surgical defects of under 4.4cm2, the choice of reconstructive technique should be determined by individual circumstances with contemplation of clinical and tumor-related factors and the preference and experience of the surgeon.", "id": "29249263", "date": "2017-12-14", "title": "Reconstructive methods in Mohs micrographic surgery in Uruguay: A bidirectional descriptive cohort analysis.", "doi": "10.1016/j.ad.2017.10.007", "journal": ["Actas dermo-sifiliograficas", "Actas Dermosifiliogr"]}