{"authors": [["Monge-Ortega", "Olga Patricia", "OP", "Hospital San Juan de Dios, Departamento de Alergia. San José, Costa Rica. patmo-nor@hotmail.com."], ["Domínguez-Ortega", "Javier", "J", null], ["González-Muñoz", "Miguel", "M", null], ["Cabañas", "Rosario", "R", null], ["Lluch-Bernal", "Magdalena", "M", null], ["Fiandor", "Ana", "A", null], ["Bravo-Gallego", "Luz Yadira", "LY", null], ["Quirce", "Santiago", "S", null]], "text": "Amlodipine is one of the third generation dihydropyridine calcium channel blockers used for hypertension. Mild, moderate and severe reactions have been reported with calcium channel blockers. Cross-reactivity among these drugs has not been established.We have presented the case of a patient who developed a delayed pruritic, and erythematous maculopapular skin exanthema after the intake of amlodipine. A positive lymphocyte transformation test (LTT) confirmed the implication of amlodipine in the reaction and showed positivity to another calcium channel blocker, nifedipine, demonstrating cross reactivity.This is the first reported case of hypersensitivity to amlodipine in which the involvement of the drug is confirmed by a positive TTL. TTL could become a good diagnostic alternative for patients who experience late reactions to amlodipine and possibly cross-reactivity with nifedipine.Antecedentes: el amlodipino es uno de los bloqueadores de los canales de calcio de dihidropiridinas de tercera generación utilizado para la hipertensión. Se han notificado reacciones leves, moderadas y graves con bloqueadores de los canales de calcio. No se ha establecido la reactividad cruzada entre estos fármacos. Caso clínico: se presenta el caso de una paciente con exantema cutáneo maculopapular, eritematoso y pruriginoso tardío tras la ingestión de amlodipino. La prueba de transformación de linfocitos mostró positividad al amlodipino, lo que confirmó la implicación de este fármaco en la reacción; también mostró positividad al nifedipino, lo que demostró la presencia de reactividad cruzada. Conclusión: este es el primer caso reportado de hipersensibilidad a amlodipino en el que se confirma la implicación del fármaco por medio de una prueba positiva de transformación de linfocitos, la cual podría convertirse en una buena opción diagnóstica en aquellos pacientes que experimentan reacciones tardías al amlodipino, así como posible reactividad cruzada con nifedipino.", "id": "29249113", "date": null, "title": "[Delayed allergic reaction to amlodipine with a positive lymphocyte transformation test].", "doi": "10.29262/ram.v64i4.312", "journal": ["Revista alergia Mexico (Tecamachalco, Puebla, Mexico : 1993)", "Rev Alerg Mex"]}