{"authors": [["de Rezende", "Rodrigo Poubel Vieira", "RPV", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil. ropoubel@yahoo.com.br."], ["Gismondi", "Ronaldo Altenburg", "RA", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil."], ["Maleh", "Haim Cesar", "HC", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil."], ["de Miranda Coelho", "Elisa Mendes", "EM", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil."], ["Vieira", "Carol Sartori", "CS", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil."], ["Rosa", "Maria Luiza Garcia", "MLG", "Departamento de Epidemiologia e Bioestatística, Universidade Federal Fluminense, Niterói, Rio de Janeiro, Brazil."], ["Mocarzel", "Luis Otavio", "LO", "Departamento de Medicina Clínica (MMC), Hospital Universitário Antônio Pedro, Universidade Federal Fluminense, Rua Marques do Paraná, 303, 6° andar, Niterói, Rio de Janeiro, CEP 24033-900, Brazil."]], "text": "The objective of this study was to assess the mortality profile related to SSc in the state of Rio de Janeiro, Brazil. We retrospectively examined all registered deaths in the region (2006-2015 period) in which the diagnosis of SSc was mentioned on any line of the death certificates (underlying cause of death [UCD], n = 223; non-UCD, n = 151). Besides the analysis of gender, age, and the causes of death, we also compared the mortality from UCDs between individuals whose death causes included SSc (cases) and those whose death causes did not include SSc (deceased controls). For the latter comparison, we used the mortality odds ratio to approximate the cause-specific standardized mortality ratio. We identified 1495 death causes among the 374 SSc cases. The mean age at death of the SSc cases (85% women) was significantly lower than that of the controls (n = 1,294,117) (58.7 vs. 65.5 years, respectively). The main death causes were circulatory system diseases, infections, and respiratory diseases (36%, 34%, and 21% of SSc cases, respectively). Compared to the deceased controls, there were proportionally more deaths among the SSc cases from pulmonary arterial hypertension, lung fibrosis, septicemia, gastrointestinal hemorrhage, other systemic connective tissue diseases, and heart failure (for death age < 50 years). We confirmed the high burden of cardiovascular, respiratory, and infectious causes in this predominantly non-Caucasian sample of SSc patients. Of interest, the percentage of infection-related deaths in our report was about three times higher than that in SSc studies with predominantly Caucasian populations.", "id": "29249014", "date": "2017-12-16", "title": "Distinct mortality profile in systemic sclerosis: a death certificate study in Rio de Janeiro, Brazil (2006-2015) using a multiple causes of death analysis.", "doi": "10.1007/s10067-017-3951-8", "journal": ["Clinical rheumatology", "Clin. Rheumatol."]}