{"authors": [["Hejazi", "Moayad Mustafa", "MM", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Bacha", "Ala Osman", "AO", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Kaleemuddin", "Mohammed", "M", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Al-Abassi", "Fahad A", "FA", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Al-Alsieni", "Abdulbasit I", "AI", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia."], ["Kazmi", "Imran", "I", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. kazmiimran2005@gmail.com."], ["Anwar", "Firoz", "F", "Department of Biochemistry, Faculty of Science, King Abdulaziz University, Jeddah, Saudi Arabia. firoz_anwar2000@yahoo.com."]], "text": "The present study is designed for the assessment of various pathological changes like immunoglobins, C-reactive protein, vitamin D, sodium, potassium, calcium in stress-induced hypertensive rats. Albino Wistar rats of sex male were grouped into six. Each group consists of six animals. Groups were Group I (normal control), Group II (disease control), Group III (amlodipine control), Group IV (atenolol control), Group V (amlodipine treatment), and Group VI (atenolol treatment). Group II, V, and VI animals exposed to regular stress by placing them in cages individually and giving foot electric shocks (1 mA, 50 ms duration with 0.5-1 min of intervals regulated randomly by a computer) along with forced swimming (30 min) in order to induce hypertension in rats. This stress was given two times daily (morning and evening) for regular 15 days. Induction of hypertension was confirmed by measuring the tail arterial pressure of blood and angiotensin II. For next 1 month, Group III and V animals are treated with amlodipine with 1 mg/kg, s.c. dose while Group IV and VI animals were given 10 mg/kg, s.c. the dose of atenolol once daily. At the end of the experimental work, blood collected, rats sacrificed, and serum separated. Serum sodium, potassium, immunoglobins, C-reactive protein, vitamin D, and calcium were measured by semi-auto-analyzer. Stress-induced hypertension in rats produced altered serum sodium, potassium, immunoglobins, C-reactive protein, vitamin D, and calcium level which is restored by atenolol. Administration of amlodipine in animals without hypertension shows alteration in the level of immunoglobins, calcium, vitamin D, and electrolytes.", "id": "29248973", "date": "2017-12-16", "title": "Alteration of serum immunoglobins, C-reactive protein, vitamin D, and electrolyte by atenolol and amlodipine in stress-induced hypertensive rats.", "doi": "10.1007/s11010-017-3255-y", "journal": ["Molecular and cellular biochemistry", "Mol. Cell. Biochem."]}