{"authors": [["Aoyagi", "Kyoko", "K", "Department of Neurosurgery, Chiba Cerebral and Cardiovascular Center, 575 Tsurumai, Ichihara, Chiba, 290-0512, Japan. kyo-tsuru@nifty.com."], ["Higuchi", "Yoshinori", "Y", "Department of Neurological Surgery, Chiba University, Chiba, Japan."], ["Okahara", "Yoji", "Y", "Department of Neurological Surgery, Chiba University, Chiba, Japan."], ["Yakufujiang", "Maidinamu", "M", "Department of Neurological Surgery, Chiba University, Chiba, Japan."], ["Matsuda", "Takuma", "T", "Department of Neurological Surgery, Chiba University, Chiba, Japan."], ["Yamanaka", "Yoshitaka", "Y", "Department of Neurology, Chiba University, Chiba, Japan."], ["Yamamoto", "Tatsuya", "T", "Department of Neurology, Chiba University, Chiba, Japan."], ["Hirano", "Shigeki", "S", "Department of Neurology, Chiba University, Chiba, Japan."], ["Iwadate", "Yasuo", "Y", "Department of Neurological Surgery, Chiba University, Chiba, Japan."]], "text": "A 41-year-old man was diagnosed with chronic pulmonary thromboembolism and underwent pulmonary thromboendarterectomy (PTE) with deep hypothermia and circulatory arrest. Five days after the operation, chorea emerged in the lower extremities. The patient was referred to our hospital for disabling chorea 16 years after PTE. Neurological examination revealed choreatic movements in the four extremities. Brain magnetic resonance images indicated atrophy in the bilateral head of the caudate nuclei. The patient underwent deep brain stimulation (DBS) of the bilateral globus pallidus interna (GPi). Continuous GPi-DBS diminished the choreatic movements. GPi-DBS may be a treatment option for sustained choreatic movements after PTE.", "id": "29248962", "date": "2017-12-16", "title": "Effects of bilateral pallidal deep brain stimulation on chorea after pulmonary thromboendarterectomy with deep hypothermia and circulatory arrest: a case report.", "doi": "10.1007/s00701-017-3433-4", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}