{"authors": [["Ravikumar", "Nishant", "N", "CISTIB Centre for Computational Imaging and Simulation Technologies in Biomedicine, INSIGNEO Institute for in silico Medicine, United Kingdom; Department of Mechanical Engineering, The University of Sheffield, United Kingdom. Electronic address: mta08nr@sheffield.ac.uk."], ["Gooya", "Ali", "A", "CISTIB Centre for Computational Imaging and Simulation Technologies in Biomedicine, INSIGNEO Institute for in silico Medicine, United Kingdom; Department of Electronic and Electrical Engineering, The University of Sheffield, United Kingdom. Electronic address: a.gooya@sheffield.ac.uk."], ["Çimen", "Serkan", "S", "CISTIB Centre for Computational Imaging and Simulation Technologies in Biomedicine, INSIGNEO Institute for in silico Medicine, United Kingdom; Department of Electronic and Electrical Engineering, The University of Sheffield, United Kingdom. Electronic address: s.cimen@sheffield.ac.uk."], ["Frangi", "Alejandro F", "AF", "CISTIB Centre for Computational Imaging and Simulation Technologies in Biomedicine, INSIGNEO Institute for in silico Medicine, United Kingdom; Department of Electronic and Electrical Engineering, The University of Sheffield, United Kingdom. Electronic address: a.frangi@sheffield.ac.uk."], ["Taylor", "Zeike A", "ZA", "CISTIB Centre for Computational Imaging and Simulation Technologies in Biomedicine, INSIGNEO Institute for in silico Medicine, United Kingdom; Department of Mechanical Engineering, The University of Sheffield, United Kingdom. Electronic address: z.a.taylor@sheffield.ac.uk."]], "text": "A probabilistic group-wise similarity registration technique based on Student's t-mixture model (TMM) and a multi-resolution extension of the same (mr-TMM) are proposed in this study, to robustly align shapes and establish valid correspondences, for the purpose of training statistical shape models (SSMs). Shape analysis across large cohorts requires automatic generation of the requisite training sets. Automated segmentation and landmarking of medical images often result in shapes with varying proportions of outliers and consequently require a robust method of alignment and correspondence estimation. Both TMM and mrTMM are validated by comparison with state-of-the-art registration algorithms based on Gaussian mixture models (GMMs), using both synthetic and clinical data. Four clinical data sets are used for validation: (a) 2D femoral heads (K= 1000 samples generated from DXA images of healthy subjects); (b) control-hippocampi (K= 50 samples generated from T1-weighted magnetic resonance (MR) images of healthy subjects); (c) MCI-hippocampi (K= 28 samples generated from MR images of patients diagnosed with mild cognitive impairment); and (d) heart shapes comprising left and right ventricular endocardium and epicardium (K= 30 samples generated from short-axis MR images of: 10 healthy subjects, 10 patients diagnosed with pulmonary hypertension and 10 diagnosed with hypertrophic cardiomyopathy). The proposed methods significantly outperformed the state-of-the-art in terms of registration accuracy in the experiments involving synthetic data, with mrTMM offering significant improvement over TMM. With the clinical data, both methods performed comparably to the state-of-the-art for the hippocampi and heart data sets, which contained few outliers. They outperformed the state-of-the-art for the femur data set, containing large proportions of outliers, in terms of alignment accuracy, and the quality of SSMs trained, quantified in terms of generalization, compactness and specificity.", "id": "29248842", "date": "2017-12-05", "title": "Group-wise similarity registration of point sets using Student's t-mixture model for statistical shape models.", "doi": "10.1016/j.media.2017.11.012", "journal": ["Medical image analysis", "Med Image Anal"]}