{"authors": [["Ma", "Binbin", "B", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Xi", "Zhouhuan", "Z", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Li", "Jiahui", "J", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Gao", "Tianqi", "T", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Liao", "Runzhi", "R", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Wang", "Shuhang", "S", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Li", "Xianyao", "X", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Tang", "Yaqin", "Y", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Wang", "Zheng", "Z", "The First Department of General Surgery, the Third Xiangya Hospital, Central South University, Changsha, Hunan 410013, PR China."], ["Hou", "Shengjie", "S", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China."], ["Jiang", "Jinying", "J", "Department of Neonatology, Hunan Provincial Maternal and Child Health Care Hospital, Changsha, Hunan 410013, PR China."], ["Deng", "Meichun", "M", "Department of Biochemistry, School of Life Sciences, Central South University, Changsha, Hunan 410013, PR China."], ["Duan", "Zhigui", "Z", "Key Laboratory of Protein Chemistry and Developmental Biology of the Ministry of Education, College of Life Sciences, Hunan Normal University, Changsha, Hunan 410081, PR China."], ["Tang", "Xing", "X", "College of Chemistry, Biology, and Material Science, East China Institute of Technology, Nanchang, Jiangxi 330013, PR China."], ["Jiang", "Liping", "L", "Department of Parasitology, Xiangya School of Medicine, Central South University, Changsha, Hunan 410013, PR China. Electronic address: jiangliping@csu.edu.cn."]], "text": "Lycosin-I, a spider peptide isolated from the venom of the spider Lycosa singoriensis, has anti-bacteria and anti-cancer properties in organisms. However, cardiovascular effects of Lycosin-I have not been studied. In this study, we investigated for the first time the vasodilator and hypotensive effects of Lycosin-I and the possible mechanisms, in order to develop a promising treatment for hypertension-related diseases. For in vitro experiments, thoracic aortas were isolated, and divided into two groups, endothelium-intact and endothelium-denuded aortic rings. Lycosin-I induced a remarkable dose-dependent relaxation in endothelium-intact aortic rings pre-treated with phenylephrine (p < 0.05), while it showed no obvious vasodilator effects in endothelium-denuded aortic rings (p > 0.05). The vasodilator effects of Lycosin-I were significantly weakened by a nitric oxide synthase (NOS) inhibitor, L-NAME (p < 0.001) and a selective inhibitor of nitric oxide (NO)-sensitive soluble guanylate cyclase (sGC), ODQ (p < 0.05), respectively. The levels of endothelial nitric oxide synthase (eNOS) phosphorylation and the NO production were significantly higher in human umbilical vascular endothelial cells pre-cultured with Lycosin-I than the control (p < 0.001), determined via western blot analysis and ozone-chemiluminescence technology. For in vivo experiments, arterial and venous catheters were inserted for mean arterial pressure (MAP) recording and drug administration in anaesthetized spontaneously hypertensive rats. Lycosin-I caused a transient drop of MAP 2 min after the administration compared with the control (p < 0.001). In conclusion, Lycosin-I has the potential to be an anti-hypertensive drug by endothelium-dependent vasodilatation, in which eNOS and NO-sensitive sGC are two main involved factors.", "id": "29248696", "date": "2017-12-14", "title": "Vasodilator and hypotensive effects of the spider peptide Lycosin-I in vitro and in vivo.", "doi": "10.1016/j.peptides.2017.12.011", "journal": ["Peptides", "Peptides"]}