{"authors": [["Triantafyllopoulos", "Georgios K", "GK", "Division of Adult Reconstruction and Joint Replacement, Department of Orthopaedic Surgery, Hospital for Special Surgery, Weill Medical College of Cornell University, New York, New York."], ["Soranoglou", "Vasileios G", "VG", "Division of Adult Reconstruction and Joint Replacement, Department of Orthopaedic Surgery, Hospital for Special Surgery, Weill Medical College of Cornell University, New York, New York."], ["Memtsoudis", "Stavros G", "SG", "Department of Anesthesiology, Hospital for Special Surgery, Weill Medical College of Cornell University, New York, New York."], ["Sculco", "Thomas P", "TP", "Division of Adult Reconstruction and Joint Replacement, Department of Orthopaedic Surgery, Hospital for Special Surgery, Weill Medical College of Cornell University, New York, New York."], ["Poultsides", "Lazaros A", "LA", "Division of Adult Reconstruction and Joint Replacement, Department of Orthopaedic Surgery, Hospital for Special Surgery, Weill Medical College of Cornell University, New York, New York."]], "text": "As periprosthetic joint infections (PJIs) can have tremendous health and socioeconomic implications, recognizing patients at risk before surgery is of great importance. Therefore, we sought to determine the rate of and risk factors for deep PJI in patients undergoing primary total hip arthroplasty (THA).Clinical characteristics of patients treated with primary THA between January 1999 and December 2013 were retrospectively reviewed. These included patient demographics, comorbidities (including the Charlson/Deyo comorbidity index), length of stay, primary diagnosis, total/allogeneic transfusion rate, and in-hospital complications, which were grouped into local and systemic (minor and major). We determined the overall deep PJI rate, as well as the rates for early-onset (occurring within 2 years after index surgery) and late-onset PJI (occurring more than 2 years after surgery). A Cox proportional hazards regression model was constructed to identify risk factors for developing deep PJI. Significance level was set at 0.05.A deep PJI developed in 154 of 36,494 primary THAs (0.4%) during the study period. Early onset PJI was found in 122 patients (0.3%), whereas late PJI occurred in 32 patients (0.1%). Obesity, coronary artery disease, and pulmonary hypertension were identified as independent risk factors for deep PJI after primary THA.The rate of deep PJIs of the hip is relatively low, with the majority occurring within 2 years after THA. If the optimization of modifiable risk factors before THA can reduce the rate of this complication remains unknown, but should be attempted as part of good practice.", "id": "29248486", "date": "2017-11-29", "title": "Rate and Risk Factors for Periprosthetic Joint Infection Among 36,494 Primary Total Hip Arthroplasties.", "doi": "10.1016/j.arth.2017.11.040", "journal": ["The Journal of arthroplasty", "J Arthroplasty"]}