{"authors": [["Sung", "Ki-Chul", "KC", "Kangbuk Samsung Hospital, Sungkyunkwan University, School of Medicine, Seoul, Korea; Seoul National University Hospital, Seoul, Korea."], ["Oh", "Yong-Seog", "YS", "Seoul St. Mary's Hospital of the Catholic University, Seoul, Korea."], ["Cha", "Dong-Hun", "DH", "CHA Bundang Medical Center CHA University, Seongnam, Korea."], ["Hong", "Soon-Jun", "SJ", "Korea University Anam Hospital, Seoul, Korea."], ["Won", "Kyung-Heon", "KH", "Seoul Medical Center, Seoul, Korea."], ["Yoo", "Ki-Dong", "KD", "Catholic University of Korea St. Vincent's Hospital, Suwon, Korea."], ["Rha", "Seung-Woon", "SW", "Korea University Guro Hospital, Seoul, Korea."], ["Ahn", "Young-Keun", "YK", "Chonnam National University Hospital, Gwangju, Korea."], ["Ahn", "Jeong-Cheon", "JC", "Korea University Ansan Hospital, Ansan, Korea."], ["Jang", "Ji-Yong", "JY", "Konkuk University Chungju Hospital, Chungju, Korea."], ["Hong", "Tack-Jong", "TJ", "Pusan National University Hospital, Busan, Korea."], ["Cho", "Sang-Kyoon", "SK", "Daejin Medical Center, Seongnam, Korea."], ["Park", "Sang-Ho", "SH", "Sooncheonhyang University Hospital Cheonan, Cheonan, Korea."], ["Hyon", "Min-Su", "MS", "Soon Chun Hyang University Hospital Seoul, Seoul, Korea."], ["Nam", "Chang-Wook", "CW", "Keimyung University Dongsan Medical Center, Daegu, Korea."], ["Chae", "In-Ho", "IH", "Seoul National University Bundang Hospital, Seongnam, Korea."], ["Yoo", "Byung-Su", "BS", "Wonju Severance Christian Hospital, Wonju, Korea."], ["Song", "Jong-Min", "JM", "Asan Medical Center, Seoul, Korea."], ["Jeong", "Jin-Ok", "JO", "Chungnam National University Hospital, Daejeon, Korea."], ["Yoon", "Young Won", "YW", "Gangnam Severance Hospital, Seoul, Korea."], ["Kim", "Byung-Soo", "BS", "Daedong Hospital, Busan, Korea."], ["Yang", "Tae-Hyun", "TH", "Inje University Busan Paik Hospital, Busan, Korea."], ["Cho", "Deok-Kyu", "DK", "Gwandong University Myungji Hospital, Goyang, Korea."], ["Kim", "Sang-Hyun", "SH", "Boramae Medical Center, Seoul, Korea."], ["Choi", "Yu-Jeong", "YJ", "Daejeon Eulji University Hospital, Daejeon, Korea."], ["Ahn", "Ji-Hun", "JH", "Sooncheonhyang University Hospital Gumi, Gumi, Korea."], ["Jeon", "Dong-Woon", "DW", "Health Insurance Service Ilsan Hospital, Goyang, Korea."], ["Kim", "Hyo-Soo", "HS", "Kangbuk Samsung Hospital, Sungkyunkwan University, School of Medicine, Seoul, Korea; Seoul National University Hospital, Seoul, Korea. Electronic address: usahyosoo@gmail.com."]], "text": "This 8-week study in Korea aimed to evaluate the efficacy and tolerability of a telmisartan/amlodipine + hydrochlorothiazide (TAH) combination versus telmisartan/amlodipine (TA) combination in patients with essential hypertension that did not respond appropriately to 4-week treatment with TA.All patients who met the inclusion criteria received TA (40/5 mg) during a 4-week run-in period (period 1). Patients who met the criteria for essential hypertension (mean sitting systolic blood pressure [MSSBP], ≥140 and <200 mm Hg, or ≥130 and<200 mm Hg in those with diabetes mellitus or chronic kidney disease) after period 1 were randomly assigned to receive TA 40/5 mg + hydrochlorothiazide 12.5 mg (test group) or TA only (control group). The test and control drugs were administered in each group for 2 weeks (period 2). Patients who completed period 2 underwent 6-week treatment (period 3) with a TAH and TA dose twice that in period 2. The primary end point was the change in MSSBP at week 8 of treatment. Secondary end points were the change in MSSBP at week 2 and MS diastolic BP, BP control rate, and BP response rate at weeks 2 and 8. Treatment tolerability was assessed based on adverse events (AEs), laboratory evaluations (chemistry, hematology, and urinalysis), 12-lead ECG, and physical examination including vital sign measurements.We randomized 310 patients to the treatment groups. The mean (SD) ages of the TAH and TA groups were 62.0 (10.8) and 63.4 (10.4) years, respectively. The least squares mean change in MSSBP was significantly greater in the TAH group than in the TA group after 8 weeks (-18.7 vs -12.2 mm Hg; P < 0.001). Similar results were obtained on changes in MSSBP after 2 weeks and changes in sitting diastolic BP, BP control rate, and BP response rate at weeks 2 and 8 compared with the respective baseline values. The prevalences of treatment-emergent AEs (29.0% vs 16.3%; P = 0.008) and adverse drug reactions (20.0% vs 10.5%; P = 0.020) were significantly greater in the TAH group than in the TA group. Most treatment-emergent AEs were mild or moderate; none were severe. The most frequently reported AEs were dizziness and headache.TAH triple therapy was more effective than was TA double therapy in reducing BP in these patients in Korea with essential hypertension that did not adequately respond to TA. ClinicalTrials.gov identifier: NCT02738632.", "id": "29248384", "date": "2017-12-14", "title": "Efficacy and Tolerability of Telmisartan/Amlodipine + Hydrochlorothiazide Versus Telmisartan/Amlodipine Combination Therapy for Essential Hypertension Uncontrolled With Telmisartan/Amlodipine: The Phase III, Multicenter, Randomized, Double-blind TAHYTI Study.", "doi": "10.1016/j.clinthera.2017.11.006", "journal": ["Clinical therapeutics", "Clin Ther"]}