{"authors": [["Teply", "Benjamin A", "BA", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA; Division of Oncology and Hematology, University of Nebraska Medical Center, Omaha, NE, USA."], ["Wang", "Hao", "H", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Luber", "Brandon", "B", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Sullivan", "Rana", "R", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Rifkind", "Irina", "I", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Bruns", "Ashley", "A", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Spitz", "Avery", "A", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["DeCarli", "Morgan", "M", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Sinibaldi", "Victoria", "V", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Pratz", "Caroline F", "CF", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Lu", "Changxue", "C", "Department of Urology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Silberstein", "John L", "JL", "Department of Urology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Luo", "Jun", "J", "Department of Urology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Schweizer", "Michael T", "MT", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA; Department of Medicine, Division of Oncology, University of Washington, Seattle, WA, USA."], ["Drake", "Charles G", "CG", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA; Division of Hematology/Oncology, Columbia University Medical Center, New York, NY, USA."], ["Carducci", "Michael A", "MA", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Paller", "Channing J", "CJ", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Antonarakis", "Emmanuel S", "ES", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Eisenberger", "Mario A", "MA", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Denmeade", "Samuel R", "SR", "Department of Oncology, Johns Hopkins University School of Medicine, Baltimore, MD, USA. Electronic address: denmesa@jhmi.edu."]], "text": "Prostate cancer that progresses after enzalutamide treatment is poorly responsive to further antiandrogen therapy, and paradoxically, rapid cycling between high and low serum testosterone concentrations (bipolar androgen therapy [BAT]) in this setting might induce tumour responses. We aimed to evaluate BAT in patients with metastatic castration-resistant prostate cancer that progressed after enzalutamide.We did this single-centre, open-label, phase 2, multicohort study in the USA. We included patients aged 18 years or older who had histologically confirmed and radiographically documented metastatic castration-resistant prostate cancer, with no more than two previous second-line hormonal therapies, and a castrate concentration of testosterone. Patients were asymptomatic, with Eastern Cooperative Oncology Group performance status of 0-2, and did not have high-risk lesions for tumour flare (eg, >5 sites of visceral disease or bone lesions with impending fracture). For the cohort reported here, we required patients to have had progression on enzalutamide with a continued prostate-specific antigen (PSA) rise after enzalutamide treatment discontinuation. Patients received BAT, which consisted of intramuscular testosterone cipionate 400 mg every 28 days until progression and continued luteinising hormone-releasing hormone agonist therapy. Upon progression after BAT, men were rechallenged with oral enzalutamide 160 mg daily. The co-primary endpoints were investigator-assessed 50% decline in PSA concentration from baseline (PSA50) for BAT (for all patients who received at least one dose) and for enzalutamide rechallenge (based on intention-to-treat analysis). These data represent the final analysis for the post-enzalutamide cohort, while two additional cohorts (post-abiraterone and newly castration-resistant prostate cancer) are ongoing. The trial is registered with ClinicalTrials.gov, number NCT02090114.Between Aug 28, 2014, and May 18, 2016, we accrued 30 eligible patients and treated them with BAT. Nine (30%; 95% CI 15-49; p<0·0001) of 30 patients achieved a PSA50 to BAT. 29 patients completed BAT and 21 proceeded to enzalutamide rechallenge, of whom 15 (52%; 95% CI 33-71; p<0·0001) achieved a PSA50 response. During BAT, the only grade 3-4 adverse event occurring in more than one patient was hypertension (three [10%] patients). Other grade 3 or worse adverse events occurring during BAT in one [3%] patient each were pulmonary embolism, myocardial infarction, urinary obstruction, gallstone, and sepsis. During enzalutamide retreatment, no grade 3-4 toxicities occurred in more than one patient. No treatment-related deaths were reported during either BAT or enzalutamide retreatment.BAT is a safe therapy that resulted in responses in asymptomatic men with metastatic castration-resistant prostate cancer and also resensitisation to enzalutamide in most patients undergoing rechallenge. Further studies with BAT are needed to define the potential clinical role for BAT in the management of metastatic castration-resistant prostate cancer and the optimal strategy for sequencing between androgen and antiandrogen therapies in metastatic castration-resistant prostate cancer to maximise therapeutic benefit to patients.National Institutes of Health and National Cancer Institute.", "id": "29248236", "date": "2017-12-14", "title": "Bipolar androgen therapy in men with metastatic castration-resistant prostate cancer after progression on enzalutamide: an open-label, phase 2, multicohort study.", "doi": "10.1016/S1470-2045(17)30906-3", "journal": ["The Lancet. Oncology", "Lancet Oncol."]}