{"authors": [["Zhang", "Zhiguo", "Z", "Institute of Biomedical Engineering and Health Sciences, Changzhou University, Changzhou, Jiangsu 213164, China."], ["Wen", "Yuqiao", "Y", "School of Automation and Information Engineering, Sichuan University of Science and Engineering, Zigong 614000, China."], ["Du", "Jing", "J", "Institute of Biomechanics and Medical Engineering, Department of Engineering Mechanics, Tsinghua University, Beijing 100084, China."], ["Yu", "Yang", "Y", "Institute of Biomechanics and Medical Engineering, Department of Engineering Mechanics, Tsinghua University, Beijing 100084, China."], ["Liu", "Sisi", "S", "Institute of Biomechanics and Medical Engineering, Department of Engineering Mechanics, Tsinghua University, Beijing 100084, China."], ["Wu", "Xiaoan", "X", "Institute of Biomechanics and Medical Engineering, Department of Engineering Mechanics, Tsinghua University, Beijing 100084, China."], ["Zhao", "Hucheng", "H", "School of Automation and Information Engineering, Sichuan University of Science and Engineering, Zigong 614000, China; Institute of Biomechanics and Medical Engineering, Department of Engineering Mechanics, Tsinghua University, Beijing 100084, China. Electronic address: zhaohc@mail.tsinghua.edu.cn."]], "text": "It is well recognized that pathologically increased mechanical stretch plays a critical role in vascular remodeling during hypertension. However, how the stretch modulates the functions of ion channels of vascular smooth muscle cells (VSMCs) remains to be elucidated. Here, we demonstrated the effects of mechanical stretch on the activity of large conductance calcium, voltage-activated potassium (BK) and L-type Ca2+ channels. In comparison with 5% stretch (physiological), 15% stretch (pathological) upregulated the current density of L-type Ca2+ and BK channels as well as the frequency and amplitude of calcium oscillation in VSMCs. 15% stretch also increased the open probability and mean open time of the BK channel compared with 5% stretch. BK and L-type Ca2+ channels participated in the mechanical stretch-modulated calcium oscillation. Our results suggested that during hypertension, pathological stretch altered the activity of BK and L-type Ca2+ channels and manipulated the calcium oscillation of VSMCs.", "id": "29248193", "date": "2017-11-23", "title": "Effects of mechanical stretch on the functions of BK and L-type Ca2+ channels in vascular smooth muscle cells.", "doi": "10.1016/j.jbiomech.2017.11.015", "journal": ["Journal of biomechanics", "J Biomech"]}