{"authors": [["Al Sharif", "Merilin", "M", "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, Acad. G. Bonchev Str., bl. 105, 1113 Sofia, Bulgaria. Electronic address: merilin.al@biomed.bas.bg."], ["Alov", "Petko", "P", "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, Acad. G. Bonchev Str., bl. 105, 1113 Sofia, Bulgaria. Electronic address: petko@biophys.bas.bg."], ["Diukendjieva", "Antonia", "A", "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, Acad. G. Bonchev Str., bl. 105, 1113 Sofia, Bulgaria. Electronic address: antonia.diukendjieva@biomed.bas.bg."], ["Vitcheva", "Vessela", "V", "Faculty of Pharmacy, Medical University of Sofia, Dunav 2 Str., 1000 Sofia, Bulgaria. Electronic address: vesselavitcheva@yahoo.com."], ["Simeonova", "Rumyana", "R", "Faculty of Pharmacy, Medical University of Sofia, Dunav 2 Str., 1000 Sofia, Bulgaria. Electronic address: rvitanska@gmail.com."], ["Krasteva", "Ilina", "I", "Faculty of Pharmacy, Medical University of Sofia, Dunav 2 Str., 1000 Sofia, Bulgaria. Electronic address: krasteva.ilina@abv.bg."], ["Shkondrov", "Aleksandar", "A", "Faculty of Pharmacy, Medical University of Sofia, Dunav 2 Str., 1000 Sofia, Bulgaria. Electronic address: a_shkondrov@abv.bg."], ["Tsakovska", "Ivanka", "I", "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, Acad. G. Bonchev Str., bl. 105, 1113 Sofia, Bulgaria. Electronic address: ITsakovska@biomed.bas.bg."], ["Pajeva", "Ilza", "I", "Institute of Biophysics and Biomedical Engineering, Bulgarian Academy of Sciences, Acad. G. Bonchev Str., bl. 105, 1113 Sofia, Bulgaria. Electronic address: pajeva@biomed.bas.bg."]], "text": "The metabolic syndrome, which includes hypertension, type 2 diabetes (T2D) and obesity, has reached an epidemic-like scale. Saponins and sapogenins are considered as valuable natural products for ameliorating this pathology, possibly through the nuclear receptor PPARγ activation. The aims of this study were: to look for in vivo antidiabetic effects of a purified saponins' mixture (PSM) from Astragalus corniculatus Bieb; to reveal by in silico methods the molecular determinants of PPARγ partial agonism, and to investigate the potential PPARγ participation in the PSM effects. In the in vivo experiments spontaneously hypertensive rats (SHRs) with induced T2D were treated with PSM or pioglitazone as a referent PPARγ full agonist, and pathology-relevant biochemical markers were analysed. The results provided details on the PSM modulation of the glucose homeostasis and its potential mechanism. The in silico studies focused on analysis of the protein-ligand interactions in crystal structures of human PPARγ-partial agonist complexes, pharmacophore modelling and molecular docking. They outlined key pharmacophoric features, typical for the PPARγ partial agonists, which were used for pharmacophore-based docking of the main PSM sapogenin. The in silico studies, strongly suggest possible involvement of PPARγ-mediated mechanisms in the in vivo antidiabetic and antioxidant effects of PSM from A. corniculatus.", "id": "29247773", "date": "2017-12-13", "title": "Molecular determinants of PPARγ partial agonism and related in silico/in vivo studies of natural saponins as potential type 2 diabetes modulators.", "doi": "10.1016/j.fct.2017.12.009", "journal": ["Food and chemical toxicology : an international journal published for the British Industrial Biological Research Association", "Food Chem. Toxicol."]}