{"authors": [["Qintar", "Mohammed", "M", "Department of Cardiology, Saint Luke's Mid America Heart Institute, Kansas City, Missouri."], ["Sharma", "Puza P", "PP", "Early Drug Development Department, Novartis Pharmaceuticals Corporation, East Hanover, New Jersey."], ["Pokharel", "Yashashwi", "Y", "Department of Cardiology, Saint Luke's Mid America Heart Institute, Kansas City, Missouri."], ["Tang", "Yuanyuan", "Y", "Department of Cardiology, Saint Luke's Mid America Heart Institute, Kansas City, Missouri."], ["Lu", "Yuan", "Y", "Department of Cardiology, Yale University, New Haven, Connecticut."], ["Jones", "Philip", "P", "Department of Cardiology, Saint Luke's Mid America Heart Institute, Kansas City, Missouri."], ["Dreyer", "Rachel P", "RP", "Department of Cardiology, Yale University, New Haven, Connecticut."], ["Spertus", "John A", "JA", "Department of Cardiology, Saint Luke's Mid America Heart Institute, Kansas City, Missouri."]], "text": "Elevated high-sensitivity C-reactive protein (hs-CRP) is associated with worse cardiovascular outcomes in patients with acute myocardial infarction (AMI), but little is known about the distribution of hs-CRP levels and predictors of elevated hs-CRP after AMI in the real world. Translational Research Investigating Underlying Disparities in Acute Myocardial Infarction Patients' Health Status (TRIUMPH) and Variation in Recovery: Role of Gender on Outcomes of Young AMI Patients (VIRGO) are prospective AMI registries in the United States that assessed hs-CRP levels 30 days after AMI. TRIUMPH additionally assessed hs-CRP levels at the time of AMI and at 6 months. Hierarchical models were built to examine predictors of elevated hs-CRP (≥2.0 mg/L) at 30 days in both registries and at 6 months after AMI in TRIUMPH. Of 3410 patients in both registries, 58.6% had elevated hs-CRP 30 days after AMI. Patients with elevated hs-CRP at 30 days were more likely to be older, female, obese, smokers, report financial difficulties, and have higher low-density lipoprotein cholesterol levels on admission, diabetes, and hypertension. In TRIUMPH, baseline hs-CRP ≥2 mg/L (n = 1301) was significantly associated with elevated hs-CRP at follow-up (P < 0.001). Similar associations were found in TRIUMPH patients with elevated hs-CRP at 6 months. Our study identified a high prevalence and several patient characteristics associated with elevated hs-CRP at 1 and 6 months after discharge. Further studies to test routine screening after AMI may be warranted to identify higher-risk patients for more aggressive secondary prevention.", "id": "29247528", "date": "2017-12-16", "title": "Prevalence and predictors of elevated high-sensitivity C-reactive protein in post-myocardial infarction patients: Insights from the VIRGO and TRIUMPH registries.", "doi": "10.1002/clc.22816", "journal": ["Clinical cardiology", "Clin Cardiol"]}