{"authors": [["Djordjević", "Dragan B", "DB", "Medical Faculty, Department of Internal Medicine, University of Niš, Niš, Serbia."], ["Tasić", "Ivan S", "IS", "Medical Faculty, Department of Internal Medicine, University of Niš, Niš, Serbia."], ["Kostić", "Svetlana I", "SI", "Department of Cardiology, Institute for Treatment and Rehabilitation Niška Banja, Niš, Serbia."], ["Stamenković", "Bojana N", "BN", "Medical Faculty, Department of Internal Medicine, University of Niš, Niš, Serbia."], ["Djordjević", "Aleksandar D", "AD", "Medical Faculty, University of Niš, Niš, Serbia."], ["Lović", "Dragan B", "DB", "Department of Cardiology, Clinic for Internal Diseases Intermedica, Niš, Serbia; and Veterans Affairs Medical Center, Washington, District of Columbia."]], "text": "Persistent and adequate treatment of patients with arterial hypertension leads to more favorable disease outcome.Aside for the present left ventricular hypertrophy (LVH), there are other non-invasive parameters which can represent additional predictors of unfavorable prognosis in patients with essential arterial hypertension during the 10-year follow-up.A hypertensive group with LVH (124 patients; age 57.0 ± 8.0; 84 males and 40 females) was included in the study and examined noninvasively. Patients used regular medication therapy during the follow-up period.During the 10-year follow-up period, unfavorable outcome was recorded for 40 (32.3%) patients. Patients with unfavorable outcome had higher baseline values of left ventricular mass index (178.9 ± 29.5 g/m2 vs 165.5 ± 29.5 g/m2 ; P < 0.05) and QTc dispersion (64.1 ± 24.7 ms vs 54.8 ± 19.4 ms; P < 0.05). Frequency of positive Cornell product was higher in the group of patients with unfavorable outcome (35% vs 22.2%; P < 0.01). Positive Lyon-Sokolow score did not show statistical significance (25% vs 11.9%; P = 0.06). Cornell product (β = 0.234; P < 0.01) and QTc dispersion >65 ms (β = 0.184; P < 0.05) had prognostic significance in LVH (multiple regression analysis: R = 0.314, R = 0.099, adjusted R = 0.084, standard error of the estimate = 0.449, P < 0.05).Patients with a positive Cornell product and larger QTc dispersion had more unfavorable 10-year outcomes compared with other patients with LVH.", "id": "29247525", "date": "2017-12-16", "title": "QTc dispersion and Cornell duration product can predict 10-year outcomes in hypertensive patients with left ventricular hypertrophy.", "doi": "10.1002/clc.22815", "journal": ["Clinical cardiology", "Clin Cardiol"]}