{"authors": [["Tsaousi", "Georgia", "G", "Department of Anesthesiology and ICU, Faculty of Medicine, Aristotle University of Thessaloniki, Thessaloniki, Greece."], ["Stazi", "Elisabetta", "E", "Department of Anesthesiology, University of Rome \"La Sapienza\", Rome, Italy."], ["Cinicola", "Marco", "M", "Department of Anesthesiology, University of Rome \"La Sapienza\", Rome, Italy."], ["Bilotta", "Federico", "F", "Department of Anesthesiology, University of Rome \"La Sapienza\", Rome, Italy."]], "text": "Osmotherapy constitutes a first-line intervention for intracranial hypertension management. However, hyperosmolar solutes exert various systematic effects, among which their impact on systemic haemodynamics is poorly clarified. This review aims to appraise the clinical evidence of the effect of mannitol and hypertonic saline (HTS) on cardiac performance in neurosurgical and neurocritical care patients.A database search was conducted to identify randomized clinical trials and observational studies reporting HTS or mannitol use in acute brain injury setting. The primary end-points were alterations of cardiac output (CO) and other haemodynamic variables, while the impact of osmotic agents on intracranial pressure, brain relaxation, plasma osmolality, electrolyte levels and urinary output constituted secondary outcomes.Eight studies, enrolling 182 patients in total, were included. HTS exerted a more profound cardiac output augmentation than mannitol, but no distinct difference between groups occurred. Central venous pressure, stroke volume and stroke volume variation were favourably affected by both osmotic agents, whilst the reported changes in blood pressure were inconclusive. HTS infusion yielded a larger intracranial pressure reduction than mannitol but had an equivalent effect on brain relaxation. Mannitol presented a more potent diuretic effect than HTS. Effect on serum osmolality was alike in both osmotic agents, but contrary to HTS-promoted hypernatraemia, mannitol use induced transient hyponatraemia.Mannitol or HTS administration seems to induce an enhancement of cardiac performance; being more prominent after HTS infusion. This effect combined with mannitol-induced enhancement of diuresis and HTS-promoted increase of plasma sodium concentration could partially explain the effects of osmotherapy on cerebral haemodynamics.", "id": "29247499", "date": "2017-12-16", "title": "Cardiac output changes after osmotic therapy in neurosurgical and neurocritical care patients: a systematic review of the clinical literature.", "doi": "10.1111/bcp.13492", "journal": ["British journal of clinical pharmacology", "Br J Clin Pharmacol"]}