{"authors": [["Offidani", "Emanuela", "E", "Department of Psychology, Penn State University, Schuylkill Campus, 200 University Drive, Schuylkill Haven, PA, 17972, USA. ezo21@psu.edu."], ["Benasi", "Giada", "G", "Center for Integrative Medicine, Weill Cornell Medicine, New York, NY, USA."], ["Charlson", "Mary E", "ME", "Center for Integrative Medicine, Weill Cornell Medicine, New York, NY, USA."], ["Ravenell", "Joseph E", "JE", "Department of Population Health, New York University, New York, NY, USA."], ["Boutin-Foster", "Carla", "C", "State University of New York Downstate Medical Center, New York, NY, USA."]], "text": "African Americans develop hypertension earlier and have worse cardiovascular outcomes than Caucasians. Accumulating evidence suggests that psychological distress may play a role in the observed racial differences in hypertension. Several studies have investigated the relationship between depression and hypertension while little is still known about the role of demoralization.Using data from the Trial Using Motivational Interviewing, Positive Affect, and Self-affirmation in African Americans with Hypertension (TRIUMPH), logistic regression models were used to estimate differences in blood pressure control at 12 months among participants with demoralization, depression, and both conditions.Our logistic models showed that reported psychosocial symptoms significantly differed in predicting success in blood pressure control at 12 months. Contrast analyses showed that, after adjusting for sociodemographic, clinical, and psychosocial variables, demoralized patients were less likely to achieve blood pressure control than participants without affective conditions (p = 0.020). Similar results emerged for patients with depression (p = 0.042) and both conditions (p = 0.022).Depression can be extremely debilitating and has serious health consequence. Our findings confirm this result and show that, even though depression and demoralization share common features, they are two distinct clinical phenomena with similar negative impact on blood pressure control in African Americans.", "id": "29247405", "date": "2017-12-15", "title": "Impact of Depression and Demoralization on Blood Pressure Control in African Americans with Hypertension: Findings from the TRIUMPH Trial.", "doi": "10.1007/s40615-017-0439-9", "journal": ["Journal of racial and ethnic health disparities", "J Racial Ethn Health Disparities"]}