{"authors": [["Haneef", "Jamshed", "J", "University Institute of Pharmaceutical Sciences, UGC-Centre of Advanced Studies, Panjab University, Sector-14, Chandigarh, 160 014, India."], ["Chadha", "Renu", "R", "University Institute of Pharmaceutical Sciences, UGC-Centre of Advanced Studies, Panjab University, Sector-14, Chandigarh, 160 014, India. renukchadha@rediffmail.com."]], "text": "The present research work highlights the development of multicomponent solid form of the antihypertensive drug irbesartan (IRB) to improve its biopharmaceutical attributes. Mechanochemical synthesis of a new solid form of IRB with coformers having antioxidant properties (syringic acid, nicotinic acid, and ascorbic acid) resulted into three eutectic mixtures (EMs). Formation of eutectic was ascertained by differential scanning calorimetry whereas exact stoichiometry (50/50% w/w) was established by phase diagram and Tamman's triangle. The strong homomeric interaction between individual components and steric hindrances is responsible for the eutectic formation. EMs exhibited superior apparent solubility (five- to nine fold) and significant enhancement in intrinsic dissolution rate (two- to three fold) as compared to the plain drug. In vivo pharmacokinetic and in vivo pharmacodynamic studies revealed a significant improvement in the biopharmaceutical performance of EMs. Marked protection against oxidative stress was observed in EMs over plain drug by controlling the level/activity of plasma H2O2 and antioxidant enzymes (superoxide dismutase and catalase) in the kidney matrix of dexamethasone (Dexa)-induced hypertensive rats. Thus, these solid forms of IRB can serve as viable multicomponent forms to be translated into product development for better therapeutic efficacy in the management of hypertension.", "id": "29247285", "date": "2017-12-15", "title": "Antioxidant-Based Eutectics of Irbesartan: Viable Multicomponent Forms for the Management of Hypertension.", "doi": "10.1208/s12249-017-0930-y", "journal": ["AAPS PharmSciTech", "AAPS PharmSciTech"]}