{"authors": [["Hayes", "R A", "RA", "University of Queensland School of Medicine, Brisbane, Australia. rylan.hayes@health.qld.gov.au."], ["Bennett", "H Y", "HY", "University of Queensland School of Medicine, Brisbane, Australia."], ["O'Hagan", "S", "S", "Cairns Base Hospital, Cairns, Australia."]], "text": "This report describes the first recognised case of Rothia dentocariosa endophthalmitis following intravitreal injection.A 57-year-old indigenous Australian diabetic female developed pain, redness and decreased vision 3 days after intravitreal aflibercept injection to the right eye-administered for diabetic vitreous haemorrhage with suspected macular oedema and proliferative diabetic retinopathy. Examination revealed best corrected visual acuity (BCVA) of hand movements, ocular hypertension and marked anterior chamber inflammation. The left eye was unaffected but had a BCVA of 6/24 due to pre-existing diabetic retinopathy. Vitreous culture isolated Rothia dentocariosa as the organism responsible for the endophthalmitis. The following treatment with intraocular cephazolin, vancomycin and ceftazidime, topical ciprofloxacin and gentamicin and systemic ciprofloxacin, the patient underwent vitrectomy. Nine weeks after onset, the patient's BCVA had improved to 6/36, and fundal examination revealed extensive retinal necrosis.Rothia dentocariosa is presented as a rare cause of endophthalmitis following intravitreal injection and reports the appearance of 'pink hypopyon' previously observed with other organisms. Its identification also demonstrates the risk of oral bacterial contamination during intraocular injections. Vigilance with strategies to minimise bacterial contamination in the peri-injection period are important. Further research to identify additional techniques to prevent contamination with oral bacteria would be beneficial, including whether a role exists for patients wearing surgical masks during intravitreal injections.", "id": "29247280", "date": "2017-12-16", "title": "Rothia dentocariosa endophthalmitis following intravitreal injection-a case report.", "doi": "10.1186/s12348-017-0142-3", "journal": ["Journal of ophthalmic inflammation and infection", "J Ophthalmic Inflamm Infect"]}