{"authors": [["Tay", "Shee Yen", "SY", "Department of Radiology, Wan Fang Hospital, Taipei Medical University, Taipei, 116, Taiwan, Republic of China."], ["Chang", "Po-Yen", "PY", "Department of Radiology, Wan Fang Hospital, Taipei Medical University, Taipei, 116, Taiwan, Republic of China."], ["Lao", "Wilson T", "WT", "Department of Radiology, Wan Fang Hospital, Taipei Medical University, Taipei, 116, Taiwan, Republic of China."], ["Lin", "Ying Chin", "YC", "Department of Family Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, 235, Taiwan, Republic of China."], ["Chung", "Yi-Han", "YH", "Department of Radiology, Wan Fang Hospital, Taipei Medical University, Taipei, 116, Taiwan, Republic of China."], ["Chan", "Wing P", "WP", "Department of Radiology, Wan Fang Hospital, Taipei Medical University, Taipei, 116, Taiwan, Republic of China. wingchan@tmu.edu.tw."]], "text": "Early detection and treatment of coronary artery disease (CAD) can reduce incidences of acute myocardial infarction. In this study, we determined the proper use of contributing risk factors and coronary artery calcium score (CACS) when screening asymptomatic patients with coronary arterial stenoses using coronary computed tomography angiography (CCTA). We reviewed 934 consecutive patients who received CACS and CCTA between December 2013 and November 2016. At least one cardiovascular disease risk factor was present in each of the 509 asymptomatic participants. Patients were grouped based on CACS into \"zero,\" \"minimal\" (0 < CACS ≤ 10), \"mild\" (10 < CACS ≤ 100), \"moderate\" (100 < CACS ≤ 400), and \"excessive\" (CACS > 400). Males over 45 years old with diabetes mellitus and hypertension had a higher risk of significant coronary stenosis. In multivariate analysis, age, sex, hypertension, and diabetes mellitus remained significant predictors of stenosis. A CACS of zero occurred in 227 patients (44.6%). There were no significant differences between the \"zero\" and \"minimal\" groups (p = 0.421), but the \"mild,\" \"moderate,\" and \"excessive\" groups showed correlations with significant coronary stenosis. Age, sex, diabetes mellitus, and hypertension were associated with higher risk of significant coronary stenosis. Asymptomatic patients with CACSs of zero do not require CCTA, and thereby avoid unnecessary radiation exposure.", "id": "29247160", "date": "2017-12-15", "title": "The proper use of coronary calcium score and coronary computed tomography angiography for screening asymptomatic patients with cardiovascular risk factors.", "doi": "10.1038/s41598-017-17655-w", "journal": ["Scientific reports", "Sci Rep"]}