{"authors": [["Han", "Thang S", "TS", "Institute of Cardiovascular Research, Royal Holloway, University of London, Egham, UK."], ["Fry", "Christopher H", "CH", "School of Physiology, Pharmacology and Neuroscience, University of Bristol, Bristol, UK."], ["Fluck", "David", "D", "Department of Cardiology, Ashford and St Peter's NHS Foundation Trust, Chertsey, UK."], ["Affley", "Brendan", "B", "Department of Stroke, Ashford and St Peter's NHS Foundation Trust, Chertsey, UK."], ["Gulli", "Giosue", "G", "Department of Stroke, Ashford and St Peter's NHS Foundation Trust, Chertsey, UK."], ["Barrett", "Christopher", "C", "Department of Stroke, NHS Frimley Health Foundation Trust, Frimley, UK."], ["Kakar", "Puneet", "P", "Department of Stroke, Epsom and St Helier University Hospitals, Epsom, UK."], ["Patel", "Tasmin", "T", "Institute of Cardiovascular Research, Royal Holloway, University of London, Egham, UK."], ["Sharma", "Sapna", "S", "Institute of Cardiovascular Research, Royal Holloway, University of London, Egham, UK."], ["Sharma", "Pankaj", "P", "Institute of Cardiovascular Research, Royal Holloway, University of London, Egham, UK."]], "text": "The relationship of anticoagulation therapies with stroke severity and outcomes have been well documented in the literature. However, none of the previous research has reported the relationship of atrial fibrillation (AF)/anticoagulation therapies with urinary tract infection (UTI), pneumonia and length of stay in hyperacute stroke units (HASUs). The present study aimed to evaluate AF and anticoagulation status in relation to early outcomes in 1387 men (median age=75 years, IQR=65-83) and 1371 women (median age=83 years, IQR=74-89) admitted with acute ischaemic stroke to HASUs in Surrey between 2014 and 2016.We conducted this registry-based, prospective cohort study using data from the Sentinel Stroke National Audit Programme. Association between AF anticoagulation status with severe stroke on arrival (National Institutes of Health Stroke Scale score ≥16), prolonged HASU stay (>3 weeks), UTI and pneumonia within 7 days of admission, severe disability on discharge (modified Rankin Scale score=4 and 5) and inpatient mortality was assessed by logistic regression, adjusted for age, sex, hypertension, congestive heart failure, diabetes and previous stroke.Compared with patients with stroke who are free from AF, those with AF without anticoagulation had an increased adjusted risk of having more severe stroke: 5.8% versus 14.0%, OR=2.4 (95% CI 1.6 to 3.6, P<0.001), prolonged HASU stay: 21.5% versus 32.0%, OR=1.4 (1.0-2.0, P=0.027), pneumonia: 8.2% versus 19.1%, OR=2.1 (1.4-2.9, P<0.001), more severe disability: 24.2% versus 40.4%, OR=1.6 (1.2-2.1, P=0.004) and mortality: 9.3% versus 21.7%, OR=1.9 (1.4-2.8, P<0.001), and AF patients with anticoagulation also had greater risk for having UTI: 8.6% versus 12.3%, OR=1.9 (1.2-3.0, P=0.004), pneumonia: 8.2% versus 11.5%, OR=1.6 (1.1-2.4, P=0.025) and mortality: 9.7% versus 21.7%, OR=1.9 (1.4-2.8, P<0.001). The median HASU stay for stroke patients with AF without anticoagulation was 10.6 days (IQR=2.8-26.4) compared with 5.8 days (IQR=2.3-17.5) for those free from AF (P<0.001).Patients with AF, particularly those without anticoagulation, are at increased risk of severe stroke, associated with prolonged HASU stay and increased risk of early infection, disability and mortality.", "id": "29247109", "date": "2017-12-14", "title": "Evaluation of anticoagulation status for atrial fibrillation on early ischaemic stroke outcomes: a registry-based, prospective cohort study of acute stroke care in Surrey, UK.", "doi": "10.1136/bmjopen-2017-019122", "journal": ["BMJ open", "BMJ Open"]}