{"authors": [["Kruisbrink", "Marlot", "M", "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, UK."], ["Robertson", "Wendy", "W", "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, UK."], ["Ji", "Chen", "C", "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, UK."], ["Miller", "Michelle A", "MA", "Division of Health Sciences, Warwick Medical School, University of Warwick, Coventry, UK."], ["Geleijnse", "Johanna M", "JM", "Division of Human Nutrition, Wageningen University, Wageningen, The Netherlands."], ["Cappuccio", "Francesco P", "FP", "ESH Centre of Excellence in Hypertension & Cardiometabolic Research, University Hospitals Coventry & Warwickshire NHS Trust, Coventry, UK."]], "text": "To assess the longitudinal evidence of the relationships between sleep disturbances (of quantity and quality) and dyslipidaemia in the general population and to quantify such relationships.Systematic review and meta-analysis following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses guidelines.We performed a systematic search of PubMed and Embase (up to 9 September 2017), complemented with manual searches, of prospective population studies describing the association between sleep duration and quality and the incidence of dyslipidaemias. Relative risks (95% CIs) were extracted and pooled using a random effects model. Subgroup analyses by lipid type were performed. Heterogeneity and publication bias were also assessed. Quality was assessed with Downs and Black score.Studies were included if they were prospective, had measured sleep quantity and/or quality at baseline and either incident cases of dyslipidaemia or changes in blood lipid fractions assessed prospectively.Incidence of dyslipidaemia and changes in lipid fractions. Dyslipidaemia was defined as a high total cholesterol, triglycerides, low-density lipoprotein cholesterol or low high-density lipoprotein cholesterol compared with the reference group.Thirteen studies were identified (eight using sleep duration, four sleep quality and one both). There was heterogeneity in the sleep quality aspects and types of lipids assessed. Classification of sleep duration (per hour/groups) also varied widely. In the pooled analysis of sleep duration (6 studies, 16 cohort samples; 30 033 participants; follow-up 2.6-10 years), short sleep was associated with a risk of 1.01 (95% CI 0.93 to 1.10) of developing dyslipidaemia, with moderate heterogeneity (I2=56%, P=0.003) and publication bias (P=0.035). Long sleep was associated with a risk of 0.98 (95% CI 0.87 to 1.10) for dyslipidaemia, with heterogeneity (I2=63%, P<0.001) and no significant publication bias (P=0.248).The present analysis was unable to find supportive evidence of a significant relationship between sleep duration and the development of dyslipidaemia. However, heterogeneity and small number of studies limit the interpretation.CRD42016045242.", "id": "29247105", "date": "2017-12-14", "title": "Association of sleep duration and quality with blood lipids: a systematic review and meta-analysis of prospective studies.", "doi": "10.1136/bmjopen-2017-018585", "journal": ["BMJ open", "BMJ Open"]}