{"title": "Scientists make critical insights into T-cell development", "text": "Mutations in the gene encoding the enzyme protein tyrosine phosphatase N2 (PTPN2) have been associated with the development of autoimmune disease including Type 1 diabetes, Crohn's Disease and rheumatoid arthritis. In important fundamental research, Monash University scientists have identified a crucial part of the enzyme's role in early T-cell development, and have shown that decreased levels of this enzyme can lead to the type of T-cells that can contribute to the development of autoimmune disease. Autoimmune diseases represent a broad spectrum of diseases, which arise when immune responses are directed against, and damage, the body's own tissues. Collectively their incidence exceeds that of cancer and heart disease and they are a leading cause of death and disability, in particular in the Western world.The Monash Biomedicine Discovery Institute researchers had already shown in studies over the years that decreased levels of PTPN2 result in T-cells attacking the body's own cells and tissues.  In a paper published this week in the Journal of Experimental Medicine, they drilled deeper, exploring roles for the enzyme in early T-cell development and the development of particular T-cell subsets (αβ and γδ) implicated in the development of different autoimmune and inflammatory diseases.By removing the gene coding for PTPN2 in laboratory trials, the scientists found that the developmental process for T-cells was skewed towards the generation of γδ T cells with pro-inflammatory properties that are known to contribute to the development of different diseases including Irritable Bowel Disease, Crohn's Disease and rheumatoid arthritis.\"This is an important advance in our understanding of critical checkpoints in T-cell development,\" lead researcher Professor Tony Tiganis said. \"It helps decide whether the progenitors go on the become T-cells or something else; if they become one type of T-cell or another type,\" he said.As part of the study, the researchers looked at the pathways that PTPN2 regulates. \"There are drugs that target some of these pathways - potentially we might be able to use existing drugs to target these pathways in the context of autoimmune and inflammatory diseases to help a subset of patients with a deficiency in this gene, although that is a long way off,\" Professor Tiganis said.   First author Dr Florian Wiede said, \"Understanding the mechanisms that govern early T-cell development and how these are altered in human disease may ultimately afford opportunities for novel treatments. This is very exciting.\" ", "article_link": "http://dx.doi.org/10.1084/jem.20161903", "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-smc081117.php", "region": "australia", "source_link": "http://jem.rupress.org/content/early/2017/08/09/jem.20161903", "funder": "", "meeting": "", "institution": "Monash University", "keywords": ["Cell Biology", " Medicine/Health", " Diabetes"], "journal": "Journal of Experimental Medicine", "description": "Mutations in the gene encoding the enzyme protein tyrosine phosphatase N2 (PTPN2) have been associated with the development of autoimmune disease including Type 1 diabetes, Crohn's Disease and rheumatoid arthritis.", "date": "Fri, 11 Aug 2017 04:00:00 GMT"}