{"title": "Study finds stark increase in opioid-related admissions, deaths in nation's ICUs", "text": "BOSTON - Since 2009, hospital intensive care units have witnessed a stark increase in opioid-related admissions and deaths, according to new study led by researchers at Beth Israel Deaconess Medical Center's (BIDMC) Center for Healthcare Delivery Science. Published online today ahead of print in the Annals of the American Thoracic Society, the study is believed to be the first to quantify the impact of opioid abuse on critical care resources in the United States. The findings reveal that opioid-related demand for acute care services has outstripped the available supply. Analyzing data from the period between January 1, 2009 and September 30, 2015, the researchers documented a 34 percent increase in overdose-related ICU admissions. The average cost of care per ICU overdose admissions rose by 58 percent, from $58,517 in 2009 to $92,408 in 2015 (in 2015 dollars). Meanwhile opioid deaths in the ICU nearly doubled during that same period. \"This study tells us that the opioid epidemic has made people sicker and killed more people, in spite of all the care we can provide in the ICU, including mechanical ventilation, acute dialysis, life support and round-the-clock care,\" said the study's lead author, Jennifer P. Stevens, MD, associate director of the medical intensive care unit at BIDMC and assistant professor of medicine at Harvard Medical School. Using a national hospital database, Stevens and colleagues analyzed almost 23 million hospital admissions of adult patients in 162 hospitals in 44 states over a seven-year period. Among the more than 4 million patients requiring acute care between 2009 and 2015, the researchers found 21,705 patients who were admitted to ICUs due to opioid overdoses.  The researchers' analysis revealed that opioid-related ICU admissions increased an average of more than half a percent each year over the seven-year study period and that patients admitted to ICUs as a result of overdose required increasingly intensive care, including high-cost renal replacement therapy or dialysis. The mortality rates of these patients climbed at roughly the same rate, on average, with a steeper rise in deaths of patients admitted to the ICU for overdose after 2012.These data not only document the scope of the opioid abuse epidemic, they also reveal its complexity. Stevens and colleagues suggest that any opioid overdose-related admission is a preventable one, and that the team's findings not only represent the need for increased acute care resources, but also for expanded opioid-abuse prevention and treatment. The authors note that the data they analyzed came mainly from urban academic medical centers and may not reflect overdose-related acute care needs in other settings. They add their methodology likely underestimates the burden of opioids on acute care resources by focusing on overdose admissions and not counting those due to complications related to drug use. \"The pace of the opioid epidemic continues to increase,\" said Stevens. \"Those of us who work in hospital intensive care units need to make sure we have the tools we need to help patients with opioid use disorders when they are at their sickest, because there doesn't appear to be any end to this epidemic in sight.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/bidm-sfs080817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Health Care", " Medicine/Health", " Addiction", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Public Health", " Addiction", " Drugs"], "journal": "Annals of the American Thoracic Society", "description": "In one of the first efforts to quantify the impact of opioid abuse on intensive care units on United States' hospitals, a new study led by researchers at Beth Israel Deaconess Medical Center's (BIDMC) Center for Healthcare Delivery Science revealed that opioid-related demand for acute care services has outstripped the available supply.", "date": "Fri, 11 Aug 2017 04:00:00 GMT"}