{"title": "Healthy diet could decrease gestational diabetes risk for South Asian women", "text": "Hamilton, ON (Aug. 10, 2017) - South Asian women in Ontario are at high risk for gestational diabetes, but a change in diet and pre-pregnancy weight could make a significant difference, according to a new study from McMaster University. The research study, called the South Asian Birth Cohort (START), is led by Sonia Anand, professor of medicine at McMaster's Michael G. DeGroote School of Medicine and senior scientist at the Population Health Research Institute of Hamilton Health Sciences and McMaster University. The study revealed up to one-third of pregnant South Asian women in Ontario develop gestational diabetes. As well, pre-pregnancy weight and low-quality diet accounted for 37 per cent of the risk of gestational diabetes. Gestational diabetes is an issue as it may cause type 2 diabetes in the mother and baby, and newborns have increased birthweight, higher body fat and lower insulin sensitivity. The study results were published on August 10 in CMAJ Open. \"Our study suggests that if South Asian women could achieve an optimal pre-pregnancy weight and improve their diet quality, approximately one-third of gestational diabetes in this demographic could be prevented,\" said Anand, who is also a cardiologist and director of the Chanchlani Research Centre at McMaster.Research was based on data from the START Birth Cohort study, which includes more than 1,000 women in their second trimester of pregnancy from Ontario's Region of Peel. The START Study collected health information, physical measurements and a glucose tolerance test from the women. Birth weight, skinfold thickness and cord blood glucose and insulin were obtained from the newborns. Major determinants for gestational diabetes among this group of women included both factors such as age, family history of type 2 diabetes and maternal height, as well as modifiable factors like pre-pregnancy weight and low-diet quality.A low-quality diet was characterized by higher consumption of meat (red, chicken and processed), rice and fried foods, and was lower in raw or cooked vegetables. A high-quality diet was associated with higher consumption of vegetables, legumes and whole grain breads.Anand says the study highlights the importance of public health messaging to South Asian women who are considering pregnancy. \"To our knowledge, such messaging regarding pre-pregnancy weight and diet quality is not routinely provided by primary care physicians or public health specialists, and requires an integrated approach involving primary health-care sector and policy initiatives,\" she said.  \"Intervention studies are needed to determine if lowering pre-pregnancy weight and optimizing diet quality during pregnancy can reduce the high rates of gestational diabetes in this high-risk population.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-hdc080917.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Indian Council for Medical Research, Heart and Stroke Foundation of Canada", "meeting": "", "institution": "McMaster University", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Diabetes"], "journal": "Canadian Medical Association Journal Open", "description": "Research was based on data from the START Birth Cohort study, which includes more than 1,000 women in their second trimester of pregnancy.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}