{"title": "New measure of insulin-making cells could gauge diabetes progression, treatment", "text": "MADISON - Researchers at the University of Wisconsin-Madison have developed a new measurement for the volume and activity of beta cells, the source of the sugar-regulating hormone insulin.\r\nIn a study published in the August edition of the journal Diabetes, Weibo Cai and colleagues used a PET scanner to detect minute levels of a radioactive chemical in the mouse pancreas. Cai, the senior author of the study and an associate professor of radiology, says that unlike previous methods for measuring the quantity of beta cells, the new test also measures how actively these cells are making insulin.\r\nPET scanning, or positron emission tomography, is used to detect minute quantities of tracers, commonly for finding cancer and metastases. This area is a specialty of Cai. Cai says the test may be used to evaluate treatments or cell transplants intended to slow or reverse diabetes.\r\nWith a provisional patent filed through the Wisconsin Alumni Research Foundation, Cai has begun planning a series of human trials that could lead to Food and Drug Administration clearance for a new method to determine the quantity and condition of the beta cells. The first step in these trials would look at the distribution and potential toxicity of the radioactive manganese chloride used as a tracer.\r\nA shortage of insulin, due to the death or inactivity of the beta cells, causes type I (formerly \"juvenile\") diabetes. The same problem can also cause type II diabetes. But this condition, once called \"adult onset\" diabetes, can also result from insufficient response to insulin. \"In some conditions you can have an adequate number of beta cells, but not all of them are functioning,\" says Cai. \"We measure volume and get a product of function times volume, which is what everybody wants to know.\"\r\nThe chosen tracer has a short half-life, so the exposure to radiation is no greater than what is now used in the many PET scans used to detect cancer. \r\nBecause blood sugar tests are cheap and reliable, Cai is not proposing to replace them for detecting diabetes. Instead, the new test could be used to track the effectiveness of medicines and other measures intended to dampen the immune assault that kills beta cells.\r\nThe test could offer advantages over earlier methods to detect and analyze beta cells, Cai says. Some magnetic resonance techniques can give information about the quantity and function of beta cells, he says, but they use a dose of manganese chloride that is at least 1 million times higher than the new PET technique, suggesting an advantage in lower toxicity.\r\nOther tests detect beta cells by identifying receptors that are unique to those cells, \"but even if cells are not functioning, the receptors are still there,\" Cai says, \"so that does not tell you if they are making insulin. Our test is based on the calcium channel, a portal that the cell uses to exchange chemicals with its environment. The cell has to be active to take up manganese chloride, therefore it's functioning, and if you have more functioning beta cells, then you have more insulin.\" \r\nOverall, Cai says, \"We don't think there is another way to do this with this degree of accuracy.\"\r\nThe other authors included Matthew Merrins and Michelle Kimple, both assistant professors of medicine at UW-Madison who focus on diabetes research.  \r\nThe development of the new test is more proof that chance favors the prepared mind, says Cai. First author Reinier Hernandez, who was Cai's graduate student and is now a post-doctoral radiology researcher in Madison, came up with the idea when he noticed high uptake of manganese chloride in the pancreas while exploring a PET tracer for cancer. Plenty of people saw apples fall from a tree, but at least according to legend, it was only Isaac Newton who was prompted to think deeply about gravity. \"When the apple falls from the tree, you have to put out your hand to catch it,\" Cai says. \"Reinier did. Another person might have missed it.\"\r\nPreparation played a second crucial role in the story, adds Cai. \"People knew that manganese chloride uptakes in the beta cells, but nobody could make radioisotopes that were pure enough. But Jerry Nickles and Jonathan Engle [the past and present directors of the campus PET Cyclotron Laboratory] are the best in the world at making chemically pure manganese chloride with determined radiological activity. So we were only ones able to pull this off.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uow-nmo081017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Wisconsin-Madison", "keywords": ["Cell Biology", " Medicine/Health", " Diabetes"], "journal": "Diabetes", "description": "Researchers at the University of Wisconsin-Madison have developed a new measurement for the volume and activity of beta cells, the source of the sugar-regulating hormone insulin.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}