{"title": "Toward a better definition for acute kidney injury in newborns", "text": "Each year, thousands of infants in the United States end up in neonatal intensive care units (NICUs) with acute kidney injury (AKI), a condition in which the kidneys falter in performing the critical role of filtering waste products and excess fluid from the blood to produce urine. Being able to identify neonates during the early stages of AKI is critical to doctors and clinician-scientists who treat and study this condition, explains Patricio Ray, M.D., a nephrologist at Children's National Health System. Without an accurate definition and early identification of newborns with AKI, it is difficult for doctors to limit the use of antibiotics or other medications that can be harmful to the kidneys.  Neonates who have AKI should not receive large volumes of fluids, a treatment that can cause severe complications when the kidneys do not properly function. Until recently, there was no standard definition for AKI, leaving doctors and researchers to develop their own guidelines. Lacking set criteria led to confusion, Dr. Ray says. For example, different studies estimating the percentage of infants in NICUs with AKI ranged from 8 percent to 40 percent, depending on which definition was used. In 2012, a group known as the Kidney Disease Improved Global Outcome (KDIGO) issued practice guidelines for AKI that provide a standard for doctors and researchers to follow. They focus largely on measuring the relative levels of serum creatinine, a protein produced by muscles that is filtered by the kidneys, and the amount of urine output, which typically declines in adults and older children with failing kidneys. The problem with these guidelines, Dr. Ray explains, is they are not sensitive enough to identify newborns experiencing the early stages of AKI during the first week of life. Newborns can have   high serum creatinine levels during the first week of life due to residual levels transferred from mothers through the placenta. Also, because their kidneys are immature, failure often can mean higher--not diminished--urine production.In 2013, the National Institute of Diabetes and Digestive and Kidney Diseases, part of the National Institutes of Health, convened a meeting of leading neonatologists and pediatric nephrologists--including Dr. Ray--to review state-of-the-art knowledge about AKI in neonates and to evaluate the best manner to assess kidney function in these patients. They published a summary of their discussion online June 12, 2017 in Pediatric Research.  Among other findings, the group concluded that the current definition of AKI lacks the sensitivity needed to identify the early stages of AKI in neonates' first week of life. They also said that more research was needed to fill this gap.That's where Dr. Ray's current research comes in. Working with fellow Children's Nephrologist Charu Gupta, M.D., and Children's Neonatologist An Massaro, M.D., the three clinician-scientists reviewed the medical records of 106 infants born at term with a condition known as hypoxic ischemic encephalopathy (HIE), in which the brain doesn't receive enough oxygen. Not only does this often lead to brain injury, but it also greatly increases the risk of AKI.Because these babies had been followed closely in the NICU to assess the possibility of AKI, their serum creatinine had been checked frequently. The researchers found that about 69 percent of the infants with HIE followed at Children's National never developed signs of kidney failure during their first week of life. These babies' serum creatinine concentrations dropped by 50 percent or more by the time they were 1 week old, about the same as reported previously in healthy neonates. Another 12 percent of the infants with HIE developed AKI according to the definition established by the KDIGO group in 2012. These infants:A third group of the infants with HIE, about 19 percent, did not meet the standard criteria for AKI. However, these babies had a rate of decline of serum creatinine that was significantly slower than the normal newborns and the infants with HIE who had excellent outcomes. Rather, their outcomes matched those of infants with established AKI.Dr. Ray notes that by following the rate of serum creatinine decline during the first week of life physicians could identify neonates with impaired kidney function. This approach provides a more sensitive method to identify the early stages of AKI in neonates. \"By looking at how fast babies were clearing their serum creatinine compared with the day they were born, we could predict how well their kidneys were working,\" he says. Dr. Ray and colleagues published these findings July 2016 in Pediatric Nephrology.He adds that further studies will be necessary to confirm the utility of this new approach to assess the renal function of term newborns with other diseases and preterm neonates.  Eventually, he hopes this new approach will become uniform clinical practice.\r\n", "article_link": "http://dx.doi.org/10.1038/pr.2017.136", "url": "http://www.eurekalert.org/pub_releases/2017-08/cnhs-tab081017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Internal Medicine", " Pediatrics"], "journal": "Pediatric Research", "description": "The National Institute of Diabetes and Digestive and Kidney Diseases convened a meeting of expert neonatologists and pediatric nephrologists, including Dr. Patricio Ray, to review state-of-the-art knowledge about acute kidney injury in neonates and to evaluate the best method to assess these patients' kidney function.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}