{"title": "A metabolic pathway that feeds liver cancer", "text": "A little-studied gene may explain how some liver cancer cells obtain the nutrition they need to proliferate, according to new research from the University of Maryland. The results of this research will be published as an Editors' Pick in the Aug. 18 issue of the Journal of Biological Chemistry.Because they multiply quickly and spread throughout the body, cancer cells require more energy than normal cells. One approach to treating cancer, therefore, is targeting the pathways that cancer cells have adapted to meet these energy needs, thus \"starving\" the cancer. Hongbing Wang's laboratory was interested in how this principle applied to cancers of the liver.\"The liver is one of the most busy, active organs in the body,\" Wang said, so the healthy liver already needs a lot of energy. In addition, Wang said, liver cancer appears to be one of the few cancers of which incidences seem to be on the rise, possibly in association with the rise of metabolism-related conditions such as non-alcoholic fatty liver disease.  When looking for genes that might play important roles in the metabolism of healthy and cancerous liver cells, Wang and his colleagues became interested in a gene called SLC13A5, which produces a protein that transports citrate into cells. SLC13A5 is expressed mainly in the liver, but its role is relatively understudied. \"If you search for SLC13A5 in PubMed -- I searched this morning -- there are 54 publications, which is not a whole lot,\" Wang said. Nearly half of these studies were published in the last two years. Research on SLC13A5 has focused on its role in obesity and diabetes; knocking out the SLC13A5 gene in mice prevents high-fat diet-induced obesity. If this gene plays a role in energy homeostasis and energy balance in the context of obesity, Wang reasoned, perhaps it could play a role in the energy requirements of liver cancer cells.  Zhihui Li, a postdoctoral fellow in Wang's lab, performed experiments in which he used a technique called RNA interference to suppress (but not completely eliminate) the production of the SLC13A5 protein. He carried out these experiments in cultures of two human hepatocellular carcinoma cell lines. Suppressing SLC13A5 resulted in liver cancer cells that did not die but had significantly slower growth and division. Similarly, when these cells were injected into mice, the cells in which SLC13A5 was suppressed formed barely discernable tumors compared to the unmanipulated cancer cells. Wang hypothesizes that the extracellular citrate taken up by the SLC13A5 protein is required by the liver cancer cells for fatty acid synthesis. Because prostate cancer does not express SLC13A5, the growth of prostate cancer cells was unaffected by suppressing SLC13A5 expression. The fact that prostate cancer grew independently of the presence of SLC13A5 supports the idea that different cancers use different methods to meet their high energy requirements.  Wang points out that the current findings are preliminary and that comparing SLC13A5 activity in healthy and cancerous human liver tissue will be necessary before studies of this pathway as a cancer drug target should be contemplated. But understanding the involvement of the citrate transport pathway in the growth of liver cancer marks a step forward in understanding energy use in cancer.", "article_link": "http://dx.doi.org/10.1074/jbc.M117.783860", "url": "http://www.eurekalert.org/pub_releases/2017-08/asfb-amp081017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Oak Ridge Institute for Science and Education", "meeting": "", "institution": "American Society for Biochemistry and Molecular Biology", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Cancer", " Liver"], "journal": "Journal of Biological Chemistry", "description": "A little-studied gene may explain how some liver cancer cells obtain the nutrition they need to proliferate, according to new research from the University of Maryland.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}