{"title": "New kinds of brain cells revealed", "text": "LA JOLLA -- (Aug. 10, 2017) Under a microscope, it can be hard to tell the difference between any two neurons, the brain cells that store and process information. So scientists have turned to molecular methods to try to identify groups of neurons with different functions. Now, Salk Institute and University of California San Diego scientists have, for the first time, profiled chemical modifications of DNA molecules in individual neurons, giving the most detailed information yet on what makes one brain cell different from its neighbor. This is a critical step in beginning to identify how many types of neurons exist, which has eluded neuroscientists but could lead to a dramatically better understanding about brain development and dysfunction. Each cell's methylome -- the pattern of chemical markers made up of methyl groups that stud its DNA--gave a distinct readout that helped the Salk team sort neurons into subtypes. The work appears in the journal Science on August 10, 2017.\"We think it's pretty striking that we can tease apart a brain into individual cells, sequence their methylomes, and identify many new cell types along with their gene regulatory elements, the genetic switches that make these neurons distinct from each other,\" says co-senior author Joseph Ecker, professor and director of Salk's Genomic Analysis Laboratory and an investigator of the Howard Hughes Medical Institute.In the past, to identify what sets different types of neurons apart from each other, researchers have studied levels of RNA molecules inside individual brain cells. But levels of RNA can rapidly change when a cell is exposed to new conditions, or even throughout the day. So the Salk team turned instead to the cells' methylomes, which are generally stable throughout adulthood. \"Our research shows that we can clearly define neuronal types based on their methylomes,\" says Margarita Behrens, a Salk senior staff-scientist and co-senior author of the new paper. \"This opens up the possibility of understanding what makes two neurons--that sit in the same brain region and otherwise look similar--behave differently.\"The team began their work on both mouse and human brains by focusing on the frontal cortex, the area of the brain responsible for complex thinking, personality, social behaviors and decision making, among other things. They isolated 3,377 neurons from the frontal cortex of mice and 2,784 neurons from the frontal cortex of a deceased 25-year-old human. The researchers then used a new method they recently developed called snmC-seq to sequence the methylomes of each cell. Unlike other cells in the body, neurons have two types of methylation, so the approach mapped both types--called CG methylation (for DNA sequence containing the nucleotides cytosine and guanine) and non-CG methylation. Neurons from the mouse frontal cortex, they found, clustered into 16 subtypes based on methylation patterns, while neurons from the human frontal cortex were more diverse and formed 21 subtypes. Inhibitory neurons--those that provide stop signals for messages in the brain--showed more conserved methylation patterns between mice and humans compared to excitatory neurons.  The study also identified unique human neuron subtypes that had never been defined before. These results open the door to a deeper understanding of what sets human brains apart from those of other animals.\"This study opens a new window into the incredible diversity of brain cells,\" says Eran Mukamel of the UC San Diego Department of Cognitive Science, a co-senior author of the work. Next, the researchers plan to expand their methylome study to look at more parts of the brain, and more brains. \"There are hundreds, if not thousands, of types of brain cells that have different functions and behaviors and it's important to know what all these types are to understand how the brain works,\" says Chongyuan Luo, a Salk research associate and co-first author of the new paper, along with UC San Diego graduate student Christopher Keown. \"Our goal is to create a parts list of both mouse and human brains.\"Once that \"parts list\" is complete, Ecker says they'd also like to begin studying whether the methylomes of neurons in people with brain diseases are different than those from healthy people. \"If there's a defect in just one percent of cells, we should be able to see it with this method,\" he says. \"Until now, we would have had no chance of picking something up in that small a percentage of cells.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/si-nko080117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Neurobiology", " Genes"], "journal": "Science", "description": "Salk and UC San Diego scientists analyzed methylation patterns of neurons to find new subtypes.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}