{"title": "Link between biological clock and aging revealed", "text": "Irvine, Calif. -- Scientists studying how aging affects the biological clock's control of metabolism have discovered that a low-calorie diet helps keep these energy-regulating processes humming and the body younger.In a study appearing Aug. 10 in the journal Cell, Paolo Sassone-Corsi, director of the Center for Epigenetics & Metabolism at the University of California, Irvine, and colleagues reveal how circadian rhythms - or the body's biological clock - change as a result of physiological aging. The clock-controlled circuit that directly connects to the process of aging is based on efficient metabolism of energy within cells.The Sassone-Corsi team tested the same group of mice at 6 months and 18 months, drawing tissue samples from the liver, the organ which operates as the interface between nutrition and energy distribution in the body. Energy is metabolized within cells under precise circadian controls.The researchers found that the 24-hour cycle in the circadian-controlled metabolic system of older mice remained the same, but there were notable changes in the circadian mechanism that turns genes on and off based upon the cells' energy usage. Simply put, the older cells processed energy inefficiently.\"This mechanism works great in a young animal, but it basically shuts off in an old mouse,\" Sassone-Corsi said.However, in a second group of aged mice that were fed a diet with 30 percent fewer calories for six months, energy processing within cells was more than unchanged.\"In fact, caloric restriction works by rejuvenating the biological clock in a most powerful way,\" Sassone-Corsi said. \"In this context, a good clock meant good aging.\"Collaborative confirmationFor a companion study detailed in Cell's current issue, a research team from the Barcelona Institute for Research in Biomedicine collaborated with the Sassone-Corsi team to test body clock functioning in stem cells from the skin of young and older mice. They too found that a low-calorie diet conserved most of the rhythmic functions of youth.\"The low-calorie diet greatly contributes to preventing the effects of physiological aging,\" said Salvador Aznar Benitah, who co-led the Spanish study. \"Keeping the rhythm of stem cells 'young' is important because in the end these cells serve to renew and preserve very pronounced day-night cycles in tissue. Eating less appears to prevent tissue aging and, therefore, prevent stem cells from reprogramming their circadian activities.\"According to the UCI and Barcelona researchers, these studies can help explain why a calorie-restricted diet slows down aging in mice. The implications for human aging could be far-reaching.The scientists said that it's important to further examine why metabolism has such a dominant effect on the stem cell aging process and, once the link that promotes or delays aging has been identified, to develop treatments that can regulate this link.It's been shown in previous fruit fly studies that low-calorie diets can extend longevity, but the UCI and Barcelona research is the first to show that calorie restriction influences the body's circadian rhythms' involvement with the aging process in cells.\"These studies also present something like a molecular holy grail, revealing the cellular pathway through which aging is controlled,\" Sassone-Corsi said. \"The findings provide a clear introduction on how to go about controlling these elements of aging in a pharmacological perspective.\"The circadian connectionSassone-Corsi and his colleagues first showed the circadian rhythm-metabolism link some 10 years ago, identifying the metabolic pathways through which a circadian enzyme protein called SIRT1 works. SIRT1 senses energy levels in cells; its activity is modulated by how many nutrients a cell is consuming. In addition, it helps cells resist oxidative and radiation-induced stress. SIRT1 has also been tied to the inflammatory response, diabetes and aging.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.07.042", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--lbb080817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - Irvine", "keywords": ["Biology", " Cell Biology", " Mortality/Longevity", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Aging"], "journal": "Cell", "description": "UCI scientists studying how aging affects the biological clock's control of metabolism have discovered that a low-calorie diet helps keep these energy-regulating processes humming and the body younger.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}