{"title": "Immunotherapy shown to be safe for diabetes", "text": "In a landmark, placebo-controlled trial for treatments that could halt the progression of type 1 diabetes, scientists report that an immunotherapy was safe and showed metabolic effects. As many as 1.25 million Americans are living with type 1 diabetes, and the autoimmune disorder's prevalence has been increasing in recent decades, with roughly 40,000 people diagnosed each year. No therapies exist to stop patients' T cells from progressively destroying insulin-producing β-cells inside the pancreas. What's more, researchers have been hesitant to implement newer clinical strategies like immunotherapies - molecules designed to stave off destructive immune responses in diabetes by mimicking a portion of proinsulin peptide - due to concerns of inadvertently aggravating the disease. Mohammad Alhadj Ali and colleagues recruited 27 people who were within 100 days of being diagnosed with type 1 diabetes and randomized the participants to receive injections of either placebo or immunotherapy at two or four week intervals for six months. They saw no evidence of toxic side effects or accelerated β-cell destruction during the trial period, nor during follow up for six additional months. Importantly, all eight subjects in the placebo arm needed to increase their insulin doses over the 12-month course of the study, whereas individuals receiving the new treatment all remained stable. The authors say further investigations that include larger cohorts will be required to evaluate efficacy, but the favorable safety profile they observed suggests immunotherapy could be a viable option for treating type 1 diabetes.\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aaf7779", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaft-ist080717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Science Translational Medicine", "description": "In a landmark, placebo-controlled trial for treatments that could halt the progression of type 1 diabetes, scientists report that an immunotherapy was safe and showed metabolic effects.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}