{"title": "Transforming skin cells to insulin", "text": "Researchers at the University of Bergen have transformed skin puncture cells from diabetes patients into insulin producing cells, using stem cell techniques. The researchers' aim is to transplant these cells under the skin of people with diabetes. \"This study is a step towards discovering how \"stand-in\" cells can secrete insulin in the body,\" says Professor Helge Ræder, leader of the stem cell node at the K.G. Jebsen Centre for Diabetes Research, University of Bergen.Automatic insulin regulationIn the long run, the researchers´ goal is to replace insulin shots and blood sugar measurements with insulin-secreting cells capable of automatically secreting insulin in response to the blood sugar level. This can become possible by implanting a capsule with tailor made cells in each diabetes patient. \"Our study is a step further in the spare part or regenerative medicine, where a lot may go wrong but where a successful approach may cure diabetes,\" Ræder says. Today, there is an ongoing race between scientists trying to restore insulin secretion within the human body in diabetes patients, by artificially created insulin-producing cells.\"There is a big marked out there for those who can commercialize successful treatment with this approach. Today 400 million people have diabetes worldwide,\" Professor Helge Ræder underlines.\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-04979-w", "url": "http://www.eurekalert.org/pub_releases/2017-08/tuob-tsc080917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The University of Bergen", "keywords": ["Genetics", " Microbiology", " Health Care", " Medicine/Health", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"], "journal": "Scientific Reports", "description": "Norwegian researchers are one step closer to curing diabetes by making insulin-producing cells from skin cells.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}