{"title": "Preparing for longevity -- we don't need to become frail as we age", "text": "Age-related frailty may be a treatable and preventable health problem, just like obesity, diabetes, and cardiovascular disease, highlights a review in Frontiers in Physiology. \"Societies are not aware of frailty as an avoidable health problem and most people usually resign themselves to this condition,\" says Jerzy Sacha, Head of the Catheterization Laboratory at the University Hospital in Opole, Poland. \"Fortunately, by proper lifestyle and adequate physical, mental, and social activities, one may prevent or delay the frailty state.\" In their recent article, Sacha and his colleagues at the University of Opole and the Opole University of Technology reviewed over one hundred publications on recognizing, treating, and preventing frailty, with the aim of raising awareness of this growing health problem. Frailty encompasses a range of symptoms that many people assume are just an inescapable part of aging. These include fatigue, muscle weakness, slower movements, and unintentional weight loss. Frailty also manifests as psychological and cognitive symptoms such as isolation, depression, and trouble thinking as quickly and clearly as patients could in their younger years. These symptoms decrease patients' self-sufficiency and frail patients are more likely to suffer falls, disability, infections, and hospitalization, all of which can contribute to an earlier death. But, as Sacha's review highlights, early detection and treatment of frailty, and pre-frailty, may help many of the elderly live healthier lives. Sacha's review shows ample evidence that the prevalence and impact of frailty can be reduced, at least in part, with a few straightforward measures. Unsurprisingly, age-appropriate exercise has been shown to be one of the most effective interventions for helping the elderly stay fit. Careful monitoring of body weight and diet are also key to ensuring that older patients are not suffering from malnutrition, which often contributes to frailty. Socialization is another critical aspect of avoiding the cognitive and psychological symptoms of frailty. Loneliness and loss of purpose can leave the elderly unmotivated and disengaged, and current social programs could improve by more thoroughly addressing intellectual and social needs, as well as physical. It's not clear yet just how much such interventions can benefit the aging world population, but Sacha's review suggests that raising public awareness is a critical first step. Improved recognition of frailty as a preventable condition by both physicians and patients could contribute significantly to avoiding or delaying frailty. \"Social campaigns should inform societies about age related frailty and suggest proper lifestyles to avoid or delay these conditions,\" says Sacha. \"People should realize that they may change their unfavorable trajectories to senility and this change in mentality is critical to preparing communities for greater longevity.\"\r\n", "article_link": "http://dx.doi.org/10.3389/fphys.2017.00484", "url": "http://www.eurekalert.org/pub_releases/2017-08/f-pfl080917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Frontiers", "keywords": ["Biology", " Medicine/Health", " Mortality/Longevity", " Gerontology", " Internal Medicine", " Public Health", " Social/Behavioral Science", " Aging"], "journal": "Frontiers in Physiology", "description": "Age-related frailty may be a treatable and preventable health problem, just like obesity, diabetes, and cardiovascular disease, highlights a review in Frontiers in Physiology.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}