{"title": "Latest research on osteoporosis and bone health at ASBMR 2017 Annual Meeting - Sept. 8-11, Denver", "text": "With declines in testing, diagnosis and treatment of osteoporosis patients at high risk for fracture, there is an ever growing need for important research and data to help address the treatment gap which has led to a major challenge for public health: a large number of preventable fractures due to osteoporosis. Thousands of bone scientists will come together for the American Society for Bone and Mineral Research (ASBMR) 2017 Annual Meeting, the premier scientific meeting in the world on bone, mineral and musculoskeletal science, to present their latest research and collaborate on new opportunities to increase the testing, diagnosis and treatment options.  WHAT: \tAmerican Society for Bone and Mineral Research Annual Meetinghttp://www.asbmr.org/annual-meetingWHEN: \tSeptember 8-11, 2017 (Friday to Monday)WHERE: \tColorado Convention Center, Denver, Colorado USARSVP:\tFor more information and to register for press credentials, please contact Amanda Darvill at adarvill@asbmr.org On Twitter @ASBMR, #ASBMR2017Selected Highlights Heart and Bone: Reduce the Rate of Bone Loss and the Risk of Death? Scientists will share data that suggests that bisphosphonates may actually be protective for cardiovascular disease. The latest results will also be shared from studies in postmenopausal women with osteoporosis that shows a reduction in fracture rates when treated with Romosozumab and Denosumab.\r\nFracture Liaison Services Saving Lives: Researchers will share data that shows a marked decline in death rates among patients who have suffered a fracture and received fracture liaison services. Your Aging Cells: Ying and Yang: There is mounting evidence that senescent cells can indeed be both beneficial for tissue repair and regeneration, as well as detrimental, where they can drive the development of multiple age-related diseases. Scientists will share data about a suicide gene stopping senescent cells - found for the first time in bone - thus preventing aging. \r\nWhat's Next in the Treatment of Osteoporosis? The landscape of pharmacotherapies for osteoporosis has also changed profoundly with the emergence of several potent anti-resorptive drugs as well as new anabolic agents. In spite of these major positive developments, how long patients should remain on these therapies and their long-term safety remain a source of conjecture and concern. Scientists will highlight the latest knowledge and new advances on osteoporosis treatment.Disease and fracture risk: Scientists present findings on how cancer affects fracture risk from a large study of nearly 100,000 cancer patients. Data will also be shared from a study that suggests that HIV causes higher rates of vertebral fractures. Testosterone Treatment in Older Men: Researchers will present findings on the effects of testosterone treatment on the bones, physical function and vitality in older men as well as who should be targeted for treatment and safety considerations.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/b-lro080917.php", "region": "namerica", "source_link": "http://www.asbmr.org/annual-meeting", "funder": "", "meeting": "ASBMR 2017 Annual Meeting", "institution": "Burness", "keywords": ["Medicine/Health", " AIDS/HIV", " Cancer", " Cardiology", " Eating Disorders/Obesity", " Aging", " Orthopedic Medicine", " Pediatrics", " Trauma/Injury", " Aging"], "journal": "", "description": "Thousands of bone scientists will come together for the American Society for Bone and Mineral Research (ASBMR) 2017 Annual Meeting, the premier scientific meeting in the world on bone, mineral and musculoskeletal science, to present their latest research and collaborate on new opportunities to increase the testing, diagnosis and treatment options. Special Session: Reducing the Treatment Gap on Osteoporosis", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}