{"title": "Salk neuroscientist receives new NSF award to model the brain", "text": "LA JOLLA--As part of the National Science Foundation's funding for new multidisciplinary approaches to neuroscience, Salk Professor Terrence Sejnowski together with the California Institute of Technology will receive over $1 million over 3 years to pursue advanced modeling of the brain.The NSF awarded a total of $16 million in 19 awards to cross-disciplinary teams from across the United States to conduct innovative research focused on neural and cognitive systems.  The awards will contribute to NSF's investments in support of Understanding the Brain and the BRAIN Initiative, a coordinated research effort that seeks to accelerate the development of new neurotechnologies. Sejnowski's lab uses computer modeling and other techniques to test hypotheses on how brain cells process, sort and store information. By creating and refining computational models on how the brain stores information for different activities, Sejnowski gets a better understanding of what information different cell types encode, what molecules are needed and how signals move throughout the brain. At the same time, his lab learns how diseases such as schizophrenia or Parkinson's might alter these patterns.\"Our new NSF award will enable us, together with Caltech collaborators, to model the brain as a layered control system operating on a wide range of time scales,\" says Sejnowski, who is a Howard Hughes Medical Institute investigator and holder of the Francis Crick chair. \"We will test our models on humans with tasks that require fast reflexes and long-range planning, such as riding a mountain bike down a bumpy, twisting trail.\"The new NSF projects leverage advanced research to investigate how neural and cognitive systems interact with education, engineering and computer science, thanks to the support of the NSF Integrative Strategies for Understanding Neural and Cognitive Systems (NCS) program. The NCS program supports innovative, boundary-crossing efforts to push the frontiers of brain science. \"It takes insight and courage to tackle these problems,\" said Ken Whang, NSF program director in the Computer and Information Science and Engineering Directorate (CISE). \"These teams are combining their expertise to try to forge new paths forward on some of the most complex and important challenges of understanding the brain. They are posing problems in new ways, taking intellectual and technical risks that have huge potential payoff.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/si-snr080917.php", "region": "namerica", "source_link": "https://www.salk.edu/news-release/salk-neuroscientist-receives-new-nsf-award-model-brain/", "funder": "National Science Foundation", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Cell Biology", " Mathematics/Statistics", " Algorithms/Models", " Neurobiology"], "journal": "", "description": "Salk Professor Terrence Sejnowski together with the California Institute of Technology will receive over $1 million over three years to pursue advanced modeling of the brain.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}