{"title": "Increased endometrial cancer rates found in women with high levels of cadmium", "text": "COLUMBIA, Mo. (Aug. 9, 2017) -- More than 31,000 new cases of endometrial cancer are expected to be diagnosed in 2017. Through a five-year observational study recently published in PLOS One, researchers at the University of Missouri found that women with increased levels of cadmium -- a metal commonly found in foods such as kidneys, liver and shellfish as well as tobacco -- also had an increased risk of endometrial cancer. It's an observation the researchers hope could lead to new treatments or interventions to prevent the fourth most common cancer in women.\"Cadmium is an estrogen-mimicking chemical, meaning it imitates estrogen and its effects on the body,\" said lead author Jane McElroy, Ph.D., associate professor in the Department of Family and Community Medicine at the MU School of Medicine. \"Endometrial cancer has been associated with estrogen exposure. Because cadmium mimics estrogen, it may lead to an increased growth of the endometrium, contributing to an increased risk of endometrial cancer.\"The research team partnered with cancer registries in Missouri, Arkansas and Iowa to identify cases of endometrial cancer. The team enrolled 631 women with a history of endometrial cancer in the study and 879 women without a history of the cancer to serve as a control group. The participants were asked to complete a survey of more than 200 questions about risk factors potentially associated with endometrial cancer. Once they completed the questionnaire, participants were sent a kit to collect urine and saliva samples. Through tests conducted at the MU Research Reactor, the samples were analyzed for cadmium levels. \"When comparing the cadmium levels of the individuals with endometrial cancer to the control group, we found a statistically significant increased risk of the cancer associated with a woman's cadmium levels,\" McElroy said. \"We found the rate of endometrial cancer incidence increased by 22 percent in individuals with increased cadmium levels.\"While more research is needed to better understand the risks associated with cadmium, researchers say there are steps individuals can take to limit their cadmium-associated cancer risks.\"We all have cadmium present in our kidneys and livers, but smoking has been shown to more than double a person's cadmium exposure,\" McElroy said. \"Also, we recommend being attentive to your diet, as certain foods such as shellfish, kidney and liver can contain high levels of cadmium. You don't necessarily need to cut these from your diet, but eat them in moderation. This is especially true if women have a predisposition to endometrial cancer, such as a family history, diabetes or obesity.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0179360", "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-iec080917.php", "region": "namerica", "source_link": "https://medicine.missouri.edu/2017/08/increased-endometrial-cancer-rates-found-in-women-with-high-levels-of-cadmium/", "funder": "American Cancer Society, National Science Foundation", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Food/Food Science", " Marine/Freshwater Biology", " Medicine/Health", " Cancer", " Diet/Body Weight", " Environmental Health", " Epidemiology", " Nutrition/Nutrients", " Gynecology", " Physiology"], "journal": "PLOS ONE", "description": "Through a five-year observational study recently published in PLOS One, researchers at the University of Missouri found that women with increased levels of cadmium -- a metal commonly found in foods such as kidneys, liver and shellfish as well as tobacco -- also had an increased risk of endometrial cancer. It's an observation the researchers hope could lead to new treatments or interventions to prevent the fourth most common cancer in women.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}