{"title": "Funding for gene therapy to injured peripheral nerves", "text": "Scientists from Plymouth University Peninsula Schools of Medicine and Dentistry have received funding from the Northcott Devon Medical Foundation to explore the potential of gene therapy as a way to enhance functional recovery following microsurgery for injured peripheral nerves.More than 300,000 cases of peripheral nerve damage are reported in Europe each year -- either through trauma or disease such as peripheral neuropathies and diabetes. Microsurgical repair is a current therapy option for severe peripheral nerve damage but patients may not recover full nerve function after surgery. Around half of adults who have experienced microsurgical repair report weaker functionality than before, and success rates decline after the age of 60.The Plymouth team, led by Dr Xin-peng Dun and Professor David Parkinson, with support from research placement students from the Universities of Plymouth and Bath, believe that gene therapy is a promising approach to improving functional recovery following microsurgical repair of damaged peripheral nerves. They will modify a directional cue for nerve cells in our body to enhance its positive effect and switch off its negative effect for nerve growth. By doing so, it can promote fast peripheral nerve regeneration and functional recovery. The research team will take their findings and use them as the basis for the development of a new therapy for humans.Dr Xin-peng Dun commented: \"We think this approach has really exciting potential to improve the quality of life of patients who have suffered peripheral nerve injuries through traffic accident, sporting activities and other forms of penetrating trauma.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uop-ffg080717.php", "region": "europe", "source_link": null, "funder": "Northcott Devon Medical Foundation", "meeting": "", "institution": "University of Plymouth", "keywords": ["Medicine/Health", " Neurobiology", " Surgery", " Trauma/Injury", " Gene Therapy"], "journal": "", "description": "Scientists from Plymouth University Peninsula Schools of Medicine and Dentistry have received funding from the Northcott Devon Medical Foundation to explore the potential of gene therapy as a way to enhance functional recovery following microsurgery for injured peripheral nerves.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}