{"title": "A personalized approach to Alzheimer's disease prevention", "text": " Alzheimer's disease (AD)  is a type of dementia that causes problems with memory, thinking, and behavior. It affects more than 5 million Americans. The Alzheimer's Association estimates that some 16 million people will develop the disease by the year 2050 if an effective treatment is not discovered. Symptoms of AD usually develop slowly and worsen over time. They often become severe enough to interfere with daily tasks, and can eventually cause death.In a new study, published in the Journal of the American Geriatrics Society, James E. Galvin, MD, MPH, Professor of Integrated Medical Science and Associate Dean for Clinical Research, Charles E. Schmidt College of Medicine, Florida Atlantic University, examined potential AD prevention strategies.Dr. Galvin notes that just four medications have been approved to treat AD symptoms. A major effort is underway to develop new treatments for the disease by the year 2025, and researchers have launched several new studies.Another area of research interest focuses on AD prevention strategies. In studies of people with AD, researchers have discovered conditions that increase risk factors associated with the disease. When these conditions are combined, they account for more than 50 percent of the risk for AD.  They include:Researchers looked at 19 studies about various brain-stimulating activities that may lower risks for AD, .  They discovered that doing crossword puzzles, playing card games, using a computer, making arts or crafts, taking classes, having group discussions, and listening to music all had protective effects against AD.Researchers have learned that physical activity helps reduce AD risk by up to 65 percent, depending on the type of exercise and its intensity. That's because exercise reduces blood vessel disease risk, improves your breathing function, supports the survival of the cells that make up your body, and lessens inflammation.Age remains the greatest risk factor for AD: by 82, the risk for developing the disease is 42 percent. The good news: 58 percent of older adults do not develop AD.Presently, we don't understand why some people develop the disease and others don't. But addressing the risk factors we do know about could make a difference. For example, up to 30 percent of AD cases may be preventable by living a well-balanced, healthy life. That would include eating a healthy diet with plenty of fresh fruits and vegetables, whole grain foods, lean proteins, and few to no \"fast\" or processed foods. A healthy lifestyle also includes physical activity and social engagement.The future of researching ways to prevent AD should probably focus on people at risk for developing the disease, said researchers, and should highlight how to improve management of chronic health conditions and education about living healthier.", "article_link": "http://dx.doi.org/10.1111/jgs.14997", "url": "http://www.eurekalert.org/pub_releases/2017-08/ags-apa080917.php", "region": "namerica", "source_link": "http://www.healthinaging.org/blog/a-personalized-approach-to-alzheimers-disease-prevention/", "funder": "", "meeting": "", "institution": "American Geriatrics Society", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Neurobiology", " Alzheimer's Disease", " Public Health", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "In a new study, published in the Journal of the American Geriatrics Society, James E. Galvin, MD, MPH, Professor of Integrated Medical Science and Associate Dean for Clinical Research, Charles E. Schmidt College of Medicine, Florida Atlantic University, examined potential Alzheimer's disease prevention strategies.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}