{"title": "Study in mice may reveal insights into causes of miscarriages for some women", "text": "TORONTO, August 9, 2017--Researchers at St. Michael's Hospital have identified how natural killer cells in the mouse placenta can cause a fetus to fail to grow in the womb or cause miscarriages.They also identified several possible treatments in a paper published online today in the journal Nature Communications.The researchers, led by Dr. Heyu Ni, a scientist in the Keenan Research Centre for Biomedical Science of St. Michael's Hospital, are basic scientists whose ultimate goal is to prevent women who suffer from a disease known as FNAIT from giving birth to underdeveloped babies or miscarrying.Fetal and neonatal alloimmune thrombocytopenia, or FNAIT, affects pregnant women and their unborn babies when the mother's immune system sees some of her fetus' cells as foreign and sends antibodies to attack and destroy those cells. The researchers found that, in mice, the mother's FNAIT immune response also triggers the activation of natural killer cells that target cells with the father's proteins, including trophoblasts -- cells responsible for the placenta's development and growth. Natural killer cells are a type of lymphocyte -- one of the subtypes of white blood cells in the immune system. They play a major role in defending the fetus against cells carrying viruses and those that are growing abnormally, providing protection from disease and developmental issues in the early stages of pregnancy. This immune attack can cause the placenta to deform and can disrupt the flow of nutrients to the fetus, both of which may limit the baby's growth in the womb and increase the likelihood of miscarriage, said Dr. Ni, who is also a scientist at Canadian Blood Services Centre for Innovation.\"Natural killer cells are normal in pregnancy and necessary for early placental development in humans and other mammals, but their number in placenta should decrease in the late stage of pregnancy,\" he said. \"In our study, we found that natural killer cells were not decreased, but prevalent and active in cases of FNAIT.\"FNAIT occurs in around one in every 1,000 live births, but it is likely much more common, said Dr. Ni, because this number does not include women with FNAIT who have miscarriages.Researchers estimate two to three per cent of the population is at risk for FNAIT, and some reports estimate up to 30 per cent of affected fetuses miscarry, the authors wrote.This finding represents an important discovery about how abnormalities at the placenta may contribute to FNAIT, said Dr. Ni. It expands on his previous research that found another cause of miscarriage in FNAIT cases. The same kind of blood-clotting in coronary arteries or blood vessels in the brain that causes heart attacks and strokes also happens in the placenta. The massive clotting can destroy the placenta, block blood flow to the fetus, which can lead to miscarriages.Based on the findings of today's study, the authors found there were several methods that might effectively prevent FNAIT-related miscarriages by targeting natural killer cells. The first treatment option is to use intravenous immunoglobulin G (IVIG), a blood product prepared from pools of plasma from more than 1,000 healthy donors.  IVIG blocks the sensors of natural killer cells, disorienting them and preventing them from targeting placental cells, according to the authors. IVIG also decreases maternal anti-fetal antibodies, they said. IVIG has already been approved to treat several autoimmune diseases, but would need to be used in high doses to effectively treat FNAIT, making it very expensive, said Dr. Ni. In the lab, the authors also tested other treatments including specifically targeting cell receptors to block the activation of natural killer cells. It will be less expensive because less of the protein is required for these treatments, said Dr. Ni, and may be more efficient than IVIG. These new therapies reduced the risk of miscarriage and reduced growth in mice with FNAIT, the authors found. However, they have not yet been approved for clinical use in human FNAIT, said Dr. Ni.Rates of reduced growth and miscarriage could also be decreased by removing natural killer cells from the body; however Dr. Ni said this is not a recommended treatment because of the essential role natural killer cells play in early placental development as well as in both the mother and fetus' immune systems.More research will be needed to determine whether these new anti-natural killer cell treatments would be effective in humans, said Dr. Ni.\"By understanding what causes reduced growth and miscarriages in FNAIT cases, we are one step closer to being able to identify FNAIT cases early and reduce the rates of the devastating outcomes of this disease,\" he said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-sim080817.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research, Canadian Foundation for Innovation and Canadian Blood Services", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Fertility", " Hematology", " Immunology/Allergies/Asthma"], "journal": "Nature Communications", "description": "Researchers at St. Michael's Hospital have identified how natural killer cells in the mouse placenta can cause a fetus to fail to grow in the womb or cause miscarriages.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}