{"title": "Online team-based game helps patients with diabetes lower blood glucose", "text": "Researchers from Brigham and Women's Hospital and the Veterans Affairs Boston Healthcare System have found that an online, team-based game designed to teach patients about diabetes self-management had a sustained and meaningful impact on a key measure of diabetes control. Veteran participants with type 2 diabetes who were randomly assigned to play the game had significantly greater reductions in hemoglobin A1c (HbA1c), a common measure of long-term blood glucose control, than their counterparts. The researchers saw the greatest reduction in HbA1c among patients with severe diabetes. The team's findings are published online today in Diabetes Care.\"Diabetes is an enormous problem among Veterans as well as within the population in general,\" said corresponding author B. Price Kerfoot, MD EdM, an associate professor of surgery at BWH who is on faculty at the VA Boston Healthcare System. \"We've developed an easily scalable intervention that was well accepted among patients and led to sustained improvements in their diabetes control. This game represents a small time commitment for patients, but potentially a big impact for their health.\"The researchers enrolled 456 Veteran Affairs patients from the eastern U.S., recruiting participants with diabetes who had inadequate glucose control while taking oral diabetes medications. Half the patients were randomly assigned to the diabetes education game (and also received a printed pamphlet about civics) and the other half were assigned to a civics education game (and received a printed pamphlet about diabetes management).The diabetes self-management education (DSME) game presents a player with a multiple-choice question related to glucose management, exercise, long-term diabetes complications, medication adherence and nutrition. The game also included detailed explanations for the answers, a \"take-home message\" and references. Participants were sent two questions every Tuesday and Thursday by email or mobile app. After answering the question, they were immediately presented with the correct answer and an explanation. The same question would be sent again around four weeks later to reinforce the concept.Participants earned \"points\" for correctly answered questions and were assigned to teams based on their geographic region. Individual and team scores were posted on leader boards to foster a sense of competition and community. The game took place over a six month period.\"Veterans with diabetes not only learned health information that benefited them but also enjoyed the experience,\" said senior author Paul R. Conlin, MD, an endocrinologist and vice chair, Department of Medicine at BWH and Chief, Medical Service at VA Boston Healthcare System. \"About 89 percent of participants requested to participate in future programs using this game. This approach could be an effective and scalable method to improve health outcomes for other chronic conditions as well.\"HbA1c levels were tested at enrollment, six months and 12 months after the launch of the game. Overall, diabetes game participants had significant reductions in HbA1c levels (a drop of 0.74% compared to 0.44% for the control group). Patients who had the highest HbA1c levels before the game began (9% or more - an indication of high blood glucose and greater risk of diabetes complications) saw the most dramatic drops in HbA1c over the 12 month period.\"Among the subgroup of patients with uncontrolled diabetes, we saw a reduction in HbA1c levels that you would expect to see when a patient starts a new diabetes medication,\" said Kerfoot. \"Although their blood glucose levels were still above the target range, this was a strong step in the right direction, and resulted in a sustained and meaningful improvement in blood glucose control.\"The current study was not designed to assess which aspect of the educational game led to these improvements - such as the content of the game, which specifically focused on exercise, nutrition or glucose management; the community or competition-based nature of the game; or some combination of factors. Kerfoot and his colleagues hope to investigate this in the future. In the meantime, the technology of the game, developed by Qstream Inc., is ready to be implemented across other health care systems. ", "article_link": "http://dx.doi.org/10.2337/dc17-0310", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-otg080417.php", "region": "namerica", "source_link": null, "funder": "Agency for Healthcare Research and Quality", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Diabetes Care", "description": "Researchers from Brigham and Women's Hospital and the Veterans Affairs Boston Healthcare System have found that an online, team-based game designed to teach patients about diabetes self-management had a sustained and meaningful impact on a key measure of diabetes control.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}