{"title": "Calcium in arteries influences heart attack risk", "text": "DALLAS - August 8, 2017 - Patients without calcium buildup in the coronary arteries had significantly lower risk of future heart attack or stroke despite other high risk factors such as diabetes, high blood pressure, or bad cholesterol levels, new research from UT Southwestern cardiologists shows.These individuals had less than a 3 percent chance of a cardiovascular event over the next decade - even though many had well-known risk factors - well below the 7.5 percent level set by the American College of Cardiology and American Heart Association as a guideline to begin statin treatment\"The event rates when coronary calcium is absent are low,\" said preventive cardiologist Dr. Parag Joshi, Assistant Professor of Internal Medicine at UT Southwestern. \"Our findings suggest that individuals with no calcium buildup in their blood vessels may not have to take statins despite the presence of other risk factors that cause coronary disease.\"There may still be other reasons statins are a good therapy, so Dr. Joshi said the new findings suggest that adding a CT scan for calcium may be worthwhile as doctors and patients discuss treatment options.\"A CT scan is a test that is easily done, costs about 100 bucks in most major cities, and can give a lot more information about the patient's 10-year risk,\" said Dr. Joshi, a Fellow of the American College of Cardiology.Calcium accumulates in the arteries of the heart after plaque builds up and calcifies over time.The UT Southwestern researchers looked at CT scans of the chest and heart of 6,184 people aged 45 to 84, who had never had a heart attack or stroke, and were participants in a large, multi-site, multi-year study known as MESA (Multi-Ethnic Study of Atherosclerosis).About half of the participants showed no calcium deposits in their heart arteries, meaning they had a coronary artery calcium (CAC) score of zero.However, a zero CAC score doesn't mean that no plaque is building up inside the heart's arteries, or that the patient has zero risk - rather it means that the patient's risk of a heart attack is lower than the threshold where doctors typically recommend treatment with a statin, said Dr. Joshi. A 5 percent risk, based on a calculation used by doctors that factors in age, sex, ethnicity, smoking, diabetes, high blood pressure, and cholesterol levels is considered the low end for recommending statin use.In addition, there may be an argument for starting statin treatment before there is evidence of calcium buildup if there are concerns the patient will develop a problem later because of, say, family history, said Dr. Joshi, who is board certified in the use of coronary computed tomography (CT) angiography, a state-of-the-art technology that provides a very detailed look at the heart and related arteries. It also is important to note that statins carry little risk and are inexpensive, he said.\"A CAC score can really add to the clinician-patient discussion over whether or not to start a statin for primary prevention of heart attacks and strokes,\" Dr. Joshi said.The new findings appear online in the Journal of the American College of Cardiology: Cardiovascular Imaging.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/usmc-cia080817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Cardiology"], "journal": "Journal of the American College of Cardiology", "description": "Patients without calcium buildup in the coronary arteries had significantly lower risk of future heart attack or stroke despite other high risk factors such as diabetes, high blood pressure, or bad cholesterol levels, new research from UT Southwestern cardiologists shows.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}