{"title": "First long-term study on medical marijuana's impact on opioid use for pain", "text": "(Aug. 8, 2017) -- BRONX, NY -- The National Institutes of Health (NIH) has awarded researchers at Albert Einstein College of Medicine and  Montefiore Health System a five-year, $3.8 million grant for the first long-term study to test whether medical marijuana reduces opioid use among adults with chronic pain, including those with HIV. Millions of Americans experience chronic, severe pain as a result of their health conditions.  Many take prescribed opioids, including Oxycodone, to help relieve their symptoms. But given the dangers of opioid use and misuse, both doctors and patients are seeking safe and effective alternatives to manage pain. \"There is a lack of information about the impact of medical marijuana on opioid use in those with chronic pain,\" says Chinazo Cunningham, M.D., M.S., associate chief of general internal medicine at Einstein and Montefiore and principal investigator on the grant. \"We hope this study will fill in the gaps and provide doctors and patients with some much needed guidance.\"  Compared to the general population, chronic pain and opioid use is even more common in people with HIV. Between 25 and 90 percent of adults with HIV suffer from chronic pain. Previous studies have reported that despite the high risk for misuse of opioid pain relievers, adults with HIV are likely to receive opioids to help manage their pain. In recent years, medical marijuana has gained recognition as a treatment option. Twenty-nine states, plus the District of Columbia, have legalized its use; in those states, chronic pain and/or HIV/AIDS are qualifying conditions for medical marijuana use.Researchers have never studied -- in any population -- if the use of medical marijuana over time reduces the use of opioids. Additionally, there are no studies on how the specific chemical compounds of marijuana, tetrahydrocannabinol (THC) and cannabidiol (CBD), affect health outcomes, like pain, function, and quality of life. Most studies that have reported negative effects of long-term marijuana use have focused on illicit, rather than medical, marijuana.\"As state and federal governments grapple with the complex issues surrounding opioids and medical marijuana, we hope to provide evidence-based recommendations that will help shape responsible and effective healthcare practices and public policies,\" notes Dr. Cunningham.Dr. Cunningham will enroll 250 HIV-positive and HIV-negative adults with chronic pain who use opioids and who have received certification from their physicians to use medical marijuana, which is provided through approved dispensaries in New York State. Over 18 months, the study subjects will complete web-based questionnaires every two weeks, which will focus on pain levels and the medical and illicit use of marijuana and opioids. They'll also provide urine and blood samples at in-person research visits every three months. In addition, in-depth interviews with a select group of these participants will explore their perceptions of how medical marijuana use affects the use of opioids.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/aeco-fls080817.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Albert Einstein College of Medicine", "keywords": ["Business/Economics", " Grants/Funding", " Medicine/Health", " AIDS/HIV", " Addiction", " Social/Behavioral Science", " Addiction"], "journal": "", "description": "The National Institutes of Health (NIH) has awarded researchers at Albert Einstein College of Medicine and Montefiore Health System a five-year, $3.8 million grant for the first long-term study to test whether medical marijuana reduces opioid use among adults with chronic pain, including those with HIV.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}