{"title": "Early diagnostic imaging to prevent kidney disease", "text": "Osaka University researchers, in collaboration with several Japanese companies, translate neuroimaging tools to study renal fibrosis in rat kidney. The technique is expected to replace the invasive biopsies currently used to identify patients at risk of developing chronic kidney disease. Diabetes patients are at a high risk of developing chronic kidney disease. To identify which patients have higher risk, non-invasive technologies such as MRI are useful because they can detect abnormal perfusion in the kidneys, which could be signs of renal fibrosis, which is an early sign of kidney failure. \"Diffusion tensor MRI (DTI) is ideal for detecting kidney damage, because the main functions of the kidney are all related to water movement,\" explains Osaka University Professor and Surgeon Shiro Takahara. \"DTI is used to image brain structures, because the diffusion of water in the white matter of the brain is anisotropic. Water diffusion in the kidney is also anisotropic,\" he continues.DTI has been used previously to study kidney pathologies, but with limited success. In their latest studies, Takahara and colleagues at Osaka University incorporate a spin-echo sequence to DTI and a special kidney attachment to observe renal fibrosis in diabetic rats.The anisotropy of the fluid flow allowed the researchers to construct maps of the different regions of the kidney. \"In DTI, we make fractional anisotropy maps of the kidney. This identifies which regions have renal fibrosis,\" said Osaka University Associate Professor Jun-Ya Kaimori, who first authored the study.  By preparing maps of specific kidney regions, the scientists could compare which regions showed different kidney fluid dynamics in live diabetic and healthy rats. \"The cortex and outer stripe of the medulla were different,\" said Kaimori. This distinction not only validated the new method for the detection of renal fibrosis, but also provided a target region when diagnosing diabetic patients. \"The application of non-invasive techniques like MRI will help prevent progression to intractable kidney diseases,\" he said.", "article_link": "http://dx.doi.org/10.1038/s41598-017-06111-4", "url": "http://www.eurekalert.org/pub_releases/2017-08/ou-edi080817.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/en/research/2017/20170718_3", "funder": "", "meeting": "", "institution": "Osaka University", "keywords": ["Medicine/Health"], "journal": "Scientific Reports", "description": "Osaka University researchers, in collaboration with several Japanese companies, translate neuroimaging tools to study renal fibrosis in rat kidney. The technique is expected to replace the invasive biopsies currently used to identify patients at risk of developing chronic kidney disease.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}