{"title": "Merck Fellowship for Global Health and PNRI partner to advance promising antifungal", "text": "SEATTLE: The Pacific Northwest Research Institute (PNRI) is partnering with three Fellows from the Merck Fellowship for Global Health program to create a comprehensive plan to move a promising antifungal agent from the laboratory to clinical practice.  The compound, discovered in the laboratory of Aimée Dudley, Ph.D. at PNRI, has the potential to reduce the burden of opportunistic infections in people living with HIV in developing countries. PNRI is one of only ten organizations worldwide selected to participate in Merck's prestigious fellowship program this year. During their time at PNRI, the Fellows,  Alison Fisher, Ph.D., Ike Ogbaa, M.D. and Maureen Pickarski, M.S., M.P.H., will develop pre-clinical, clinical, and regulatory plans aimed at making this novel antifungal compound available to HIV/AIDS patients in the developing world.  \"HIV/AIDS patients with advanced disease are extremely vulnerable to opportunistic infections, such as cryptococcal meningitis,\" says Dr. Ogbaa. \"This fungal infection is one of the leading causes of death for people living with HIV/AIDS in sub-Saharan Africa. We're excited to lay the groundwork for the next steps in developing PNRI's promising approach to a cost-effective treatment for those in great need.\"The Merck Fellowship for Global Health is a three-month, field based corporate pro-bono program designed to leverage the skills and talents of Merck employees. It connects Merck employees with nonprofit partner organizations around the world to help make meaningful and systematic improvements in health care delivery for vulnerable populations around the globe. \"We're honored to host three Fellows from Merck,\" says PNRI President and CEO John Wecker, Ph.D. \"Their expertise will help us chart a clear course to move our compound forward to combat microbial infections in immunocompromised individuals worldwide.\" Dr. Wecker added, \"The collaboration with Merck embodies PNRI's commitment to the translation of our most promising discoveries into therapies that improve public health.\"   ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/pnri-mff080817.php", "region": "namerica", "source_link": "https://www.pnri.org/newsroom/merck-global-health-fellowship-partners-with-pnri/", "funder": "Washington Research Foundation", "meeting": "", "institution": "Pacific Northwest Research Institute", "keywords": ["Biotechnology", " Microbiology", " Mycology", " Medicine/Health", " AIDS/HIV", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "", "description": "The Pacific Northwest Research Institute is partnering with three Fellows from the Merck Fellowship for Global Health program to create a comprehensive plan to move a promising antifungal agent from the laboratory to clinical practice.  The compound has the potential to reduce the burden of opportunistic infections in people living with HIV in developing countries. PNRI is one of only ten organizations worldwide selected to participate in Merck's prestigious program this year.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}