{"title": "The 4th Annual Aging Research for Drug Discovery Forum at the EMBO/Basel Life Conference", "text": "Tuesday, August 8th, 2018, Baltimore, MD - \r\nMany areas of science and technology are experiencing rapid advances and the exponential increase in knowledge base. Aging research is no exception. Over the past 12 months substantial progress has been made in the areas of aging biomarkers, senolytics, DNA damage and DNA repair pathways, regenerative medicine and many other fields. Multiple areas of science and technology are rapidly converging and governments all over the world are recognizing the economic benefits of increasing productive longevity and reducing the health care costs via the preventative and personalized approaches. Alex Zhavoronkov, PhD, the CEO of Insilico Medicine will present new results of the applications of deep learning on human multi modal data for the development of biologically-relevant biomarkers of aging on September 11th. Insilico Medicine was the first company to use deep learning to integrate multiple data types from multiple sources to accurately predict the chronological age of the patient, interpret the most important features and apply transfer learning techniques to age-related diseases. \"And I am very happy to present at the 4th Annual Aging Research for Drug Discovery Forum at Basel Life. Basel is one of the world's main biopharmaceutical hubs hosting the headquarters of both Roche and Novartis. It is one of the main conferences where we usually announce our most important research results and meet new collaborators and partners. Our research uniquely bridges the latest advances in artificial intelligence with aging research. It is only logical that this forum is followed by the Artificial Intelligence and Blockchain for Healthcare forum\", said Alex Zhavoronkov, PhD, founder and CEO of Insilico Medicine.The 4th Annual Aging Research for Drug Discovery Forum at the EMBO/Basel Life Conference transpiring in Basel, September 11-12 is co-organized by Morten Scheibye-Knudsen, MD, PhD, the head of the biology of aging laboratory at the University of Copenhagen. The forum will feature the talks of some of the industry's most prominent scientists and entrepreneurs and expert panel discussions with active participation of the audience. It will also feature a Venture Capital panel to discuss the business models and possible directions for the nascent longevity biotechnology business. \"In the last few years it has been tremendously exciting to be part of the field of aging research. In particular, we are now seeing real progress where innovative industries are merging with basic academic scientists. This is particularly important because to drive real change in society we will need both teams playing towards the same goal. It is therefore a great pleasure to be part of the aging meeting in Basel where we have been fortunate to be able to invite some of the thought-leaders in the field both from the industry- and the academic side. I'm really looking forward to hearing about the innovative work that is ongoing towards the biggest challenges in healthcare: our aging population\", said Morten Scheibye-Knudsen, MD/PhD For the first time Jim Mellon, Gregory Bailey, MD and Alex Pickett representing Juvenescence and Juvenescence.AI, new drug discovery and development companies will make their public appearance in the context of aging and longevity.To register for the forum, please visit: http://www.basellife.org and https://www.basellife.org/aging-and-drug-discovery ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/imi-t4a080717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Genetics", " Business/Economics", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Gerontology", " Aging", " Policy/Ethics", " Technology/Engineering/Computer Science"], "journal": "", "description": "The 4th Annual Aging Research for Drug Discovery Forum at the EMBO/Basel Life Conference transpiring in Basel will be held from Sept. 11-12, 2017. The forum will feature the talks of some of the industry's most prominent scientists and entrepreneurs and expert panel discussions with active participation of the audience. It will also feature a Venture Capital panel to discuss the business models and possible directions for the nascent longevity biotechnology business.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}