{"title": "Primary prevention could reduce heart disease among type 2 diabetes patients", "text": "WASHINGTON (Aug. 7, 2017) -- In a Journal of the American College of Cardiology state of the art review published today, researchers from the division of cardiology and the Center for the Prevention of Cardiovascular Disease at the New York University Medical Center in New York City, examine evidence and guidelines for the prevention of heart disease in Type 2 Diabetes patients. Type 2 Diabetes Mellitus is one of the leading risk factors for heart disease and the most common cause of death in patients with Type 2 Diabetes. According to the Centers for Disease Control and Prevention, approximately 1 in 3 U.S. individuals may have Type 2 Diabetes by 2050. These patients will comprise an increasingly large portion of the heart disease population. However, less than 50 percent of U.S. adults with Type 2 Diabetes meet recommended guidelines for heart disease prevention. The researchers wrote, \"cardiovascular risk reduction is critically important for the care of patients with diabetes, with or without known CVD and CV risk factors.\" They state the use of proven medical therapies, such as statins, aspirin and glucose lowering therapies, should be considered along with lifestyle management including exercise, nutrition and weight management, for all Type 2 Diabetes patients. This has the potential to significantly reduce the burden of heart disease among these patients.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2017.07.001", "url": "http://www.eurekalert.org/pub_releases/2017-08/acoc-ppc080317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Diabetes"], "journal": "Journal of the American College of Cardiology", "description": "In a Journal of the American College of Cardiology state of the art review published today, researchers from the division of cardiology and the Center for the Prevention of Cardiovascular Disease at the New York University Medical Center in New York City, examine evidence and guidelines for the prevention of heart disease in Type 2 Diabetes patients.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}