{"title": "Early term babies are at greater risk for diabetes and obesity-related diseases", "text": "BEER-SHEVA, Israel...August 7, 2017 - Early term deliveries impact babies' long-term health with increased risk of diabetes and obesity-related illnesses as well as a shortened life span, according to a new study by Ben-Gurion University of the Negev (BGU) researchers.\"Early term\" is defined as delivery between 37 and 39 weeks. Pregnancy is considered at full term when gestation has lasted between 37 and 42 weeks. Babies born between 39 and 41 weeks of gestation have better outcomes than those born either before or afterward. In the study, published in the American Journal of Obstetrics and Gynecology, the researchers investigated hospitalizations of children up to age 18 to determine the impact that early-term versus full-term gestation had on pediatric health and hospitalizations. A population-based cohort analysis was conducted of 54,073 early-term deliveries and 171,000 full-term deliveries. \"We found that hospitalizations up to the age of 18 involving endocrine and metabolic morbidity were found to be more common in the early-term group as compared with the full-term group, especially at ages five and older,\" says Prof. Eyal Sheiner, M.D., Ph.D., a vice dean of the BGU Faculty of Health Sciences (FOHS) and head of the Department of Obstetrics and Gynecology at Soroka University Medical Center. What's more, \"Obesity was significantly more frequent among the early term.\"The researchers also discovered that children older than five exhibited significantly higher rates of type I diabetes mellitus when born early term. \"Pregnancies ending at early term were more likely to be complicated by hypertensive disorders and maternal diabetes (both gestational and pre-gestational). Deliveries were more often cesarean, and mean birthweight was significantly smaller,\" Dr. Sheiner says. \"Babies delivered at early term were also more likely to be low birthweight -- less than 5.5 pounds (2.5 kilograms).\" These diseases may increase the likelihood of other associated maladies with a detrimental long-term impact on one's health and well-being, increased lifetime healthcare expenditures and a shorter life span, the researchers conclude.", "article_link": "http://dx.doi.org/10.1016/j.ajog.2017.07.015", "url": "http://www.eurekalert.org/pub_releases/2017-08/aabu-etb080217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Gynecology", " Parenting/Child Care/Family"], "journal": "American Journal of Obstetrics & Gynecology", "description": "'We found that hospitalizations up to the age of 18 involving endocrine and metabolic morbidity were found to be more common in the early-term group as compared with the full-term group, especially at ages five and older,' says Prof. Eyal Sheiner, M.D., Ph.D., a vice dean of the BGU Faculty of Health Sciences (FOHS) and head of the Department of Obstetrics and Gynecology at Soroka University Medical Center. What's more, 'Obesity was significantly more frequent among the early term.'", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}