{"title": "Lifestyle-modification programs for weight management in Arab states lack in effectiveness", "text": "Obesity is a growing health problem worldwide, and is associated with serious medical comorbidities and an increased risk of mortality. This scenario is present also in Arabic-speaking countries, where around 6-8% of the total population of the world lives. Recent epidemiological studies have reported that a significant proportion of their citizens, especially females, are heavily affected by or obesity or are overweight, foremost in Kuwait, Egypt, UAE, Bahrain, Jordan and Saudi Arabia. In this view, a group of Lebanese investigators from the Department of Nutrition and Dietetics of Beirut Arab University (BAU) situated in Beirut, and their colleagues from the Department of Eating and Weight Disorders from Villa Garda Hospital and their colleagues conducted a systematic review, with the aim to assess the effectiveness of the available lifestyle-modification programs for weight management delivered in Arabic-speaking countries. Six studies, conducted in four Arab countries, namely Kuwait, Saudi Arabia, United Arab Emirates and Bahrain, met the inclusion criteria. Surprisingly most studies showed no significant reduction in body weight, and the meta-analysis confirmed that these lifestyle-modification programs were no more effective than as-usual treatments. The principle investigator, Dr. Marwan El Ghoch, from Villa Garda Hospital, and visiting professor in Beirut Arab University comments, \"On a global scale, lifestyle-modification programs based on behavioral or cognitive behavioral treatment combined with specific recommendations on diet and exercise are considered the cornerstones of weight management, as they have been shown to determine improvements in weight-related medical comorbidities and quality of life, and are therefore recommended as first choice treatments by international guidelines\". However, he underlines that some major factors may be implicated in discrepancies between international findings (U.S. and Europe) and those derived from the Arabic-speaking countries in regard. \"First, based on our results, we noticed substantial methodological weaknesses in the transcultural adaptation and development of behavioral treatments, e.g. lifestyle-modification programs not taking into account linguistic and socioeconomic context of diverse groups. Indeed, it is uncertain whether the evidence-based treatments developed within a particular context are applicable to different populations with different language, culture and values. It is also important to note that none of the studies included in our systematic review relied on direct supervision by clinical experts in lifestyle modification either before or during program implementation. Last but not least, there are traditional restrictions to lifestyle choices in Arab countries, in particular there are certain social and cultural obstacles to females developing healthier lifestyles (i.e. dietary issues and limited access to sporting/exercise activities)\". Dr. El Ghoch concludes that future studies are sorely needed to improve, adapt and/or design effective new programs for this region, taking into account the transcultural factors (linguistic, sociocultural and religious) involved and the need for expert supervision before and during intervention. To this end it will be vital to identify and devise strategies for overcoming traditional barriers to participation and adherence to lifestyle-modification programs, especially among females. Finally, more, and more robust, research is needed on lifestyle modification for weight loss in Arab-speaking countries, with a view to tailoring effective treatment programs for this population. ", "article_link": "http://dx.doi.org/10.2174/1573399813666170619085756", "url": "http://www.eurekalert.org/pub_releases/2017-08/bsp-lpf080717.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Bentham Science Publishers", "keywords": ["Medical Education", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients", " Pharmaceutical Science", " Disease in the Developing World"], "journal": "Current Diabetes Reviews", "description": "The aim of this systematic review was to assess the effectiveness of the lifestyle-modification programs for weight management delivered in Arabic-speaking countries.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}