{"title": "Overweight children and adults get significantly healthier and quickly with less sugar", "text": "CHICAGO, Aug. 7, 2017-- Osteopathic physicians suggest shifting the conversation from weight to health for overweight children and adults, asking patients to reduce their sugar intake to see measurable improvements in metabolic function. Improved measures of health can be seen in less than two weeks of sugar reduction, according to a review published in the August edition of The Journal of the American Osteopathic Association (JAOA).Keeping the simple sugar fructose, particularly high-fructose corn syrup, off the menu can help avert health issues including obesity, fatty liver disease and type 2 diabetes. Fructose accelerates the conversion of sugar to fat, researchers noted. Their JAOA  review summarized the results of several carefully controlled studies, finding a link between high consumption of sugar, in particular fructose, and increased fat synthesis in the liver.\"Fructose provides no nutritional value and isn't metabolized in the brain. Your body converts it to fat, but doesn't recognize that you've eaten, so the hunger doesn't go away,\" explains Tyree Winters, DO, an osteopathic pediatrician focused on childhood obesity. \"Many young patients tell me they're always hungry, which makes sense because what they're eating isn't helping their bodies function.\" The JAOA review identified fructose as a particularly damaging type of simple sugar. Compared to glucose, which metabolizes 20 percent in the liver and 80 percent throughout the rest of the body, fructose is 90 percent metabolized in the liver and converts to fat up to 18.9 times faster than glucose.HFCS is found in 75 percent of packaged foods and drinks, mainly because it is cheaper and 20 percent sweeter than raw sugar.  Fructose turns on the metabolic pathways that converts it to fat and stores it in the body, adding weight. At the same time, the brain thinks the body is starving and becomes lethargic and less inclined to exercise.\"If we cut out the HFCS and make way for food that the body can properly metabolize, the hunger and sugar cravings fade. At the same time, patients are getting healthier without dieting or counting calories,\" Dr. Winters says. \"This one change has the potential to prevent serious diseases and help restore health.\"  Once people have put on a significant amount of weight and developed eating habits that rely on packaged and processed foods with HFCS, change can be daunting. Historically, physicians have told patients to restructure their diet and start exercising heavily, with a plan to check back after a month or more. That approach rarely works, as seen by the ever-growing obesity epidemic. Instead, Dr. Winters suggests checking blood work about two weeks after patients agree to begin limiting their sugar intake to help patients see clear benefits for their effort. \"That single change in diet improves metabolic results in less than two weeks. Imagine the power of doing a 'before and after' comparison with a patient, so they can see for themselves that their health is improving. Seeing those results, instead of just stepping on a scale, can motivate them to keep going,\" Dr. Winters explains. ", "article_link": "http://dx.doi.org/10.7556/jaoa.2017.102", "url": "http://www.eurekalert.org/pub_releases/2017-08/aoa-oca080717.php", "region": "namerica", "source_link": "http://jaoa.org/article.aspx?articleid=2646761", "funder": "", "meeting": "", "institution": "American Osteopathic Association", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Nutrition/Nutrients"], "journal": "The Journal of the American Osteopathic Association", "description": "Reducing fructose, particularly high-fructose corn syrup, in our diet for just nine days can show significantly improved measures of health.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}