{"title": "Mental illness, suicide, and 'intractable violence' creating 'lost generation' in Middle East", "text": "SEATTLE (7 August 2017) - Suicide, homicide, and sexual assault are increasing much faster in the Eastern Mediterranean Region than any other region in the world, according to a new scientific study. These violent acts, as well as conflicts, accounted for more than 200,000 deaths in the region in 2015.\r\n\r\n\"Intractable and endemic violence is creating a lost generation of children and young adults,\" said Dr. Ali Mokdad, the study's lead author and the Director for Middle Eastern Initiatives at the Institute for Health Metrics and Evaluation (IHME) at the University of Washington. \"The future of the Middle East is grim unless we can find a way to bring stability to the region.\" \r\n\r\nIn addition to violence in the region, there has been a sharp increase in non-communicable diseases and mental health conditions such as depression, anxiety, bipolar disorder, and schizophrenia. Depression and anxiety disorders were the most common mental conditions, according to the study, published today in the International Journal of Public Health. Both affect women more than men.\r\n\r\n\"With globalization and urbanization of most societies, women may be exposed to numerous stressors, which have repercussions on the entire household, and children in particular,\" said Dr. Raghid Charara, of American University of Beirut and one of the study's more than 500 collaborators.\r\n\r\nMental disorders contributed to nearly 11 million years lived in less than ideal health, also known as years lived with disability, or YLDs. The problem is exacerbated by the lack of both mental health practitioners and funding for services. \r\n\r\nThroughout the region, the ratio of practitioners to 100,000 people was about seven on average and was as low as 0.5 psychiatrists per 100,000 people in countries such as Libya, Sudan, and Yemen. By comparison, among European nations the ratio ranges from nine per 100,000 to more than 40.\r\n\r\n\"There must be a comprehensive plan to build on existing expertise and projects addressing health challenges that exist at the nexus of human health, environmental resilience, and social and economic equity,\" Dr. Mokdad said.\r\n\r\nIn 2015, nearly 30,000 people in the region committed suicide and another 35,000 died from interpersonal violence, representing increases of 100% and 152%, respectively, over the past 25 years. In other parts of the world during the same period, the number of deaths from suicide increased 19% and interpersonal violence by 12%.\r\n\r\nThe study found that hanging and poisoning are the most common methods of suicide in the Eastern Mediterranean Region. The authors note that statistics on suicide likely are underestimated due to cultural and religious barriers, social stigma, and legal punishments that discourage victims, families, and governments from disclosing such information. \r\n\r\nThe 15 papers and three editorials that constitute the study are based on the most recent estimates from the annual Global Burden of Diseases, Injuries, and Risk Factors study (GBD), a systematic, scientific effort to quantify the magnitude of health loss from all major diseases, injuries, and risk factors by age, sex, and population. With more than 2,300 collaborators in 132 countries and 3 non-sovereign locations, GBD examines 300-plus diseases and injuries.\r\n\r\nThis is the first GBD study to examine trends of HIV/AIDS-related mortality comprehensively in the region between 1990 and 2015. There was a 10-fold increase in HIV/AIDS mortality rates, with most of the cases occurring in three nations - Djibouti, Somalia, and Sudan. \r\n\r\n\"In this region, individuals infected with HIV are dying faster than the rest of the world,\" said Dr. Charbel El Bcheraoui, an Assistant Professor at IHME. \"This is a sign that that that that HIV patients are not receiving proper treatment in an era where HIV can be well controlled with the appropriate treatment regimens.\"\r\n\r\nIn addition, this study was the first ever to report on transportation-related deaths and injuries in the region between 1990 and 2015. In 2015, these incidents comprised the eighth leading cause of death in the region overall, but were ranked second in Qatar, Oman, and the United Arab Emirates (UAE). The percentage of total deaths in Qatar was the highest at 20%, followed by Oman (16%) and UAE (14%), whereas the lowest rates were in Pakistan (1.9%), Lebanon (1.8%), and Somalia (1.5%). Death rates from this cause in the region have not fallen as quickly as they have globally, and, in fact, three countries - Libya, Pakistan, and Egypt - had increases in death rates. \r\n\r\n\"Transportation-related injuries and deaths are just as much a public health issue as HIV or diabetes,\" said Dr. Mokdad. \"And like HIV and diabetes, prevention measures, combined with education and treatment, are vital to mitigating this problem.\" \r\n\r\nOther highlights of the report include:\r\n\r\n\"In recent years, many of the health gains for some countries have slowed and several health conditions that were under control are re-emerging, said Dr. Mokdad. \"This study clearly indicates that the future health of the region is in danger.\"\r\n\r\nThe Eastern Mediterranean Region is home to more than 600 million people, representing a diverse group of 22 countries: Afghanistan, Arab Republic of Egypt, Bahrain, Djibouti, Iraq, Islamic Republic of Iran, Jordan, Kingdom of Saudi Arabia (KSA), Kuwait, Lebanon, Libya, Morocco, Oman, Pakistan, Palestine, Qatar, Republic of Yemen, Somalia, Sudan, Syrian Arab Republic (Syria), Tunisia, and the United Arab Emirates (UAE). \r\n\r\nThe complete set of papers and data visualizations are available at www.healthdata.org.\r\n\r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ifhm-mis080317.php", "region": "namerica", "source_link": null, "funder": "Bill & Melinda Gates Foundation", "meeting": "", "institution": "Institute for Health Metrics and Evaluation", "keywords": ["Medicine/Health", " Addiction", " Cancer", " Cardiology", " Death/Dying", " Health Care Systems/Services", " Health Professionals", " Addiction", " Mental Health", " Disease in the Developing World"], "journal": "International Journal of Public Health", "description": "Suicide, homicide, and sexual assault are increasing much faster in the Eastern Mediterranean Region than any other region in the world, according to a new scientific study.\r\nThese violent acts accounted for 1.4 million deaths in 2015 in the region, on top of the deaths from wars, which added another 144,000.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}