{"title": "Secretary Perdue announces $16.8 million to help SNAP participants purchase healthy foods", "text": "WASHINGTON, D.C. August 7, 2017 - U.S. Secretary of Agriculture Sonny Perdue today announced 32 grants totaling $16.8 million to help Supplemental Nutrition Assistance Program (SNAP) participants increase their purchases of fruits and vegetables.  The program is operated by the U.S. Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA).  The funding comes from the Food Insecurity Nutrition Incentive (FINI) program, authorized by the 2014 Farm Bill. \"These grants help provide low income families with the resources they need to consume more nutritious food.  Last year, SNAP helped put healthy food on the tables of at least 44 million Americans, including 19 million children,\" Perdue said \"This builds on the successes of health-related incentives, with many of the projects being conducted at farmers markets. At the same time, we're also helping to strengthen local and regional food systems.\"  FINI is a joint program between NIFA and USDA's Food and Nutrition Service, which oversees SNAP and is responsible for evaluating the impact of the variety of types of incentive programs that are deployed by FINI grantees. The program brings together stakeholders from different parts of the national food system to improve the nutrition and health status of SNAP households. The awards under FINI represent a variety of projects, including relatively small pilot projects, multi-year community-based projects, and larger-scale multi-year projects.  Grants being announced, by state, include:FINI Pilot Projects (up to $100,000, not to exceed 1 year):Multi-year community-based projects (up to $500,000, not to exceed 4 years):Multi-year large-scale projects ($500,000 or greater, not to exceed 4 years):Among the grant recipients this year, The Experimental Station 61St Street, located in an underserved neighborhood on Chicago's South Side, will increase the affordability of fruits and vegetables sold in Illinois Farmers Markets for Illinois SNAP clients. The project aims to expand the SNAP Double Coupon Program incentive to an additional 80 Illinois Farmers Markets and direct-to-consumer venues. Currently, the project has funded almost 90 farmers markets and direct-to-consumer venues statewide and facilitated thousands of SNAP shoppers to purchase almost $500,000 of additional fresh and healthy foods with the Double Value Coupon incentives. More than 22,000 low-income Illinois residents will benefit from affordable access to the region's freshest fruits, vegetables and other healthy goods.  Since 2014, NIFA, has awarded more than $65 million through the FINI program. Previously funded projects include the Farmacy Health Improvement Program project that is researching the problem of low-income people with specific medical conditions (pregnancy, type 1 or type 2 diabetes, and hypertension and/or obesity) not having access to healthy foods, such as fruits and vegetables. As a result of this project, pregnant women and people diagnosed with type 1 or type 2 diabetes qualify for vouchers redeemable for $2 per day for the patient and $1 per day for each additional household member to purchase locally grown fresh fruits and vegetables.  The Fair Food Network (Ann Arbor, Michigan) project developed solutions that work across the food system to support farmers, strengthen local economies, and increase access to healthy food--especially in low-income communities.  As a result of this project, the \"Double Up Food Bucks\" program became a national model for other healthy food incentives that are now active in nearly 20 states.  This project helps low-income Americans bring home healthier food while supporting family farmers and growing local economies.  NIFA invests in and advances agricultural research, education, and extension and promotes transformative discoveries that solve societal challenges. NIFAs' support of the best and brightest scientists and extension personnel has resulted in user-inspired, groundbreaking discoveries that combat childhood obesity, improve and sustain rural economic growth, address water availability issues, increase food production, find new sources of energy, mitigate climate variability and ensure food safety. To learn more about NIFA's impact on agricultural science, visit http://www.nifa.usda.gov/impacts or sign up for email updates.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/niof-spa080717.php", "region": "namerica", "source_link": "https://go.usa.gov/xRy3T", "funder": "", "meeting": "", "institution": "National Institute of Food and Agriculture ", "keywords": ["Agriculture", " Nonprofessional", " Diet/Body Weight"], "journal": "", "description": "US Secretary of Agriculture Sonny Perdue today announced 32 grants totaling $16.8 million to help Supplemental Nutrition Assistance Program (SNAP) participants increase their purchases of fruits and vegetables.  The program is operated by the US Department of Agriculture's (USDA) National Institute of Food and Agriculture (NIFA).  The funding comes from the Food Insecurity Nutrition Incentive (FINI) program, authorized by the 2014 Farm Bill.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}