{"title": "Researchers get $1.4 million to study novel therapeutic approaches to treat intestinal inflammation", "text": "ATLANTA -- Researchers in Georgia State University's Institute for Biomedical Sciences have received a four-year, $1.4 million federal grant to study novel therapeutic approaches for the treatment of intestinal inflammation. Inflammatory bowel disease (IBD), which includes ulcerative colitis and Crohn's disease, is a chronic, debilitating inflammatory condition for which existing, effective treatments are limited by significant, systemic side-effects. There is an unmet need for delivering drugs specifically and exclusively to the inflamed regions of the intestine for a prolonged period using a local delivery system. Such a system could significantly reduce the side effects of otherwise effective treatments.Dr. Didier Merlin, professor, and Dr. Tim Denning, associate professor, have a productive record of collaborations and will use the grant from the National Institute of Diabetes and Digestive and Kidney Diseases of the National Institutes of Health (NIH) to bring together traditional and cutting-edge scientific approaches in the gastroenterology field.The principal investigators' research will focus on defining specific factors and cells that may be targeted to treat IBD. They will test whether nanoparticle-mediated manipulation of pro- and anti-inflammatory factors can limit intestinal inflammation and promote wound healing during IBD. To accomplish this, they will use advanced approaches employing siRNA nanoparticles that target key pro-healing and anti-inflammation factors, which are involved in the pathogenesis of IBD.Complementary models of acute and chronic intestinal inflammation will also be used to further define which specific intestinal cells should be targeted by nanoparticles and the beneficial effect of this delivery system in dampening inflammation and promoting wound healing. These studies will help to define novel biological functions of nanoparticle-mediated drug delivery during intestinal inflammation and have the potential to optimize treatment of human IBD.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/gsu-rg080717.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/08/07/novel-therapeutic-approaches-treat-intestinal-inflammation/?utm_source=press_release&utm_medium=research_social&utm_campaign=intestinal_inflammation_grant", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Georgia State University", "keywords": ["Medicine/Health", " Gastroenterology", " Pharmaceutical Science", " Nanotechnology/Micromachines"], "journal": "", "description": "Researchers in Georgia State University's Institute for Biomedical Sciences have received a four-year, $1.4 million federal grant to study novel therapeutic approaches for the treatment of intestinal inflammation.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}