{"title": "Fat rats show why breast cancer may be more aggressive in patients with obesity", "text": "Women with obesity are more likely to get breast cancer, and a number of studies have provided a reasonable explanation why: after menopause, fat tissue manufactures estrogen, and the estrogen then promotes tumor growth. But why, then, do women with obesity continue to have more aggressive tumors even after anti-estrogen treatment?  Once the tumor's source of estrogen is removed, obesity should have no effect on prognosis, but it does. A University of Colorado Cancer Center study published in the journal Hormones & Cancer offers a possible explanation: In an animal model of obesity and breast cancer (affectionately referred to as the \"fat rat\"), tumor cells in obese animals, but not lean animals, had especially sensitive androgen receptors, allowing these cells to magnify growth signals from the hormone testosterone. Similar to the way in which many breast cancers drive their growth with estrogen receptors, these tumors in obese rats drove their growth with androgen receptors.\"Our original goal was to make a model of obesity and breast cancer that would reflect the condition in women.  At first, we were disappointed to discover that rats don't make much estrogen in fat tissue like humans do. But we then realized that this aspect of the model gave us an excellent opportunity to study cancer progression after anti-estrogen treatment. Because fat cells in these rats don't make estrogen, they are like human breast cancer patients treated to remove estrogen.  This allowed us to ask what is responsible for obesity-associated tumor progression in conditions of low estrogen availability,\" says Elizabeth Wellberg, PhD, the paper's first author, who works with Steven Anderson, PhD and Paul MacLean, PhD. Dr. Anderson is the vice chair for research at CU Cancer Center and James C. Todd Professor of Experimental Pathology in the CU School of Medicine. Dr. MacLean is a professor in the Division of Endocrinology, Metabolism, & Diabetes, also in the CU SOM.  Together, these investigators and their team have identified an important role for obesity in changing how breast tumors respond to hormones.About 40 percent of American women have obesity; about 75 percent of breast cancers are estrogen-receptor positive, most of which will go on to be treated with anti-estrogen therapies. This combination means that thousands of women every year could benefit from treatments aimed at the aspects of obesity that promote breast cancer in low- or non-estrogen environments.Androgen receptors and their hormone partner, testosterone, have long been known as drivers of prostate cancer and work at CU Cancer Center and elsewhere is implicating androgen as a driver in many breast cancers. When Wellberg and colleagues treated their obese rats with the anti-androgen drug enzalutamide, existing tumors shrank and new tumors failed to form. But this brought up another question: If overactive androgen receptors create poor prognosis in obese breast cancer patients, what is creating these overactive androgen receptors? It wasn't that they were simply responding to more testosterone - it was that these receptors had been somehow tuned to be more sensitive to existing levels of testosterone.\"When you talk about what's different between lean and obese individuals there are a lot of things - resistance to insulin, high sugar, and an elevated inflammatory response, what we call chronic low-grade inflammation, to name a few. In a lot of ways, you can walk through these differences looking for what may be causing this androgen receptor sensitivity,\" says Anderson.   The group had previously shown that a component of inflammation, namely levels of a cytokine known as interleukin 6 (IL-6), is higher in the circulation of obese compared to lean rats. In the current paper, the group shows that administering IL-6 to breast cancer cells amplifies the activity of androgen receptors. In all, the storyline of this paper suggests the following:The current paper and others in this line of study lay the groundwork for considering obesity as a variable in the clinic. \"Down the line, we can imagine a day in which the BMI or metabolic state of breast cancer patients would be considered when choosing a treatment. These patients may benefit significantly from a more personalized therapeutic strategy, based on what obesity is doing to the tumor environment,\" Wellberg says.", "article_link": "http://dx.doi.org/10.1007/s12672-017-0302-9", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoca-frs080717.php", "region": "namerica", "source_link": "http://www.coloradocancerblogs.org/fat-rats-show-breast-cancer-may-aggressive-patients-obesity/", "funder": "Cancer League of Colorado, University of Colorado Nutrition and Obesity Research Center Pilot Awards, National Institutes of Health, National Cancer Center, Komen Foundation, University of Colorado's Center for Women's Health Research", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Biology", " Cell Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Cancer", " Breast Cancer", " Diet/Body Weight", " Eating Disorders/Obesity", " Public Health"], "journal": "Hormones and Cancer", "description": "In an animal model of obesity and breast cancer, tumor cells in obese animals but not lean animals had especially sensitive androgen receptors, allowing these cells to magnify growth signals from the hormone testosterone.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}