{"title": "Automated measure of nighttime oxygen levels could speed diagnosis of sleep apnea", "text": "Computer analysis of oxygen levels in the blood during sleep could -- by itself -- provide an easy, relatively inexpensive and sufficiently reliable way to determine which children who snore habitually could benefit from a diagnosis and treatment for obstructive sleep apnea. This approach was most accurate for children with severe apnea.Because of the scarcity of clinical sleep laboratories and certified pediatric sleep specialists -- as well as the high costs, inconvenience for parents and children and the need for overnight staff -- only a minority of children with sleep apnea, even in the United States and Europe, are thoroughly evaluated. The lack of resources for sleep studies is even more problematic in less developed countries. \"By simplifying the procedure and dramatically reducing the cost, we believe we can evaluate more children who are at significant risk, especially in areas where there is limited access to a pediatric sleep laboratory facility,\" said the study's senior author, David Gozal, MD, MBA, professor of pediatrics at the University of Chicago and immediate past president of the American Thoracic Society (ATS).In the ATS's American Journal of Respiratory and Critical Care Medicine, a multinational group of researchers describe an automated system they developed that incorporates 23 analytic features into a diagnostic neural-network algorithm. All of their data comes from a pulse oximeter, a simple device that clips onto a patient's fingertip to measure his or her heart rate and blood-oxygen levels overnight. Their study, \"Nocturnal Oximetry-Based Evaluation of Habitually Snoring Children,\" posted early online on the journal's website, showed that this pared-down approach compared favorably to a full sleep study. The authors estimate it could cut costs by as much as 90 to 95 percent.The preferred routine for diagnosing sleep apnea in the U.S. is polysomnography. This is based on the use of an oximeter to record oxygen levels, but adds additional components such as brain activity monitors, eye movement assessment, cardiac signal recordings and measures of muscle tension. A video camera typically records each study. This approach, considered definitive, requires a lot of equipment and multiple staff.To assess the need for these additional diagnostic measures, the researchers compared their oximeter-based automated system to polysomnography. They analyzed more than 4,000 studies performed on children aged two to 18 years old, who were referred to one of 13 leading pediatric sleep laboratories around the world for frequent snoring or other signs of obstructive sleep apnea. They found that the data from measures other than oximetry was of limited additional value. \"In an odd way, this effort to cut back on resources could be seen as a major advance,\" Gozal said. \"Access to an accurate and easily implemented diagnostic tool, such as overnight oximetry for obstructive sleep apnea, could increase the frequency and lower the cost of screening, providing a simple, robust way to detect children at high risk and get them into treatment.\"The accuracy of oximetry alone was \"increasingly robust as disease severity increased,\" the authors note. This test detected about 75 percent of children with mild apnea, most of whom will not require treatment. It detected 82 percent of those with moderate disease and 90 percent of those with severe sleep apnea. Children who did not appear to need treatment \"could be retested within a few weeks,\" the authors suggest, \"if their symptoms persisted.\"Pediatric sleep apnea is common, affecting three to five percent of all children. Persistent sleep disruption can affect a child's cognitive and physical development and increase the risk of hypertension, diabetes and cardiovascular disease later in life. This approach \"could enable early, frequent, and inexpensive screening of all snoring children and identify those who would definitely need to be treated,\" the authors wrote.", "article_link": "http://dx.doi.org/10.1164/rccm.201705-0930OC", "url": "http://www.eurekalert.org/pub_releases/2017-08/uocm-amo080717.php", "region": "namerica", "source_link": null, "funder": "The Consejería de Educación de la Junta de Castilla y León, European Regional Development Fund, Ministerio de Economía y Competitividad, Sociedad Española de Neumología y Cirugía Torác", "meeting": "", "institution": "University of Chicago Medical Center", "keywords": ["Medicine/Health", " Diagnostics", " Health Care Systems/Services", " Pulmonary/Respiratory Medicine", " Sleep/Sleep Disorders", " Pediatrics", " Disease in the Developing World"], "journal": "American Journal of Respiratory and Critical Care Medicine", "description": "Computer analysis of oxygen levels in the blood during sleep could -- by itself -- provide an easy, relatively inexpensive and sufficiently reliable way to determine which children who snore habitually could benefit from a diagnosis and treatment for obstructive sleep apnea. This approach was most accurate for children with severe apnea.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}