{"title": "New UMMS study shows how to account for social disparities in health care costs", "text": "WORCESTER, MA - A first-of-its kind payment formula developed at the University of Massachusetts Medical School recommends allocating some health insurance dollars for patients in vulnerable communities and for those subject to social risks, in addition to their medical issues. Adjusting for these risk factors redistributes funds in the health system, which can be used in community settings to address underlying causes that often lead to costly hospitalizations and visits to the emergency room.\"A payment formula that accounts for medical problems but ignores social risk will underpay for treating vulnerable populations, potentially exacerbating already existing inequalities,\" said Arlene S. Ash, PhD, professor of quantitative health sciences and the study's author. \"We describe a model to ensure that plans get more money for enrolling patients with greater medical and social needs. \"These reallocated funds could be used to support innovations, such as purchasing a home air conditioner for someone at high risk of hospitalization for breathing problems, or providing culturally appropriate cooking classes so families can prepare diabetes friendly meals.\"MassHealth, the combined Medicaid and State Children's Health Insurance Program (CHIP) in Massachusetts providing access to care for the state's most vulnerable residents, is the first to implement a model that adjusts payments to managed care organizations for socially vulnerable patients. Although data for measuring social risk is limited, MassHealth's model now recognizes the additional resources needed for patients with unstable housing, those living in highly stressed neighborhoods, and those with various kinds of disabilities whose needs are not fully captured by their medical diagnoses. MassHealth's current payment model uses existing Medicaid data and reproducible methods to improve payment equity and support care for vulnerable beneficiaries.\"As people put their hopes in alternative payment methods to handle rising health care costs, it's important to have a conceptual framework that does not exacerbate current inequalities,\" said Ash. \"Just as we started adjusting for medical complexity thirty years ago, so that the sickest patients would have access to the care they needed, this study shows how to account for social disparities in health care costs.\"Using 2013 data from MassHealth for over 800,000 members, Ash and colleagues scanned enrollment and insurance claims looking for variables such as ethnicity, housing issues, mental health, substance use, disability, and English language limitations, which might be useful for predicting medical costs. A key finding was that people who moved more than once in a year used over $500 more health care dollars than formulas that only accounted for medical risk. The researchers also mapped enrollee addresses to US Census data to calculate a neighborhood-level score that summarizes the prevalence - among near-neighbors  - of social risk factors such as very low incomes, no access to a car, single parent households, public assistance and unemployment. The study found that health costs for residents in the most stressed neighborhoods were about 23 percent higher than those in the least stressed neighborhoods - a differential that was mostly accounted for greater medical risk. However, Ash and colleagues were only able to eliminate the last 5 percent of underpayment for those living in the most-stressed neighborhoods by including the neighborhood stress score in the payment formula. \"We need to build a health system that recognizes and pays for these and other social risks, so as to encourage and enable networks of medical and community-based practitioners to work together to help socially-vulnerable people become more healthy,\" said Ash. \"This study is a first step in that direction.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uomm-nus080717.php", "region": "namerica", "source_link": "http://www.umassmed.edu/news/news-archives/2017/08/new-umms-study-shows-how-to-account-for-social-disparities-in-health-care-costs/", "funder": "", "meeting": "", "institution": "University of Massachusetts Medical School", "keywords": ["Business/Economics", " Health Care", " Insurance", " Medicine/Health", " Health Care Systems/Services", " Public Health", " Medical/Scientific Ethics"], "journal": "JAMA: Internal Medicine", "description": "In a new study published in JAMA Internal Medicine, Arlene Ash, PhD, recommends allocating some health insurance dollars for patients in vulnerable communities and for those subject to social risks, in addition to their medical issues.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}