{"title": "Why the lights don't dim when we blink", "text": "Every few seconds, our eyelids automatically shutter and our eyeballs roll back in their sockets. So why doesn't blinking plunge us into intermittent darkness and light? New research led by the University of California, Berkeley, shows that the brain works extra hard to stabilize our vision despite our fluttering eyes.Scientists at UC Berkeley, Nanyang Technological University in Singapore, Université Paris Descartes and Dartmouth College have found that blinking does more than lubricate dry eyes and protect them from irritants. In a study published in today's online edition of the journal Current Biology, they found that when we blink, our brain repositions our eyeballs so we can stay focused on what we're viewing.When our eyeballs roll back in their sockets during a blink, they don't always return to the same spot when we reopen our eyes. This misalignment prompts the brain to activate the eye muscles to realign our vision, said study lead author Gerrit Maus, an assistant professor of psychology at Nanyang Technological University in Singapore. He launched the study as a postdoctoral fellow in UC Berkeley's Whitney Laboratory for Perception and Action.\"Our eye muscles are quite sluggish and imprecise, so the brain needs to constantly adapt its motor signals to make sure our eyes are pointing where they're supposed to,\" Maus said. \"Our findings suggest that the brain gauges the difference in what we see before and after a blink, and commands the eye muscles to make the needed corrections.\"From a big-picture perspective, if we didn't possess this powerful oculomotor mechanism, particularly when blinking, our surroundings would appear shadowy, erratic and jittery, researchers said.\r\n\"We perceive coherence and not transient blindness because the brain connects the dots for us,\" said study co-author David Whitney, a psychology professor at UC Berkeley.\"Our brains do a lot of prediction to compensate for how we move around in the world,\" said co-author Patrick Cavanagh, a professor of psychological and brain sciences at Dartmouth College.  \"It's like a steadicam of the mind.\"A dozen healthy young adults participated in what Maus jokingly called \"the most boring experiment ever.\" Study participants sat in a dark room for long periods staring at a dot on a screen while infrared cameras tracked their eye movements and eye blinks in real time.Every time they blinked, the dot was moved one centimeter to the right. While participants failed to notice the subtle shift, the brain's oculomotor system registered the movement and learned to reposition the line of vision squarely on the dot.After 30 or so blink-synchronized dot movements, participants' eyes adjusted during each blink and shifted automatically to the spot where they predicted the dot to be.\"Even though participants did not consciously register that the dot had moved, their brains did, and adjusted with the corrective eye movement,\" Maus said. \"These findings add to our understanding of how the brain constantly adapts to changes, commanding our muscles to correct for errors in our bodies' own hardware.\"", "article_link": "http://dx.doi.org/10.1016/j.cub.2016.12.029", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--wtl011917.php", "region": "namerica", "source_link": "https://news.berkeley.edu/2017/01/19/blink/", "funder": "", "meeting": "", "institution": "University of California - Berkeley", "keywords": ["Medicine/Health", " Neurobiology", " Ophthalmology", " Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Current Biology", "description": "Every few seconds, our eyelids automatically shutter and our eyeballs roll back in their sockets. So why doesn't blinking plunge us into intermittent darkness and light? New research led by the University of California, Berkeley, shows that the brain works extra hard to stabilize our vision despite our fluttering eyes.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}