{"title": "The glorification of history may give rise to a willingness to fight in a war", "text": "In order to study the perceptions held by people all over the world about different historical figures and events, as well as what the sense of history is, researchers in the UPV/EHU's consolidated Social Psychology research group participated in the World History Survey (WHS). In it a survey was conducted on the perceptions held about different historical figures and events relevant to over 7,000 university students from 40 countries all over the world. \r\nOne of the numerous studies which this survey has produced was based on the analysis of different beliefs about the meaning and sense of history. The survey comprised a set of phrases referring to six general beliefs, and \"we were able to study the extent to which the people from each country agreed or disagreed with them,\" explained Magdalena Bobowik, a researcher in the UPV/EHU's consolidated group and participant in the above-mentioned study. One of the beliefs studied was the theological approach to history in which the development of history is understood to depend on the will of a power greater than man. The second belief highlights the cyclical nature of the unfolding of humanity and offers a view of history as well as a set of alternating periods of order and disorder. The third focusses on the great men and women who have determined the course of history.  Fourthly, is the view of history as the progress of humanity in which scientific and technological development is emphasised as the principal factor in history. Another of the beliefs proposes wars as the main agents for change and for the course of history. And lastly comes the critical or pessimistic view of history in which one understands that there is no point in history, it is a joke and teaches nothing.\r\nBeyond accounting for the degree of agreement and disagreement with these beliefs expressed by the university students participating in the survey, the researchers were able to establish correlations between the most widespread beliefs in specific countries and the predominant cultural values in these societies and their level of human development, as well as the willingness to fight in a possible war that was expressed by the respondents as a whole. However, Bobowik pointed out that the results \"do not fully represent the societies studied because for methodological reasons the survey was only conducted on university students\".\r\nFrom the wealth of results obtained, Bobowik highlights the fact that \"the beliefs showing the greatest association with a willingness to fight in a war are the most determinist ones, the ones that argue that the course of history depends on other forces or laws. These people accept that what happens, happens, because that is the nature of things. In general terms, these beliefs are rejected to a greater extent in western countries and find greater acceptance in Asian countries, countries with lower human development and with more traditional, materialistic cultures\".\r\nNevertheless, the willingness to fight in a war is also associated with a dominant, universal belief in all contexts and cultures, which is the one that regards the course of history as social progress. \"This is a more linear view and makes people more optimistic and resilient in the face of difficulties when they think that as human beings progress is being made. This positivist view of history has a component of glorification of the past, that our ancestors were heroes, and violence is justified,\" added Bobowik.\r\nAt the other extreme are the more developed countries with a higher index of human development with more individualistic and egalitarian cultures and views. These people have been found to position themselves against fighting in a war. Contrary to what the researchers had expected to find, they emerge in agreement with the beliefs that emphasise wars or violence as an important factor in the development of history, but \"they do so from a critical perspective\".Importance of the history narrative in education\nAll the results obtained and the huge difference found between the participants in different countries have led Bobowik to conclude that \"the narratives of the past, the ones that determine how people understand history, likewise determine people's response to contemporary conflicts, and may go as far as influencing their willingness to get involved in specific military actions\". \r\nThese conclusions should be taken into consideration \"when it comes to developing curricula within the education systems, because the stories may often vary depending on who is telling them. You have to bear in mind that the representations of history, the narratives of our past, may influence violent trends on a collective level of society. As I see it, the capacity of students should be developed so that they can make a more critical analysis of the past, because presenting history through heroes and villains may have repercussions when people position themselves before present and future conflicts,\" concluded the researcher.", "article_link": "http://dx.doi.org/10.1111/ajsp.12153", "url": "http://www.eurekalert.org/pub_releases/2017-01/uotb-tgo011917.php", "region": "europe", "source_link": "http://www.ehu.eus/en/en-content/-/asset_publisher/l57S/content/n_20170118-magdalena-bobowik", "funder": "", "meeting": "", "institution": "University of the Basque Country ", "keywords": ["Social/Behavioral Science", " History", " Perception/Awareness"], "journal": "Asian Journal of Social Psychology", "description": "Countries in the process of modernisation see historical progress in a more positive light. They understand that progress may entail a cost, even if this cost includes involving the country in a war. This is one of the principal ideas in a study in which the UPV/EHU's Department of Social Psychology and Behavioural Science Methodology has participated.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}