{"title": "Computer-based cognitive training program may help patients with severe tinnitus", "text": "In a study published online by JAMA Otolaryngology-Head & Neck Surgery, researchers evaluated the effect of a cognitive training program on tinnitus.Individuals with tinnitus have poorer working memory, slower processing speeds and reaction times and deficiencies in selective attention. Neuroplasticity (the brain's ability to reorganize itself by forming new neural connections) has been the foundation for the creation of several cognitive enhancement programs intended to slow normal aging and potentially improve disorders such as attention deficits. Brain Fitness Program-Tinnitus (BFP-T) is a cognitive training program specially designed to exploit neuroplasticity for preservation and expansion of cognitive health in adults with tinnitus.Jay F. Piccirillo, M.D., of the Washington University School of Medicine in St. Louis, and Editor, JAMA Otolaryngology-Head & Neck Surgery and colleagues randomly assigned 40 adults with bothersome tinnitus for more than 6 months and 20 age-matched healthy controls to a BFP-T or non-BFP-T control group. Participants in the intervention group were required to complete the BFP-T online one hour per day, five days per week for eight weeks. The BFP-T contains 11 interactive training exercises (simple acoustic stimuli, continuous speech, and visual stimuli) in an attempt to address the attentional effect of tinnitus. Tinnitus assessment, neuroimaging, and cognitive testing were completed at baseline and 8 weeks later. The controls underwent neuroimaging and cognitive assessments.The researchers found that patients with tinnitus in the BFP-T group had improvements in tinnitus perception, memory, attention, and concentration compared with patients in the non-BFP-T control group. Neuroimaging changes in brain systems responsible for attention and cognitive control were observed in patients who used the BFP-T. \"A possible mechanistic explanation for these changes could be neuroplastic changes in key brain systems involved in cognitive control,\" the authors write.\r\nNo changes in behavioral measures were observed between the two tinnitus study groups. \"We believe that continued research into the role of cognitive training rehabilitation programs is supported by the findings of this study, and the role of neuroplasticity seems to hold a prominent place in the future treatments for tinnitus,\" the researchers write. \"On the basis of our broad recruitment and enrollment strategies, we believe the results of this study are applicable to most patients with tinnitus who seek medical attention.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-cct011717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA Otolaryngology - Head & Neck Surgery", "description": "In a study published online by JAMA Otolaryngology-Head & Neck Surgery, researchers evaluated the effect of a cognitive training program on tinnitus.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}