{"title": "Ants use sun and memories to guide their backwards walk home", "text": "They are famed for their highly developed work ethic ... now a study shows ants' navigational skills are more sophisticated than was previously thought.Scientists have revealed how the insects - which walk backwards when carrying heavy loads of food - use the sun's position and visual memories of their surroundings to guide them home. Ants were known to use both processes but, until now, these were assumed to be two separate reflexes that required ants to be facing in their direction of travel.Instead, scientists have shown that ants walking backwards will occasionally look behind them to check their surroundings, and use this information to set a course relative to the sun's position. In this way, the insects can maintain their course towards the nest regardless of which way they are facing, the team found. The findings suggest ants can understand spatial relations in the external world, not just relative to themselves.The surprisingly flexible and robust navigational behaviour displayed by ants could inspire the development of novel computer algorithms - step-by-step sets of operations - to guide robots.An international team of scientists, including researchers at the University of Edinburgh, studied a colony of desert ants in Seville to see how the insects navigate when transporting different-sized pieces of food. Although they usually walk forward when carrying small pieces of food, ants often walk backwards to drag larger items to their nest. The team sunk barriers into the ground to create a one-way route to the nest. They then gave ants either a small or large piece of cookie, and observed how they made their way home. Previous research has shown that ants walking forwards find their way by comparing what they see in front of them with visual memories of the route. The team found that ants traveling backwards instead use the sun's position in the sky to guide them. Researchers observed that ants set off in the wrong direction when a mirror was used to alter their perception of the sun's location.To ensure they stay on course, backward-walking ants also routinely drop what they are carrying and turn around. They do this to compare what they see with their visual memories of the route, and correct their direction of travel if they have wandered off course. Future studies could help to determine the interplay between different regions in the ant brain that enables the insects to use and combine different forms of navigation, the team says. The study, published in the journal Current Biology, was funded by the Engineering and Physical Sciences Research Council. The research was carried out in collaboration with scientists at the University of Lincoln, Australian National University, and the French National Center for Scientific Research (CNRS).Professor Barbara Webb, of the University of Edinburgh's School of Informatics, said: \"Ants have a relatively tiny brain, less than the size of a pinhead. Yet they can navigate successfully under many difficult conditions, including going backward. Understanding their behaviour gives us new insights into brain function, and has inspired us to build robot systems that mimic their functions.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoe-aus011917.php", "region": "europe", "source_link": null, "funder": "Engineering and Physical Sciences Research Council", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Biology", " Entomology", " Computer Science"], "journal": "Current Biology", "description": "They are famed for their highly developed work ethic ... now a study shows ants' navigational skills are more sophisticated than was previously thought.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}