{"title": "Novel regulatory mechanism controls how plants defend themselves against pathogens", "text": "Together with collaborators in Austria, scientists at The Sainsbury Laboratory (TSL) in Norwich (UK) are unravelling the complex mechanisms underlying plants' innate abilities to resist pests and pathogens. In a new paper published in Science, the team reveals how a class of endogenous plant peptides and their corresponding receptor regulate plant immune responses. Plants possess an incredible capacity to fight off pests and pathogens. Research in Professor Cyril Zipfel's laboratory at TSL seeks to understand the molecular mechanisms underlying innate plant immunity so that we might learn how to exploit and improve plant immunity in our cropping systems. One way in which plants can defend themselves against disease is by using receptor proteins at the cell surface that detect specific conserved patterns from microbial invaders. FLS2 and EFR are two such well-studied receptors that recognise important bacterial proteins to induce immunity; a step that requires the recruitment of co-receptor proteins.Together with Dr. Youssef Belkhadir's group at the Gregor Mendel Institute (GMI) in Vienna (Austria), Professor Zipfel and his team describe a novel mechanism that regulates the formation of these active immune receptor complexes, and thus controls the appropriate initiation of plant immune responses. Dr Martin Stegmann, first author of the study, said: \"We identified that a receptor called FERONIA regulates the formation of a protein complex between FLS2, EFR and their co-receptor BAK1. This FERONIA-mediated regulation depends on the perception of distinct endogenous plant peptides that can either positively or negatively influence plant immunity.\" Importantly, as Professor Zipfel said: \"As well as our new results linking FERONIA to the initiation of plant immune responses, this receptor was previously shown to regulate a multitude of plant growth and developmental processes. Thus, our study provides new, testable models to understand how this conserved receptor regulates many key aspects of the plant's life. In addition, other studies indicate that plant pathogens may hijack this mechanism to cause disease. Our findings could be used to increase crop yield and resistance to pathogens.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jic-nrm011817.php", "region": "europe", "source_link": null, "funder": "Gatsby Charitable Foundation, European Research Council, Austrian Academy of Science, Deutsche Forschungsgemeinschaft, European Molecular Biology Organization", "meeting": "", "institution": "John Innes Centre", "keywords": ["Agriculture", " Biology", " Biotechnology", " Cell Biology", " Genetics", " Microbiology", " Molecular Biology", " Plant Sciences", " Bioinformatics"], "journal": "Science", "description": "Together with collaborators in Austria, scientists at the Sainsbury Laboratory in Norwich are unraveling the complex mechanisms underlying plants' innate abilities to resist pests and pathogens. In a new paper published in Science, the team reveals how a class of endogenous plant peptides and their corresponding receptor regulate plant immune responses.", "date": "Thu, 19 Jan 2017 05:00:00 GMT"}