{"title": "Mothers of socially anxious children take involvement to the next level", "text": "When mothers of children with social anxiety disorder try to support their children, it often backfires. The results of an experiment involving building difficult puzzles indicate that, even at home, mothers of children with the disorder are more involved with their offspring than mothers of healthy control children. These findings indicate behavioral control on the part of the mother, says Julia Asbrand of the Institute of Psychology in Freiburg, Germany, in Springer's journal Cognitive Therapy and Research.Social anxiety disorder (SAD) usually emerges in late childhood or early adolescence. It affects up to seven percent of children and can persist into adulthood if left untreated. It entails a persistent fear of being embarrassed in social settings, and can limit children's lives in regard to the social relationships they are able to form, their academic performance and their general well-being. Most studies that in some way assessed the important role of the family with regard to SAD have been done within a laboratory setting. To extend research on the matter, Asbrand's team conducted their experiment in the homes of 55 pairs of mothers and children (aged between 9 and 13 years old, with and without SAD). This was done to assess their interaction within their natural environment. The children had to complete as many difficult tangram puzzles as possible within ten minutes, and were told that they would receive the results afterwards. The mothers were allowed but not encouraged to help. The puzzle-building simulated a typical task such as homework or preparation for school that could induce mental stress and frustration. The sessions were videotaped without the experimenter being presented. According to Asbrand, the finding that mothers of children with SAD are more involved in their offspring's lives are in line with those of previous studies. She says such overinvolvement extends to helping with tasks such as preparing for school, as well as tasks that require interaction. In the experiment, it was noted that mothers of children with SAD touched the puzzle pieces significantly more often and assisted without the child asking for help or showing overt signs of helplessness. These results indicate behavioral control on the part of the mother. On the positive side, mothers of SAD children were not overly critical or negative about their children's performance. \"By touching the puzzle, mothers may convey the impression that the child is not able to solve the puzzle alone, thereby limiting the child's degree of self-efficacy,\" Asbrand elaborates. \"Consequently, this kind of control may lead the child to constantly expect a threatening environment, which could increase hypervigilance and subjective fear. Such behavior by mothers also limits their children's opportunity to successfully apply coping strategies to new situations on their own.\"Asbrand sees value in focusing on ways to change interactional processes within families, for instance by training parents to react more flexibly towards their children.", "article_link": "http://dx.doi.org/10.1007/s10608-016-9828-3", "url": "http://www.eurekalert.org/pub_releases/2017-01/s-mos011817.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/mothers-of-socially-anxious-children-take-involvement-to-the-next-level/12004814", "funder": "German National Merit Foundation, Scientific Community Freiburg/Breisgau, DFG", "meeting": "", "institution": "Springer", "keywords": ["Education", " Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Cognitive Therapy and Research", "description": "When mothers of children with social anxiety disorder try to support their children, it often backfires. The results of an experiment involving building difficult puzzles indicate that, even at home, mothers of children with the disorder are more involved with their offspring than mothers of healthy control children. These findings indicate behavioral control on the part of the mother, says Julia Asbrand of the Institute of Psychology in Freiburg, Germany, in Springer's journal Cognitive Therapy and Research.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}