{"title": "What humans and primates both know when it comes to numbers", "text": "For the past several years, Jessica Cantlon has been working to understand how humans develop the concept of numbers, from simple counting to complex mathematical reasoning. Early in her career at the University of Rochester, the assistant professor of brain and cognitive sciences began studying primates in her search for the origins of numeric understanding.\r\nIn 2013, she, PhD candidate Steve Ferrigno, and colleagues at Rochester and the Seneca Park Zoo made a surprising discovery: in an experiment using varying quantities of peanuts, baboons (even as young as one year of age) clearly showed an ability to distinguish between large and small quantities of objects.\r\nBut the finding raised another question. To what extent might that ability be influenced by other dimensions of those objects--such as their relative surface area--in addition to their number?\r\nThis month Cantlon, Ferrigno, and two additional coauthors--Steven Piantadosi, an assistant professor of brain and cognitive sciences at Rochester, and Julian Jara-Ettinger, a postdoctoral researcher in brain and cognitive sciences at MIT--are publishing the results of a new study suggesting that primates do, in fact, have the ability to distinguish large and small quantities of objects, irrespective of the surface area they appear to occupy.\r\nStudy subjects included both humans and primates: adults and children in the United States; adults of the Tsimane', a predominately \"low numeracy\" cultural group that inhabits an area of remote rain forest in Bolivia, and that has been long studied by Piantadosi and Jara-Ettinger; and rhesus monkeys, a species with strong neural and cognitive similarities to humans.\r\nThe researchers found that all groups showed a bias toward numbers over surface area in their estimations.\r\n\"This shows that the spontaneous aspect of extracting numerical information likely has an evolutionary basis, because this has been seen across all humans and also with other primate species,\" said Ferrigno.\r\nThe study also showed that the bias toward the numerical dimension was strongest in humans compared to primates, and was correlated with increasing age and math education in humans.\r\n\"As children get older, they are more likely to represent numerical information as opposed to other quantitative information,\" Ferrigno added. \"Similarly, when Tsimane' adults had more math education, they were more likely to represent numbers as opposed to other dimensions.\"\r\nThe study, published in Nature Communications, is an exciting development for anyone interested in improving early math education. Because the testing process was nonverbal, it could be especially useful in assessing math abilities in young children. \"It's very hard to test young children at age four on their math abilities because it's hard to differentiate what they know, and what they know, but just can't express,\" Ferrigno said. \"With further refinements, this type of numerical bias test could in the future be an indicator of how they are progressing in their education.\"\r\nThe study is the first to compare number perception with a single task performed across a diverse testing population.\r\nTo test the relative importance of numerical quantities versus surface area, researchers presented subjects with dot arrays, varying in both the number of dots and the relative surface area they occupied. For each array the subjects then selected one of two icons to categorize the array as a large or small quantity.\r\nTo keep the task the same across groups, no verbal description of the categories was provided; instead, subjects learned from nonverbal demonstration by the experimenters, and trial and error feedback.\r\nThe tests with primates and children and adults in the United States were conducted with touch screen monitors; Tsimane' adults, who have limited exposure to such devices, were tested with laminated printouts.\r\nCantlon says the study shows \"that the initial step toward becoming mathematically sophisticated likely had to do with focusing in on the number of objects, not just total mass or size.\" In a broader sense, she adds, it shows \"how humans got to be the way they are.\r\n\"This is about understanding human origins and how humans evolved thought processes that are mathematically sophisticated.\"\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms13968", "url": "http://www.eurekalert.org/pub_releases/2017-01/uor-wha011817.php", "region": "namerica", "source_link": "http://www.rochester.edu/newscenter/what-humans-and-primates-both-know-when-it-comes-to-numbers-209982/", "funder": "", "meeting": "", "institution": "University of Rochester", "keywords": ["Evolution", " K-12", " Science/Math", " Social/Behavioral Science", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Nature Communications", "description": "University of Rochester researchers have found that adults and children in the US, adults from a 'low numeracy' tribe in Bolivia and rhesus monkeys ALL possessed the ability to distinguish between large and small quantities of objects, regardless of the surface area they occupy. This ability is likely a shared evolutionary trait, according to a study published in Nature Communications. The nonverbal visual tests could be used in assessing early math education in young children.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}