{"title": "How estrogen modulates fear learning", "text": "Low estrogen levels may make women more susceptible to the development of post-traumatic stress disorder (PTSD) at some points in their menstrual cycles or lifetimes, while high estrogen levels may be protective.New research from Emory University School of Medicine and Harvard Medical School provides insight into how estrogen changes gene activity in the brain to achieve its protective effects.The findings, published in Molecular Psychiatry, could inform the design of preventive treatments aimed at reducing the risk of PTSD after someone is traumatized.The scientists examined blood samples from 278 women from the Grady Trauma Project, a study of low-income Atlanta residents with high levels of exposure to violence and abuse. They analyzed maps of DNA methylation, a modification of DNA that is usually a sign of genes that are turned off.The group included adult women of child-bearing age, in which estrogen rises and falls with the menstrual cycle, and women that had gone through menopause and had much lower estrogen levels.\"We knew that estrogen affects the activity of many genes throughout the genome,\" says Alicia Smith, PhD, associate professor and vice chair of research in the Department of Gynecology and Obstetrics at Emory University School of Medicine. \"But if you look at the estrogen-modulated sites that are also associated with PTSD, just one pops out.\"That site is located in a gene called HDAC4, known to be critical for learning and memory in mice. Genetic variation in HDAC4 among the women was linked to a lower level of HDAC4 gene activity and differences in their ability to respond to and recover from fear, and also differences in \"resting state\" brain imaging. Women with the same variation also showed stronger connections in activation between the amygdala and the cingulate cortex, two regions of the brain involved in fear learning.On top of that, experiments with female mice showed that the HDAC4 gene was activated in the amygdala while the mice were undergoing fear learning, but only when estrogen levels in the mice were low.Smith says these results could lead to estrogen being used as a preventive treatment to lower the risk of PTSD after trauma. More information about how estrogen exerts its effects is coming to light; the authors note that in addition to modulating fear learning, estrogen has also been proposed to alter pain perception.In this paper, estrogen's effects in males were not studied; other scientists have found that in males, testosterone is converted into estrogen in the brain, where it plays a key role in development.", "article_link": "http://dx.doi.org/10.1038/mp.2016.250", "url": "http://www.eurekalert.org/pub_releases/2017-01/ehs-hem011817.php", "region": "namerica", "source_link": "http://news.emory.edu/stories/2017/01/estrogen_ptsd_methylation/", "funder": "NIHNational Institute of Mental Health, Brain & Behavior Research Foundation", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Medicine/Health", " Neurobiology", " Mental Health", " Stress/Anxiety", " Genes"], "journal": "Molecular Psychiatry", "description": "Low estrogen levels may make women more susceptible to the development of post-traumatic stress disorder (PTSD), while high estrogen levels may be protective. New research provides insight into how estrogen changes gene activity in the brain to achieve its protective effects.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}