{"title": "Mandarin makes you more musical?", "text": "Mandarin makes you more musical - and at a much earlier age than previously thought. That's the suggestion of a new study from the University of California San Diego. But hold on there, overachiever parents, don't' rush just yet to sign your kids up for Chinese lessons instead of piano. In a paper published in Developmental Science, an international team of researchers shows that among the preschool set - or young children between the ages of 3 and 5 - native speakers of Mandarin Chinese are better than their English-speaking counterparts at processing musical pitch.The implications of the findings go beyond determining who may have a head-start in music, the researchers say. The work shows that brain skills learned in one area affect learning in another.\"A big question in development, and also in cognition in general, is how separate our mental faculties actually are,\" said lead author Sarah Creel of the Department of Cognitive Science in UC San Diego's Division of Social Sciences. \"For instance, are there specialized brain mechanisms that just do language? Our research suggests the opposite - that there's permeability and generalization across cognitive abilities.The researchers conducted two separate experiments with similar groups of young Mandarin Chinese learners and English learners. They tested a total of 180 children on tasks involving pitch contour and timbre. Where the English and Mandarin speakers performed similarly on the timbre task, the Mandarin speakers significantly outperformed on pitch, aka tone.Mandarin is a tone language. In a tone language, the tone in which a word is said not only conveys a different emphasis or emotional content, but an altogether different meaning. For instance, the syllable \"ma\" in Mandarin can mean \"mother,\" \"horse,\" \"hemp\" or \"scold,\" depending on the pitch pattern of how it's spoken. Mandarin-language learners quickly learn to identify the subtle changes in pitch to convey the intended outcome, while \"ma\" in English can really only mean one thing: \"mother.\" It's the linguistic attention to pitch that gives young Mandarin speakers an advantage in perceiving pitch in music, the authors conclude.\"Both language and music contain pitch changes, so if language is a separate mental faculty, then pitch processing in language should be separate from pitch processing in music,\" Creel said. \"On the other hand, if these seemingly different abilities are carried out by overlapping cognitive mechanisms or brain areas, then experience with musical pitch processing should affect language pitch processing, and vice versa.\"Co-author Gail Heyman, of UC San Diego's Department of Psychology, who specializes in development, added: \"Demonstrating that the language you speak affects how you perceive music -at such an early age and before formal training - supports the theory of cross-domain learning.\" Tone languages are common in parts of Africa, East Asia and Central America, with estimates that as much as 70 percent of world languages may be considered tonal. Other tonal languages besides Mandarin include Thai, Yoruba and Xhosa.Creel and Heyman's work follows on a hypothesis first put forth by Diana Deutsch, also of UC San Diego, that experience with a tonal language leads to enhanced pitch perception in music. Deutsch studied skilled adult students of music and tested them on absolute or \"perfect\" pitch. Absolute pitch is the relatively rare ability to recognize a musical note without reference to any other notes. Relative pitch, or understanding the pitch relationships between notes, is the focus of the present study. Relative pitch allows you to sing in key and be in tune with other people around you. \"We show for the first time that tone-language experience is associated with advanced musical pitch processing in young children,\" the study co-authors write. \"There are far-reaching theoretical implications for neuroscience and behavior, and our research has important practical implications for designing early intervention programs, or 'brain training' regimes.'\"But that said, don't ditch your child's music lessons for language, or language lessons for music, Heyman and Creel caution. It's still true that to succeed at music, you need to study music. And learning an additional language is a demonstrably good thing in itself, too - whether or not it makes you a better musician.", "article_link": "http://dx.doi.org/10.1111/desc.12503", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--mmy011817.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, National Natural Science Foundation, and the Natural Sciences and Engineering Research Council of Canada", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Education", " Hearing/Speech", " Neurobiology", " Social/Behavioral Science", " Behavior", " Language/Linguistics/Speech", " Learning/Literacy/Reading"], "journal": "Developmental Science", "description": "Mandarin makes you more musical -- and at a much earlier age than previously thought. That's the suggestion of a new study from the University of California San Diego. But hold on there, overachiever parents, don't' rush just yet to sign your kids up for Chinese lessons instead of piano.", "date": "Wed, 18 Jan 2017 05:00:00 GMT"}