{"title": "Racial bias in a heartbeat: How signals from the heart shape snap judgements about threat", "text": "Our heartbeat can increase pre-existing racial biases when we face a potential threat, according to new research published in Nature Communications. In particular, participants were likely to misperceive a situation involving a Black person as life-threatening, when experienced during a heartbeat rather than between heartbeats. This could have important implications in tackling the high number of shootings of unarmed Black people.The research, conducted by scientists at Royal Holloway, University of London, working with Brighton and Sussex Medical School (BSMS), could lead to the development of new approaches to responding to threatening situations.Gun or phone? A potentially fatal mistakeParticipants of the experiment saw pictures that depicted Black or White individuals holding either a gun or mobile phone. It was found that when the image was flashed at them during the heartbeat, as opposed to between heartbeats, they were approximately 10% more likely to perceive the object as a gun when it was held by a Black person. Professor Tsakiris, from the Department of Psychology at Royal Holloway, explained, \"There is much existing evidence to show that people are more likely to misidentify harmless objects as weapons when held by Black people. Recent events have brought this bias to the fore, where Black Americans are more than twice as likely as White Americans to be killed during encounters with the police.\"The fact this bias exists is well documented, but until now we haven't understood how our heart may influence our head when it comes to perceiving threat in this situation. Bodily arousal plays a significant part in how our brain interprets a situation, and the decisions we subsequently take.\"Snap decisions in a heartbeatThe study extends previous research from co-authors Professor Critchley and Dr Garfinkel from BSMS, which identified how on each heartbeat (known as cardiac systole), the heart fires powerful signals to the brain. Between heartbeats (cardiac diastole), these signals are silent. This study shows that the combination of this firing of signals, along with concurrent presentation of potential threat, increases chances that even a non-threat will be perceived as threatening.Dr Azevedo, also from Royal Holloway, continued, \"While our study specifically looked at the bias against Black individuals, that so often in real life has tragic consequences, it is entirely possible that this could apply in other situations. When physically and emotionally aroused - as in a tense situation, faster, stronger heartbeats may lead to greater likelihood of perceiving threat where there is none and making an error in judgement\". Looking to the futureIn particular, the study has implications on how to tackle police shootings. Dr Garfinkel, from BSMS, said: \"This research has important implications for understanding racially based behavior. We can use it to think about ways to target this heart-brain communication to reduce the tragedies caused by racial bias.\"\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS13854", "url": "http://www.eurekalert.org/pub_releases/2017-01/uos-rbi011717.php", "region": "europe", "source_link": null, "funder": "European Research Council, NOMIS Foundation", "meeting": "", "institution": "University of Sussex", "keywords": ["Cardiology", " Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Nature Communications", "description": "Our heartbeat can increase pre-existing racial biases when we face a potential threat, according to new research published in Nature Communications.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}