{"title": "Must-see-TV: Educational shows that entertain have greater impact on faithful viewers", "text": "The key to passing on a social message with a television show: Make it must-see-TV.A new study originating from Drexel University's Dornsife School of Public Health analyzed how entertainment-education can be most effective in bringing about positive change. It turned out that the more often a person watched a show and the more invested they were in it, the more likely it was that their perceptions of social norms would change.\"In short, watching one or two episodes did not change a person's perceived norms, but the longer they watched, the more likely they were to report higher levels,\" said Amy Henderson Riley, DrPHc, the lead author of the study just published in the Journal of Health Communication. Riley, a Drexel doctoral student , teamed with her mentor professor, Suruchi Sood, PhD, to study entertainment-education's impact through the lens of an Indian soap opera funded by UNICEF, India. The pair, along with co-authors from UNICEF and New Delhi's Centre for Media Studies, hoped to find out how viewing a show with an educational message might affect the social order around an audience.\"Traditionally, public health interventions have focused on changing individual's knowledge, attitudes and practices -- behaviors,\" Riley explained. \"The more recent literature has turned to what's called the 'social ecological model,' and have measured community-level indicators such as social norms -- the unwritten rules surrounding behavior. In essence, we asked: What if it isn't behavior that changes norms but exposure that directly leads to norms changing?\"The soap opera that was examined, \"Kyunki...Jeena Issi Ka Naam Hai\" (which translates to \"Because...That's What Life Is\"), was designed to impart positive health messages on issues like planning pregnancies, safe motherhood, HIV prevention and other topics. There are other examples of educational entertainment like it, such as South Africa's \"Soul City\" and, domestically, \"East Los High,\" on Hulu. Smaller examples include storylines about organ donation on \"Grey's Anatomy\" and one about HIV on \"The Bold and the Beautiful.\"\"Kyunki\" started in 2008 and ran for three years, airing three new episodes each week, amounting to 501 total episodes and 145 million total viewers by its conclusion.When studying the show's impact, Riley, Sood, and their co-authors looked into \"encoded exposure,\" a term for the measure of how engaged the audience was with the show. So it took into account things like whether people watched a show, what they remembered from it, if they adjusted their daily schedules so they could see the show live, and how often they were able to catch it. Through partnering with UNICEF and the Center for Media Studies, data was gathered via repeated surveys of television viewers in six of India's states at the start, middle and end of the show's run.The researchers found that people's perception of the social norms tied to the show's educational messages improved significantly among the group of viewers who were most invested and regularly watched the show throughout its run. Those who were not regular viewers, or not very familiar with \"Kyunki,\" scored a little higher than those who didn't watch it at all, but not significantly so -- and not close to the regular viewers.  So, when making a show with a social message, does that mean that the show's quality is important?\"Absolutely,\" Riley said. \"One of the key pieces of entertainment-education is they have to be entertaining. This is the idea of getting 'hooked' on a show. Fans of programs who 'binge' them or move their schedules to accommodate watching them are a great example of the ideal for audiences of these types of shows.\"\r\n", "article_link": "http://dx.doi.org/10.1080/10810730.2016.1250843", "url": "http://www.eurekalert.org/pub_releases/2017-01/du-mes011717.php", "region": "namerica", "source_link": "http://drexel.edu/now/archive/2017/January/Entertainment-Education-Must-Be-Must-See-TV-for-Impact/", "funder": "", "meeting": "", "institution": "Drexel University", "keywords": ["Medicine/Health", " Social/Behavioral Science"], "journal": "Journal of Health Communication", "description": "A study of viewing audiences shows that the television programs most effective at imparting an educational message about social behaviors are the ones that keep people watching engaged and coming back for more.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}