{"title": "Talking to children about STEM fields boosts test scores and career interest", "text": "A new study finds parents who talk with their high schoolers about the relevance of science and math can increase competency and career interest in the fields.The findings, published Jan. 17 in the Proceedings of the National Academy of Sciences, show a 12 percentage point increase on the math and science ACT for students whose parents were provided with information on how to effectively convey the importance of science, technology, engineering and math. The same students also are likely to be more interested in pursuing STEM careers, including taking STEM classes in college and having a favorable impression of the fields.The research by Christopher S. Rozek, a postdoctoral scholar at the University of Chicago, and colleagues at Northwestern University, the University of Wisconsin-Madison and the University of Virginia provides new insights as policymakers in the United States look to increase the number of students going into the STEM fields. A strong pipeline of STEM graduates is seen as critical for economic growth and global competitiveness, with recent international tests ranking the United States 35th in math achievement and 27th in science achievement.\"Parents are potentially an untapped resource for helping to improve the STEM motivation and preparation of students,\" said Rozek, lead author of the research. \"We could move the needle by just encouraging parents to have these conversations about the relevance of math and science.\"Rozek and his colleagues focused broadly on what's known as expectancy-value theory, and more specifically, on the concept that individuals make choices depending on the relevance or usefulness to a current or future goal. For the study, researchers designed materials that help parents talk to their children about the relevance of STEM fields, pointing to the role of math and science in how cell phones work or how the subjects factor into specific careers. Parents participating in a decades-long study in Wisconsin were split into two groups, with one group given the materials while the other served as the control. Researchers then tracked a variety of outcomes over several years to assess the effects.The research follows up on initial findings from the study published in 2012 by Rozek and his co-authors showing that 11th- and 12th-grade students whose parents had access to these materials about the relevance of math and science took, on average, nearly one additional semester of STEM coursework in high school.In the latest study, researchers found that when parents were provided with the STEM relevance information, their children showed improved math and science ACTs in addition to increased STEM course-taking in high school. The increased high school STEM coursework and higher scores on the math and science ACTs affected the number of college STEM classes in which students enrolled, the careers they pursued and their overall perception of the value of STEM fields.The latest findings challenge widely held assumptions, including that parents already are effectively talking with their children about the importance of math and science, and that by high school, the views of students have solidified.\"By the time students are teenagers, many parents don't think there is much they can do to change their children's minds or help them be motivated. This research shows that parents can still have a substantial effect,\" Rozek said.The findings provide new perspective on discussions at the federal level, where policymakers haven't focused on students' beliefs around STEM--an approach researchers described as cost-effective.\r\n", "article_link": "http://dx.doi.org/10.1073/pnas.1607386114", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc-ttc011717.php", "region": "namerica", "source_link": "https://news.uchicago.edu/article/2017/01/17/talking-children-about-stem-fields-boosts-test-scores-and-career-interest", "funder": "National Science Foundation, US Department of Education", "meeting": "", "institution": "University of Chicago", "keywords": ["K-12", " Science/Math", " Social/Behavioral Science", " Parenting/Child Care/Family"], "journal": "Proceedings of the National Academy of Sciences", "description": "A new study published in the Proceedings of the National Academy of Sciences finds parents who talk with their high schoolers about the relevance of science and math can increase competency and career interest in the fields.", "date": "Tue, 17 Jan 2017 05:00:00 GMT"}