{"title": "Retail therapy for jealous partners", "text": "Have you ever felt jealous about the attention your romantic partner was giving to someone else? Perhaps your significant other seems to be enjoying a conversation with someone a little too much, or a co-worker is flirting with your partner at a company holiday party. Researcher Xun (Irene) Huang, PhD, was eager to investigate whether these feelings of jealously motivated consumers to buy things that were more likely to recapture the attention of their partners. She and her team conducted a series of five different experiments, and the results revealed that feelings of jealousy increase the desire for eye-catching products--such as a bright colored coat instead of a dull-colored one, or a T-shirt with a big logo design versus a low-key design. A summary of their findings is available online in the Journal of Consumer Psychology. \"We believe that this effect is not just restricted to jealousy in romantic relationships,\" says Huang, a professor at Nanyang Technological University in Singapore. \"Children can be jealous of a sibling's relationship with their parents, or workers might be jealous of a colleague's close relationship with a supervisor.\"The researchers also found that the desire for eye-grabbing products disappeared when there was little chance that the product would be noticed by others in public. Participants who were experiencing feelings of jealously in one experiment were more likely to buy a noticeable gold lamp for their office, a public place. But if they were buying a lamp for their bedroom, interest in a gold lamp versus a plain grey one was equal. The researchers were surprised to discover that the desire to recapture someone's attention with eye-catching products even outweighed the risk of public embarrassment. In one experiment, participants were asked to imagine that they had been invited to a party. One group had been invited to a costume party organized by friends, and the other group had been invited to a formal welcoming party for new staff members at their company.Then they were asked to choose whether they'd prefer to wear an ordinary pair of sunglasses to the party or a unique and eye-catching pair. The researchers found that participants who were experiencing feelings of jealously opted to wear the eye-catching sunglasses to both types of parties, even though they could garner negative attention for this at a formal work party. These findings also have implications for marketing, Huang says. Print advertisements and in-store displays can capture situations in which jealously is at play, which could motivate consumers to buy products that will attract someone's attention. Television commercials that promote attention-grabbing products might also be effective during sit-coms in which jealously is a common theme.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfcp-rtf011317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Society for Consumer Psychology", "keywords": ["Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Sexual Behavior", " Mental Health", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Journal of Consumer Psychology", "description": "When people in a relationships fees jealous about the attention their partners are receiving, they are more likely to purchase eye-grabbing products. This is an attempt to recapture the attention of their partners.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}