{"title": "Imposing 'meaningful work' leads to staff burnout", "text": "Strategies to boost staff performance and morale by manipulating our desire for meaningful work often achieve the opposite - damaging organisations and alienating employees - a new study suggests.Previous research has shown that important and meaningful work is the single most-valued feature of employment for most of us, bringing a range of benefits for individuals and employers. This is borne out by the so-called 'lottery test', which shows that most people would continue to work after landing a windfall.Managers have recognised this and employ a range of techniques to harness this natural motivation, such as encouraging us to adopt organisational values, supporting good causes, and linking work to a wider purpose.But when employees view these strategies as self-serving, not genuine or incoherent - say, if the employer says one thing but does another - then they fall flat and can actually have negative consequences, according to a new paper in the journal Human Resource Management Review.The lead author, Professor Catherine Bailey in the School of Business, Management and Economics at the University of Sussex, says that the mismanagement of meaningfulness in the workplace is giving rise to what she describes as 'existential labour'.She says: \"Management strategies like this, when executed badly, leave huge numbers of workers who feel compelled to act as if they find their work meaningful, even if they do not.\"This may be for career advancement, the wish to feel good about oneself or the fear of negative outcomes, such as job loss, stigma or career blocking.\"But faking it in this way, pretending that they believe things that they do not, for instance, takes a huge amount of emotional resource and can leave people exhausted, burnt out or wanting to quit.\"Professor Bailey and colleagues at Greenwich, Berlin and LSE identify two forms of 'acting' that employees use when they perceive organisational efforts to manage the meaningfulness of their work. Surface existential acting is when an employee acts in line with expectations at work even if their true values and beliefs are different.Deep existential acting, meanwhile, occurs when an employee attempts to alter their own sense of what is meaningful in order to more closely align with their employer. The paper gives the example of a call centre worker who finds meaning in helping vulnerable or worried customers, yet is expected to handle as many calls as possible in a day. That person sets out to deliberately change their perception of the situation so that they instead find meaning in helping the maximum number of people in a day, even if that means sacrificing time spent on each one.Both can cause problems for individuals and organisations, the researchers say, and managers and HR professionals should take note. Professor Bailey says: \"HR professionals should consider the factors that are likely to give rise to forms of organisational acting, such as reward systems that emphasize 'fitting in', and structures and systems that allow little room for individual choice, voice and discretion, and explore the extent to which these are true of their organizations.\"Ensuring that line managers are appropriately trained and developed to help employees find their work genuinely meaningful should be the cornerpiece of a meaningfulness management strategy.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.hrmr.2016.11.001", "url": "http://www.eurekalert.org/pub_releases/2017-01/uos-iw011617.php", "region": "europe", "source_link": "http://www.sussex.ac.uk/newsandevents/pressrelease/id/38643", "funder": "", "meeting": "", "institution": "University of Sussex", "keywords": ["Business/Economics", " Personal", " Management Science/Operations Research"], "journal": "Human Resource Management Review", "description": "Strategies to boost staff performance and morale by manipulating our desire for meaningful work often achieve the opposite -- damaging organizations and alienating employees -- a new study suggests.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}