{"title": "HIV therapy could be contributing to syphilis outbreak: UBC study", "text": "Drugs used to treat HIV could affect how the body responds to syphilis, inadvertently contributing to a current outbreak, a new study suggests. Syphilis cases in several countries have risen sharply in recent years, primarily affecting men who have sex with men. In this study, researchers investigating the outbreak hypothesize that medications used in highly active antiretroviral therapy (HAART), the gold standard for treating HIV infection, could reduce the body's immune responses to particular diseases, including syphilis.  \"After reading about the astounding increase in syphilis cases, I also noticed a huge gap between syphilis and other sexually transmitted infections like chlamydia and gonorrhea,\" said Michael Rekart, lead author and clinical professor in UBC's school of population and public health. \"That led me to believe there must be something else going on.\"Until now, research and clinical communities have suggested that the outbreak could be a result of more risky sexual behaviour, such as people having sex without condoms, springing from the perception that the risk of HIV infection is low due to the availability and effectiveness of HAART. However, the study points to evidence showing that many men with HIV do not practice high-risk sexual behaviour and that new syphilis cases are commonly observed in people on HAART. It also suggests there are plausible biological explanations for HAART effects on the body's immune response to certain diseases, says Caroline Cameron, a microbiologist at the University of Victoria who was part of the study team. Rekart and his colleagues used mathematical modeling to predict syphilis rates based on the premise that risky sexual behaviour was the sole cause, and calculated a rate of increase lower than today's actual rate. When they considered both behaviour changes and possible immunity effects, their model predicted a rate that closely approximated the actual incidence of syphilis in B.C. and several other countries. Researchers have not yet compared data of people on HAART who contract syphilis with those not on HAART who contract the infection to establish a link.While the findings suggest that researchers and health-care professionals should look more closely at this issue, Rekart said it is vital for people to continue to take their HAART. He said people can use information from this study to make behaviour decisions such as always using condoms and reducing the number of sexual partners. \"HAART drugs are life-saving; syphilis is curable,\" he said. \"HAART drugs bring people with HIV back to a normal state of immunity, they can have a normal life, they don't get most opportunistic infections such as tuberculosis.\"As a next step, researchers will need to look more closely at the relationship between HAART and infectious and non-infectious diseases and whether there are specific drugs in the HAART medication cocktail that impair immunity.", "article_link": "http://dx.doi.org/10.1136/sextrans-2016-052870", "url": "http://www.eurekalert.org/pub_releases/2017-01/uobc-htc011317.php", "region": "namerica", "source_link": "http://news.ubc.ca/2017/01/16/hiv-therapy-could-be-contributing-to-syphilis-outbreak-ubc-study", "funder": "", "meeting": "", "institution": "University of British Columbia", "keywords": ["Medicine/Health", " AIDS/HIV", " Epidemiology", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Sexual Behavior"], "journal": "Sexually Transmitted Infections", "description": "Drugs used to treat HIV could affect how the body responds to syphilis, inadvertently contributing to a current outbreak, a new study suggests.", "date": "Mon, 16 Jan 2017 05:00:00 GMT"}