{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/ehs-aqo042717.php", "description": "The significant presence of multidrug-resistant gram-negative bacteria (MDR-GNB), such as E. coli, among nursing home residents demonstrates the need for heightened infection control prevention and control measures in nursing homes, according to a meta-analysis published in the May issue of the American Journal of Infection Control, the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC).", "region": "namerica", "title": "A quarter of nursing home residents are colonized with drug-resistant bacteria", "text": "Arlington, VA, April 27, 2017 -The significant presence of multidrug-resistant gram-negative bacteria (MDR-GNB), such as E. coli, among nursing home residents demonstrates the need for heightened infection control prevention and control measures in nursing homes, according to a meta-analysis published in the May issue of the American Journal of Infection Control, the official journal of the Association for Professionals in Infection Control and Epidemiology (APIC). The systematic literature review and meta-analysis, conducted by Sainfer Aliyu, MPhil, MSEd, MHPM, BSN, RN, and others at the Columbia University School of Nursing, found the prevalence of MDR-GNB colonization among sampled nursing home residents ranged from 11.2 percent to 59.1 percent, with a pooled average of 27 percent. Researchers also found that nine of the 12 studies involved identi?ed speci?c factors that are associated with increased MDR-GNB colonization risk, including advanced age, gender, comorbid chronic diseases, history of recurrent hospitalization, increased interaction with healthcare workers, frequent antimicrobial exposure, delayed initiation of effective antibiotic therapy, presence of medical devices, decreased functional status, advanced dementia, nonambulatory status, fecal incontinence, severe sepsis present on admission, and residency in a long-term care facility.The study is thought to be the first systematic review and meta-analysis of its kind, and should raise concerns among infection control professionals and nursing home facilities. \"This study underscores the importance of having strong infection prevention programs in all nursing homes and long-term care facilities,\" said 2017 APIC President Linda Greene, RN, MPS, CIC, FAPIC. \"Understanding the dynamics and cause of MDR-GNB transmission is crucial to identifying effective infection control strategies speci?c to these settings.\" Nursing home residents are especially vulnerable to infections due to multiple comorbidities, advanced age, and immune dysfunction. In addition, living in a nursing home is itself considered a risk factor, as frequent transfers from nursing homes to acute care contribute to the in?ux of pathogens into hospital settings. Prevention and management of MDR-GNB in nursing homes are complicated and require extensive infection control resources due to challenges common to this setting such as understaffing, fewer resources, insufficient training, and inadequate surveillance. \"Identifying which patients are most prone to an increased risk of MDR-GNB will enable infection preventionists to tailor efforts and stem future contaminations,\" wrote Aliyu, et al. \"The results of our study suggest that there is much more to be done with regard to infection prevention within nursing homes, and that increased measures must be taken with elderly patients in regard to MDR-GNB colonization.\"According to the Centers for Disease Control and Prevention, the percentage of gram-negative bacteria that are resistant to drugs is increasing. MDR-GNB cause serious infections in healthcare settings including pneumonia, bloodstream infections, wound or surgical site infections, and meningitis. They are particularly worrisome because they are becoming resistant to nearly all drugs that would be considered for treatment, with fewer novel antibacterial agents being developed. ", "article_link": "http://dx.doi.org/10.1016/j.ajic.2017.01.022", "institution": "Elsevier Health Sciences", "journal": "American Journal of Infection Control", "keywords": ["Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health"], "date": "Thu, 27 Apr 2017 04:00:00 GMT", "source_link": null}