{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "artificial", "grammar", "used", "study", "coupling", "human", "auditory", "cortex", "view", "international", "collaboration", "neuroscientists", "shed", "light", "brain", "helps", "us", "predict", "coming", "next", "speech", "study", "publishing", "april", "25", "open", "access", "journal", "plos", "biology", "scientists", "newcastle", "university", "uk", "neurosurgery", "group", "university", "iowa", "usa", "report", "discovered", "mechanisms", "brain", "auditory", "cortex", "involved", "processing", "speech", "predicting", "upcoming", "words", "essentially", "unchanged", "throughout", "evolution", "research", "reveals", "individual", "neurons", "coordinate", "neural", "populations", "anticipate", "events", "process", "impaired", "many", "neurological", "psychiatric", "disorders", "dyslexia", "schizophrenia", "attention", "deficit", "hyperactivity", "disorder", "adhd", "approach", "first", "developed", "studying", "infant", "language", "learning", "team", "neuroscientists", "led", "dr", "yuki", "kikuchi", "prof", "chris", "petkov", "newcastle", "university", "humans", "monkeys", "listen", "sequences", "spoken", "words", "language", "species", "able", "learn", "predictive", "relationships", "spoken", "sounds", "responses", "auditory", "cortex", "two", "species", "revealed", "populations", "neurons", "responded", "speech", "sounds", "learned", "predictive", "relationships", "sounds", "neural", "responses", "found", "remarkably", "similar", "species", "suggesting", "way", "human", "auditory", "cortex", "responds", "speech", "harnesses", "evolutionarily", "conserved", "mechanisms", "rather", "uniquely", "specialized", "humans", "speech", "language", "able", "predict", "events", "vital", "much", "every", "day", "professor", "petkov", "notes", "know", "humans", "monkeys", "share", "ability", "predict", "speech", "apply", "knowledge", "take", "forward", "research", "improve", "understanding", "human", "brain", "dr", "kikuchi", "elaborates", "effect", "discovered", "mechanisms", "speech", "brain", "work", "like", "predictive", "text", "mobile", "phone", "anticipating", "going", "hear", "next", "could", "help", "us", "better", "understand", "happening", "brain", "fails", "make", "fundamental", "predictions", "people", "dementia", "stroke", "building", "results", "team", "working", "projects", "harness", "insights", "predictive", "signals", "brain", "develop", "new", "models", "study", "signals", "go", "wrong", "patients", "stroke", "dementia", "goal", "identify", "strategies", "yield", "accurate", "prognoses", "treatments", "patients"], "url": "http://www.eurekalert.org/pub_releases/2017-04/p-wcn041817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The artificial grammar used in this study and the phase-amplitude coupling in human auditory cortex.", "view more An international collaboration of neuroscientists has shed light on how the brain helps us to predict what is coming next in speech.", "In the study, publishing on April 25 in the open access journal PLOS Biology scientists from Newcastle University, UK, and a neurosurgery group at the University of Iowa, USA, report that they have discovered mechanisms in the brain's auditory cortex involved in processing speech and predicting upcoming words, which is essentially unchanged throughout evolution.", "Their research reveals how individual neurons coordinate with neural populations to anticipate events, a process that is impaired in many neurological and psychiatric disorders such as dyslexia, schizophrenia and Attention Deficit Hyperactivity Disorder (ADHD).Using an approach first developed for studying infant language learning, the team of neuroscientists led by Dr Yuki Kikuchi and Prof Chris Petkov of Newcastle University had humans and monkeys listen to sequences of spoken words from a made-up language.", "Both species were able to learn the predictive relationships between the spoken sounds in the sequences.Neural responses from the auditory cortex in the two species revealed how populations of neurons responded to the speech sounds and to the learned predictive relationships between the sounds.", "The neural responses were found to be remarkably similar in both species, suggesting that the way the human auditory cortex responds to speech harnesses evolutionarily conserved mechanisms, rather than those that have uniquely specialized in humans for speech or language.", "\"Being able to predict events is vital for so much of what we do every day,\" Professor Petkov notes.", "\"Now that we know humans and monkeys share the ability to predict speech we can apply this knowledge to take forward research to improve our understanding of the human brain.\"", "Dr Kikuchi elaborates, \"in effect we have discovered the mechanisms for speech in your brain that work like predictive text on your mobile phone, anticipating what you are going to hear next.", "This could help us better understand what is happening when the brain fails to make fundamental predictions, such as in people with dementia or after a stroke.\"", "Building on these results, the team are working on projects to harness insights on predictive signals in the brain to develop new models to study how these signals go wrong in patients with stroke or dementia.", "The long-term goal is to identify strategies that yield more accurate prognoses and treatments for these patients."], "title": "What's coming next? Scientists identify how the brain predicts speech | EurekAlert! Science News", "source": "PLOS", "date": "2018-01-19_20:39:26", "year": "Tue, 25 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The artificial grammar used in this study and the phase-amplitude coupling in human auditory cortex.\n       view more An international collaboration of neuroscientists has shed light on how the brain helps us to predict what is coming next in speech. In the study, publishing on April 25 in the open access journal PLOS Biology scientists from Newcastle University, UK, and a neurosurgery group at the University of Iowa, USA, report that they have discovered mechanisms in the brain's auditory cortex involved in processing speech and predicting upcoming words, which is essentially unchanged throughout evolution. Their research reveals how individual neurons coordinate with neural populations to anticipate events, a process that is impaired in many neurological and psychiatric disorders such as dyslexia, schizophrenia and Attention Deficit Hyperactivity Disorder (ADHD).Using an approach first developed for studying infant language learning, the team of neuroscientists led by Dr Yuki Kikuchi and Prof Chris Petkov of Newcastle University had humans and monkeys listen to sequences of spoken words from a made-up language. Both species were able to learn the predictive relationships between the spoken sounds in the sequences.Neural responses from the auditory cortex in the two species revealed how populations of neurons responded to the speech sounds and to the learned predictive relationships between the sounds. The neural responses were found to be remarkably similar in both species, suggesting that the way the human auditory cortex responds to speech harnesses evolutionarily conserved mechanisms, rather than those that have uniquely specialized in humans for speech or language. \"Being able to predict events is vital for so much of what we do every day,\" Professor Petkov notes. \"Now that we know humans and monkeys share the ability to predict speech we can apply this knowledge to take forward research to improve our understanding of the human brain.\" Dr Kikuchi elaborates, \"in effect we have discovered the mechanisms for speech in your brain that work like predictive text on your mobile phone, anticipating what you are going to hear next. This could help us better understand what is happening when the brain fails to make fundamental predictions, such as in people with dementia or after a stroke.\" Building on these results, the team are working on projects to harness insights on predictive signals in the brain to develop new models to study how these signals go wrong in patients with stroke or dementia. The long-term goal is to identify strategies that yield more accurate prognoses and treatments for these patients."}