{"funder": "", "meeting": "American Geriatrics Society (AGS) 2017 Annual Scientific Meeting (#AGS17)", "url": "http://www.eurekalert.org/pub_releases/2017-04/ags-7yo042517.php", "description": "More than 2,500 physicians, nurses, pharmacists, physician assistants, social workers, long-term and managed care providers, healthcare administrators, students, and other geriatrics stakeholders will come together for a program built from more than 800 abstract submissions and inclusive of more than 100 events.", "region": "namerica", "title": "75 years of geriatrics expertise on display at 2017 AGS Annual Scientific Meeting", "text": "\"I have said that Texas is a state of mind, but I think it's more than that,\" extolled John Steinbeck in his now famous Travels with Charley. The same might also be said for geriatrics in the heart of Texas, as the American Geriatrics Society (AGS) prepares to bring the field's premier educational forum for clinical care, research on aging, and innovative care delivery to San Antonio, Texas (May 18-20; Preconference: May 17), to toast the Society's 75th anniversary of leading change and improving care for older adults.More than 2,500 physicians, nurses, pharmacists, physician assistants, social workers, long-term and managed care providers, healthcare administrators, students, and other geriatrics stakeholders will come together for a program built from more than 800 abstract submissions and inclusive of more than 100 events.\"This is a special year for the Annual Scientific Meeting since it's the AGS's 75th anniversary,\" notes Paul Mulhausen, MD, MHS, FACP, AGSF, Program Chair. \"This meeting will be a celebration not only of how far we've come in the field, but also of the research and innovations that will drive our future -- the best care possible for older adults.\"Goals-Oriented Care for Older Adults in Specialty Clinics (Thurs., May 18; 7:30-9am Central Time)This session presents novel approaches and initiatives for developing, evaluating, and integrating person-centered,  goals-oriented care in specialty geriatrics clinics that manage everything from chronic pain and depression to  cardiology, mental health, and primary care coordination.Plenary Paper Session (Thurs., May 18; 10-11am CT)Potentially inappropriate medications, the future of Advance Care Planning (ACP), and improved emergency care for  older adults are headline presentations anchoring the prestigious Plenary Paper Session. Papers were selected by  peer experts and program planners from a pool of more than 800 abstract submissions.AGS 75th Anniversary Lecture (Thurs., May 18; 11am-12pm CT)Where have we been? Where are we going? To toast the anniversary of the AGS, join us for a special lecture by Past  AGS President James Pacala, MD, MS, AGSF, to reflect on the past, present, and future of geriatrics expertise.Controversies in Implementation of the Beers Criteria: To Deprescribe or Not to Deprescribe (Thurs., May 18; 1-2:30pm CT)This session will offer solutions to common challenges and controversies when applying the AGS Beers Criteria to  reduce the use of potentially inappropriate medications among older adults.Providing High-Quality Dementia Care in 2017 and Beyond (Thurs., May 18; 2:45-4:15pm CT)This symposium will explore strategies for providing optimal dementia care, including how to implement successful dementia care models and embrace cultural diversity when coordinating care.Presidential Poster Session (Thurs., May 18; 4:30-6pm CT)The Presidential Poster Session and Reception feature posters that received top-billing from our expert Abstract  Reviewers.Changing Landscape of Alzheimer's Disease Diagnosis (Fri., May 19; 7:30-9am CT)This program will explore evidence behind the National Institute on Aging-Alzheimer's Association recommendation to  use biomarkers to strengthen early-stage Alzheimer's disease diagnoses.Lightning Science: Brief Presentations of Top-Rated Abstracts (Fri., May 19; 7:30-9am CT)This fast-paced, interactive session will showcase some of the best new research and innovation in aging research.AGS Awards Ceremony (Fri., May 19; 9:15-10am CT)Join us as we honor some of the best and brightest clinicians, researchers, and educators representing the future of geriatrics.Thomas and Catherine Yoshikawa Award Lecture for Outstanding Scientific Achievement in Clinical Investigation  (Fri., May 19; 10-10:45am CT)The AGS announced that Sei Lee, MD, MAS, Associate Professor in the Division of Geriatrics at the University of  California, San Francisco (UCSF), will be honored with the 2017 Thomas and Catherine Yoshikawa Award for  Outstanding Scientific Achievement in Clinical Investigation. A Senior Scholar with the San Francisco VA Quality  Scholars fellowship and rising research leader in targeting health care for older adults, Dr. Lee will deliver a plenary  presentation on individualizing preventive care for older men and women.Navigating Through Uncertain Times in Public Policy (Fri., May 19; 10:45am-12pm CT)This session will include the very latest information on changes in the policy world as they relate to geriatrics healthcare professionals and older adults. Presenters will review AGS policy priorities and what we can expect from the new  Congress and Administration.That Was the Year That Will Be: Bench Research Findings of 2016 That Will Be at the Bedside by 2021 (Fri., May  19; 1-2:30pm CT)This symposium will focus on basic science and translational studies that will impact clinical care--including  opportunities related to neurovascular, musculoskeletal, vascular, and cellular senescence knowledge--in the next five  years.Drug Therapy Controversies: Clinical Pearls for Your Practice (Fri., May 19; 1-2:30pm CT)This program will review literature surrounding drug-related controversies for older adults, as well as ways to manage  care, communication, and involvement among older adults and caregivers.Assessing the Effectiveness of Interventions to Prevent or Slow Cognitive Decline (Fri., May 19; 2:45-4:15pm CT)This session will offer a synthesis of evidence on interventions to delay the onset of cognitive decline. Attendees will  learn to describe the state and strength of current research on everything from physical activity to promising  pharmaceuticals.Healthy Aging (Sat., May 20; 7:30-9am CT)This session will explore \"healthy aging\" by way of critical questions for our field: What is it? How can we support it?  What should geriatrics healthcare professionals do to promote it?U13 Urinary Incontinence Conference Proceedings (Sat., May 20, 7:30-9am CT)This session will review proceedings from the National Institute on Aging-sponsored U13 conference on \"Urinary Incontinence in the Elderly: A Translational Research Agenda for a Complex Geriatric Syndrome.\"Geriatrics Literature Update (Sat., May 20; 9:15-10:45am CT)A fan favorite among AGS Annual Scientific Meeting attendees, the Geriatric Literature Update will focus on 30 of last  year's most important published papers impacting older adults, caregivers, and geriatrics healthcare professionals.Integrating Geriatrics into Primary Care: Learnings from Four Model GWEPs (Sat., May 20; 11am-12:30pm CT)One of the Geriatrics Workforce Enhancement Program's (GWEP's, a federally funded program tasked with increasing  the number of healthcare professionals with expertise in geriatrics) primary focus areas is the transformation of clinical  training environments into integrated geriatrics and primary care delivery systems. This session will present practice  change innovations instituted by four GWEP sites.Emerging Trends in Cardiac Devices: What Geriatricians Should Know (Sat., May 20; 11am-12:30pm CT)This session will offer expert perspective on the use of implantable cardioverter-defibrillators, cardiac resynchronization therapy, mechanical circulatory support, and transcatheter and surgical aortic valve replacement, as well as device management for those approaching end-of-life.Pharmacotherapy Update: 2017 (Sat., May 20; 12:45pm-2:15pm CT)This symposium will address access to medications for older adults, summarizing changes over the past year in pharmacotherapy and prescription coverage available to older adults.With more and more of us living longer, providing high-quality, cost-effective health care now and in the future will be a critical imperative. The AGS 2017 Annual Scientific Meeting stands at the crossroads between a growing demand for expert health professionals and the need for innovation supporting the health, safety, and independence of us all as we age. More information on the conference program and registration (free to members of the media) is available at AmericanGeriatrics.org.", "article_link": null, "institution": "American Geriatrics Society", "journal": "", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Public Health", " Behavior", " Demography", " Aging"], "date": "Tue, 25 Apr 2017 04:00:00 GMT", "source_link": "http://www.americangeriatrics.org/press/news_press_releases/id:6883"}