{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txworking", "human", "brain", "tissue", "samples", "genetically", "engineered", "mice", "johns", "hopkins", "medicine", "researchers", "together", "colleagues", "national", "institutes", "health", "university", "california", "san", "diego", "alzheimer", "disease", "research", "center", "columbia", "university", "institute", "basic", "research", "staten", "island", "say", "consequences", "low", "levels", "protein", "nptx2", "brains", "people", "alzheimer", "disease", "ad", "may", "change", "pattern", "neural", "activity", "ways", "lead", "learning", "memory", "loss", "hallmarks", "discovery", "described", "online", "april", "25", "edition", "elife", "lead", "important", "research", "may", "one", "day", "help", "experts", "develop", "new", "better", "therapies", "alzheimer", "forms", "cognitive", "currently", "affects", "five", "million", "proteins", "called", "amyloid", "plaques", "long", "seen", "brains", "people", "ad", "often", "blamed", "mental", "decline", "associated", "disease", "autopsies", "brain", "imaging", "studies", "reveal", "people", "high", "levels", "amyloid", "without", "displaying", "symptoms", "ad", "calling", "question", "direct", "link", "amyloid", "new", "study", "shows", "protein", "nptx2", "turned", "time", "amyloid", "accumulating", "brain", "circuit", "adaptations", "essential", "neurons", "speak", "unison", "disrupted", "resulting", "failure", "memory", "findings", "represent", "something", "extraordinarily", "interesting", "cognition", "fails", "human", "alzheimer", "disease", "says", "paul", "worley", "neuroscientist", "johns", "hopkins", "university", "school", "medicine", "paper", "senior", "author", "key", "point", "combination", "amyloid", "low", "nptx2", "leads", "cognitive", "failure", "since", "1990s", "worley", "group", "studying", "set", "genes", "known", "immediate", "early", "genes", "called", "activated", "almost", "instantly", "brain", "cells", "people", "animals", "experience", "results", "new", "gene", "nptx2", "one", "immediate", "early", "genes", "gets", "activated", "makes", "protein", "neurons", "use", "strengthen", "circuits", "brain", "connections", "essential", "brain", "establish", "synchronized", "groups", "response", "experiences", "says", "worley", "without", "neuronal", "activation", "effectively", "synchronized", "brain", "process", "information", "worley", "says", "intrigued", "previous", "studies", "indicating", "altered", "patterns", "activity", "brains", "individuals", "alzheimer", "worley", "group", "wondered", "whether", "altered", "activity", "linked", "changes", "immediate", "early", "gene", "get", "answers", "researchers", "first", "turned", "library", "144", "archived", "human", "brain", "tissue", "samples", "measure", "levels", "protein", "encoded", "nptx2", "gene", "nptx2", "protein", "levels", "discovered", "reduced", "much", "90", "percent", "brain", "samples", "people", "ad", "compared", "brain", "samples", "without", "ad", "contrast", "people", "amyloid", "plaques", "never", "shown", "signs", "ad", "normal", "levels", "nptx2", "initial", "suggestion", "link", "nptx2", "studies", "shown", "nptx2", "play", "essential", "role", "developmental", "brain", "wiring", "resistance", "experimental", "epilepsy", "study", "levels", "nptx2", "might", "related", "cognitive", "dysfunction", "ad", "worley", "collaborators", "examined", "mice", "bred", "without", "rodent", "equivalent", "nptx2", "showed", "lack", "nptx2", "alone", "enough", "affect", "cell", "function", "tested", "brain", "slices", "researchers", "added", "mice", "gene", "increases", "amyloid", "generation", "brain", "brain", "slices", "mice", "amyloid", "nptx2", "interneurons", "could", "control", "brain", "rhythms", "important", "making", "new", "memories", "moreover", "glutamate", "receptor", "normally", "expressed", "interneurons", "essential", "interneuron", "function", "consequence", "amyloid", "nptx2", "deletion", "mouse", "similarly", "reduced", "human", "ad", "says", "results", "suggest", "increased", "activity", "seen", "brains", "ad", "patients", "due", "low", "nptx2", "combined", "amyloid", "plaques", "consequent", "disruption", "interneuron", "function", "effect", "nptx2", "amyloid", "synergistic", "one", "depending", "effect", "would", "explain", "people", "high", "levels", "brain", "amyloid", "show", "signs", "team", "examined", "nptx2", "protein", "cerebrospinal", "fluid", "csf", "60", "living", "ad", "patients", "72", "people", "without", "ad", "lower", "scores", "memory", "cognition", "standard", "ad", "tests", "found", "associated", "lower", "levels", "nptx2", "csf", "moreover", "nptx2", "correlated", "measures", "size", "hippocampus", "brain", "region", "essential", "memory", "shrinks", "ad", "patient", "population", "nptx2", "levels", "closely", "correlated", "cognitive", "performance", "current", "best", "biomarkers", "including", "tau", "biomarker", "neurodegenerative", "diseases", "biomarker", "known", "long", "associated", "ad", "overall", "nptx2", "levels", "csf", "ad", "patients", "36", "70", "percent", "lower", "people", "without", "ad", "perhaps", "important", "aspect", "discovery", "nptx2", "reduction", "appears", "independent", "mechanism", "generates", "amyloid", "plaques", "means", "nptx2", "represents", "new", "mechanism", "strongly", "founded", "basic", "science", "research", "previously", "studied", "animal", "models", "context", "human", "disease", "creates", "many", "new", "opportunities", "says", "worley", "one", "immediate", "application", "may", "determine", "whether", "measures", "nptx2", "helpful", "way", "sorting", "patients", "identifying", "subset", "responsive", "emerging", "therapies", "worley", "says", "instance", "drugs", "disrupt", "amyloid", "may", "effective", "patients", "relatively", "high", "nptx2", "group", "providing", "reagents", "companies", "assess", "development", "commercial", "test", "measures", "nptx2", "work", "needed", "worley", "adds", "understand", "nptx2", "levels", "become", "low", "ad", "process", "could", "prevented", "slowed"], "url": "http://www.eurekalert.org/pub_releases/2017-04/jhm-llo042417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWorking with human brain tissue samples and genetically engineered mice, Johns Hopkins Medicine researchers together with colleagues at the National Institutes of Health, the University of California San Diego Shiley-Marcos Alzheimer's Disease Research Center, Columbia University, and the Institute for Basic Research in Staten Island say that consequences of low levels of the protein NPTX2 in the brains of people with Alzheimer's disease (AD) may change the pattern of neural activity in ways that lead to the learning and memory loss that are hallmarks of the disease.This discovery, described online in the April 25 edition of eLife, will lead to important research and may one day help experts develop new and better therapies for Alzheimer's and other forms of cognitive decline.AD currently affects more than five million Americans.Clumps of proteins called amyloid plaques, long seen in the brains of people with AD, are often blamed for the mental decline associated with the disease.", "But autopsies and brain imaging studies reveal that people can have high levels of amyloid without displaying symptoms of AD, calling into question a direct link between amyloid and dementia.This new study shows that when the protein NPTX2 is \"turned down\" at the same time that amyloid is accumulating in the brain, circuit adaptations that are essential for neurons to \"speak in unison\" are disrupted, resulting in a failure of memory.", "\"These findings represent something extraordinarily interesting about how cognition fails in human Alzheimer's disease,\" says Paul Worley, M.D., a neuroscientist at the Johns Hopkins University School of Medicine and the paper's senior author.", "\"The key point here is that it's the combination of amyloid and low NPTX2 that leads to cognitive failure.", "\"Since the 1990s, Worley's group has been studying a set of genes known as \"immediate early genes,\" so called because they're activated almost instantly in brain cells when people and other animals have an experience that results in a new memory.The gene NPTX2 is one of these immediate early genes that gets activated and makes a protein that neurons use to strengthen \"circuits\" in the brain.", "\"Those connections are essential for the brain to establish synchronized groups of 'circuits' in response to experiences,\" says Worley.", "\"Without them, neuronal activation cannot be effectively synchronized and the brain cannot process information.", "\"Worley says he was intrigued by previous studies indicating altered patterns of activity in brains of individuals with Alzheimer's.", "Worley's group wondered whether altered activity was linked to changes in immediate early gene function.To get answers, the researchers first turned to a library of 144 archived human brain tissue samples to measure levels of the protein encoded by the NPTX2 gene.", "NPTX2 protein levels, they discovered, were reduced by as much as 90 percent in brain samples from people with AD compared with age-matched brain samples without AD.", "By contrast, people with amyloid plaques who had never shown signs of AD had normal levels of NPTX2.", "This was an initial suggestion of a link between NPTX2 and cognition.Prior studies had shown NPTX2 to play an essential role for developmental brain wiring and for resistance to experimental epilepsy.", "To study how lower-than-normal levels of NPTX2 might be related to the cognitive dysfunction of AD, Worley and his collaborators examined mice bred without the rodent equivalent of the NPTX2 gene.Tests showed that a lack of NPTX2 alone wasn't enough to affect cell function as tested in brain slices.", "But then the researchers added to mice a gene that increases amyloid generation in their brain.", "In brain slices from mice with both amyloid and no NPTX2, fast-spiking interneurons could not control brain \"rhythms\" important for making new memories.", "Moreover, a glutamate receptor that is normally expressed in interneurons and essential for interneuron function was down-regulated as a consequence of amyloid and NPTX2 deletion in mouse and similarly reduced in human AD brain.Worley says that results suggest that the increased activity seen in the brains of AD patients is due to low NPTX2, combined with amyloid plaques, with consequent disruption of interneuron function.", "And if the effect of NPTX2 and amyloid is synergistic -- one depending on the other for the effect -- it would explain why not all people with high levels of brain amyloid show signs of AD.The team then examined NPTX2 protein in the cerebrospinal fluid (CSF) of 60 living AD patients and 72 people without AD.", "Lower scores of memory and cognition on standard AD tests, they found, were associated with lower levels of NPTX2 in the CSF.", "Moreover, NPTX2 correlated with measures of the size of the hippocampus, a brain region essential for memory that shrinks in AD.", "In this patient population, NPTX2 levels were more closely correlated with cognitive performance than current best biomarkers  -- including tau, a biomarker of neurodegenerative diseases, and a biomarker known as A-beta-42, which has long been associated with AD.", "Overall, NPTX2 levels in the CSF of AD patients were 36 to 70 percent lower than in people without AD.", "\"Perhaps the most important aspect of the discovery is that NPTX2 reduction appears to be independent of the mechanism that generates amyloid plaques.", "This means that NPTX2 represents a new mechanism, which is strongly founded in basic science research, and that has not previously been studied in animal models or in the context of human disease.", "This creates many new opportunities,\" says Worley.", "\"One immediate application may be to determine whether measures of NPTX2 can be helpful as a way of sorting patients and identifying a subset that are most responsive to emerging therapies.\"", "Worley says.", "For instance, drugs that disrupt amyloid may be more effective in patients with relatively high NPTX2.", "His group is now providing reagents to companies to assess development of a commercial test that measures NPTX2 levels.More work is needed, Worley adds, to understand why NPTX2 levels become low in AD and how that process could be prevented or slowed."], "title": "Low levels of 'memory protein' linked to cognitive decline in Alzheimer's disease | EurekAlert! Science News", "source": "Johns Hopkins Medicine", "date": "2018-01-19_20:39:36", "year": "Tue, 25 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXWorking with human brain tissue samples and genetically engineered mice, Johns Hopkins Medicine researchers together with colleagues at the National Institutes of Health, the University of California San Diego Shiley-Marcos Alzheimer's Disease Research Center, Columbia University, and the Institute for Basic Research in Staten Island say that consequences of low levels of the protein NPTX2 in the brains of people with Alzheimer's disease (AD) may change the pattern of neural activity in ways that lead to the learning and memory loss that are hallmarks of the disease.This discovery, described online in the April 25 edition of eLife, will lead to important research and may one day help experts develop new and better therapies for Alzheimer's and other forms of cognitive decline.AD currently affects more than five million Americans.Clumps of proteins called amyloid plaques, long seen in the brains of people with AD, are often blamed for the mental decline associated with the disease. But autopsies and brain imaging studies reveal that people can have high levels of amyloid without displaying symptoms of AD, calling into question a direct link between amyloid and dementia.This new study shows that when the protein NPTX2 is \"turned down\" at the same time that amyloid is accumulating in the brain, circuit adaptations that are essential for neurons to \"speak in unison\" are disrupted, resulting in a failure of memory.\"These findings represent something extraordinarily interesting about how cognition fails in human Alzheimer's disease,\" says Paul Worley, M.D., a neuroscientist at the Johns Hopkins University School of Medicine and the paper's senior author. \"The key point here is that it's the combination of amyloid and low NPTX2 that leads to cognitive failure.\"Since the 1990s, Worley's group has been studying a set of genes known as \"immediate early genes,\" so called because they're activated almost instantly in brain cells when people and other animals have an experience that results in a new memory.The gene NPTX2 is one of these immediate early genes that gets activated and makes a protein that neurons use to strengthen \"circuits\" in the brain.\"Those connections are essential for the brain to establish synchronized groups of 'circuits' in response to experiences,\" says Worley. \"Without them, neuronal activation cannot be effectively synchronized and the brain cannot process information.\"Worley says he was intrigued by previous studies indicating altered patterns of activity in brains of individuals with Alzheimer's. Worley's group wondered whether altered activity was linked to changes in immediate early gene function.To get answers, the researchers first turned to a library of 144 archived human brain tissue samples to measure levels of the protein encoded by the NPTX2 gene. NPTX2 protein levels, they discovered, were reduced by as much as 90 percent in brain samples from people with AD compared with age-matched brain samples without AD. By contrast, people with amyloid plaques who had never shown signs of AD had normal levels of NPTX2. This was an initial suggestion of a link between NPTX2 and cognition.Prior studies had shown NPTX2 to play an essential role for developmental brain wiring and for resistance to experimental epilepsy. To study how lower-than-normal levels of NPTX2 might be related to the cognitive dysfunction of AD, Worley and his collaborators examined mice bred without the rodent equivalent of the NPTX2 gene.Tests showed that a lack of NPTX2 alone wasn't enough to affect cell function as tested in brain slices. But then the researchers added to mice a gene that increases amyloid generation in their brain. In brain slices from mice with both amyloid and no NPTX2, fast-spiking interneurons could not control brain \"rhythms\" important for making new memories. Moreover, a glutamate receptor that is normally expressed in interneurons and essential for interneuron function was down-regulated as a consequence of amyloid and NPTX2 deletion in mouse and similarly reduced in human AD brain.Worley says that results suggest that the increased activity seen in the brains of AD patients is due to low NPTX2, combined with amyloid plaques, with consequent disruption of interneuron function. And if the effect of NPTX2 and amyloid is synergistic -- one depending on the other for the effect -- it would explain why not all people with high levels of brain amyloid show signs of AD.The team then examined NPTX2 protein in the cerebrospinal fluid (CSF) of 60 living AD patients and 72 people without AD. Lower scores of memory and cognition on standard AD tests, they found, were associated with lower levels of NPTX2 in the CSF. Moreover, NPTX2 correlated with measures of the size of the hippocampus, a brain region essential for memory that shrinks in AD. In this patient population, NPTX2 levels were more closely correlated with cognitive performance than current best biomarkers  -- including tau, a biomarker of neurodegenerative diseases, and a biomarker known as A-beta-42, which has long been associated with AD. Overall, NPTX2 levels in the CSF of AD patients were 36 to 70 percent lower than in people without AD.\"Perhaps the most important aspect of the discovery is that NPTX2 reduction appears to be independent of the mechanism that generates amyloid plaques. This means that NPTX2 represents a new mechanism, which is strongly founded in basic science research, and that has not previously been studied in animal models or in the context of human disease.  This creates many new opportunities,\" says Worley. \"One immediate application may be to determine whether measures of NPTX2 can be helpful as a way of sorting patients and identifying a subset that are most responsive to emerging therapies.\" Worley says. For instance, drugs that disrupt amyloid may be more effective in patients with relatively high NPTX2. His group is now providing reagents to companies to assess development of a commercial test that measures NPTX2 levels.More work is needed, Worley adds, to understand why NPTX2 levels become low in AD and how that process could be prevented or slowed."}