{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "li", "gan", "team", "showed", "targeting", "key", "components", "immune", "system", "could", "new", "therapeutic", "strategy", "common", "form", "dementia", "view", "san", "francisco", "ca", "april", "24", "2017", "scientists", "gladstone", "institutes", "identified", "mutations", "protein", "commonly", "linked", "frontotemporal", "dementia", "ftd", "result", "behaviors", "linked", "behaviors", "immune", "pathways", "implicating", "targeting", "key", "components", "immune", "system", "could", "new", "therapeutic", "strategy", "common", "form", "dementia", "people", "65", "years", "age", "symptoms", "include", "marked", "disturbances", "language", "debilitating", "changes", "behavior", "including", "loss", "social", "awareness", "impulse", "control", "cure", "ftd", "better", "understanding", "underlies", "symptoms", "disease", "researchers", "believe", "move", "closer", "cure", "mutations", "protein", "progranulin", "found", "many", "cases", "heritable", "forms", "frontotemporal", "dementia", "said", "li", "gan", "phd", "associate", "director", "gladstone", "institute", "neurological", "disease", "senior", "author", "study", "mutations", "cause", "loss", "progranulin", "result", "behaviors", "mouse", "model", "ftd", "also", "early", "ftd", "patients", "progranulin", "involved", "changes", "behavior", "clear", "gan", "team", "hints", "previous", "work", "mice", "lacking", "progranulin", "groom", "excessively", "similar", "obsessive", "behaviors", "seen", "ftd", "patients", "mutated", "progranulin", "mutations", "also", "result", "much", "inflammatory", "signal", "called", "tnf", "ftd", "patients", "increased", "risk", "autoimmune", "disorders", "tnf", "implicated", "key", "pieces", "information", "gan", "team", "wondered", "immune", "system", "tnf", "particular", "might", "involved", "ftd", "began", "study", "using", "genetic", "methods", "delete", "gene", "tnf", "mice", "lacked", "progranulin", "interestingly", "removing", "tnf", "stopped", "excessive", "grooming", "study", "uncovered", "alterations", "innate", "immune", "pathways", "could", "induce", "behaviors", "resembling", "disorder", "mouse", "models", "ftd", "said", "gan", "also", "senior", "investigator", "gladstone", "professor", "neurology", "university", "california", "san", "examined", "resident", "immune", "cells", "brain", "called", "microglia", "cells", "use", "long", "processes", "feel", "around", "neurons", "surroundings", "ensure", "proper", "working", "environment", "detect", "damaged", "neuron", "infection", "become", "mobilized", "take", "neuronal", "debris", "pathogens", "secrete", "chemical", "signals", "attract", "microglia", "help", "deal", "problem", "scientists", "used", "genetic", "methods", "delete", "progranulin", "specifically", "microglia", "induced", "excessive", "mice", "finding", "established", "first", "time", "microglia", "regulate", "obsessive", "behaviors", "behaviors", "could", "prevented", "inactivating", "master", "regulator", "immune", "system", "microglia", "reducing", "activity", "immune", "cells", "yielded", "another", "important", "result", "mice", "lacking", "progranulin", "social", "normal", "mice", "feature", "quite", "similar", "behavior", "ftd", "patients", "become", "socially", "withdrawn", "reducing", "levels", "immune", "cells", "reduced", "excessive", "grooming", "also", "improved", "social", "behavior", "mice", "lacking", "progranulin", "suggests", "may", "center", "behavioral", "abnormalities", "observed", "ftd", "despite", "growing", "evidence", "associating", "aberrant", "immunity", "behavioral", "changes", "neurological", "disorders", "know", "causative", "link", "said", "gan", "new", "study", "provides", "direct", "evidence", "linking", "excessive", "signaling", "obsessive", "behaviors", "ftd", "may", "point", "way", "new", "therapeutic", "strategies"], "url": "http://www.eurekalert.org/pub_releases/2017-04/gi-ipl041917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Li Gan, Ph.D., and her team showed that targeting key components of the immune system could be a new therapeutic strategy for a common form of dementia.", "view more SAN FRANCISCO, CA--April 24, 2017--Scientists from the Gladstone Institutes identified that mutations in a protein commonly linked to frontotemporal dementia (FTD) result in obsessive-like behaviors.", "They linked these behaviors to immune pathways, implicating that targeting key components of the immune system could be a new therapeutic strategy for FTD.FTD is a common form of dementia in people under 65 years of age.", "Its symptoms include marked disturbances in language and debilitating changes in behavior, including loss of social awareness and impulse control.", "There is no cure for FTD, but by better understanding what underlies the symptoms of the disease, researchers believe that they will move closer to a cure.", "\"Mutations in the protein progranulin are found in many cases of heritable forms of frontotemporal dementia,\" said Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease and senior author on the study.", "\"Mutations that cause loss of progranulin result in obsessive-compulsive behaviors in a mouse model of FTD and also early on in FTD patients.", "\"How progranulin is involved in the changes to behavior was not clear, but Gan's team had some hints from previous work.", "Mice lacking progranulin groom themselves excessively, similar to obsessive behaviors seen in FTD patients who have mutated progranulin.", "Those mutations also result in too much of an inflammatory signal called TNF, and FTD patients have an increased risk of autoimmune disorders in which TNF has been implicated.", "From these key pieces of information, the Gan team wondered how the immune system, and TNF in particular, might be involved in FTD.", "They began their study by using genetic methods to delete the gene for TNF in mice that lacked progranulin.", "Interestingly, removing TNF stopped the excessive grooming.", "\"Our study uncovered that alterations in the innate immune pathways could induce behaviors resembling obsessive-compulsive disorder in progranulin-deficient mouse models of FTD,\" said Gan, who is also a senior investigator at Gladstone and a professor of neurology at the University of California, San Francisco.They then examined resident immune cells in the brain called microglia.", "These cells use their long processes to \"feel around\" neurons and their surroundings to ensure a proper \"working environment\".", "If they detect a damaged neuron or an infection, they become mobilized to take up neuronal debris or pathogens, and they secrete chemical signals to attract other microglia to help deal with the problem.", "The scientists used genetic methods to delete progranulin specifically from microglia, which induced excessive self-grooming in the mice.", "This finding established, for the first time, that microglia regulate obsessive behaviors.", "Those behaviors could be prevented by inactivating a master regulator of the immune system, NF-B, in microglia.", "Reducing NF-B activity in immune cells yielded another important result.", "Mice lacking progranulin are not as social as normal mice, and this feature is quite similar to a behavior in FTD patients, who become socially withdrawn.", "Reducing NF-B levels in immune cells not only reduced excessive grooming, but it also improved the social behavior of the mice lacking progranulin.", "This suggests that NF-B may be at the center of the behavioral abnormalities observed in FTD.", "\"Despite the growing evidence associating aberrant immunity with behavioral changes in neurological disorders, we did not know the causative link between them,\" said Gan.", "\"Our new study provides direct evidence linking excessive NFκB-TNFα signaling with obsessive behaviors in progranulin-deficient FTD and may point the way to new therapeutic strategies.\""], "title": "Inflammatory pathways link to obsessive behaviors in a common form of dementia | EurekAlert! Science News", "source": "Gladstone Institutes", "date": "2018-01-19_20:39:39", "year": "Mon, 24 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Li Gan, Ph.D., and her team showed that targeting key components of the immune system could be a new therapeutic strategy for a common form of dementia.\n       view more SAN FRANCISCO, CA--April 24, 2017--Scientists from the Gladstone Institutes identified that mutations in a protein commonly linked to frontotemporal dementia (FTD) result in obsessive-like behaviors. They linked these behaviors to immune pathways, implicating that targeting key components of the immune system could be a new therapeutic strategy for FTD.FTD is a common form of dementia in people under 65 years of age. Its symptoms include marked disturbances in language and debilitating changes in behavior, including loss of social awareness and impulse control. There is no cure for FTD, but by better understanding what underlies the symptoms of the disease, researchers believe that they will move closer to a cure.\"Mutations in the protein progranulin are found in many cases of heritable forms of frontotemporal dementia,\" said Li Gan, PhD, associate director of the Gladstone Institute of Neurological Disease and senior author on the study. \"Mutations that cause loss of progranulin result in obsessive-compulsive behaviors in a mouse model of FTD and also early on in FTD patients.\"How progranulin is involved in the changes to behavior was not clear, but Gan's team had some hints from previous work. Mice lacking progranulin groom themselves excessively, similar to obsessive behaviors seen in FTD patients who have mutated progranulin. Those mutations also result in too much of an inflammatory signal called TNF, and FTD patients have an increased risk of autoimmune disorders in which TNF has been implicated. From these key pieces of information, the Gan team wondered how the immune system, and TNF in particular, might be involved in FTD. They began their study by using genetic methods to delete the gene for TNF in mice that lacked progranulin. Interestingly, removing TNF stopped the excessive grooming. \"Our study uncovered that alterations in the innate immune pathways could induce behaviors resembling obsessive-compulsive disorder in progranulin-deficient mouse models of FTD,\" said Gan, who is also a senior investigator at Gladstone and a professor of neurology at the University of California, San Francisco.They then examined resident immune cells in the brain called microglia. These cells use their long processes to \"feel around\" neurons and their surroundings to ensure a proper \"working environment\". If they detect a damaged neuron or an infection, they become mobilized to take up neuronal debris or pathogens, and they secrete chemical signals to attract other microglia to help deal with the problem. The scientists used genetic methods to delete progranulin specifically from microglia, which induced excessive self-grooming in the mice. This finding established, for the first time, that microglia regulate obsessive behaviors. Those behaviors could be prevented by inactivating a master regulator of the immune system, NF-B, in microglia. Reducing NF-B activity in immune cells yielded another important result. Mice lacking progranulin are not as social as normal mice, and this feature is quite similar to a behavior in FTD patients, who become socially withdrawn. Reducing NF-B levels in immune cells not only reduced excessive grooming, but it also improved the social behavior of the mice lacking progranulin. This suggests that NF-B may be at the center of the behavioral abnormalities observed in FTD.\"Despite the growing evidence associating aberrant immunity with behavioral changes in neurological disorders, we did not know the causative link between them,\" said Gan. \"Our new study provides direct evidence linking excessive NFκB-TNFα signaling with obsessive behaviors in progranulin-deficient FTD and may point the way to new therapeutic strategies.\" "}