{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-04/apa-npa042017.php", "description": "WomenAgainstAlzheimer's and the National Association of Nurse Practitioners in Women's Health are releasing survey findings showing that a significant number of nurse practitioners in women's health do not raise brain health issues with patients and need more education and tools to make brain health assessments a regular occurrence.", "region": "namerica", "title": "Nurse practitioners are not regularly assessing brain health and need standardized assessment tools to regularly conduct critical brain health assessments", "text": "WASHINGTON, DC, April 24, 2017 - Important new survey findings released today by WomenAgainstAlzheimer's and the National Association of Nurse Practitioners in Women's Health (NPWH) show that approximately 30 percent of nurse practitioners (NPs) in women's health do not raise brain health issues with patients, while only 18 percent of nurse practitioners occasionally broach the issues during office visits. In fact, 68 percent of the time, patients are raising brain health issues, rather than the nurse practitioners treating them.The findings raise needed awareness for enhanced training of nurse practitioners and for the adoption of better tools and protocols that increase brain health assessments during regular care visits, which can aid in the early diagnosis of Alzheimer's and related dementias. Often, the diagnosis of Alzheimer's and other dementias is made too late, when patients and their families are already in crisis. Furthermore, the lack of communication about memory and brain health with patients can prevent participation in potentially game-changing clinical trials, which can advance Alzheimer's-related science and research. The survey found that just 5% of NPs refer patients to clinical trials.\"Alzheimer's remains like cancer was in the 1960's, a disease that strikes fear in patients and practitioners alike,\" said Jill Lesser, President of WomenAgainstAlzheimer's and Chief Strategy Officer of UsAgainstAlzheimer's. \"Without honest, informed screening and diagnosis, we will continue to leave families in crisis and slow progress to a cure. Clinical trials need participants and brain health awareness and assessments will help us get there.\"The survey, Brain Health is Women's Health, was conducted to understand women's health providers' knowledge of and attention to Alzheimer's and dementia, as well as study the advice women are receiving from nurse practitioners, who often represent a patient's primary access point to the healthcare system. Two-thirds of the 5.5 million Americans who have Alzheimer's are women, and the survey makes clear that brain health assessments need to be added as central components of \"well-woman exams.\" However, because clinicians are not routinely initiating conversations about memory and brain health, many women are not receiving an early diagnosis or the information they need to formulate a care plan. Other survey findings were striking:\r\n\"Women's Health Nurse Practitioners' provide holistic healthcare to women, therefore, assessing brain health should be included in the well-woman visit,\" said Gay Johnson, CEO of the National Association of Nurse Practitioners in Women's Health. \"Quality education and efficient tools are key factors to enhance nurse practitioners' competence in identifying dementia and providing memory health services to their patients.\"The survey findings helped form the conclusion that further education of dementia signs and symptoms, as well as a standard method to assess brain health, can help nurse practitioners prioritize early diagnosis and help establish a dementia care pathway for people with Alzheimer's or related dementias and their caregivers.\r\n\r\nThe survey findings will be officially released today during the \"Women's Forum on Alzheimer's: Breaking Down Barriers to Early Diagnosis\" at 9 am at the Woman's Athletic Club of Chicago. View the full survey findings here. ", "article_link": null, "institution": "WomenAgainstAlzheimer's", "journal": "", "keywords": ["Health Care", " Pharmaceutical Sciences", " Medical Education", " Medicine/Health", " Clinical Trials", " Gerontology", " Health Professionals", " Alzheimer's Disease", " Aging", " Memory/Cognitive Processes"], "date": "Mon, 24 Apr 2017 04:00:00 GMT", "source_link": null}