{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "sandia", "national", "laboratories", "cognitive", "scientist", "mike", "trumbo", "adjusts", "placement", "transcranial", "direct", "current", "stimulation", "unit", "cognitive", "scientist", "laura", "matzen", "head", "though", "trumbo", "tried", "tdcs", "dozens", "view", "albuquerque", "saturday", "salsa", "club", "introductory", "italian", "class", "might", "even", "better", "sandia", "national", "laboratories", "cognitive", "scientist", "mike", "trumbo", "learning", "language", "instrument", "going", "dancing", "best", "way", "keep", "brain", "keen", "despite", "ravages", "time", "enhance", "cognition", "also", "learn", "skill", "commercial", "enterprises", "claimed", "get", "cognitive", "benefits", "brain", "training", "games", "intended", "enhance", "working", "memory", "working", "memory", "amount", "information", "hold", "manipulate", "mind", "one", "time", "said", "cognitive", "scientist", "laura", "matzen", "however", "burgeoning", "body", "research", "shows", "working", "memory", "training", "games", "provide", "benefits", "claimed", "study", "trumbo", "matzen", "six", "colleagues", "published", "memory", "cognition", "shows", "evidence", "working", "memory", "training", "actually", "impairs", "kinds", "hand", "studies", "shown", "learning", "another", "language", "help", "children", "better", "math", "delay", "onset", "dementia", "older", "adults", "also", "going", "dancing", "regularly", "best", "protection", "dementia", "compared", "16", "different", "leisure", "activities", "crossword", "puzzles", "bicycling", "playing", "board", "games", "practicing", "musical", "instrument", "next", "best", "activities", "keeping", "mind", "sharp", "dancing", "probably", "effective", "combines", "cognitive", "exertion", "physical", "exercise", "social", "interaction", "said", "research", "sandia", "published", "neuropsychologia", "shows", "working", "memory", "training", "combined", "kind", "noninvasive", "brain", "stimulation", "lead", "cognitive", "improvement", "certain", "conditions", "improving", "working", "memory", "cognitive", "strategies", "could", "valuable", "training", "people", "faster", "efficiently", "idea", "brain", "stimulation", "might", "work", "training", "falls", "short", "directly", "influencing", "brain", "plasticity", "regions", "relevant", "working", "memory", "task", "performance", "improving", "connectivity", "brain", "region", "involved", "working", "memory", "get", "transfer", "tasks", "extent", "rely", "brain", "region", "said", "trumbo", "whereas", "people", "tasks", "absence", "brain", "stimulation", "clear", "getting", "general", "improvement", "working", "memory", "brain", "areas", "might", "getting", "selective", "task", "kind", "improvements", "matzen", "cautioned", "research", "using", "transcranial", "direct", "current", "stimulation", "tdcs", "improve", "cognitive", "performance", "relatively", "new", "field", "produced", "mixed", "results", "research", "needed", "understand", "best", "use", "fire", "together", "wire", "togetherusing", "70", "volunteers", "divided", "six", "groups", "researchers", "used", "different", "combinations", "working", "memory", "training", "transcranial", "direct", "current", "stimulation", "assessed", "volunteers", "performance", "working", "memory", "tests", "test", "electrodes", "placed", "scalp", "powered", "battery", "tdcs", "unit", "delivers", "weak", "constant", "current", "skull", "brain", "tissue", "according", "trumbo", "people", "feel", "mild", "tingling", "itching", "heat", "electrode", "first", "minutes", "safety", "guidelines", "tdcs", "research", "ensuring", "procedure", "safe", "comfortable", "participants", "research", "approved", "sandia", "human", "studies", "board", "university", "new", "mexico", "institutional", "review", "board", "commercial", "tdcs", "devices", "already", "think", "tdcs", "makes", "neurons", "little", "bit", "likely", "fire", "help", "speed", "formation", "neuronal", "connections", "thus", "learning", "said", "matzen", "though", "exact", "mechanisms", "well", "understood", "potential", "according", "studies", "tdcs", "help", "volunteers", "remember", "people", "names", "better", "caffeine", "keeping", "air", "force", "personnel", "awake", "may", "even", "help", "fight", "stimulation", "brain", "training", "better", "together", "study", "volunteers", "played", "verbal", "spatial", "memory", "training", "games", "30", "minutes", "receiving", "stimulation", "left", "right", "forehead", "part", "brain", "called", "dorsolateral", "prefrontal", "cortex", "involved", "working", "memory", "reasoning", "since", "right", "hemisphere", "involved", "spatial", "tasks", "left", "hemisphere", "involved", "verbal", "tasks", "researchers", "thought", "volunteers", "received", "stimulation", "right", "side", "training", "spatial", "tasks", "would", "improve", "spatial", "tests", "received", "stimulation", "left", "side", "training", "verbal", "tasks", "would", "improve", "verbal", "verbal", "task", "involved", "remembering", "letter", "appeared", "three", "letters", "back", "string", "letters", "instance", "spatial", "task", "similar", "involved", "remembering", "sequence", "blocks", "appear", "expected", "group", "got", "better", "spatial", "test", "verbal", "reasoning", "tests", "group", "performed", "volunteers", "received", "mock", "stimulation", "group", "got", "better", "verbal", "test", "spatial", "reasoning", "results", "group", "surprising", "said", "trumbo", "group", "got", "better", "trained", "task", "remembering", "strings", "letters", "well", "closely", "related", "task", "remembering", "sequence", "boxes", "grid", "also", "improved", "reasoning", "test", "sample", "size", "small", "12", "volunteers", "improvements", "statistically", "significant", "said", "explanation", "trumbo", "offered", "right", "dorsolateral", "prefrontal", "cortex", "particularly", "involved", "strategy", "use", "tasks", "stimulating", "right", "side", "verbal", "task", "volunteers", "might", "get", "better", "using", "strategy", "tdcs", "improves", "connections", "neurons", "leads", "enhanced", "ability", "use", "strategy", "even", "added", "explicitly", "collect", "data", "related", "strategy", "use", "kind", "open", "question", "really", "like", "work", "tdcs", "reliably", "enhance", "working", "memory", "cognitive", "strategies", "could", "useful", "training", "people", "faster", "efficiently", "matzen", "said", "could", "benefit", "many", "mission", "areas", "sandia", "people", "must", "learn", "complex", "tools", "systems", "reducing", "training", "time", "improving", "cognitive", "performance", "would", "substantial", "benefits", "overall", "system", "performance"], "url": "http://www.eurekalert.org/pub_releases/2017-04/dnl-rfs042417.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sandia National Laboratories cognitive scientist Mike Trumbo adjusts the placement of a transcranial direct current stimulation unit on cognitive scientist Laura Matzen's head.", "Though Trumbo has tried tDCS dozens of...\n       view more ALBUQUERQUE, N.M. -- Your Saturday Salsa club or Introductory Italian class might be even better for you than you thought.According to Sandia National Laboratories cognitive scientist Mike Trumbo, learning a language or an instrument or going dancing is the best way to keep your brain keen despite the ravages of time.", "Not only do you enhance your cognition but you also learn a skill and have fun.Several commercial enterprises have claimed you can get cognitive benefits from brain training games intended to enhance working memory.", "Working memory is the amount of information you can hold and manipulate in your mind at one time, said cognitive scientist Laura Matzen.", "However, a burgeoning body of research shows working memory training games don't provide the benefits claimed.", "A study by Trumbo, Matzen and six colleagues published in Memory and Cognition shows evidence that working memory training actually impairs other kinds of memory.On the other hand, studies have shown that learning another language can help school-age children do better in math and can delay the onset of dementia in older adults.", "Also going dancing regularly is the best protection against dementia compared to 16 different leisure activities, such as doing crossword puzzles and bicycling.", "Playing board games and practicing a musical instrument are the next best activities for keeping the mind sharp.", "Dancing is probably so effective because it combines cognitive exertion, physical exercise and social interaction, said Trumbo.New research from Sandia published in Neuropsychologia shows that working memory training combined with a kind of noninvasive brain stimulation can lead to cognitive improvement under certain conditions.", "Improving working memory or cognitive strategies could be very valuable for training people faster and more efficiently.", "\"The idea for why brain stimulation might work when training falls short is because you're directly influencing brain plasticity in the regions that are relevant to working memory task performance.", "If you're improving connectivity in a brain region involved in working memory, then you should get transfer to other tasks to the extent that they rely on that same brain region,\" said Trumbo.", "\"Whereas when you're having people do tasks in the absence of brain stimulation, it's not clear if you're getting this general improvement in working memory brain areas.", "You might be getting very selective, task kind of improvements.", "\"Matzen cautioned that research using transcranial direct current stimulation (tDCS) to improve cognitive performance is relatively new, and the field has produced mixed results.", "More research is needed to understand how best to use this technology.Neurons that fire together wire togetherUsing more than 70 volunteers divided into six groups, the researchers used different combinations of working memory training with transcranial direct current stimulation.", "Then they assessed the volunteers' performance on working memory tests and a test of problem-solving ability.Using electrodes placed on the scalp and powered by a 9-volt battery, a tDCS unit delivers weak constant current through the skull to the brain tissue below.", "According to Trumbo, most people feel some mild tingling, itching or heat under the electrode for the first few minutes.", "There are well-established safety guidelines for tDCS research, ensuring that the procedure is safe and comfortable for participants and this research was approved by Sandia's Human Studies Board and the University of New Mexico's Institutional Review Board.", "There are commercial tDCS devices already on the market.Researchers think tDCS makes neurons a little bit more likely to fire, which can help speed up the formation of neuronal connections and thus learning, said Matzen.", "Though the exact mechanisms aren't well understood, its potential is.", "According to studies, tDCS can help volunteers remember people's names, is better than caffeine at keeping Air Force personnel awake and may even help fight depression.Brain stimulation and brain training: better together?In the Sandia-led study, the volunteers played verbal or spatial memory training games for 30 minutes while receiving stimulation to the left or right forehead.", "That part of the brain is called the dorsolateral prefrontal cortex and is involved in working memory and reasoning.", "Since the right hemisphere is involved in spatial tasks and the left hemisphere is involved in verbal tasks, the researchers thought volunteers who received stimulation on the right side while training on spatial tasks would improve on spatial tests and those who received stimulation on the left side while training on verbal tasks would improve on verbal tests.The verbal task involved remembering if a letter had appeared three letters back in a string of letters, for instance A-C-B-A-D.", "The spatial task was similar but involved remembering the sequence that blocks appear in a grid.As expected, the spatial/right group got better at the spatial test but not verbal or reasoning tests.", "The spatial/left group performed about the same as the volunteers that received mock stimulation.", "The verbal/left group got better at the verbal test but not spatial or reasoning tests.However, the results from the verbal/right group were surprising, said Trumbo.", "This group got better at the trained task -- remembering strings of letters -- as well as the closely related task -- remembering the sequence of boxes in a grid.", "They also improved on a reasoning test.", "The sample size  was small, with only 12 volunteers, but the improvements were statistically significant, said Matzen.One explanation Trumbo offered is that the right dorsolateral prefrontal cortex is particularly involved in strategy use during tasks.", "By stimulating the right side during the verbal task, the volunteers might get better at using a strategy.", "The tDCS improves the connections of these neurons, which leads to enhanced ability to use this strategy, even on other tasks.He added, \"We did not explicitly collect data related to strategy use, so it is kind of an open question.", "I'd really like to do some follow-up work.", "\"If tDCS can reliably enhance working memory or cognitive strategies, it could be very useful for training people faster and more efficiently.", "Matzen said, \"This could benefit many mission areas at Sandia where people must learn complex tools and systems.", "Reducing training time and improving cognitive performance would have substantial benefits to overall system performance.\""], "title": "Research from Sandia shows brain stimulation during training boosts performance | EurekAlert! Science News", "source": "DOE/Sandia National Laboratories", "date": "2018-01-19_20:39:46", "year": "Mon, 24 Apr 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Sandia National Laboratories cognitive scientist Mike Trumbo adjusts the placement of a transcranial direct current stimulation unit on cognitive scientist Laura Matzen's head. Though Trumbo has tried tDCS dozens of...\n       view more ALBUQUERQUE, N.M. -- Your Saturday Salsa club or Introductory Italian class might be even better for you than you thought.According to Sandia National Laboratories cognitive scientist Mike Trumbo, learning a language or an instrument or going dancing is the best way to keep your brain keen despite the ravages of time. Not only do you enhance your cognition but you also learn a skill and have fun.Several commercial enterprises have claimed you can get cognitive benefits from brain training games intended to enhance working memory. Working memory is the amount of information you can hold and manipulate in your mind at one time, said cognitive scientist Laura Matzen. However, a burgeoning body of research shows working memory training games don't provide the benefits claimed. A study by Trumbo, Matzen and six colleagues published in Memory and Cognition shows evidence that working memory training actually impairs other kinds of memory.On the other hand, studies have shown that learning another language can help school-age children do better in math and can delay the onset of dementia in older adults. Also going dancing regularly is the best protection against dementia compared to 16 different leisure activities, such as doing crossword puzzles and bicycling. Playing board games and practicing a musical instrument are the next best activities for keeping the mind sharp. Dancing is probably so effective because it combines cognitive exertion, physical exercise and social interaction, said Trumbo.New research from Sandia published in Neuropsychologia shows that working memory training combined with a kind of noninvasive brain stimulation can lead to cognitive improvement under certain conditions. Improving working memory or cognitive strategies could be very valuable for training people faster and more efficiently.\"The idea for why brain stimulation might work when training falls short is because you're directly influencing brain plasticity in the regions that are relevant to working memory task performance. If you're improving connectivity in a brain region involved in working memory, then you should get transfer to other tasks to the extent that they rely on that same brain region,\" said Trumbo. \"Whereas when you're having people do tasks in the absence of brain stimulation, it's not clear if you're getting this general improvement in working memory brain areas. You might be getting very selective, task kind of improvements.\"Matzen cautioned that research using transcranial direct current stimulation (tDCS) to improve cognitive performance is relatively new, and the field has produced mixed results. More research is needed to understand how best to use this technology.Neurons that fire together wire togetherUsing more than 70 volunteers divided into six groups, the researchers used different combinations of working memory training with transcranial direct current stimulation. Then they assessed the volunteers' performance on working memory tests and a test of problem-solving ability.Using electrodes placed on the scalp and powered by a 9-volt battery, a tDCS unit delivers weak constant current through the skull to the brain tissue below. According to Trumbo, most people feel some mild tingling, itching or heat under the electrode for the first few minutes. There are well-established safety guidelines for tDCS research, ensuring that the procedure is safe and comfortable for participants and this research was approved by Sandia's Human Studies Board and the University of New Mexico's Institutional Review Board. There are commercial tDCS devices already on the market.Researchers think tDCS makes neurons a little bit more likely to fire, which can help speed up the formation of neuronal connections and thus learning, said Matzen. Though the exact mechanisms aren't well understood, its potential is. According to studies, tDCS can help volunteers remember people's names, is better than caffeine at keeping Air Force personnel awake and may even help fight depression.Brain stimulation and brain training: better together?In the Sandia-led study, the volunteers played verbal or spatial memory training games for 30 minutes while receiving stimulation to the left or right forehead. That part of the brain is called the dorsolateral prefrontal cortex and is involved in working memory and reasoning. Since the right hemisphere is involved in spatial tasks and the left hemisphere is involved in verbal tasks, the researchers thought volunteers who received stimulation on the right side while training on spatial tasks would improve on spatial tests and those who received stimulation on the left side while training on verbal tasks would improve on verbal tests.The verbal task involved remembering if a letter had appeared three letters back in a string of letters, for instance A-C-B-A-D. The spatial task was similar but involved remembering the sequence that blocks appear in a grid.As expected, the spatial/right group got better at the spatial test but not verbal or reasoning tests. The spatial/left group performed about the same as the volunteers that received mock stimulation. The verbal/left group got better at the verbal test but not spatial or reasoning tests.However, the results from the verbal/right group were surprising, said Trumbo. This group got better at the trained task -- remembering strings of letters -- as well as the closely related task -- remembering the sequence of boxes in a grid. They also improved on a reasoning test. The sample size  was small, with only 12 volunteers, but the improvements were statistically significant, said Matzen.One explanation Trumbo offered is that the right dorsolateral prefrontal cortex is particularly involved in strategy use during tasks. By stimulating the right side during the verbal task, the volunteers might get better at using a strategy. The tDCS improves the connections of these neurons, which leads to enhanced ability to use this strategy, even on other tasks.He added, \"We did not explicitly collect data related to strategy use, so it is kind of an open question. I'd really like to do some follow-up work.\"If tDCS can reliably enhance working memory or cognitive strategies, it could be very useful for training people faster and more efficiently. Matzen said, \"This could benefit many mission areas at Sandia where people must learn complex tools and systems. Reducing training time and improving cognitive performance would have substantial benefits to overall system performance.\""}