{"institution": "Michigan Medicine - University of Michigan", "title": "Study: Most newborns with epilepsy benefit from genetic testing", "url": "http://www.eurekalert.org/pub_releases/2017-08/mmu-smn080317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "ANN ARBOR, Mich. - Because of genetic testing, Orion Maynard's parents knew the cause of his epilepsy weeks after he was born. The results influenced his treatment, qualified him for immediate intervention services and led to the discovery that future siblings had a 50-percent chance of being born with the same condition.Most newborns with epilepsy like Orion would benefit from genetic testing because the majority of cases are linked to identifiable genetic causes, finds a new study led by University of Michigan C.S. Mott Children's Hospital.In the study, among 29 babies with epilepsy not linked to congenital brain malformations, 83 percent had a genetic cause. Research published in Neurology analyzed data from the Neonatal Seizure Registry that includes enrollees from seven children's hospitals, including Mott. A parallel, multisite study in JAMA Pediatrics, for which Mott was a major contributor, found similar results for children under age three.\"The younger the epilepsy begins, the more likely we are to find a genetic cause that may help with treatment,\" says Renee Shellhaas, M.D., a pediatric neurologist at Mott and the lead author of the Neurology work.\"Parents and physicians always want to know why a specific child develops epilepsy. Genetic testing benefits our youngest epilepsy patients and their families because it can not only assist with their care and prognosis but also in connecting families with condition-specific support groups and specialists, access to research studies, and counseling about family planning.\"Genetic testing involves a simple blood test but is not always approved by health insurance providers.\"These findings reinforce that genetic tests are incredibly valuable for childhood epilepsy, yet we still struggle getting them covered because of the cost,\" Shellhaas says.\"We need to work on a broader policy level to increase access to appropriate genetic testing for children with epilepsy. Finding the reason for a child's epilepsy provides comfort and closure for families, helps them to connect with other families, can allow for tailored treatment, and ends the diagnostic odyssey faced by so many of our patients. Genetic testing is a standard of care for children with global developmental delays; our research results suggest we should consider a similar standard for children with epilepsy.\"For Orion's parents, Lindsay and Robin, the test brought important answers after their baby boy began having back-to-back seizures at just a few days old. Orion was referred to Mott where he was diagnosed with epilepsy. A genetic test easily found the source: a missing piece of one of his chromosomes (16p13.11). A few months later, both parents had the same test and learned Lindsay was a carrier.The test also helped with immediate eligibility for Early on Michigan, which offers early intervention and services for families with children under 3 experiencing developmental delays, disabilities or special needs. Now three years old, Orion has benefited from several of the program's resources, including speech, physical and occupational therapy.\"Without the testing, we may not have qualified for the program until he was closer to one and a half or two when speech and motor development delays were noticeable,\" Lindsay says. \"Orion has been getting services since he was three months old.\"Shellhaas' findings come on the heels of a separate study she also led, which analyzed how clinicians treat epilepsy in children under three across 17 pediatric epilepsy centers in the U.S. The work, published in Pediatric Neurology, found that even though there are 20 different antiseizure medications, the drug levetiracetam is most commonly prescribed. She says this consistency in practice is surprising as there are currently no evidence-based guidelines on the preferred approach to treating early-life epilepsy.  \"Even though clinicians seem to have informally agreed on the best way to start treating early life epilepsy, that doesn't mean it is evidence-based treatment,\" she says. \"We don't have that much data on how a lot of medicines influence the developing brain. We are working hard to change that.\"   Factors in the preference toward levetiracetam could include that the medication has a generic form, doesn't have interactions with other drugs, can be taken as a liquid or be given through an IV. Still, more study on its efficacy is needed.\"We have to keep working to find the best way to diagnose and tailor treatment as early as possible in a child's life,\" Shellhaas says. \"If you can improve the way a child's neurodevelopment begins early on, you've influenced his or her ability to grow, develop and participate in society. That not only benefits the child but the whole family. \"\r\n", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics"], "description": "Genetic testing benefits the youngest epilepsy patients and their families, study finds.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}