{"institution": "Ann & Robert H. Lurie Children's Hospital of Chicago", "title": "Genetic testing helps detect cause of early life epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-07/arh-gth072517.php", "article_link": null, "region": "namerica", "funder": "Pediatric Epilepsy Research Foundation", "meeting": "", "journal": "JAMA Pediatrics", "source_link": null, "text": "Chicago...A study published in JAMA Pediatrics supports the use of genetic testing, especially with sequencing, as first-line diagnostic method for young children with seizures. Specific genetic factors were found to be the cause of epilepsy in 40 percent of patients evaluated for first presentation with seizures. Genetic testing also yielded a diagnosis in 25 percent of children who had epilepsy with an otherwise unknown cause. \t\"This could be a game-changer in epilepsy diagnosis and could make precision medicine part of standard clinical practice,\" says lead author Anne T. Berg, PhD, from Stanley Manne Children's Research Institute at Ann & Robert H. Lurie Children's Hospital of Chicago. \"Identifying the precise cause of a child's epilepsy as soon as possible would help us choose the most effective treatment to control seizures early on, which is important for healthier brain development. We found that genetic sequencing tests have a very high diagnostic yield, much more than some of the other tests that are routinely performed in initial work-up of early life epilepsy. Arriving at an accurate genetic diagnosis also would make many other tests unnecessary.\" \tGenetic testing involves examining the patient's DNA for changes that cause the disease. But not all genetic tests are equally effective. Berg and colleagues found that a genetic test called chromosome microarray, which is used more frequently in evaluating seizures, has a much lower diagnostic yield than the more precise genetic sequencing tests. \"We can think of checking for errors in the DNA as proof-reading a book,\" explains Berg, who is also a Research Professor of Neurology at Northwestern University Feinberg School of Medicine. \"Chromosome microarray looks for errors in big chunks, like whether a couple of chapters are missing. With genetic sequencing technology, we can get down to very specific spelling mistakes. One tiny mistake can have a devastating impact on a child. This genetic information may also help identify which drugs might help and also which drugs to avoid. The same drug could stop seizures in one child and provoke seizures in another based on the gene affected and how it is affected. This level of genetic information is extremely valuable.\" \tThe study was the first to look at genetic testing in a real-life clinical situation - the initial evaluation of a young child with seizures. Data came from chart review of 775 children with seizure onset before their third birthday. Participants were treated at 17 centers in the U.S. that are in the Pediatric Epilepsy Research Consortium. Genetic testing was found to have substantial diagnostic yields regardless of the child's clinical features. \t\"Precision medicine means nothing without precision diagnosis, and we can now provide precision diagnosis,\" says Berg. \"Genetic testing should be incorporated into the routine initial evaluation of young children with epilepsy.\"", "keywords": ["Genetics", " Medicine/Health", " Pediatrics"], "description": "Study supports routine genetic testing for initial evaluation of seizures as the first step toward precision medicine and improved outcomes.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}