{"title": "Penn Medicine's Irene Hurford receives Exemplary Psychiatrist Award", "text": "PHILADELPHIA -- Irene Hurford, MD, an assistant professor in the department of Psychiatry, has received a 2017 Exemplary Psychiatrist Award from the National Alliance on Mental Illness (NAMI).Hurford is one of only five recipients of the award nationally, which is presented to \"honor the exceptional contributions that ... psychiatrists make to improve the lives of people living with mental health conditions.\" Her research focuses on measuring cognition in psychosis, treatment outcomes in early-episode psychosis, interventions to improve functioning in early psychosis, and program evaluation. In addition to her faculty role at Penn, Hurford developed and directs the Psychosis Education, Assessment, Care, and Empowerment (PEACE) Program through Horizon House, Inc. PEACE helps people in the early stages of psychosis learn to manage their symptoms and meet their life goals. It works to support the entire person towards recovery from, and resiliency to, psychosis. Hurford's philosophy behind PEACE is to treat psychosis as a barrier, not an insurmountable illness that has to define who people are. She and her team take a hopeful approach. The goal is to keep clients in work or school. Hurford educates and engages family members of clients in the PEACE program by including them in the counseling sessions. By participating, they learn about the illness as well as how to help their family members cope. They also come to realize that their loved ones can truly recover from psychosis and lead lives of their own choosing.Also, Hurford has been the coordinated specialty team trainer for three pilot first-episode psychosis projects throughout Pennsylvania, providing training and guidance based on her experience in establishing PEACE. She is the principal investigator for statewide program evaluation of first episode psychosis programs in Pennsylvania.She received her medical degree from McMaster University in Hamilton, Ontario, Canada and BSc in psychology from the University of Toronto. She completed her residency in psychiatry and post-doctoral training at the David Geffen School of Medicine at the University of California, Los Angeles (UCLA) as well as an advanced fellowship in psychiatry at San Diego VA Medical Center. Her awards include the Brain & Behavior Research Foundation's NARSAD Young Investigator Award and designation as a Top Psychiatrist by the Consumer's Research Council of America.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-pmi052517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Education", " Medical Education", " Medicine/Health", " Public Health", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "", "description": "Irene Hurford, MD, an assistant professor in the department of Psychiatry, has received a 2017 Exemplary Psychiatrist Award from the National Alliance on Mental Illness (NAMI).", "date": "Fri, 26 May 2017 04:00:00 GMT"}