{"title": "Penn study finds gray matter density increases during adolescence", "text": "PHILADELPHIA -- For years, the common narrative in human developmental neuroimaging has been that gray matter in the brain - the tissue found in regions of the brain responsible for muscle control, sensory perception such as seeing and hearing, memory, emotions, speech, decision making, and self-control -- declines in adolescence, a finding derived mainly from studies of gray matter volume and cortical thickness (the thickness of the outer layers of brain that contain gray matter). Since it has been well-established that larger brain volume is associated with better cognitive performance, it was puzzling that cognitive performance shows a dramatic improvement from childhood to young adulthood at the same time that brain volume and cortical thickness decline.A new study published by Penn Medicine researchers this month and featured on the cover of the Journal of Neuroscience may help resolve this puzzle, revealing that while volume indeed decreases from childhood to young adulthood, gray matter density actually increases. Their findings also show that while females have lower brain volume, proportionate to their smaller size, they have higher gray matter density than males, which could explain why their cognitive performance is comparable despite having lower brain volume. Thus, while adolescents lose brain volume, and females have lower brain volume than males, this is compensated for by increased density of gray matter.\"It is quite rare for a single study to solve a paradox that has been lingering in a field for decades, let alone two paradoxes, as was done by Gennatas in his analysis of data from this large-scale study of a whole cohort of youths,\" said Ruben Gur.\"We now have a richer, fuller concept of what happens during brain development and now better understand the complementary unfolding processes in the brain that describe what happens.\"The study was led by Ruben Gur, PhD, professor of Psychiatry, Neurology, and Radiology in the Perelman School of Medicine at the University of Pennsylvania, Raquel Gur, MD, PhD, a professor of Psychiatry, Neurology, and Radiology, and Efstathios Gennatas, MBBS, a doctoral student of neuroscience working in the Brain Behavior Laboratory at Penn.According to Gur, the study findings may better explain the extent and intensity of changes in mental life and behavior that occur during the transition from childhood to young adulthood. \"If we are puzzled by the behavior of adolescents, it may help to know that they need to adjust to a brain that is changing in its size and composition at the same time that demands on performance and acceptable behavior keep scaling up,\" Gur added.In the study, the researchers evaluated 1,189 youth between the ages of 8 and 23 who completed magnetic resonance imaging as part of the Philadelphia Neurodevelopmental Cohort, a community-based study of brain development that includes rich neuroimaging and cognitive data, to look at age-related effects on multiple measures of regional gray matter, including gray matter volume, gray matter density, and cortical thickness. Neuroimaging allowed the researchers to derive several measures of human brain structure in a noninvasive way. Observing such measures during development allowed the researchers to study the brain at different ages to characterize how a child's brain differs from an adult's. \"This novel characterization of brain development may help us better understand the relationship between brain structure and cognitive performance,\" Gennatas said.\"Our findings also emphasize the need to examine several measures of brain structure at the same time. Volume and cortical thickness have received the most attention in developmental studies in the past, but gray matter density may be as important for understanding how improved performance relates to brain development.\"Further study is required to fully characterize the biological underpinnings of different MRI-derived measures by combining neuroimaging and brain histology. The study's findings in healthy people can also help researchers understand the effects of brain disorders in males and females as they evolve during adolescence.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uops-psf052517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, The Dowshen Neuroscience fund", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Neurobiology", " Behavior", " Mental Health"], "journal": "Journal of Neuroscience", "description": "A new study published by Penn Medicine researchers this month and featured on the cover of the Journal of Neuroscience may help resolve this puzzle, revealing that while volume indeed decreases from childhood to young adulthood, gray matter density actually increases.", "date": "Fri, 26 May 2017 04:00:00 GMT"}