{"title": "Ontario town's 10-year, $2.7 million effort to save endangered turtles offers global lessons, template", "text": "A newly completed project in a remote corner of southwestern Ontario is being hailed as a landmark achievement in the protection of at-risk species and a model for other communities around the world seeking to reduce the number of animals killed on roads that run through fragile ecosystems.For decades, the causeway linking Lake Erie's Long Point peninsula with mainland Ontario was among the deadliest  for threatened and endangered reptiles. Researchers estimate that, since 1979, as many as 10,000 animals per year -- representing more than 100 species of reptiles, amphibians, mammals and birds -- were killed by traffic on this 3.6 km stretch of two-lane road.The causeway separates Long Point Bay and the marshy wetlands of Big Creek National Wildlife Area, all part of a large UNESCO World Biosphere Reserve.While amphibians were by far the most common casualties, the biggest concern was the number of dead reptiles, particularly at-risk and endangered species such as Blanding's turtles, snapping turtles, Eastern foxsnakes and others.In 2003, the carnage earned the Long Point Causeway the notoriety of 4th place on a list of the world's top turtle road mortality sites (after two sites in Florida and one in Montana).The Long Point Causeway Improvement Project has changed all that, dramatically reducing the incidence of fatal interactions between vehicles and wildlife by installing special fencing and culverts, and through public awareness campaigns and signage. Launched at a public meeting of concerned residents and community groups in 2006, the work has taken 10 years and cost CDN$ 2.7 million, funded by local groups, the Ontario government, the Canadian government and even a US environmental foundation. \"With most of the causeway now fully fenced, the average number of turtles venturing onto the road has dropped by 89 per cent and snake numbers are down 28 per cent,\" said Chantel Markle, a McMaster University biologist who led a research project that analyzed historic and current road mortality data to evaluate the impact of the protection measures.The study is published in the journal Wildlife Society Bulletin (wildlife.org/publications/wsb).Markle and her co-investigators also studied wildlife activity in several aquatic and terrestrial culverts - special tunnels of different sizes and materials constructed under the causeway to allow the natural movement of turtles, snakes and other animals. \"The success story documented in our study is very important because it offers a model that can be used and adapted in other areas where road mortality threatens important wetlands biodiversity,\" said co-investigator Scott Gillingwater, a species at risk biologist with the Upper Thames Valley Conservation Authority.  By comparing historic and current data on road reptile counts, the team showed that while fully fenced sections of the causeway showed dramatic reductions in roadkill, stretches where only partial fencing was possible - to permit access to private property, for example - were the same as -- and in some places worse than -- unfenced sections.Using motion-activated and time-lapse cameras as well as passive integrated transponder (PIT) tags with stationery aerials, the research team also confirmed that the various types of culverts, also called \"eco-passages,\" were being used by several turtle species - Blanding's turtles, northern map turtles, snapping turtles and midland painted turtles. They also fitted 15 male and 15 female Blanding's turtles with radio transmitters and learned that their home range overlapped with different sections of the causeway.Built in the 1920s by the local community to create land access to the beaches on Long Point, the causeway has presented a near century-old hazard for turtles needing a place to lay eggs (in June, up to 30-40 eggs per female), to reach summer habitat, and to find winter hibernation sites.  Often female turtles, which only reach reproductive age in their teens, use the gravel shoulders for nesting, making them and their hatchlings especially susceptible to cars.Weighing up to 30 kg with a shell up to half a meter long, the snapping turtle is the most common species at Long Point and Canada's largest freshwater turtle.  Omnivores, they feed on aquatic plants and invertebrates, as well as fish, frogs, birds and small mammals.  They also eat dead animals, helping to keep waterways clean.Seldom seen, the turtles spend the day buried in mud.  Over the winter, they burrow into the bottom of the pond and become dormant.  Though they can live up to 90 years or more, few survive to adulthood.  Scientists from the Canadian Wildlife Service (CWS), which manages the Big Creek National Wildlife Area, had been studying road mortality on the causeway since the 1970s.  Disturbingly, in one study researchers watching from a blind found that almost 3% of drivers swerved deliberately to hit a rubber turtle or snake placed on the centre line of the causeway.Since the 1990s, Paul Ashley, of the Canadian Wildlife Service, and Scott Gillingwater, a herpetologist / wildlife biologist, had both been working in the Long Point region and monitoring the effects of the Causeway on reptiles. They combined efforts to look at opportunities to limit the high rates of wildlife mortality and initiated a dialogue between stakeholders in 2005.At a 2006 meeting of Long Point community groups, biologists, and representatives of the CWS and other federal, provincial and local government agencies, a plan to address the carnage began to take shape.\"We all agreed that it was time to put an end to the slaughter,\" said Rick Levick, a veteran Long Point cottager who became the coordinator of the Long Point Causeway Improvement Project. Local organizations provided start-up funding which the steering committee used to secure government funding for a feasibility study.\"There were two objectives - the specific goal of reducing the reptile road kill and the broader ecological goal of reconnecting Big Creek marsh to the bay,\" said Levick.  \"Both are important to restoring the health of this world-renowned ecosystem.\" The construction of exclusion fencing began in 2008 and two years later, most of the causeway was fenced, despite daunting challenges presented by the marsh and lake shore conditions. Soon, overall reptile road kill numbers had fallen by half and by 60 per cent for important species-at-risk reptiles. Not everyone in Long Point was impressed. A small group of opponents calling themselves The Friends of the Causeway fought the project from the outset and raised many objections during the environmental assessment process that preceded the  start of the next phase - construction of the culverts or \"eco-passages.\" \"There was a lot of misinformation but their main argument was that the cost of the work would be added to the local tax bill, which was not the case,\" said Levick. \"Norfolk County's actual cash contribution has only been about three per cent of the $2.7 million we have raised from many sources.\" In the end, the friends of the reptiles prevailed, the remainder of the project was approved, funding was secured and the first three turtle tunnels - two small terrestrial culverts and a large aquatic culvert - were installed in 2012. Over the next four years, nine more were built with the 12th and last installed in January 2017.  Reptile road mortality has decreased by nearly 90 per cent.\"At many stages during the project, we have found ourselves at the leading edge of the both the science and technology in this field,\" said Levick. \"For example, we have experimented with a number of different types of fencing materials and fence designs to come up with solutions that are effective in the different environments found along the causeway.\"The project has identified an ideal, affordable fencing material made of thick black recycled plastic, as well as a culvert design made of a polymer-concrete material that offers both the light and warmth (relative to regular concrete) needed for the turtles to enter.Where possible the culverts were installed no more than 150 meters apart, based on studies that showed 75 meters to be the rough limit of a turtle's perseverance.  Studies had also shown that cold-blooded turtles are sometimes reluctant to use certain types of culverts, so a number of designs were used -- terrestrial, aquatic, large, medium and small.  This diversity of culverts proved successful.A trick introduced where fencing had to be interrupted (eg. where it met private property) involved bending the end of the fence into a U-shape to at least turn turtles around and point them in a safe direction.\"We had to think like a turtle,\" said Levick.\"Now we get approaches from other conservation and environmental organizations and government agencies that want to know how we overcame the many challenges involved in a project like this. Basically, our work became one long running experiment to find solutions to the problems we encountered that we could share with others.\"Levick said that while installing the fencing and culverts really made a difference, it was also important to change drivers' attitudes and behaviour towards wildlife crossing the road.\"We've learned that if you install a 'Turtles Crossing' sign and leave it there all year, people eventually stop noticing it - it just blends into the background,\" he said. \"Instead we install a large electronic message board at the beginning of spring warning drivers to watch for turtles on the road. We now leave the sign up from May until September and it has been much more effective.\"Levick said that motorists crossing the causeway are much more turtle conscious now. \"It's quite common now for people to stop and help a turtle across the road rather than run over it.  That makes a big difference too, not just here on the causeway but on any road where wildlife wander onto the road.\"Long Point residents Jan and John Everett have also supported public awareness by engaging kids.  Originally created by Jan as a birthday gift for her husband - a veteran at helping turtles to safety, saving as many as 30 per year with a large shovel stowed in his car trunk - the cartoon-illustrated story became a local hit with children.The retired couple have a long list of school visits lined up for readings and discussion of the book, \"Never Give Up,\" the sale of which (available for $10.50 at http://longpointcauseway.com/never-give-up/) now helps raise funds to maintain Long Point's culverts and fencing.Insurance industry statistics show that in the US alone drivers report hitting one million to two million animals every year - figures that don't include millions of unreported collisions with smaller animals like turtles, raccoons or squirrels (although there are documented cases of a turtle smashing through a windshield after being launched by a passing car's tire).According to recent figures reported by The Guardian, the last 16 months have seen 2,213 reported dead animals on English highways. Figures for last year included 10 polecats, 36 swans, three ferrets, a pig and a wallaby.  Eighty-five animals were \"deemed too squished to identify.\"Even if one were to remove all other threats faced by turtles across North America, in some areas road mortality alone would still result in turtle population declines and eventual losses. Said Gillingwater: \"Our perception of abundance in natural wildlife populations is biased by a shifting baseline, one that continues to change with each successive human generation.  Because of this, we often lose sight of the true losses to our natural world.\"\"As a result of extensive human impact on the landscape, freshwater turtle and snake abundances today represent only a fraction of former numbers. Reptiles face numerous threats in Ontario, with turtles being particularly susceptible to population declines.\"  \"Increases in adult mortality can lead to outright losses of populations,\" he said.  \"Turtles have a very late age of maturity (up to 20 years before some species can lay their first clutch of eggs), very few eggs survive through incubation, and very few hatchlings ever reach maturity.\"\"These biological limitations were not an issue before human settlement, but as people have spread out further across the landscape, the numbers of adult turtles has declined, fewer eggs hatch, and even fewer hatchlings reach maturity. Furthermore, the importance of older animals in a population cannot be over-stated, as turtles many decades old are often the most reproductively successful in the population.\"\"Unfortunately,\" he noted, \"road mortality does not discriminate by age.\"", "article_link": "http://dx.doi.org/10.1002/wsb.767", "url": "http://www.eurekalert.org/pub_releases/2017-05/tca-ot1052217.php", "region": "", "source_link": null, "funder": "", "meeting": "", "institution": "Long Point Causeway Improvement Project", "keywords": ["Marine/Freshwater Biology", " Biology", " Biodiversity", " Ecology/Environment", " Marine/Freshwater Biology", " Marine/Freshwater Biology", " Animal Research/Rights", " Urbanization", " Biomedical/Environmental/Chemical Engineering"], "journal": "Wildlife Society Bulletin", "description": "With C$2.7 million in government and private funding from Canada and the US, a 10-year community-led project on the north shore of Lake Erie has dramatically reduced roadkill on a thoroughfare running through a UNESCO World Biosphere Reserve.  \r\n\r\nA new paper estimates 89 percent fewer turtles and 28 percent fewer snakes now venture onto Ontario's Long Point Causeway, an important achievement in protecting at-risk species offering a model for other communities worldwide.", "date": "Fri, 26 May 2017 04:00:00 GMT"}