{"title": "Look at Eva, 4 months old and standing", "text": "BABY SWIMMING: Both the literature and practice indicate that children can stand without support starting at around 9 months old. \"But with some training, children can stand much sooner than that, even before they're 4 months old,\" says Professor Hermundur Sigmundsson at NTNU's Department of Psychology.Snorri Magnússon teaches a baby swimming course in Iceland. Babies in the programme do various exercises, including standing in-hand and on a corkboard.Sigmundsson and his colleagues have used results from Magnússon's practice for a recently published article in Frontiers of Psychology.Article continues below the video of Frosti (5 months.)The babies are given the opportunity to stand as part of a 12-week baby swimming course, with twice weekly one hour sessions. \"The results are sensational compared to what we normally expect of children at this age,\" said Sigmundsson.Of the 12 children who participated in the course that the researchers studied, 11 managed to stand on their own for more than 15 seconds by the end of the sessions. The 12th baby also managed to stand for a good 8 seconds. Instructor Snorri says this is a common experience.\"On average, the children were 4.3 months old when they learned to stand without support. The youngest was only 3.6 months old,\" says Sigmundsson. He points out that once the babies learn to stand, they don't forget how.The study can provide us with more information about how we develop balance and the ability to control our movements. Practice also seems to work for the youngest among us. These children are practising how to stand. So they get good at it - very fast and very young.Article continues below the video of Arna (just over 3 months.)\"Children can do more than we think,\" says an enthusiastic Sigmundsson.This corresponds to other studies Sigmundsson has conducted on mathematical skills. You get good at exactly what you practice, like algebra or equations, not mathematics in general.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nuos-lae052517.php", "region": "europe", "source_link": "http://journal.frontiersin.org/article/10.3389/fpsyg.2017.00657/abstract", "funder": "", "meeting": "", "institution": "Norwegian University of Science and Technology", "keywords": ["Biology", " Education", " Medicine/Health", " Pediatrics", " Social/Behavioral Science", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Frontiers in Psychology", "description": "Both the literature and practice indicate that children can stand without support starting at around 9 months old.\r\n", "date": "Thu, 25 May 2017 04:00:00 GMT"}