{"title": "The 'ideal' teacher? It's all in your mind", "text": "Two Concordia researchers are turning to Reddit for a more accurate picture of public perceptions of teachers and teaching.Their initial conclusions? That our understanding of the \"best\" and \"worst\" is predicated on personal educational values -- and, possibly, our understanding of gender.\"We tend to think in terms of good and bad teachers, but reality is less clear-cut,\" says Sandra Chang-Kredl, assistant professor in the Department of Education. \"The teacher who is good for me can be bad for someone else; it depends on the student's values, needs and approaches to schooling.\"But, as she explains, \"the representation of teachers matters. Public perceptions affect teachers at every level of education -- they reinforce policies and pay levels.\"In a study recently published in Teaching and Teacher Education, Chang-Kredl and her colleague Daniela Colannino (MA 16, Child Studies) examined popular representations of teachers on the social media platform Reddit.The two researchers analyzed 600 entries from 2009 to 2015 in which commenters discussed their \"best\" and \"worst\" teachers.According to Chang-Kredl, Reddit encourages authentic responses from participants.\"One of the unique features of Reddit, as opposed to websites such as Facebook and Twitter, is that its users can be completely anonymous,\" she notes.\"The anonymity of the forum allowed participants to say what they wanted without fear of repercussions. As a result, we were able to get an arguably more authentic and nuanced picture of the public perception of teachers.\"Chang-Kredl and Colannino sorted through the most popular (i.e. upvoted) entries on the discussion threads and coded them according to the themes that emerged.They found that \"best and worst\" ratings of teachers fell into three broad categories: the teacher's professional and personal qualities; the student's learning outcomes; and the relationship between student and teacher.When it came to professional qualities, \"best\" teachers were praised for being intelligent, engaging, dedicated, easygoing and strict but fair; \"worst\" teachers were described as incompetent, lacking in judgement, lazy, unfair and biased.The personal qualities of \"best\" teachers can be categorized as unique, humorous, down to earth and physically attractive, while \"worst\" teachers were also described as unique, but negatively so, as well as bad-tempered, condescending and unattractive.When they analyzed the Reddit data, Chang-Kredl and Colannino were surprised by trends that emerged. For instance, roughly equal numbers of teachers were praised for seemingly opposing characteristics, such as \"dedicated\" and \"easygoing.\"\"Best\" and \"worst\" teachers were also variously lauded and criticized for displaying virtually identical behaviours -- for example, \"being lenient\" or \"chill\" versus \"putting in no effort.\"This finding, the researchers say, suggests that the participants' educational values were central to their judgement of teaching style.According to Chang-Kredl, it also challenges popular beliefs about the ideal teacher and a one-size-fits-all approach to education.\"The finding demonstrates that students have different learning styles and personalities, and respond differently to teachers based on their own needs and perspectives,\" she explains.Furthermore, the study determined that more men were described as \"best\" teachers, and more women as \"worst\" teachers.This may in part reflect the demographic of redditors but, Chang-Kredl observes, it suggests that gender in education is a subject ripe for further investigation.Ultimately, she hopes that the study's conclusions will generate further research and discussion on representations of teachers in social media.\"Social media can provide an intersection between cultural representations and personal experiences, and by studying it we can arrive at more nuanced findings.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cu-tt052517.php", "region": "namerica", "source_link": "http://www.concordia.ca/cunews/main/releases/2017/05/24/new-research--the-ideal-teacher--its-all-in-your-mind.html?c=news/media-relations", "funder": "", "meeting": "", "institution": "Concordia University", "keywords": ["Education"], "journal": "Teaching and Teacher Education", "description": "Two Concordia researchers are turning to Reddit for a more accurate picture of public perceptions of teachers and teaching.", "date": "Thu, 25 May 2017 04:00:00 GMT"}