{"title": "'Authentic' teachers are better at engaging with their students", "text": "Teachers who have an authentic teaching style are more positively received by their students, according to new research published in the National Communication Association's journal, Communication Education. To achieve a more authentic style, teachers should use time before and after class to converse with students, allow opportunity to share experiences, and view teaching as an opportunity for dialogue between themselves and their students.However, to be truly authentic, teachers should enact such behaviors only so far as their personality and demeanor naturally allow, say study authors Professor Zac Johnson of California State University and Professor Sara LaBelle of Chapman University.Around 300 college students were questioned about their perceptions of authentic and inauthentic teacher behavior and communication. Responses indicated that authentic teachers were seen as approachable, passionate, attentive, capable, and knowledgeable, while inauthentic teachers were viewed as unapproachable, lacking passion, inattentive, incapable, and disrespectful.Authentic teachers showed a willingness to share details of their life, and displayed elements of their humanity by telling personal stories, making jokes, and admitting mistakes. They also demonstrated care and compassion toward students by recognizing them as individuals and attending to their needs both academically and personally, for example, by emailing those absent from class due to illness to ask how they were.According to the authors, \"Our participants made it clear that a teacher's efforts to view themselves and their students as individuals had a lasting impact. The process of teaching authentically need not be more complicated than making simple and direct statements regarding the level of concern and care that a teacher holds for their students.\"Our implication is not simply that teachers should engage in limitless amounts of self-disclosure. Rather, by making efforts to engage with students beyond their expected roles in the classroom, teachers can greatly impact students' perceptions of them and their course.\"Students report higher levels of learning and deeper understanding in learning experiences described as authentic. Perhaps more importantly, at-risk students are positively impacted by teachers they perceive as authentic in their communication. By teaching authentically, teachers may create more meaningful experiences and deeper learning for all students in a variety of settings and across disciplines, the authors conclude.Lead author Johnson also commented, \"This research indicated that students do pay attention to the messages we send about ourselves in the classroom, and that their perception of those messages seem to play an important role in how they connect to the content of the course. Further, our findings suggest that we must attempt to be thoughtful when presenting our true self; not dishonest or antithetical to our real self, but rather cognizant of how students might perceive our actions. Overall, authentic communication appears to be a critical component of meaningful communication in multiple contexts.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/tfg-ta052417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Taylor & Francis Group", "keywords": ["Education", " Graduate/Postgraduate Education", " K-12", " Nonprofessional", " Professional"], "journal": "Communication Education", "description": "Teachers who have an authentic teaching style are more positively received by their students, according to new research published in the National Communication Association's journal, Communication Education.", "date": "Thu, 25 May 2017 04:00:00 GMT"}