{"title": "New research proves the 'migrant work ethic' exists, in the short term", "text": "The received wisdom that migrant workers have a stronger 'work ethic' than UK-born workers is proven for the first time, in a new study of Central and East European migrants, from the University of Bath's School of Management. The research shows that migrant workers are over three times less likely to be absent from work than native UK workers, a measure which economists equate with work ethic. The enhanced migrant work effort was found to be a temporary phenomenon lasting for approximately two years from their arrival in the UK, after which migrant workers' absence converged with levels recorded by native UK workers. A wide body of existing research evidence suggests that employers in the UK will often recruit workers on the basis of their nationality, especially in lower-skilled roles where employers tend to value a 'good work ethic' above anything else.While the perception of the migrant work ethic persists, UK native workers may in some cases be missing out on jobs simply because their nationality is not synonymous with hard work. The researchers suggest that by putting in extra effort at work, new migrant workers are trying to signal their worth to employers, compensating for limited English language skills and to overcome a lack of understanding from their new employers about the qualifications and skills they have gained in their home country. In fact migrants have on average two years more of education than their UK counterparts. Additionally, migrant workers from low income countries initially perceive their UK salary to be relatively high and respond with increased effort. As migrants spend longer in the UK, their language skills improve, they become more knowledgeable about the UK job market and they take on better paid roles. They no longer have to rely on working extra hard to prove their worth and they quickly assimilate into UK working culture. The study, carried out by the Universities of Bath, Southampton and Leicester, is published in the Journal Work, Employment and Society.The research used large scale data from the Office for National Statistics UK Labour Force Survey (2005 to 2012) to study the absence rates of migrant workers from the eight nations of Central and Eastern Europe (known as the A8) when they joined the EU in 2004. Dr Chris Dawson, Senior Lecturer in Business Economics, said: \"This is the first study with concrete evidence on the existence of the migrant work ethic. It backs up managers' perceptions that Polish and other Central and Eastern European migrants are harder working than UK employees, but importantly only for around two years from their arrival in the UK. \"The study shows that the common view that UK workers are lazy compared to migrant workers is misconceived: in fact migrants are temporarily working extra hard to offset the challenges they face when they first enter the UK job market. \"We clearly see in the research that migrants new to the UK put in a couple of years of hard work, before a better understanding of our culture and job market means they adopt the same work ethic as native workers.\"From 2004 to 2007 over 600,000 workers from these new EU nations registered for work in the UK; shattering the projected figures of around 13,000 additional workers migrating to the UK. Dr Benjamin Hopkins, Lecturer in Work and Employment at the University of Leicester said: \"When the Central and Eastern European nations became part of the EU in 2004 the numbers of migrants registering to work in the UK was far beyond any projected figures. There was very little planning around information for employers about qualifications in these countries and how they relate to the UK system. This lack of understanding exacerbated the need for migrants to demonstrate their value to employers in a very practical way: by recording lower levels of absence than their colleagues from the UK.\" Research by the School of Management was ranked 8th in the UK in the independently-assessed Research Excellence Framework. 89 per cent of their submitted case studies were deemed to have an outstanding or very considerable impact.", "article_link": "http://dx.doi.org/10.1177/0950017017706306", "url": "http://www.eurekalert.org/pub_releases/2017-05/uob-nrp052417.php", "region": "europe", "source_link": "http://www.bath.ac.uk/research/news/2017/05/25/new-research-proves-the-migrant-work-ethic-exists-in-the-short-term/", "funder": "", "meeting": "", "institution": "University of Bath", "keywords": ["Business/Economics", " Demography", " Immigrants & Migration", " Socioeconomics", " Employment", " Occupation/Retirement"], "journal": "Work, Employment and Society", "description": "The research shows that migrant workers are over three times less likely to be absent from work than native UK workers, a measure which economists equate with work ethic. \r\n\r\nThe enhanced migrant work effort was found to be a temporary phenomenon lasting for approximately two years from their arrival in the UK, after which migrant workers' absence converged with levels recorded by native UK workers.", "date": "Thu, 25 May 2017 04:00:00 GMT"}