{"title": "Making people feel bad can be a strategy for helping them", "text": "People may try to make someone else feel negative emotions if they think experiencing those emotions will be beneficial in the long run, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The findings expand on previous research by revealing that people may sometimes seek to induce negative emotions in others for altruistic reasons, not simply for their own pleasure or benefit.\"We have shown that people can be 'cruel to be kind'--that is, they may decide to make someone feel worse if this emotion is beneficial for that other person, even if this does not entail any personal benefit for them,\" explains psychological scientist Belén López-Pérez, who conducted the research while at the University of Plymouth and is currently at Liverpool Hope University. \"These results expand our knowledge of the motivations underlying emotion regulation between people.\"In other studies, researchers had shown that people may sometimes seek to worsen others' mood for their own personal gain. Based on their own work examining altruistic behavior, López-Pérez and colleagues Laura Howells and Michaela Gummerum wondered whether there might be circumstances under which people would try to worsen others' mood for altruistic reasons.\"We identified several everyday examples where this might be the case--for instance, inducing fear of failure in a loved one who is procrastinating instead of studying for an exam,\" López-Pérez says.The researchers hypothesized that prompting participants to take another person's perspective might make them more likely to choose a negative experience for that person if they thought the experience would help the individual reach a specific goal.To test their hypothesis, they recruited 140 adults to participate in a lab-based study that involved playing a computer game with an anonymous partner, known as Player A. In reality, the participants were always assigned the role of Player B and there was no actual Player A.After receiving a note supposedly written by Player A, some participants were asked to imagine how Player A felt, while others were told to remain detached. The note described Player A's recent breakup and how upset and helpless Player A felt about it.Then, participants were asked to play a video game so they could then make decisions for Player A on how the game would be presented. Depending on the experimental condition participants were assigned to, half were asked to play Soldier of Fortune, a first-person shooter game with an explicit goal of killing as many enemies as possible (i.e., confrontation goal). The other half were asked to play Escape Dead Island, a first-person game with the explicit goal of escaping from a room of zombies (i.e., avoidance goal).After playing the assigned game, the participants listened to some music clips and read short game descriptions that varied in their emotional content. The participants used scales to rate how much they wanted their partner to listen to each clip and read each description (from 1 = not at all to 7 = extremely). They also rated the extent to which they wanted their partner to feel angry, fearful, or neutral and how useful these emotions would be in playing the game.The players were awarded raffle tickets for a chance at winning £50 based on their performance in the game -- participants were reminded that their choices might impact the other participants' performance and, therefore, their own chances of winning the £50.The results showed that the participants who empathized with Player A focused on inducing specific emotions in their partner, depending on the ultimate goal of their computer game.Compared with participants who had remained detached, those who empathized with Player A and who played the first-person shooter game seemed to focus specifically on inducing anger in Player A explicitly and implicitly (i.e., by choosing the anger-inducing music clips and game description), while those who had empathized with Player A and who played the zombie game focused specifically on inducing fear (i.e., by choosing the fear-inducing music clips and game description).\"What was surprising was that affect worsening was not random but emotion-specific,\" says López-Pérez. \"In line with previous research, our results have shown that people hold very specific expectations about the effects that certain emotions may have and about which emotions may be better for achieving different goals.\"The study suggests that empathy led people to choose particular negative emotional experiences that they believed would ultimately help their partner be successful in the context of the game.\"These findings shed light on social dynamics, helping us to understand, for instance, why we sometimes may try to make our loved ones feel bad if we perceive this emotion to be useful to achieve a goal,\" López-Pérez concludes.", "article_link": "http://dx.doi.org/10.1177/0956797617696312", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-mpf052317.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/making-people-feel-bad-can-be-a-strategy-for-helping-them.html", "funder": "Economic and Social Research Council", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "People may try to make someone else feel negative emotions if they think experiencing those emotions will be beneficial in the long run, according to new research published in Psychological Science, a journal of the Association for Psychological Science. The findings expand on previous research by revealing that people may sometimes seek to induce negative emotions in others for altruistic reasons, not simply for their own pleasure or benefit.", "date": "Wed, 24 May 2017 04:00:00 GMT"}