{"title": "Study documents range of challenging meditation experiences", "text": "Meditation is increasingly being marketed as a treatment for conditions such as pain, depression, stress and addiction, and while many people achieve therapeutic goals, other meditators encounter a much broader range of experiences -- sometimes distressing and even impairing ones -- along the way. That's according to a new study in PLOS ONE, in which Willoughby Britton, assistant professor in the Department of Psychiatry and Human Behavior at Brown University, and co-authors chronicled and categorized such experiences as well as the factors that influence them.\"Many effects of meditation are well known, like increased awareness of thoughts and emotions, or improved calm and well-being,\" said study lead author Jared Lindahl, visiting assistant professor in Brown's Cogut Center for the Humanities. \"But there is a much broader range of possible experiences. Exactly what those experiences are, how they affect individuals and which ones show up as difficult is going to be based on a range of personal, interpersonal and contextual factors.\"The Varieties of Contemplative Experience studyThe study purposely sought out \"challenging\" experiences because they are underrepresented in the scientific literature, the authors said. With that goal, the study therefore was not designed to estimate how common those experiences are among all meditators. Instead the purpose of the Varieties of Contemplative Experience study was to provide detailed descriptions of experiences and to start to understand the multiple ways they are interpreted, why they might happen and what meditators and teachers do to deal with them.Though rare in the scientific literature, the broader range of effects including meditation-related difficulties have been documented in Buddhist traditions, the researchers wrote. For example, Tibetans refer to a wide range of experiences -- some blissful but some painful or disturbing -- as \"nyams.\" Zen Buddhists use the term \"maky?\" to refer to certain perceptual disturbances.  \"While the positive effects have made the transition from Buddhist texts and traditions to contemporary clinical applications, the use of meditation for health and well-being has obscured the wider range of experiences and purposes traditionally associated with Buddhist meditation,\" Lindahl said.To understand the range of experiences encountered among Western Buddhists practicing meditation, Britton, Lindahl and their co-authors interviewed nearly 100 meditators and meditation teachers from each of three main traditions: Theravāda, Zen and Tibetan. Each interview told a story, which the researchers meticulously coded and analyzed using qualitative research methodology.The researchers also employed standardized causality assessment methods that are used by agencies like the U.S. Food and Drug Adminisration to ensure that meditation likely played a causal role in the experiences they documented. Experiences and influencesBased upon their interviews, the researchers developed a taxonomy of 59 experiences organized into seven types, or \"domains\": cognitive, perceptual, affective (i.e. emotions and moods), somatic (relating to the body), conative (i.e. motivation or will), sense of self and social. They also identified another 26 categories of \"influencing factors\" or conditions that may impact the intensity, duration or associated distress or impairment.  All meditators reported multiple unexpected experiences from across the seven domains of experience. For example, a commonly reported challenging experience in the perceptual domain was hypersensitivity to light or sound, while somatic changes such as insomnia or involuntary body movements were also reported. Challenging emotional experiences could include fear, anxiety, panic or a loss of emotions altogether.Britton noted that the duration of the effects people described in their interviews also varied widely, ranging from a few days to months to more than a decade.Sometimes experiences were ostensibly desirable, such as feelings of unity or oneness with others, but some meditators reported them going too far, lasting too long or feeling violated, exposed or disoriented. Others who had meditation experiences that felt positive during retreats reported that the persistence of these experiences interfered with their ability to function or work when they left the retreat and returned to normal life. \"This is a good example of how a contextual factor can affect associated distress and functioning,\" Lindahl said. \"An experience that is positive and desirable in one situation may become a burden in another.\"Moreover, in some cases, an experience that some meditators reported as challenging, others reported as positive. To understand why this was the case, the researchers also aimed to determine the \"influencing factors\" that affect the desirability, intensity, duration and impact of a given experience.The researchers documented four main domains of influencing factors: practitioner-related (i.e. the meditator's personal attributes), practice-related (such as how they meditated), relationships (interpersonal factors) and health behaviors (such as diet, sleep or exercise). For example, a meditator's relationship with the instructor was for some people a source of support and for others a source of distress. While many teachers cited the meditator's practice intensity, psychiatric history or trauma history, and quality of supervision as important, these factors appeared to play a role only for some meditators. The researchers wrote in PLOS ONE that in many cases, challenging experiences could not be attributed to just those factors: \"The results also challenge other common causal attributions, such as the assumption that meditation-related difficulties only happen to individuals with a pre-existing condition (psychiatric or trauma history), who are on long or intensive retreats, who are poorly supervised, who are practicing incorrectly, or who have inadequate preparation.\"Toward improved understanding and supportRather than conclusive causes, Britton described the influencing factors the research identified as \"testable hypotheses\" of what might impact a meditator's trajectory. For example, future research could investigate whether certain types of practice are associated with different kinds of challenging experiences, or whether the degree of perceived social support influences the duration of distress and impairment. \"It is likely that an interaction of multiple factors is at play,\" Lindahl said. \"Each meditator had their own unique story.\"I i's important to acknowledge that this study represents an initial step in a much longer discussion and investigation, Britton said: \"The take-home message is that meditation-related challenges are a topic worthy of further investigation, but there is still a lot more to understand.\" For example, the study did not investigate meditation-related challenges in the context of mindfulness-based interventions, in children or in clinical populations. Furthermore, Britton said, little is known about the neurobiological mechanisms of these experiences. The authors have already developed one potential model for some experiences, but there likely will be different mechanisms for different experiences, and they hope other researchers will join the inquiry.If research can uncover why challenging experiences arise, then meditators and teachers might be in a better position to manage them, Britton and Lindahl said. But even before that, they hope the new study can help people recognize that adverse experiences are not necessarily unique to them or their fault. Britton noted that in a societal context in which meditation is often discussed as producing only positive results, meditators can feel stigmatized and isolated if they experience a problem. \"During the interviews, some people learned for the first time that they are not completely alone in having had this experience,\" Lindahl said. \"The social awareness we think this project can raise could be a key way of addressing some of the problems.\"One of the remedies people cited for dealing with problems was simply having someone they could talk to who was familiar with challenging meditation experiences, the researchers said. Britton recently started a weekly online support group where meditators can share their challenges with each other. \"Our long-term hope is that this research, and the research that follows, can be used by the meditation community to create support systems for the full range of meditation-related experiences,\" Britton said. \"Really, the first step is acknowledging the diversity of experiences that different people can have.\"", "article_link": "http://dx.doi.org/10.1371/journal.pone.0176239", "url": "http://www.eurekalert.org/pub_releases/2017-05/bu-sdr052217.php", "region": "namerica", "source_link": null, "funder": "NIH/National Center for Complementary and Alternative Medicine, Bial Foundation, Mind and Life Institute, 1440 Foundation", "meeting": "", "institution": "Brown University", "keywords": ["Medicine/Health", " Alternative Medicine", " Social/Behavioral Science", " Behavior", " Mental Health", " Counseling", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Philosophy/Religion"], "journal": "PLOS ONE", "description": "Though it has gained popularity in the West as medically and psychologically beneficial, meditation can produce a much wider variety of outcomes, not all of them calm and relaxing, according to a new study that analyzes meditation-related challenges.", "date": "Wed, 24 May 2017 04:00:00 GMT"}