{"title": "How listening to music in a group influences depression", "text": "Listening to music together with others has many social benefits, including creating and strengthening interpersonal bonds. It has previously been shown that enjoying music in a group setting has an impact on social relationships, and that synchronizing with other group members to a beat influences how people behave to individuals both within and outside of the group. Similarly, the sharing of emotions has many social benefits as well: it helps us create and sustain relationships with others and to cement social bonds within a group, and it intensifies the potential for emotional responses. A question that still remains is whether sharing emotional and musical experiences with others might be a particularly powerful form of social bonding, and what the outcome of such an interaction might be. In this study, published in Frontiers in Psychology, the researchers wanted to investigate the self-reported effects on mood that comes with listening to sad music in group settings, and how mood is influenced by rumination (a maladaptive focus on negative thoughts), depression, and coping style. To do so, they recruited 697 participants who completed an online survey about \"their ways of using music, types of musical engagement and the effect of music listening.\" The participants also completed a number of additional questionnaires, which helped the researchers determine factors such as: the presence of symptoms of depression, anxiety and stress; general tendencies towards depression; coping styles, i.e. tendencies towards rumination or reflection (i.e. healthier tendencies to self-reflection); musical engagement as a measurement of wellbeing; as well as questionnaires addressing a variety of aspects of music listening, both alone and in a group. The results reveal two distinct behavioral patterns related to group music listening:1.\tListening to sad music and talking about sad things tended to make people feel more depressed after listening to music. This kind of group rumination was more common in younger people, and likely reflects relative importance of both music and social relationships to younger people.2.\tListening to inspiring music in a group and engaging in discussions about music and life is a more positive interaction that makes people feel good. These results provide some clues as to how people with depression use music, and why.  \"Behaviors relating to music use fall into distinct patterns, reflecting either healthy or unhealthy thought processes,\" says Dr Sandra Garrido (corresponding author). \"These results reveal important information about how people with depression use music.\" The results shine a light on how music can facilitate the sharing of negative emotions, and show that the outcome is related to the coping styles and thinking patterns used in each setting, meaning that people with generally maladaptive coping styles are more likely to experience negative outcomes from group rumination of music. The results also show that young people may be especially vulnerable to the impacts of group rumination with music. \"While young people with tendencies to depression who are a part of social groups may be perceived as receiving valuable social support, our results here suggest that the positive impacts of such group interactions depend on the types of processes that are taking place in the group,\" explains Dr Garrido. \"Susceptible individuals with a predilection for rumination may be most likely to suffer negative outcomes from group rumination, with social feedback deepening and exacerbating negative thoughts and feelings. However, group interactions that provide social support or opportunities for processing of emotions in a constructive way have a much higher likelihood of being positive.\" These findings partially help clarifying under what conditions social interaction around music provide social benefits, and when it might instead amplify negative emotions. This opens up for further research to create a more detailed picture of how group interaction dynamics influence the outcome.\r\n", "article_link": "http://dx.doi.org/10.3389/fpsyg.2017.00490", "url": "http://www.eurekalert.org/pub_releases/2017-05/f-hlt052417.php", "region": "europe", "source_link": null, "funder": "Australian Research Council Discovery Project", "meeting": "", "institution": "Frontiers", "keywords": ["Medicine/Health", " Public Health", " Social/Behavioral Science", " Arts/Culture", " Quality of Life", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Frontiers in Psychology", "description": "New research published in Frontiers in Psychology takes a closer look at how music influences the mood in people suffering from depression, and examines what factors might affect whether listening to sad music in group settings provides social benefits for listeners, or if it rather reinforces depressive tendencies.", "date": "Wed, 24 May 2017 04:00:00 GMT"}