{"title": "Amazingly flexible: Learning to read in your 30s profoundly transforms the brain", "text": "Reading is such a new ability in human evolutionary history that the existence of a 'reading area' could not be specified in our genes. A kind of recycling process has to take place in the brain while learning to read: Areas evolved for the recognition of complex objects, such as faces, become engaged in translating letters into language. Some regions of our visual system thereby turn into interfaces between the visual and language systems.\"Until now it was assumed that these changes are limited to the outer layer of the brain, the cortex, which is known to adapt quickly to new challenges\", says project leader Falk Huettig from the Max Planck Institute for Psycholinguistics. The Max Planck researchers together with Indian scientists from the Centre of Bio-Medical Research (CBMR) Lucknow and the University of Hyderabad have now discovered what changes occur in the adult brain when completely illiterate people learn to read and write. In contrast to previous assumptions, the learning process leads to a reorganisation that extends to deep brain structures in the thalamus and the brainstem. The relatively young phenomenon of human writing therefore changes brain regions that are very old in evolutionary terms and already core parts of mice and other mammalian brains.\"We observed that the so-called colliculi superiores, a part of the brainstem, and the pulvinar, located in the thalamus, adapt the timing of their activity patterns to those of the visual cortex\", says Michael Skeide, scientific researcher at the Max Planck Institute for Human Cognitive and Brain Sciences (MPI CBS) in Leipzig and first author of the study, which has just been published in the renowned magazine Science Advances. \"These deep structures in the thalamus and brainstem help our visual cortex to filter important information from the flood of visual input even before we consciously perceive it.\" Interestingly, it seems that the more the signal timings between the two brain regions are aligned, the better the reading capabilities. \"We, therefore, believe that these brain systems increasingly fine-tune their communication as learners become more and more proficient in reading\", the neuroscientist explains further. \"This could explain why experienced readers navigate more efficiently through a text.\" Large-scale study with illiterates in IndiaThe interdisciplinary research team obtained these findings in India, a country with an illiteracy rate of about 39 percent. Poverty still limits access to education in some parts of India especially for women. Therefore, in this study nearly all participants were women in their thirties. At the beginning of the training, the majority of them could not decipher a single written word of their mother tongue Hindi. Hindi, one of the official languages of India, is based on Devanagari, a scripture with complex characters describing whole syllables or words rather than single letters. Participants reached a level comparable to a first-grader after only six months of reading training. \"This growth of knowledge is remarkable\", says project leader Huettig. \"While it is quite difficult for us to learn a new language, it appears to be much easier for us to learn to read. The adult brain proves to be astonishingly flexible.\" In principle, this study could also have taken place in Europe. Yet illiteracy is regarded as such a taboo in the West that it would have been immensely difficult to find volunteers to take part. Nevertheless, even in India where the ability to read and write is strongly connected to social class, the project was a tremendous challenge. The scientists recruited volunteers from the same social class in two villages in Northern India to make sure that social factors could not influence the findings. Brain scans were performed in the city of Lucknow, a three hours taxi ride away from participants' homes. A new view on dyslexiaThe impressive learning achievements of the volunteers do not only provide hope for adult illiterates, they also shed new light on the possible cause of reading disorders such as dyslexia. One possible cause for the basic deficits observed in people with dyslexia has previously been attributed to dysfunctions of the thalamus. \"Since we found out that only a few months of reading training can modify the thalamus fundamentally, we have to scrutinise this hypothesis\", neuroscientist Skeide explains. It could also be that affected people show different brain activity in the thalamus just because their visual system is less well trained than that of experienced readers. This means that these abnormalities can only be considered an innate cause of dyslexia if they show up prior to \r\nschooling. \"That's why only studies that assess children before they start to learn to read and follow them up for several years can bring clarity about the origins of reading disorders\", Huettig adds.\r\n", "article_link": "http://dx.doi.org/10.1126/sciadv.1602612", "url": "http://www.eurekalert.org/pub_releases/2017-05/mpif-afl051817.php", "region": "europe", "source_link": "http://www.mpi.nl/news/even-learning-to-read-in-your-thirties-profoundly-transforms-brain-networks", "funder": "", "meeting": "", "institution": "Max Planck Institute for Psycholinguistics", "keywords": ["Biology", " Education", " Neurobiology", " Learning/Literacy/Reading", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Science Advances", "description": "Reading is such a modern cultural invention that there is no specific area in the brain dedicated to it. Scientists from two Max Planck Institutes have found that learning to read as an adult reconfigures evolutionarily ancient brain structures hitherto assigned to different skills. These findings were obtained in a large-scale study in India in which completely illiterate women learned how to read and write for six months. They are now published in Science Advances.", "date": "Wed, 24 May 2017 04:00:00 GMT"}