{"title": "Two types of empathy elicit different health effects, Penn psychologist shows", "text": "When a close friend shares bad news, our instinct is to help. But putting ourselves in a friend's shoes, imagining how we would feel if we were the one suffering, may have detrimental effects on our own health, according to a new study led by the University of Pennsylvania's Anneke E. K. Buffone. She is the lead research scientist of the World Well-Being Project in the School of Arts & Sciences' Positive Psychology Center.The research, published in the Journal of Experimental Social Psychology, finds that our bodies respond differently depending on the perspective we take when helping someone who is suffering. Stepping into the perspective of the suffering person leads to a health-threatening physiological response, while reflecting on how the suffering person might feel leads to a health-promoting response.\"This is the first time we have physical evidence that putting yourself in someone else's shoes is potentially harmful,\" said Buffone. Buffone collaborated on the work with Michael Poulin, Shane DeLury, Lauren Ministero and Carrie Morrisson of the State University of New York at Buffalo and with Matt Scalco at Brown University.Their study builds upon previous work that had shown that helping behaviors can, paradoxically, lead to both negative and positive health effects. Buffone and colleagues were hoping to tease apart the factors that might lead to the different outcomes.To do so, they devised an experiment that would place participants in the role of \"helper\" to a person who was suffering. More than 200 college-age study subjects were hooked up to equipment that tracked a set of psychophysiological markers, such as blood pressure and heart rate as well as other cardiovascular measures that can be used to differentiate a threat response -- a state of negative arousal -- from a challenge response -- a state of positive arousal.Participants were provided with texts, which they were led to believe was written by their study partners. The personal story was intended to induce empathy by describing the troubled background of the alleged other student, describing struggling financially after a recent car accident while coping with the added pressure of having to care for a younger sibling after having lost the mother years prior. Study participants were asked to respond to the writers, through a videotaped message, offering helpful comments and advice. To evoke the different types of empathy, the researchers divided participants into three groups, each of which was given slightly different instructions prior to reading the statements. The members of one group were told to read while imagining how they would feel if they had had the same experiences; the members of a second group was told to read the story while imagining how the writers would feel and the third were asked to remain objective and detached while reading the statements. Buffone and colleagues discovered that the very act of helping induced a physiological change in all of the participants, but the quality of that change differed between the groups. The first group, imagining themselves as the suffering other student,s showed signs of the physiological fight-or-flight response, as though they themselves were responding to a threat. The members of the second group, imagining the feelings of the sufferers, showed a more invigorating arousal response, as if they were confronting a challenge that is eminently manageable.\"A classic analogy is taking an exam,\" said Buffone. \"You either feel like you've got it or you feel like you don't. If you don't, you're going to be in that threat state; you encounter a question that throws you off, you get nervous, you get hot, you get sweaty and you can't think. If you feel like you've got this, you're calm,. Your heart may still be pounding and you may be writing fast, but you still feel confident.\"When we consider the situation with a little more distance, you're feeling concern, compassion and a desire to help, but you don't feel exactly what that other person is feeling.\"The physiological threat response is associated with release of the stress hormone cortisol. Chronic activation of this response could lead to a host of negative health effects, including cardiovascular problems.The results may be particularly salient to those in care-giving positions, such as doctors and nurses, who may automatically take on the perspective of others.\"Empathy is very important, and for a lot of care givers probably is the reason they chose their field,\" Buffone said. \"We don't have to teach our medical professionals to suppress that emotional response; we just have to try to help them have the right kind of response, thinking of others as opposed to thinking how they would feel in the same situation.\"Buffone also notes that parents may want to refrain from the types of admonishments that encourage children to take on the perspective of others, for example, \"How would you feel if Sally had hit you with her truck?\"Buffone and colleagues in Penn's World Well-Being Project are following up on their findings by analyzing the language people use on Facebook to identify the types of empathy they seem to be most employing, specifically looking at nurses.\"We'll actually be giving personalized feedback,\" Buffone said. \"So, if someone seems to be using a lot of language associated with the 'bad' form of empathy, we might be able to help them make insights into how to avoid those thought patterns.\"", "article_link": "http://dx.doi.org/10.1016/j.jesp.2017.04.001", "url": "http://www.eurekalert.org/pub_releases/2017-05/uop-tto052417.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/two-types-empathy-elicit-different-health-effects-penn-psychologist-shows", "funder": "National Science Foundation", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Perception/Awareness", " Stress/Anxiety"], "journal": "Journal of Experimental Social Psychology", "description": "Research led by a University of Pennsylvania psychologist finds that our bodies respond differently depending on the perspective we take when helping someone who is suffering. Stepping into the perspective of the suffering person leads to a health-threatening physiological response, while reflecting on how the suffering person might feel leads to a health-promoting response.", "date": "Wed, 24 May 2017 04:00:00 GMT"}