{"title": "From blue and black dresses to turbine blades -- here's the science of 'fake fake' photographs", "text": "Whether it's a blue and black dress - or white and gold depending on your take - or a pair of legs streaked with white paint, eagle-eyed viewers are always keen to debate a visual illusion when these puzzling images appear online.A new study published today reveals the science behind another 'trick of the light' that made high-profile photographs of a major piece of public art appear 'faked' to some people despite the pictures being entirely genuine.Vision science researchers from the University of Lincoln examined photographs of the art installation, Blade, which took pride of place in the centre of Hull earlier this year. Their interest was triggered when some pictures published online of the work - a 75-metre long, 25-tonne wind turbine blade - made the object appear to be super-imposed.The researchers found that this visual illusion was caused by the particular way light reflected from the blade, which then played on pre-conceived notions people have of how objects are lit in natural settings, effectively altering the object's shape to the human eye.Daylight hitting the object from above produced shading which created the illusion that the blade was cylindrical, and was being lit from the side rather than above. This subtly reinforced the visual impression that the blade was out-of-place, and that the image of the blade and its backdrop must therefore be a composite of two different scenes. To demonstrate this, researchers created virtual versions of a cylindrical C-shaped profile and a more complex S-shaped profile, and produced two images of each shape, one lit from above and the other lit from the front. The images demonstrated that the S-shape when lit from above and the C-shape when lit from the front both appeared cylindrical.Professor of Vision Science, George Mather, from the University of Lincoln's School of Psychology, said: \"I saw pictures of the installation in the media, and at first sight the photographs seemed to be clumsy fakes. Something else seemed to be at work too, at least to my eyes as a vision scientist. \"The blade appeared to be a cylindrical object, strangely out-of-keeping with the local environment, lit differently, as though it was superimposed on the scene digitally, but it really was there. \"We had an idea about what it was that conveyed this impression - light and shadow on the blade which is apparently inconsistent with the surroundings. The computer generated images were a way of testing the idea.\"The blade was made by turbine manufacturer Siemens and placed in Victoria Square as a major public art installation to mark the start of Hull's year as the UK City of Culture 2017. Artist Nayan Kulkarni created the installation for Look Up, a programme of temporary artworks designed for Hull's public spaces and places. It used one of the first B75 rotor blades manufactured in Hull.The research on the causes of the blade visual illusion is published in the scientific journal i-Perception today (Thursday 25th May 2017).\r\n", "article_link": "http://dx.doi.org/10.1177/2041669517710031", "url": "http://www.eurekalert.org/pub_releases/2017-05/uol-fba052417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Lincoln", "keywords": ["Neurobiology", " Ophthalmology", " Social/Behavioral Science", " Arts/Culture", " Mental Health"], "journal": "i-Perception", "description": "A new study reveals the science behind a 'trick of the light' that made high-profile photographs of a major piece of public art appear 'faked' despite the pictures being entirely genuine. Vision science researchers found images of the 75-meter long wind turbine appeared super-imposed because of a visual illusion caused by light reflections playing on preconceived notions about how objects are lit in natural settings, altering the object's shape to the human eye.", "date": "Wed, 24 May 2017 04:00:00 GMT"}