{"title": "You don't see what I see?", "text": "Perhaps we only see what we've learned to see.In a recent multinational study in the journal Cognitive Science, a research team led by Kyoto University shows that an ability to perceive differences between similar images depends on the cultural background of the viewer.Scientists have long recognized that the mental processes behind thinking and reasoning differ between people raised in Western and Eastern cultures. Those in the West tend to use 'analytical' processing -- analyzing objects independently of context -- while those in the East see situations and objects as a whole, which is known as 'holistic' processing.While such differences in processing are thought to affect visual perception, lead author Yoshiyuki Ueda of Kyoto University believes that this view is overly simplistic.\"Reports about the effects of cultural differences on visual perception are inconsistent,\" says Ueda. \"Partly, previous experiments have used relatively complex objects, resulting in a lot of 'noise'. We decided to simplify the visual task by using simple geometric figures.\"Volunteers from Canada, the United States, and Japan were asked to look at groups of objects such as straight lines with varying properties and discern simple differences between them: angle and length, for example. In looking for the one odd line out of a group, North Americans took more time when the line was shorter, rather than if it was longer. No such differences were seen in Japanese volunteers, who in contrast had a significantly harder time identifying a straight line among tilted ones.Such a stimulus-dependent cultural difference cannot be explained simply by analytic-holistic theory.\"There are likely other differences in perceptional mechanisms that caused this discrepancy in visual processing,\" continues senior researcher Jun Saiki of Kyoto University. \"Our next step is to find the cause of this discrepancy. One such reason may be the orthographical systems the subjects see regularly.\"In East Asian writing, many characters are distinguished by subtle differences in stroke length, while in Western alphabets, slight angular alterations in letters result in remarkable changes in the reading of words.\"The researchers eventually hope to gain insight into the role of visual experience in the development -- from an early age -- of the visual processing system.", "article_link": "http://dx.doi.org/10.1111/cogs.12490", "url": "http://www.eurekalert.org/pub_releases/2017-05/ku-yds052317.php", "region": "asia", "source_link": null, "funder": "Natural Sciences Engineering and Research Council of Canada, Japan Society for the Promotion of Science", "meeting": "", "institution": "Kyoto University", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Language/Linguistics/Speech", " Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Cognitive Science", "description": "Kyoto University researchers shows that an ability to perceive differences between similar images depends on the cultural background of the viewer.", "date": "Tue, 23 May 2017 04:00:00 GMT"}