{"title": "More than play: Can video games train sailors and marines?", "text": "ARLINGTON, Va. -- Blasting video game zombies, aliens and gangsters might not seem intellectually stimulating, but current research shows these computerized conflicts actually sharpen a range of cognitive skills--including better multitasking, increased attention span, faster reaction time and greater visual acuity.An important unanswered question, however, is what specific components of first-person-shooter and other action video games -- e.g., \"Call of Duty,\" \"Halo\" or \"Grand Theft Auto\" -- contribute to this cognitive improvement.With support from the Office of Naval Research (ONR), Dr. Shawn Green, a psychology professor at the University of Wisconsin-Madison, has partnered with a video game company to build a customized game incorporating design elements used widely throughout the industry. This knowledge would enable video game developers to create informative, yet engaging, products for education and job training. The Navy and Marine Corps are interested in such technology for jobs requiring substantial training time on computer simulators or virtual-reality displays -- sonar technicians, radar, pilots and surgeons, for example.\"We know people will spend hours playing a video game,\" said Dr. Ray Perez, a program manager in ONR's Warfighter Performance Department. \"Is there a way to use some of those entertainment elements to design training that will keep warfighters engaged, help them learn faster and perform their jobs better? What is the secret sauce?\"To identify those ingredients, Green and his laboratory team worked with E-Line Media -- which develops educational games--to create a first-person-shooter fantasy product called \"Elemental,\" which can be played on a laptop or desktop computer. More \"Harry Potter\" than \"Walking Dead,\" the non-violent game enables players to shoot magical spells at otherworldly creatures.\"The spells look like colored projectiles,\" said Green. \"There are different spells for certain types of enemies, including rock and water monsters. We kept the game non-violent because we may want to design a kids' version one day.\"Green and his team equipped \"Elemental\" with numerous game factors thought to boost human learning and cognition: changing background colors, rapidly appearing and disappearing objects, missions of varying complexity and intensity, and enemy characters that attack at unpredictable speeds.\"We wanted to create a commercial-quality, research-capable game that resembled the popular games out today,\" said Green. \"At the same time, it will allow us to study and magnify elements that enhance human learning, and scale back or even eliminate those that don't.\"Green completed work on his game a few months ago and is now conducting experiments involving student volunteers. Each series of experiments lasts six weeks and involves 20 participants equally divided into two groups. One group plays a low-action version of \"Elemental\" while the other plays a faster, more intense high-action version.Each participant plays 20 one-hour gaming sessions. Before each session, they undergo brain scans in an MRI machine. Another scan follows the session, during which Green looks for changes in regions of the brain associated with vision, attention, perception and motor skills -- and what effects these could have on learning and cognition.After six weeks, participants complete tests assessing visual sharpness and clarity, multitasking ability and skill tracking moving objects on a screen. Green will conduct his experiments for two years, after which he hopes to have a new, more refined test game ready for Sailors and Marines.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/oonr-mtp052317.php", "region": "namerica", "source_link": "https://www.onr.navy.mil/en/Media-Center/Press-Releases/2017/Video-Game-Cognitive-Learning", "funder": "", "meeting": "", "institution": "Office of Naval Research", "keywords": ["Learning/Literacy/Reading", " Memory/Cognitive Processes", " Perception/Awareness", " Technology/Engineering/Computer Science", " Computer Science", " Theory/Design", " Research/Development"], "journal": "", "description": "With support from the Office of Naval Research, Dr. Shawn Green, a psychology professor at the University of Wisconsin-Madison, has partnered with a video game company to build a customized game to determine what specific components of first-person-shooter and other action video games contribute to cognitive improvement.", "date": "Tue, 23 May 2017 04:00:00 GMT"}