{"title": "Awareness of controversial Arizona immigration law influenced male students' classroom behavior", "text": "LAWRENCE -- U.S.-born Latino male middle school students who had familiarity with a controversial Arizona immigration-enforcement bill had more difficulty exhibiting proper behavior in the classroom, such as following instructions and staying quiet, according to a new study that includes a University of Kansas researcher.The study published online recently in the journal Ethnic and Racial Studies is important in measuring young people's awareness of laws and how the awareness might influence their academic achievement, according to Cecilia Menjívar, a KU Foundation Distinguished Professor of Sociology. She co-authored the study with Arizona State University researchers, including lead author Carlos Santos, assistant professor of counseling and counseling psychology.\"The effects of the students' awareness of the immigration bill predicted lower levels of classroom regulatory behavior among the male students, and the effects did not vary depending on whether youth were first, second or third-generation immigrants,\" Menjívar said. \"Latino males, many of whom belong to immigrant families themselves or co-exist with immigrants in their communities and schools, are already at a higher risk for academic adjustment problems.\"The researchers over two years conducted a longitudinal study of 689 Latina and Latino middle school students from Arizona in the wake of the Arizona Legislature considering and passing Senate Bill 1070, which drew national attention by mandating that as part of the law police to verify the immigration status of any person they reasonably suspect of being in the country without proper documentation.Researchers administered surveys to male and female middle school students that had them self-report their awareness of SB 1070 and their classroom regulatory behaviors. They again surveyed the students one year later. Importantly, SB 1070 was never fully implemented, so the researchers capture the effects that even the awareness of similar laws may have. Awareness of the immigration bill was not a significant predictor of classroom regulatory behaviors among female students, but boys who did report more awareness of SB 10170 also reported lower levels of classroom regulatory behaviors.  \"This research demonstrates that Latino males maybe particularly vulnerable to the effect of laws that many characterized as being discriminatory toward their ethnic group,\" Santos said.Classroom regulatory behaviors, such as the ability to stay quiet or follow directions, are sometimes referred to as academic self-regulation, and research has shown they can predict a variety of educational outcomes among youths, especially poor achievement among some students and groups of students. The U.S. Department of Education in 2014 found Latino males had the highest high school dropout rate compared to any other group. \"It is critical that we identify factors that hinder and promote the educational prospects of these youths,\" Menjívar said. \"Awareness of discriminatory laws such as SB 1070 may exacerbate the gender educational gap that already places Latino male students at a significant disadvantage.\"The researchers said the findings might reflect the gendered nature of deportation because men are disproportionately affected when compared to women. Boys could feel more anxiety around the issue of deportation and immigration policy being in the news, they said.\"The findings bring attention to how youths' developing legal consciousness can impact their academic adjustment during early adolescence,\" Santos said.The Arizona Legislature in 2010 passed Senate Bill 1070, and it has been one of the most well-known and controversial pieces of immigration policy legislation in recent years.As part of a legal settlement in 2016, the state ended its practice of requiring law enforcement officers to demand papers of people suspected of being in the country without proper documentation, but the researchers said it is crucial to continue to examine the effects the immigration laws might have, especially on the educational prospects and well-being of immigrant youths or those who live in mixed-status families. President Donald Trump during his campaign and since taking office in January has focused heavily on immigration enforcement.Menjívar is co-leader of the KU Center for Migration Research. The center promotes and coordinates KU research on causes, types and consequences of human migration at the state, regional, national and global levels.\r\n", "article_link": "http://dx.doi.org/10.1080/01419870.2017.1311021", "url": "http://www.eurekalert.org/pub_releases/2017-05/uok-aoc052217.php", "region": "namerica", "source_link": "http://bit.ly/2r0OVom", "funder": "T. Denny Sanford School of Social Dynamics at Arizona State University as part of The Lives of Girls and Boy Enterprise", "meeting": "", "institution": "University of Kansas", "keywords": ["International/Immigration", " K-12", " Policy/Ethics", " Law Enforcement", " Social/Behavioral Science", " Behavior", " Perception/Awareness", " Political Science", " Law Enforcement/Jurisprudence"], "journal": "Ethnic and Racial Studies", "description": "US-born Latino male middle school students who had familiarity with a controversial Arizona immigration-enforcement bill had more difficulty exhibiting proper behavior in the classroom, such as following instructions and staying quiet, according to a new study by researchers at Arizona State University and the University of Kansas.", "date": "Mon, 22 May 2017 04:00:00 GMT"}