{"title": "Wearable vision systems reveal more than a 'highway in the sky'", "text": "BELLINGHAM, Washington, USA -- Wearable visualization systems (WVS) are at the forefront of consumer electronics product development, and social media companies are investing heavily in enabling compelling experiences through augmented and virtual reality (AR/VR). A special section on Wearable Vision Systems: Head/Helmet-Mounted Displays in this month's issue of Optical Engineering, published by SPIE, the international society for optics and photonics, aims to help boost consumer-driven advances in applications in automotive, industrial, and military vision systems.\"Significant commercial investment in WVS for personal communications and entertainment is driving rapid advances in miniature optoelectronics components and product design,\" note special section guest editors Darrel Hopper (U.S. Air Force Research Lab), James Melzer (Thales Visionix, Inc.), Michael Browne (SA Photonics), and Peter Marasco (U.S. Air Force Research Lab).\r\nTheir goal with the special section is to facilitate consumer-driven advancements in the design of specialty applications including automotive, industrial, and military vision systems.The editorial lists key challenges, including achieving performance in a near-to-eye (NTE) visualization system sufficient to compel users to tolerate shortcomings including latency, acuity, field-of-view, fashion, and donning and doffing.VR immerses viewers in an artificial environment richly characterized by ultrahigh-definition graphics, while AR involves imagery superimposed over the real world that can be perceived in real time. Accurate tracking of position, head, and eye is needed for some VR and all AR applications.Papers in the section describe a variety of approaches and technologies.In \"Daylight luminance requirements for full-color, see-through, helmet-mounted display systems,\" Thomas Harding and Clarence Rash (U.S. Army Aeromedical Research Lab and Oak Ridge Institute for Science and Education) describe two lines of investigation in luminance requirements to address visual perception issues of concern when color is implemented in eyes-out, see-through helmet-mounted displays.\"Review of head-worn displays for the next-generation air transportation system\" by Jarvis (Trey) Arthur et al. (NASA Langley Research Center), summarizes the results of NASA's 30-plus years of helmet-mounted and head-worn displays. The study tracks progress in wearable collimated optics, head tracking, latency, and weight reduction, as well as safety, operational, and cost benefits. A \"Review of conformal displays: more than a highway in the sky\" by Niklas Peinecke et al., German Aerospace Center, surveys more than 40 years of research in synthetically generated symbols such as routing information, navigation aids, specialized landing displays, obstacle warnings, drift indicators, and others. The study also looks ahead, outlining research trends for the years to come. Other papers in the special section include:\r\n", "article_link": "http://dx.doi.org/10.1117/1.OE.56.5.051401", "url": "http://www.eurekalert.org/pub_releases/2017-05/ssfo-wvs052217.php", "region": "namerica", "source_link": "http://spie.org/x126620.xml", "funder": "", "meeting": "", "institution": "SPIE--International Society for Optics and Photonics", "keywords": ["Optics", " Technology/Engineering/Computer Science", " Computer Science", " Hardware", " Electrical Engineering/Electronics", " Vehicles", " Technology Transfer", " Weaponry"], "journal": "Optical Engineering", "description": "Significant commercial investment in wearable vision systems for personal communications and entertainment is driving rapid advances in miniature optoelectronics components and consumer-driven applications. A special section in this month's issue of Optical Engineering, published by SPIE, the international society for optics and photonics, aims to help boost progress across development in automotive, industrial, and military applications.", "date": "Mon, 22 May 2017 04:00:00 GMT"}