{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "people", "experience", "temporary", "blood", "pressure", "drops", "often", "cause", "dizziness", "upon", "standing", "may", "increased", "risk", "developing", "cognitive", "decline", "dementia", "20", "years", "later", "new", "johns", "hopkins", "bloomberg", "school", "public", "health", "research", "findings", "presented", "march", "10", "american", "heart", "association", "2017", "scientific", "sessions", "portland", "suggest", "temporary", "episodes", "known", "orthostatic", "hypotension", "may", "cause", "lasting", "damage", "possibly", "reduce", "needed", "blood", "flow", "brain", "previous", "research", "suggested", "connection", "orthostatic", "hypotension", "cognitive", "decline", "older", "people", "appears", "first", "look", "associations", "even", "though", "episodes", "fleeting", "may", "impacts", "long", "lasting", "says", "study", "leader", "andreea", "rawlings", "phd", "ms", "researcher", "department", "epidemiology", "bloomberg", "school", "found", "people", "suffered", "orthostatic", "hypotension", "middle", "age", "40", "percent", "likely", "develop", "dementia", "significant", "finding", "need", "better", "understand", "happening", "estimated", "four", "million", "five", "million", "americans", "currently", "dementia", "population", "ages", "number", "expected", "grow", "currently", "treatment", "cure", "study", "researchers", "analyzed", "data", "atherosclerosis", "risk", "communities", "aric", "cohort", "study", "residents", "four", "communities", "united", "states", "ages", "45", "64", "study", "began", "1987", "study", "focused", "participants", "visit", "one", "history", "coronary", "heart", "disease", "stroke", "20", "minutes", "lying", "researchers", "took", "participants", "blood", "pressure", "upon", "standing", "orthostatic", "hypotension", "defined", "drop", "20", "mmhg", "systolic", "blood", "pressure", "10", "mmhg", "diastolic", "blood", "pressure", "roughly", "six", "percent", "participants", "703", "people", "met", "participants", "average", "54", "years", "old", "upon", "enrolling", "study", "continued", "followed", "next", "20", "years", "people", "orthostatic", "hypotension", "first", "visit", "40", "percent", "likely", "develop", "dementia", "15", "percent", "cognitive", "says", "possible", "tease", "certain", "whether", "orthostatic", "hypotension", "indicator", "underlying", "disease", "whether", "drop", "blood", "pressure", "cause", "though", "likely", "reduction", "blood", "flow", "brain", "however", "temporary", "could", "lasting", "also", "clear", "says", "whether", "participants", "repeated", "problems", "orthostatic", "hypotension", "many", "years", "whether", "brief", "episode", "orthostatic", "hypotension", "original", "enrollment", "visit", "patients", "retested", "time", "identifying", "risk", "factors", "cognitive", "decline", "dementia", "important", "understanding", "disease", "progression", "able", "identify", "risk", "gives", "us", "possible", "strategies", "prevention", "intervention", "rawlings", "says", "one", "factors", "worth", "investigation"], "url": "http://www.eurekalert.org/pub_releases/2017-03/jhub-rbp030817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMiddle-aged people who experience temporary blood pressure drops that often cause dizziness upon standing up may be at an increased risk of developing cognitive decline and dementia 20 years later, new Johns Hopkins Bloomberg School of Public Health research suggests.The findings, being presented March 10 at the American Heart Association's EPI|LIFESTYLE 2017 Scientific Sessions in Portland, Ore., suggest that these temporary episodes - known as orthostatic hypotension - may cause lasting damage, possibly because they reduce needed blood flow to the brain.", "Previous research has suggested a connection between orthostatic hypotension and cognitive decline in older people, but this appears to be the first to look at long-term associations.", "\"Even though these episodes are fleeting, they may have impacts that are long lasting,\" says study leader Andreea Rawlings, PhD, MS, a post-doctoral researcher in the Department of Epidemiology at the Bloomberg School.", "\"We found that those people who suffered from orthostatic hypotension in middle age were 40 percent more likely to develop dementia than those who did not.", "It's a significant finding and we need to better understand just what is happening.", "\"An estimated four million to five million Americans currently have dementia and, as the population ages, that number is only expected to grow.", "There currently is no treatment and no cure for the condition.For the study, the researchers analyzed data from the Atherosclerosis Risk in Communities (ARIC) cohort, a study of 15,792 residents in four communities in the United States, who were between the ages of 45 and 64 when the study began in 1987.", "For this study, they focused on the 11,503 participants at visit one who had no history of coronary heart disease or stroke.", "After 20 minutes lying down, researchers took the participants' blood pressure upon standing.", "Orthostatic hypotension was defined as a drop of 20 mmHg or more in systolic blood pressure or 10 mmHg or more in diastolic blood pressure.", "Roughly six percent of participants, or 703 people, met the definition.These participants, who were on average 54 years old upon enrolling in the study, continued to be followed over the next 20 or more years.", "People with orthostatic hypotension at the first visit were 40 percent more likely to develop dementia than those who did not have it.", "They had 15 percent more cognitive decline.Rawlings says it is not possible to tease out for certain whether the orthostatic hypotension was an indicator of some other underlying disease or whether the drop in blood pressure itself is the cause, though it is likely that the reduction in blood flow to the brain, however temporary, could have lasting consequences.It also wasn't clear, she says, whether these participants had repeated problems with orthostatic hypotension over many years or whether they had just a brief episode of orthostatic hypotension at the original enrollment visit, as patients were not retested over time.", "\"Identifying risk factors for cognitive decline and dementia is important for understanding disease progression, and being able to identify those most at risk gives us possible strategies for prevention and intervention,\" Rawlings says.", "\"This is one of those factors worth more investigation.\""], "title": "Rapid blood pressure drops in middle age linked to dementia in old age | EurekAlert! Science News", "source": "Johns Hopkins University Bloomberg School of Public Health", "date": "2018-01-19_20:35:20", "year": "Fri, 10 Mar 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMiddle-aged people who experience temporary blood pressure drops that often cause dizziness upon standing up may be at an increased risk of developing cognitive decline and dementia 20 years later, new Johns Hopkins Bloomberg School of Public Health research suggests.The findings, being presented March 10 at the American Heart Association's EPI|LIFESTYLE 2017 Scientific Sessions in Portland, Ore., suggest that these temporary episodes - known as orthostatic hypotension - may cause lasting damage, possibly because they reduce needed blood flow to the brain. Previous research has suggested a connection between orthostatic hypotension and cognitive decline in older people, but this appears to be the first to look at long-term associations.\"Even though these episodes are fleeting, they may have impacts that are long lasting,\" says study leader Andreea Rawlings, PhD, MS, a post-doctoral researcher in the Department of Epidemiology at the Bloomberg School. \"We found that those people who suffered from orthostatic hypotension in middle age were 40 percent more likely to develop dementia than those who did not. It's a significant finding and we need to better understand just what is happening.\"An estimated four million to five million Americans currently have dementia and, as the population ages, that number is only expected to grow. There currently is no treatment and no cure for the condition.For the study, the researchers analyzed data from the Atherosclerosis Risk in Communities (ARIC) cohort, a study of 15,792 residents in four communities in the United States, who were between the ages of 45 and 64 when the study began in 1987. For this study, they focused on the 11,503 participants at visit one who had no history of coronary heart disease or stroke. After 20 minutes lying down, researchers took the participants' blood pressure upon standing. Orthostatic hypotension was defined as a drop of 20 mmHg or more in systolic blood pressure or 10 mmHg or more in diastolic blood pressure. Roughly six percent of participants, or 703 people, met the definition.These participants, who were on average 54 years old upon enrolling in the study, continued to be followed over the next 20 or more years. People with orthostatic hypotension at the first visit were 40 percent more likely to develop dementia than those who did not have it. They had 15 percent more cognitive decline.Rawlings says it is not possible to tease out for certain whether the orthostatic hypotension was an indicator of some other underlying disease or whether the drop in blood pressure itself is the cause, though it is likely that the reduction in blood flow to the brain, however temporary, could have lasting consequences.It also wasn't clear, she says, whether these participants had repeated problems with orthostatic hypotension over many years or whether they had just a brief episode of orthostatic hypotension at the original enrollment visit, as patients were not retested over time.\"Identifying risk factors for cognitive decline and dementia is important for understanding disease progression, and being able to identify those most at risk gives us possible strategies for prevention and intervention,\" Rawlings says. \"This is one of those factors worth more investigation.\""}