{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txmost", "older", "adults", "dementia", "multiple", "chronic", "diseases", "linked", "increased", "risk", "hospitalizations", "emergency", "department", "ed", "visits", "new", "retrospective", "study", "concluded", "study", "luke", "mondor", "colleen", "maxwell", "institute", "clinical", "evaluative", "sciences", "toronto", "canada", "colleagues", "published", "plos", "medicine", "special", "issue", "occurrence", "multiple", "chronic", "conditions", "individual", "multimorbidity", "linked", "poor", "outcomes", "previous", "studies", "study", "association", "among", "people", "dementia", "researchers", "analyzed", "data", "collected", "2012", "clients", "dementia", "ontario", "canada", "dataset", "included", "information", "whether", "patient", "16", "common", "chronic", "conditions", "continuity", "care", "received", "physicians", "based", "number", "clinicians", "seen", "previous", "two", "years", "timing", "hospitalizations", "ed", "visits", "researchers", "found", "89", "cohort", "2", "chronic", "conditions", "addition", "dementia", "35", "5", "conditions", "analysis", "showed", "multimorbidity", "increased", "risk", "hospitalizations", "ed", "visits", "also", "went", "example", "risk", "hospitalization", "88", "greater", "95", "ci", "p", "increases", "life", "expectancy", "improvements", "disease", "detection", "shift", "care", "use", "home", "care", "services", "prevalence", "multimorbidity", "among", "older", "persons", "dementia", "likely", "rise", "authors", "say", "data", "study", "may", "useful", "identifying", "individuals", "prioritizing", "deployment", "limited", "health", "care", "resources"], "url": "http://www.eurekalert.org/pub_releases/2017-03/p-ccr022817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMost community-dwelling older adults with dementia have multiple other chronic diseases, which are linked to increased risk of hospitalizations and emergency department (ED) visits, a new retrospective study has concluded.", "The study, by Luke Mondor and Colleen Maxwell of the Institute for Clinical Evaluative Sciences, Toronto, Canada, and colleagues, is published in PLOS Medicine's Special Issue on Dementia.The occurrence of multiple chronic conditions in an individual (multimorbidity) has been linked to poor outcomes in previous studies.", "To study this association among people with dementia, the researchers analyzed data collected in 2012 from 30,112 home-care clients with dementia in Ontario, Canada.", "The dataset included information on whether each patient had any of 16 common chronic conditions, the continuity of any care they received from physicians--based on the number of clinicians seen over the previous two years--and the timing of hospitalizations and ED visits.", "The researchers found that 89% of the cohort had 2 or more chronic conditions in addition to dementia and 35% had 5 or more conditions.", "Their analysis showed that as multimorbidity increased, risk of hospitalizations and ED visits also went up.", "For example, the risk of hospitalization was 88% greater (95% CI: 1.72-2.05, p\r\n\t\"With increases in life expectancy, improvements to disease detection, and a shift to community-based care, use of home care services and the prevalence of multimorbidity among older persons with dementia will likely rise,\" the authors say.", "\"Data from this study may be useful in identifying at-risk individuals and prioritizing the deployment of limited health care resources.\""], "title": "Chronic comorbidities raise hospitalization risk in dementia | EurekAlert! Science News", "source": "PLOS", "date": "2018-01-19_20:35:24", "year": "Thu, 09 Mar 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXMost community-dwelling older adults with dementia have multiple other chronic diseases, which are linked to increased risk of hospitalizations and emergency department (ED) visits, a new retrospective study has concluded. The study, by Luke Mondor and Colleen Maxwell of the Institute for Clinical Evaluative Sciences, Toronto, Canada, and colleagues, is published in PLOS Medicine's Special Issue on Dementia.The occurrence of multiple chronic conditions in an individual (multimorbidity) has been linked to poor outcomes in previous studies. To study this association among people with dementia, the researchers analyzed data collected in 2012 from 30,112 home-care clients with dementia in Ontario, Canada. The dataset included information on whether each patient had any of 16 common chronic conditions, the continuity of any care they received from physicians--based on the number of clinicians seen over the previous two years--and the timing of hospitalizations and ED visits. The researchers found that 89% of the cohort had 2 or more chronic conditions in addition to dementia and 35% had 5 or more conditions. Their analysis showed that as multimorbidity increased, risk of hospitalizations and ED visits also went up. For example, the risk of hospitalization was 88% greater (95% CI: 1.72-2.05, p\r\n\t\"With increases in life expectancy, improvements to disease detection, and a shift to community-based care, use of home care services and the prevalence of multimorbidity among older persons with dementia will likely rise,\" the authors say. \"Data from this study may be useful in identifying at-risk individuals and prioritizing the deployment of limited health care resources.\""}