{"funder": "Duke University", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/du-gm030817.php", "description": "A string of failed drug trials for Alzheimer's has researchers questioning the reigning approach to battling the disease, which focuses on preventing amyloid buildup in the brain. Duke scientists have identified a molecular mechanism that could help explain how neurons begin to falter even before amyloid clumps appear. The culprit, they say, may be 'jumping genes' that lose their normal controls with age and start to disrupt the machinery that fuels brain cells.", "region": "namerica", "title": "'Jumping genes' may set the stage for brain cell death in Alzheimer's, other diseases", "text": "DURHAM, N.C. -- The latest round of failed drug trials for Alzheimer's has researchers questioning the reigning approach to battling the disease, which focuses on preventing a sticky protein called amyloid from building up in the brain. Duke University scientists have identified a mechanism in the molecular machinery of the cell that could help explain how neurons begin to falter in the initial stages of Alzheimer's, even before amyloid clumps appear.This rethinking of the Alzheimer's process centers on human genes critical for the healthy functioning of mitochondria, the energy factories of the cell, which are riddled with mobile chunks of DNA called Alu elements. If these \"jumping genes\" lose their normal controls as a person ages, they could start to wreak havoc on the machinery that supplies energy to brain cells -- leading to a loss of neurons and ultimately dementia, the researchers say.And if this \"Alu neurodegeneration hypothesis\" holds up, it could help identify people at risk sooner, before they develop symptoms, or point to new ways to delay onset or slow progression of the disease, said study co-author Peter Larsen, senior research scientist in biology professor Anne Yoder's lab at Duke.The dominant idea guiding Alzheimer's research for 25 years has been that the disease results from the abnormal buildup of hard, waxy amyloid plaques in the parts of the brain that control memory. But drug trials using anti-amyloid drugs have failed, leading some researchers to theorize that amyloid buildup is a byproduct of the disease, not a cause.The Duke study builds on an alternative hypothesis. First proposed in 2004, the \"mitochondrial cascade hypothesis\" posits that changes in the cellular powerhouses, not amyloid buildup, are what cause neurons to die.Like most human cells, neurons rely on mitochondria to stay healthy. But unlike other cells, most neurons stop dividing after birth, so they can't be replaced if they're damaged. In Alzheimer's patients, the thinking goes, the mitochondria in neurons stop working properly. As a result they are unable to generate as much energy for neurons, which starve and die with no way to replenish them. But how mitochondria in neurons decline with age is largely unknown. Most mitochondrial proteins are encoded by genes in the cell nucleus before reaching their final destination in mitochondria. In 2009, Duke neurologist and study co-author Allen Roses (now deceased) identified a non-coding region in a gene called TOMM40 that varies in length. Roses and his team found that the length of this region can help predict a person's Alzheimer's risk and age of onset.Larsen wondered if the length variation in TOMM40 was only part of the equation. He analyzed the corresponding gene region in gray mouse lemurs, teacup-sized primates known to develop amyloid brain plaques and other Alzheimer's-like symptoms with age. He found that in mouse lemurs alone, but not other lemur species, the region is loaded with short stretches of DNA called Alus. Found only in primates, Alus belong to a family of retrotransposons or \"jumping genes,\" which copy and paste themselves in new spots in the genome. If the Alu copies present within the TOMM40 gene somehow interfere with the path from gene to protein, Larsen reasoned, they could help explain why mitochondria in nerve cells stop working.\"Alu elements are a double-edged sword,\" Larsen said. Once dismissed as selfish or junk DNA, they are now recognized as contributors to the diversity and complexity of the human brain. \"They can provide new and beneficial gene functions,\" Larsen said. \"They have helped humans evolve higher cognitive function, but perhaps at the cost of neuron vulnerability that increases with age.\" When the researchers looked across the human genome, they found that Alus were more likely to be lurking in and around genes essential to mitochondria than in other protein-coding genes.Alus are normally held in check by clusters of atoms called methyl groups that stick to the outside of the DNA and shut off their ability to jump or turn genes on or off. But in aging brains, DNA methylation patterns change, which allows some Alu copies to re-awaken, Larsen said.The TOMM40 gene encodes a barrel-shaped protein in the outer membrane of mitochondria that forms a channel for molecules -- including the precursor to amyloid -- to enter. Larsen used 3D modeling to show that Alu insertions within the TOMM40 gene could make the channel protein it encodes fold into the wrong shape, causing the mitochondria's import machinery to clog and stop working.Such processes likely get underway before amyloid builds up, so they could point to new or repurposed drugs for earlier intervention, said study co-author Michael Lutz, assistant professor of neurology at Duke.The TOMM40 gene is one example, the researchers say, but if Alus disrupt other mitochondrial genes, the same basic mechanism could help explain the initial stages of other neurodegenerative diseases too, including Parkinson's disease, Huntington's disease and amyotrophic lateral sclerosis (ALS).The researchers describe the Alu neurodegeneration hypothesis in a paper published online by Alzheimer's & Dementia: The Journal of the Alzheimer's Association.\"We need to start thinking outside of the box when it comes to treating neurological diseases like Alzheimer's,\" said Larsen, who has filed a provisional patent that focuses on preserving mitochondrial function by keeping Alus in check.", "article_link": "http://dx.doi.org/10.1016/j.jalz.2017.01.017", "institution": "Duke University", "journal": "Alzheimer's & Dementia", "keywords": ["Genetics", " Medicine/Health", " Gerontology", " Aging", " Alzheimer's Disease", " Parkinson's Disease"], "date": "Wed, 08 Mar 2017 05:00:00 GMT", "source_link": "https://today.duke.edu/2017/03/jumping-genes-suspected-alzheimers"}