{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-iod022817.php", "description": "The incidence of registered dementia cases has increased slightly over a 23-year period (1992 to 2014) in the Netherlands, according to a study published by Emma van Bussel and colleagues from the Academic Medical Center Amsterdam, The Netherlands, in PLOS Medicine's Special Issue on Dementia.", "region": "namerica", "title": "Incidence of dementia in primary care increased in the Netherlands over 23 years", "text": "The incidence of registered dementia cases has increased slightly over a 23-year period (1992 to 2014) in the Netherlands, according to a study published by Emma van Bussel and colleagues from the Academic Medical Center Amsterdam, The Netherlands, in PLOS Medicine's Special Issue on Dementia.The researchers collected data on dementia diagnoses for persons aged 60 years and over from general practitioner networks for the years 1992 to 2014, including data on more than 800,000 older people and 23,186 incident dementia cases. They estimate that the annual growth in dementia incidence rate is 2.1% (95% CI 0.5% to 3.8%), with incidence rates 1.08 (95% CI 1.04 to 1.13) times higher for women compared to men. The authors say that increased awareness of dementia by patients and doctors in more recent years may have influenced dementia diagnosis by general practitioners in electronic health records, and needs to be taken into account when interpreting the data.In a linked Perspective, Eric Larson discusses the findings in light of previous cohort studies that have reported a recent decline in dementia incidence rates and highlights that studies on the incidence and prevalence of dementia can provide insights into possible strategies to control dementia. He says: \"We must plan for increasing numbers of predominantly older people with dementia in the decades to come including addressing the growing need for long-term care in the context of a significant decline in the availability of family caregivers.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002235", "institution": "PLOS", "journal": "PLOS Medicine", "keywords": ["Biology", " Medicine/Health", " Mortality/Longevity", " Diagnostics", " Epidemiology", " Aging", " Neurobiology", " Alzheimer's Disease", " Physiology", " Public Health"], "date": "Tue, 07 Mar 2017 05:00:00 GMT", "source_link": null}