{"funder": "NIH/National Institute of Neurological Disorders and Stroke", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/iu-cbe030717.php", "description": "A study by Indiana University researchers has identified 24 compounds -- including caffeine -- with the potential to boost an enzyme in the brain shown to protect against dementia. The research appeared March 7 in the journal Scientific Reports.", "region": "namerica", "title": "Caffeine boosts enzyme that could protect against dementia, finds IU study", "text": "BLOOMINGTON, Ind. -- A study by Indiana University researchers has identified 24 compounds -- including caffeine -- with the potential to boost an enzyme in the brain shown to protect against dementia.The protective effect of the enzyme, called NMNAT2, was discovered last year through research conducted at IU Bloomington. The new study appears today in the journal Scientific Reports.\"This work could help advance efforts to develop drugs that increase levels of this enzyme in the brain, creating a chemical 'blockade' against the debilitating effects of neurodegenerative disorders,\" said Hui-Chen Lu, who led the study. Lu is a Gill Professor in the Linda and Jack Gill Center for Biomolecular Science and the Department of Psychological and Brain Sciences, a part of the IU Bloomington College of Arts and Sciences.Previously, Lu and colleagues found that NMNAT2 plays two roles in the brain: a protective function to guard neurons from stress and a \"chaperone function\" to combat misfolded proteins called tau, which accumulate in the brain as \"plaques\" due to aging. The study was the first to reveal the \"chaperone function\" in the enzyme.Misfolded proteins have been linked to neurodegenerative disorders such as Alzheimer's, Parkinson's and Huntington's diseases, as well as amyotrophic lateral sclerosis, also known as ALS or Lou Gehrig's disease. Alzheimer's disease, the most common form of these disorders, affects over 5.4 million Americans, with numbers expected to rise as the population ages.To identify substances with the potential to affect the production of the NMNAT2 enzyme in the brain, Lu's team screened over 1,280 compounds, including existing drugs, using a method developed in her lab. A total of 24 compounds were identified as having potential to increase the production of NMNAT2 in the brain.One of the substances shown to increase production of the enzyme was caffeine, which also has been shown to improve memory function in mice genetically modified to produce high levels of misfolded tau proteins.Lu's earlier research found that mice altered to produce misfolded tau also produced lower levels of NMNAT2.To confirm the effect of caffeine, IU researchers administered caffeine to mice modified to produce lower levels of NMNAT2. As a result, the mice began to produce the same levels of the enzyme as normal mice.Another compound found to strongly boost NMNAT2 production in the brain was rolipram, an \"orphaned drug\" whose development as an antidepressant was discontinued in the mid-1990s. The compound remains of interest to brain researchers due to several other studies also showing evidence it could reduce the impact of tangled proteins in the brain.Other compounds shown by the study to increase the production of NMNAT2 in the brain -- although not as strongly as caffeine or rolipram -- were ziprasidone, cantharidin, wortmannin and retinoic acid. The effect of retinoic acid could be significant since the compound derives from vitamin A, Lu said.An additional 13 compounds were identified as having potential to lower the production of NMNAT2. Lu said these compounds are also important because understanding their role in the body could lead to new insights into how they may contribute to dementia.\"Increasing our knowledge about the pathways in the brain that appear to naturally cause the decline of this necessary protein is equally as important as identifying compounds that could play a role in future treatment of these debilitating mental disorders,\" she said.", "article_link": "http://dx.doi.org/10.1038/srep43846", "institution": "Indiana University", "journal": "Scientific Reports", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Neurochemistry", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Parkinson's Disease", " Pharmaceutical Science"], "date": "Tue, 07 Mar 2017 05:00:00 GMT", "source_link": "http://news.indiana.edu/releases/iu/2017/03/caffeine-brain-plaque-enzyme.shtml"}