{"funder": "University of the West of England, CherryActive Ltd", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoe-bci030617.php", "description": "Drinking concentrated blueberry juice improves brain function in older people, according to research by the University of Exeter.", "region": "europe", "title": "Blueberry concentrate improves brain function in older people", "text": "Drinking concentrated blueberry juice improves brain function in older people, according to research by the University of Exeter.\r\nIn the study, healthy people aged 65-77 who drank concentrated blueberry juice every day showed improvements in cognitive function, blood flow to the brain and activation of the brain while carrying out cognitive tests.\r\nThere was also evidence suggesting improvement in working memory.\r\nBlueberries are rich in flavonoids, which possess antioxidant and anti-inflammatory properties.\r\nDr Joanna Bowtell, head of Sport and Health Sciences at the University of Exeter, said: \"Our cognitive function tends to decline as we get older, but previous research has shown that cognitive function is better preserved in healthy older adults with a diet rich in plant-based foods.\r\n\"In this study we have shown that with just 12 weeks of consuming 30ml of concentrated blueberry juice every day, brain blood flow, brain activation and some aspects of working memory were improved in this group of healthy older adults.\"\r\nOf the 26 healthy adults in the study, 12 were given concentrated blueberry juice - providing the equivalent of 230g of blueberries - once a day, while 14 received a placebo.\r\nBefore and after the 12-week period, participants took a range of cognitive tests while an MRI scanner monitored their brain function and resting brain blood flow was measured.\r\nCompared to the placebo group, those who took the blueberry supplement showed significant increases in brain activity in brain areas related to the tests.\r\nThe study excluded anyone who said they consumed more than five portions of fruit and vegetables per day, and all participants were told to stick to their normal diet throughout.\r\nPrevious research has shown that risk of dementia is reduced by higher fruit and vegetable intake, and cognitive function is better preserved in healthy older adults with a diet rich in plant-based foods. \r\nFlavonoids, which are abundant in plants, are likely to be an important component in causing these effects. \r\n", "article_link": "http://dx.doi.org/10.1139/apnm-2016-0550", "institution": "University of Exeter", "journal": "Applied Physiology, Nutrition and Metabolism", "keywords": ["Medicine/Health", " Diet/Body Weight", " Gerontology", " Aging", " Neurobiology", " Nutrition/Nutrients", " Public Health", " Sports Medicine", " Mental Health", " Memory/Cognitive Processes"], "date": "Tue, 07 Mar 2017 05:00:00 GMT", "source_link": null}