{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnerve", "cells", "brains", "work", "together", "harmony", "store", "retrieve", "memory", "solo", "artists", "previously", "thought", "brain", "research", "research", "turns", "head", "decades", "studies", "assuming", "single", "neurons", "independently", "encode", "information", "working", "memories", "findings", "suggest", "even", "neurons", "previously", "thought", "individually", "encode", "information", "purpose", "working", "concert", "neurons", "said", "researcher", "julio", "based", "robarts", "research", "institute", "brain", "mind", "institute", "western", "university", "knowing", "work", "together", "helps", "us", "better", "understand", "circuits", "brain", "either", "improve", "hamper", "executive", "function", "turn", "may", "implications", "work", "though", "issues", "memory", "problem", "including", "alzheimer", "disease", "schizophrenia", "autism", "depression", "attention", "deficit", "disorder", "working", "memory", "ability", "learn", "retain", "retrieve", "bits", "information", "need", "short", "term", "items", "grocery", "list", "driving", "directions", "example", "working", "memory", "deteriorates", "faster", "people", "dementia", "disorders", "brain", "past", "researchers", "believed", "executive", "function", "job", "single", "neurons", "acting", "independently", "one", "another", "brain", "version", "crowd", "people", "large", "room", "singing", "different", "songs", "different", "rhythms", "different", "keys", "outsider", "trying", "decipher", "tune", "white", "noise", "would", "extraordinarily", "difficult", "research", "however", "suggests", "many", "neuron", "throng", "singing", "songbook", "essence", "creating", "chords", "strengthen", "collective", "voice", "memory", "neural", "prosthetic", "technology", "microchips", "listen", "many", "neurons", "time", "researchers", "able", "find", "correlations", "activity", "many", "nerve", "cells", "using", "choir", "analogy", "start", "perceiving", "sounds", "rhythm", "tune", "chords", "related", "sum", "memories", "said", "also", "associate", "professor", "western", "schulich", "school", "medicine", "ramifications", "discovery", "still", "explored", "gives", "us", "good", "material", "work", "move", "forward", "brain", "research", "provides", "us", "necessary", "knowledge", "find", "ways", "manipulate", "brain", "circuits", "improve", "short", "term", "memory", "affected", "individuals", "said", "microchip", "technology", "also", "allows", "us", "extract", "signals", "brain", "order", "brain", "circuitry", "decode", "information", "subject", "mind", "near", "future", "could", "use", "information", "allow", "cognitive", "control", "neural", "prosthetics", "patients", "als", "severe", "cervical", "spinal", "cord", "injury", "said", "adam", "sachs", "neurosurgeon", "associate", "scientist", "ottawa", "hospital", "assistant", "professor", "university", "ottawa", "brain", "mind", "research", "institute"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uowo-bcs030617.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNerve cells in our brains work together in harmony to store and retrieve short-term memory, and are not solo artists as previously thought, Western-led brain research has determined.The research turns on its head decades of studies assuming that single neurons independently encode information in our working memories.", "\"These findings suggest that even neurons we previously thought were 'useless' because they didn't individually encode information have a purpose when working in concert with other neurons,\" said researcher Julio Martinez-Trujillo, based at the Robarts Research Institute and the Brain and Mind Institute at Western University.", "\"Knowing they work together helps us better understand the circuits in the brain that can either improve or hamper executive function.", "And that in turn may have implications for how we work though brain-health issues where short-term memory is a problem, including Alzheimer disease, schizophrenia, autism, depression and attention deficit disorder.", "\"Working memory is the ability to learn, retain and retrieve bits of information we all need in the short term: items on a grocery list or driving directions, for example.", "Working memory deteriorates faster in people with dementia or other disorders of the brain and mind.In the past, researchers have believed this executive function was the job of single neurons acting independently from one another -- the brain's version of a crowd of people in a large room all singing different songs in different rhythms and different keys.", "An outsider trying to decipher any tune in all that white noise would have an extraordinarily difficult task.This research, however, suggests many in the neuron throng are singing from the same songbook, in essence creating chords to strengthen the collective voice of memory.", "With neural prosthetic technology --  microchips that can \"listen\" to many neurons at the same time -- researchers are able to find correlations between the activity of many nerve cells.", "\"Using that same choir analogy, you can start perceiving some sounds that have a rhythm, a tune and chords that are related to each other: in sum, short-term memories,\" said Martinez-Trujillo, who is also an associate professor at Western's Schulich School of Medicine & Dentistry.And while the ramifications of this discovery are still being explored, \"this gives us good material to work with as we move forward in brain research.", "It provides us with the necessary knowledge to find ways to manipulate brain circuits and improve short term memory in affected individuals,\" Martinez-Trujillo said.", "\"The microchip technology also allows us to extract signals from the brain in order to reverse-engineer brain circuitry and decode the information that is in the subject's mind.", "In the near future, we could use this information to allow cognitive control of neural prosthetics in patients with ALS or severe cervical spinal cord injury,\" said Adam Sachs, neurosurgeon and associate scientist at The Ottawa Hospital and assistant professor at the University of Ottawa Brain and Mind Research Institute"], "title": "Brain cells show teamwork in short-term memory: Western University study | EurekAlert! Science News", "source": "University of Western Ontario", "date": "2018-01-19_20:35:41", "year": "Mon, 06 Mar 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNerve cells in our brains work together in harmony to store and retrieve short-term memory, and are not solo artists as previously thought, Western-led brain research has determined.The research turns on its head decades of studies assuming that single neurons independently encode information in our working memories.\"These findings suggest that even neurons we previously thought were 'useless' because they didn't individually encode information have a purpose when working in concert with other neurons,\" said researcher Julio Martinez-Trujillo, based at the Robarts Research Institute and the Brain and Mind Institute at Western University.\"Knowing they work together helps us better understand the circuits in the brain that can either improve or hamper executive function. And that in turn may have implications for how we work though brain-health issues where short-term memory is a problem, including Alzheimer disease, schizophrenia, autism, depression and attention deficit disorder.\"Working memory is the ability to learn, retain and retrieve bits of information we all need in the short term: items on a grocery list or driving directions, for example. Working memory deteriorates faster in people with dementia or other disorders of the brain and mind.In the past, researchers have believed this executive function was the job of single neurons acting independently from one another -- the brain's version of a crowd of people in a large room all singing different songs in different rhythms and different keys. An outsider trying to decipher any tune in all that white noise would have an extraordinarily difficult task.This research, however, suggests many in the neuron throng are singing from the same songbook, in essence creating chords to strengthen the collective voice of memory. With neural prosthetic technology --  microchips that can \"listen\" to many neurons at the same time -- researchers are able to find correlations between the activity of many nerve cells. \"Using that same choir analogy, you can start perceiving some sounds that have a rhythm, a tune and chords that are related to each other: in sum, short-term memories,\" said Martinez-Trujillo, who is also an associate professor at Western's Schulich School of Medicine & Dentistry.And while the ramifications of this discovery are still being explored, \"this gives us good material to work with as we move forward in brain research. It provides us with the necessary knowledge to find ways to manipulate brain circuits and improve short term memory in affected individuals,\" Martinez-Trujillo said.\"The microchip technology also allows us to extract signals from the brain in order to reverse-engineer brain circuitry and decode the information that is in the subject's mind. In the near future, we could use this information to allow cognitive control of neural prosthetics in patients with ALS or severe cervical spinal cord injury,\" said Adam Sachs, neurosurgeon and associate scientist at The Ottawa Hospital and assistant professor at the University of Ottawa Brain and Mind Research Institute"}