{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "kevin", "nead", "view", "philadelphia", "new", "analysis", "patients", "undergone", "treatment", "prostate", "cancer", "shows", "connection", "androgen", "deprivation", "therapy", "adt", "therapy", "common", "treatment", "disease", "dementia", "according", "researchers", "perelman", "school", "medicine", "university", "pennsylvania", "previous", "studies", "shown", "men", "undergo", "adt", "may", "increased", "risk", "dementia", "including", "alzheimer", "disease", "compared", "men", "treated", "therapy", "new", "analysis", "largest", "kind", "ever", "performed", "topic", "shows", "existing", "studies", "taken", "together", "support", "link", "dementia", "show", "possible", "link", "alzheimer", "findings", "published", "week", "prostate", "cancer", "prostatic", "diseases", "since", "publishing", "initial", "findings", "lot", "research", "topic", "wanted", "see", "research", "saying", "said", "study", "lead", "author", "kevin", "nead", "md", "mphil", "resident", "radiation", "oncology", "penn", "analysis", "tells", "us", "composite", "message", "existing", "studies", "androgen", "deprivation", "therapy", "associated", "dementia", "team", "compiled", "data", "four", "different", "global", "databases", "looking", "studies", "adt", "patients", "dementia", "alzheimer", "analysis", "patients", "worldwide", "showed", "consistent", "statistical", "link", "men", "underwent", "adt", "prostate", "cancer", "men", "developed", "dementia", "nead", "says", "numbers", "show", "correlation", "causation", "point", "evidence", "direct", "connection", "research", "shows", "androgens", "play", "key", "role", "neuron", "maintenance", "growth", "longer", "undergo", "therapy", "decrease", "androgens", "may", "impact", "brain", "normal", "functions", "nead", "analysis", "less", "conclusive", "question", "alzheimer", "still", "connection", "clearly", "defined", "link", "dementia", "nead", "says", "evidence", "link", "adt", "neurocognitive", "dysfunction", "growing", "part", "conversation", "doctors", "patients", "enough", "evidence", "links", "patients", "know", "considering", "options", "nead", "said"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-lbc033017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Kevin Nead.", "view more PHILADELPHIA - A new analysis of patients who have undergone treatment for prostate cancer shows a connection between androgen deprivation therapy (ADT) -- a testosterone-lowering therapy and a common treatment for the disease -- and dementia, according to researchers from the Perelman School of Medicine at the University of Pennsylvania.", "Their previous studies have shown men who undergo ADT may be at an increased risk of dementia, including Alzheimer's disease, compared to men who were not treated with the therapy.", "This new analysis -- the largest of its kind ever performed on this topic -- shows that all existing studies taken together support the link to dementia and show a possible link to Alzheimer's.", "The findings are published this week in Prostate Cancer and Prostatic Diseases.", "\"Since publishing our initial findings, there has been a lot of other research on this topic, and we wanted to see what that research was saying,\" said the study's lead author Kevin Nead, MD, MPhil, a resident in Radiation Oncology at Penn.", "\"This analysis tells us that the composite message of existing studies is that androgen deprivation therapy is associated with dementia.", "\"The team compiled data from four different global databases looking at studies on ADT patients and dementia and Alzheimer's.", "An analysis of more than 50,000 patients worldwide showed a consistent statistical link between men who underwent ADT for prostate cancer and men who developed dementia.", "Nead says the numbers show correlation, not causation at this point, but that there is evidence of a direct connection.", "\"Research shows androgens play a key role in neuron maintenance and growth, so the longer you undergo this therapy to decrease androgens, the more it may impact the brain's normal functions,\" Nead said.The analysis was less conclusive on the question of Alzheimer's.", "While there was still a connection, it was not as clearly defined as the link to dementia.", "Nead says evidence for a link between ADT and neurocognitive dysfunction is growing and should be part of the conversation between doctors and patients.", "\"There's enough evidence of these links that patients should know about them when considering their options,\" Nead said."], "title": "Link between common prostate cancer treatment, dementia detailed in new Penn study | EurekAlert! Science News", "source": "University of Pennsylvania School of Medicine", "date": "2018-01-19_20:37:06", "year": "Thu, 30 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Dr. Kevin Nead.\n       view more PHILADELPHIA - A new analysis of patients who have undergone treatment for prostate cancer shows a connection between androgen deprivation therapy (ADT) -- a testosterone-lowering therapy and a common treatment for the disease -- and dementia, according to researchers from the Perelman School of Medicine at the University of Pennsylvania. Their previous studies have shown men who undergo ADT may be at an increased risk of dementia, including Alzheimer's disease, compared to men who were not treated with the therapy. This new analysis -- the largest of its kind ever performed on this topic -- shows that all existing studies taken together support the link to dementia and show a possible link to Alzheimer's. The findings are published this week in Prostate Cancer and Prostatic Diseases. \r\n\t\"Since publishing our initial findings, there has been a lot of other research on this topic, and we wanted to see what that research was saying,\" said the study's lead author Kevin Nead, MD, MPhil, a resident in Radiation Oncology at Penn. \"This analysis tells us that the composite message of existing studies is that androgen deprivation therapy is associated with dementia.\"The team compiled data from four different global databases looking at studies on ADT patients and dementia and Alzheimer's. An analysis of more than 50,000 patients worldwide showed a consistent statistical link between men who underwent ADT for prostate cancer and men who developed dementia. Nead says the numbers show correlation, not causation at this point, but that there is evidence of a direct connection. \"Research shows androgens play a key role in neuron maintenance and growth, so the longer you undergo this therapy to decrease androgens, the more it may impact the brain's normal functions,\" Nead said.The analysis was less conclusive on the question of Alzheimer's. While there was still a connection, it was not as clearly defined as the link to dementia. Nead says evidence for a link between ADT and neurocognitive dysfunction is growing and should be part of the conversation between doctors and patients.\"There's enough evidence of these links that patients should know about them when considering their options,\" Nead said. "}