{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "common", "neurological", "diseases", "cost", "united", "states", "789", "billion", "2014", "figure", "projected", "grow", "elderly", "population", "doubles", "2011", "2050", "according", "view", "common", "neurological", "diseases", "cost", "united", "states", "789", "billion", "2014", "figure", "projected", "grow", "elderly", "population", "doubles", "2011", "2050", "according", "new", "study", "published", "april", "issue", "annals", "neurology", "research", "shows", "price", "tag", "serious", "annual", "financial", "burden", "nation", "comes", "time", "new", "administration", "proposed", "significant", "budget", "cuts", "research", "based", "demographic", "trend", "american", "neurological", "association", "ana", "commissioned", "study", "led", "former", "ana", "marketing", "committee", "public", "advocacy", "committee", "chair", "clifton", "gooch", "md", "currently", "professor", "chair", "department", "neurology", "university", "south", "florida", "morsani", "college", "medicine", "tampa", "study", "burden", "neurological", "disease", "united", "states", "summary", "report", "call", "action", "details", "annual", "cost", "nine", "key", "neurological", "diseases", "disorders", "including", "alzheimer", "disease", "dementias", "low", "back", "pain", "stroke", "traumatic", "brain", "injury", "migraine", "epilepsy", "multiple", "sclerosis", "spinal", "cord", "injury", "parkinson", "disease", "neurological", "diseases", "impact", "estimated", "100", "million", "americans", "every", "year", "costs", "dementia", "stroke", "alone", "projected", "total", "600", "billion", "2030", "moonshot", "neurology", "huge", "sustained", "capital", "investments", "made", "cardiovascular", "cancer", "research", "starting", "1970s", "increased", "lifespan", "ironically", "gains", "increased", "number", "elderly", "susceptible", "neurological", "disease", "creating", "growing", "epidemic", "neurological", "research", "like", "cancer", "needs", "focus", "substantial", "research", "investment", "neurological", "diseases", "impacting", "mortality", "quality", "life", "americans", "every", "year", "said", "gooch", "referring", "billion", "funding", "cancer", "research", "authorized", "congress", "2016", "hope", "findings", "report", "serve", "call", "congress", "increase", "much", "needed", "basic", "clinical", "research", "funding", "required", "discover", "treatments", "mitigate", "ultimately", "cure", "major", "neurological", "diseases", "profound", "effects", "patients", "national", "economy", "future", "funding", "neurological", "research", "concern", "2012", "ana", "voted", "support", "investigation", "said", "ana", "president", "barbara", "vickrey", "md", "mph", "cuts", "currently", "proposed", "nih", "budget", "president", "united", "states", "even", "greater", "concern", "today", "representatives", "scholars", "working", "eradicate", "diseases", "feel", "must", "raise", "collective", "voices", "armed", "facts", "researchers", "compiled", "report", "detailed", "review", "world", "literature", "costly", "prevalent", "neurological", "diseases", "united", "states", "conservative", "researchers", "focused", "prevalence", "cost", "estimates", "considered", "comprehensive", "accurate", "excluding", "disorders", "like", "depression", "chronic", "pain", "often", "mixed", "etiologies", "beyond", "primary", "nervous", "system", "conservative", "estimate", "full", "accounting", "neurological", "disorders", "would", "course", "push", "cost", "estimates", "substantially", "higher", "authors", "wrote", "direct", "indirect", "costs", "major", "diseases", "estimated", "based", "care", "norms", "disease", "detailed", "report", "alzheimer", "dementias", "accounted", "243", "billion", "789", "billion", "total", "chronic", "low", "back", "pain", "represented", "177", "billion", "stroke", "110", "billion", "see", "figure", "1", "dollar", "figures", "converted", "2014", "values", "using", "consumer", "price", "index", "indirect", "costs", "direct", "costs", "converted", "using", "medical", "price", "index", "addition", "documenting", "financial", "costs", "neurological", "disease", "gooch", "usf", "colleagues", "recommend", "action", "plan", "reducing", "burden", "infrastructure", "investment", "neurological", "research", "enhanced", "clinical", "management", "neurological", "disorders", "specifics", "include"], "url": "http://www.eurekalert.org/pub_releases/2017-03/w-tub033017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The most common neurological diseases cost the United States $789 billion in 2014, and this figure is projected to grow as the elderly population doubles between 2011 and 2050, according...\n       view more The most common neurological diseases cost the United States $789 billion in 2014, and this figure is projected to grow as the elderly population doubles between 2011 and 2050, according to a new study published in the April issue of the Annals of Neurology.", "The research shows the price tag of this serious, annual financial burden for the nation, and comes at a time when the new administration has proposed significant budget cuts for federally-funded research.", "Based on this demographic trend, the American Neurological Association (ANA) commissioned a study led by former ANA marketing committee and public advocacy committee chair Clifton L. Gooch, MD, currently professor and chair of the Department of Neurology at the University of South Florida's Morsani College of Medicine in Tampa.", "The study, The Burden of Neurological Disease in the United States: A Summary Report and Call to Action, details the annual cost of nine key neurological diseases and disorders, including Alzheimer's disease and other dementias;  low back pain; stroke; traumatic brain injury; migraine; epilepsy; multiple sclerosis; spinal cord injury; and Parkinson's disease.", "Neurological diseases impact an estimated 100 million Americans every year, with the costs of dementia and stroke alone projected to total more than $600 billion by 2030.", "A \"Moonshot\" for Neurology:The huge and sustained capital investments made in cardiovascular and cancer research starting in the 1970s have increased lifespan.", "Ironically, these gains have increased the number of elderly who are most susceptible to neurological disease, creating a growing epidemic.", "\"Neurological research, like cancer, needs its own 'Moonshot' to focus substantial research investment on the neurological diseases that are impacting the mortality and quality of life of more and more Americans every year,\" said Gooch, referring to the $1.8 billion in funding for cancer research authorized by Congress in 2016.", "\"We hope the findings of this report will serve as a wake-up call to Congress to increase much needed basic and clinical research funding required to discover treatments which can mitigate, and ultimately cure, the major neurological diseases which have such profound effects in our patients and for the national economy.", "\"\"The future of funding for neurological research was a concern in 2012 when the ANA voted to support this investigation,\" said ANA President Barbara G. Vickrey, MD, MPH.", "\"With the cuts currently proposed to the NIH budget by the President of the United States, it is of even greater concern today.", "As representatives of the scholars working to eradicate these diseases, we feel we must raise our collective voices, armed with the facts.\"", "Researchers compiled the report through a detailed review of the world literature of the most costly and most prevalent neurological diseases in the United States.", "To be conservative, researchers focused on the prevalence and cost estimates they considered most comprehensive and accurate, excluding disorders like depression and chronic pain, which often have mixed etiologies beyond primary nervous system injury.A conservative estimate:\"A full accounting of all neurological disorders, would of course, push cost estimates substantially higher,\" the authors wrote.", "Direct and indirect costs for each of the major diseases were estimated based on care norms for each disease and are detailed in the report.", "Alzheimer's and other dementias accounted for $243 billion of the $789 billion total, while chronic low back pain represented $177 billion; and stroke, $110 billion.", "[See Figure 1]  Dollar figures were converted to 2014 values using the all-items consumer price index for non-medical (indirect) costs.", "Direct costs were converted using the medical price index.", "In addition to documenting the financial costs of neurological disease, Gooch and his USF colleagues recommend an action plan for reducing the burden through infrastructure investment in neurological research and enhanced clinical management of neurological disorders.", "Specifics include:"], "title": "The US burden of neurological disease is nearly $800 billion/year | EurekAlert! Science News", "source": "Wiley", "date": "2018-01-19_20:37:09", "year": "Thu, 30 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: The most common neurological diseases cost the United States $789 billion in 2014, and this figure is projected to grow as the elderly population doubles between 2011 and 2050, according...\n       view more The most common neurological diseases cost the United States $789 billion in 2014, and this figure is projected to grow as the elderly population doubles between 2011 and 2050, according to a new study published in the April issue of the Annals of Neurology. The research shows the price tag of this serious, annual financial burden for the nation, and comes at a time when the new administration has proposed significant budget cuts for federally-funded research.  Based on this demographic trend, the American Neurological Association (ANA) commissioned a study led by former ANA marketing committee and public advocacy committee chair Clifton L. Gooch, MD, currently professor and chair of the Department of Neurology at the University of South Florida's Morsani College of Medicine in Tampa.  The study, The Burden of Neurological Disease in the United States: A Summary Report and Call to Action, details the annual cost of nine key neurological diseases and disorders, including Alzheimer's disease and other dementias;  low back pain; stroke; traumatic brain injury; migraine; epilepsy; multiple sclerosis; spinal cord injury; and Parkinson's disease. Neurological diseases impact an estimated 100 million Americans every year, with the costs of dementia and stroke alone projected to total more than $600 billion by 2030. A \"Moonshot\" for Neurology:The huge and sustained capital investments made in cardiovascular and cancer research starting in the 1970s have increased lifespan.  Ironically, these gains have increased the number of elderly who are most susceptible to neurological disease, creating a growing epidemic.\"Neurological research, like cancer, needs its own 'Moonshot' to focus substantial research investment on the neurological diseases that are impacting the mortality and quality of life of more and more Americans every year,\" said Gooch, referring to the $1.8 billion in funding for cancer research authorized by Congress in 2016. \"We hope the findings of this report will serve as a wake-up call to Congress to increase much needed basic and clinical research funding required to discover treatments which can mitigate, and ultimately cure, the major neurological diseases which have such profound effects in our patients and for the national economy.\"\"The future of funding for neurological research was a concern in 2012 when the ANA voted to support this investigation,\" said ANA President Barbara G. Vickrey, MD, MPH. \"With the cuts currently proposed to the NIH budget by the President of the United States, it is of even greater concern today. As representatives of the scholars working to eradicate these diseases, we feel we must raise our collective voices, armed with the facts.\"  Researchers compiled the report through a detailed review of the world literature of the most costly and most prevalent neurological diseases in the United States. To be conservative, researchers focused on the prevalence and cost estimates they considered most comprehensive and accurate, excluding disorders like depression and chronic pain, which often have mixed etiologies beyond primary nervous system injury.A conservative estimate:\"A full accounting of all neurological disorders, would of course, push cost estimates substantially higher,\" the authors wrote. Direct and indirect costs for each of the major diseases were estimated based on care norms for each disease and are detailed in the report.   Alzheimer's and other dementias accounted for $243 billion of the $789 billion total, while chronic low back pain represented $177 billion; and stroke, $110 billion. [See Figure 1]  Dollar figures were converted to 2014 values using the all-items consumer price index for non-medical (indirect) costs. Direct costs were converted using the medical price index. In addition to documenting the financial costs of neurological disease, Gooch and his USF colleagues recommend an action plan for reducing the burden through infrastructure investment in neurological research and enhanced clinical management of neurological disorders. Specifics include:\r\n"}