{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/uosf-con032917.php", "description": "A new University of South Florida study published in the Annals of Neurology looked at the nine most prevalent and costly diagnosed neurological diseases and found the annual cost to be staggering -- totaling nearly $800 billion.", "region": "namerica", "title": "Cost of neurological disease in US approaching $800 billion a year", "text": "TAMPA, FL (March 29, 2017) -- More Americans are living longer and surviving chronic conditions like heart disease and cancer. Ironically, this triumph is also leading to a drastic rise in neurological disorders, which disproportionately attack the elderly.Clifton Gooch, MD, professor and chair of the Department of Neurology at the University of South Florida (USF) Morsani College of Medicine in Tampa, is the lead author of a study published in the Annals of Neurology that details the enormous cost of neurological diseases to the nation. The study can be found online at http://onlinelibrary.wiley.com/doi/10.1002/ana.24897/abstractWorking with USF College of Public Health colleagues, Dr. Gooch looked at the nine most prevalent and costly diagnosed neurological disorders and found the annual cost is staggering, totaling nearly $800 billion. By 2030, $600 billion will be spent treating stroke and dementia alone.\"Given these extraordinary and rapidly growing costs, a concrete strategy is urgently needed to reduce the burden of neurological disease,\" he said.In the paper, Dr. Gooch calls on the federal government to provide more NIH funding to speed the development of treatments and cures for diseases such as dementia and stroke, including therapies to delay, minimize and prevent them. He also proposes the creation of a more effective national database to track treatment successes and failures.\"The very future of the neurological sciences and the patients we serve is now at stake, and the welfare of generations yet to come hangs upon the success of our efforts.\"Dr. Gooch writes that the years of productivity lost in the 100 million Americans living with neurological and musculoskeletal disorders is more than any other category of disease.", "article_link": "http://dx.doi.org/10.1002/ana.24897", "institution": "University of South Florida (USF Health)", "journal": "Annals of Neurology", "keywords": ["Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Neurobiology", " Alzheimer's Disease", " Parkinson's Disease", " Public Health"], "date": "Wed, 29 Mar 2017 04:00:00 GMT", "source_link": null}