{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txtargeting", "dementia", "earlier", "stages", "condition", "could", "critical", "success", "future", "therapies", "say", "researchers", "university", "bristol", "found", "earliest", "symptoms", "dementia", "might", "due", "abnormal", "stability", "brain", "cell", "connections", "rather", "death", "brain", "tissue", "comes", "collaborative", "study", "researchers", "bristol", "school", "physiology", "pharmacology", "neuroscience", "pharmaceutical", "company", "eli", "lilly", "company", "studied", "behaviour", "synapses", "connections", "help", "transmit", "information", "brain", "nerve", "cells", "rodent", "model", "human", "frontotemporal", "dementia", "course", "disease", "progression", "using", "microscopy", "techniques", "team", "able", "image", "inside", "brains", "rodents", "found", "even", "disease", "causes", "synapses", "neurons", "start", "die", "synaptic", "connections", "already", "display", "unusual", "properties", "normal", "brains", "small", "percentage", "synapses", "constantly", "added", "lost", "brain", "learns", "new", "skills", "makes", "new", "memories", "however", "brains", "dementia", "percentages", "quite", "different", "team", "found", "synapses", "unstable", "others", "almost", "frozen", "imbalance", "synapse", "stability", "linked", "changes", "way", "neurons", "activated", "brain", "findings", "published", "cell", "reports", "reveal", "dementia", "closely", "linked", "death", "neurons", "brain", "connections", "neurons", "synapses", "impaired", "earlier", "stages", "condition", "study", "highlights", "earliest", "symptoms", "dementia", "might", "due", "abnormal", "synapse", "stability", "rather", "death", "brain", "tissue", "comes", "dr", "mike", "ashby", "lead", "author", "study", "university", "bristol", "said", "need", "new", "treatments", "dementia", "never", "greater", "ability", "make", "effective", "new", "drugs", "hampered", "fact", "yet", "fully", "understand", "causes", "debilitating", "group", "diseases", "neurons", "closely", "dependent", "synaptic", "partners", "possible", "changes", "synapse", "stability", "could", "actually", "part", "reason", "neurons", "begin", "die", "true", "points", "towards", "new", "therapeutic", "strategies", "based", "treating", "early", "abnormalities", "synaptic", "behaviour", "dr", "mike", "head", "molecular", "pathology", "lilly", "research", "laboratories", "said", "data", "one", "comprehensive", "longitudinal", "assessments", "detailed", "mechanisms", "synapse", "dysfunction", "model", "tauopathy", "vivo", "vivo", "technique", "powerful", "slow", "labour", "intensive", "carry", "collaboration", "bristol", "allowed", "us", "achieve", "dataset", "rapid", "effective", "way", "dr", "rosa", "sancho", "head", "research", "alzheimer", "research", "uk", "said", "new", "study", "adds", "weight", "growing", "body", "evidence", "suggesting", "synapses", "become", "disconnected", "nerve", "cells", "die", "using", "sophisticated", "microscopes", "bristol", "team", "gained", "valuable", "new", "insight", "stability", "synapses", "affects", "communication", "nerve", "cells", "people", "uk", "living", "dementia", "including", "bristol", "alone", "researchers", "world", "hunting", "ways", "tackle", "diseases", "cause", "dementia", "protect", "nerve", "cells", "damaging", "disease", "processes", "well", "improving", "understanding", "synapses", "affected", "dementia", "interesting", "findings", "help", "inform", "future", "research", "drugs", "could", "help", "keep", "nerve", "cells", "healthy", "longer"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uob-ttt032717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTargeting dementia in the earlier stages of the condition could be critical for the success of future therapies, say researchers from the University of Bristol, who have found that the very earliest symptoms of dementia might be due to abnormal stability in brain cell connections rather than the death of brain tissue, which comes after.A collaborative study between researchers from Bristol's School of Physiology, Pharmacology and Neuroscience, and the pharmaceutical company Eli Lilly and Company, studied the behaviour of synapses, connections that help transmit information between the brain's nerve cells, in a rodent model of human frontotemporal dementia over the course of the disease progression.", "Using cutting-edge microscopy techniques the team were able to image inside the brains of rodents and found that, even before the disease causes synapses and neurons start to die off, the synaptic connections already display unusual properties.", "In normal brains, a small percentage of the synapses are constantly added and lost as the brain learns new skills or makes new memories.", "However, in brains with dementia these percentages were quite different; the team found some synapses were very unstable while others were almost frozen.", "This imbalance in synapse stability was linked to changes in the way neurons were activated while the brain was working.Their findings, published in Cell Reports, reveal that, while dementia is closely linked to the death of neurons in the brain, it is the connections between these neurons and their synapses that are impaired in earlier stages of the condition.", "The study highlights that the very earliest symptoms of dementia might be due to this abnormal synapse stability rather than the death of brain tissue, which comes after.", "Dr Mike Ashby, lead author of the study at the University of Bristol, said \"The need for new treatments for dementia has never been greater, but our ability to make effective new drugs has been hampered by the fact that we don't yet fully understand the causes of this debilitating group of diseases.", "\"Because neurons are so closely dependent on their synaptic partners, it is possible that the changes in synapse stability could be actually part of the reason that neurons begin to die.", "If this is true, then it points towards new therapeutic strategies based on treating these very early abnormalities in synaptic behaviour.", "\"Dr Mike O'Neill, Head of Molecular Pathology at Lilly Research Laboratories, said: \"The data were one of the most comprehensive longitudinal assessments of the detailed mechanisms of synapse dysfunction in a model of tauopathy in vivo.", "The in vivo 2-photon technique is very powerful, but is slow and labour intensive to carry out and the collaboration with Bristol has allowed us achieve this dataset in a rapid and effective way.", "\"Dr Rosa Sancho, Head of Research at Alzheimer's Research UK, said: \r\n\"This new study adds weight to the growing body of evidence suggesting that synapses become disconnected before nerve cells themselves die.", "By using sophisticated microscopes, the Bristol team has gained valuable new insight into the stability of synapses and how this affects communication between nerve cells.", "\"There are 850,000 people in the UK living with dementia including over 4,600 in Bristol alone.", "Researchers the world over are hunting for ways to tackle the diseases that cause dementia and protect nerve cells from damaging disease processes.", "As well as improving our understanding of how synapses are affected in dementia, these interesting findings will help inform future research into drugs that could help keep nerve cells healthy for longer.\""], "title": "Therapies that target dementia in early stages critical to success | EurekAlert! Science News", "source": "University of Bristol", "date": "2018-01-19_20:37:15", "year": "Tue, 28 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXTargeting dementia in the earlier stages of the condition could be critical for the success of future therapies, say researchers from the University of Bristol, who have found that the very earliest symptoms of dementia might be due to abnormal stability in brain cell connections rather than the death of brain tissue, which comes after.A collaborative study between researchers from Bristol's School of Physiology, Pharmacology and Neuroscience, and the pharmaceutical company Eli Lilly and Company, studied the behaviour of synapses, connections that help transmit information between the brain's nerve cells, in a rodent model of human frontotemporal dementia over the course of the disease progression. Using cutting-edge microscopy techniques the team were able to image inside the brains of rodents and found that, even before the disease causes synapses and neurons start to die off, the synaptic connections already display unusual properties. In normal brains, a small percentage of the synapses are constantly added and lost as the brain learns new skills or makes new memories. However, in brains with dementia these percentages were quite different; the team found some synapses were very unstable while others were almost frozen. This imbalance in synapse stability was linked to changes in the way neurons were activated while the brain was working.Their findings, published in Cell Reports, reveal that, while dementia is closely linked to the death of neurons in the brain, it is the connections between these neurons and their synapses that are impaired in earlier stages of the condition. The study highlights that the very earliest symptoms of dementia might be due to this abnormal synapse stability rather than the death of brain tissue, which comes after. Dr Mike Ashby, lead author of the study at the University of Bristol, said \"The need for new treatments for dementia has never been greater, but our ability to make effective new drugs has been hampered by the fact that we don't yet fully understand the causes of this debilitating group of diseases.\"Because neurons are so closely dependent on their synaptic partners, it is possible that the changes in synapse stability could be actually part of the reason that neurons begin to die. If this is true, then it points towards new therapeutic strategies based on treating these very early abnormalities in synaptic behaviour.\"Dr Mike O'Neill, Head of Molecular Pathology at Lilly Research Laboratories, said: \"The data were one of the most comprehensive longitudinal assessments of the detailed mechanisms of synapse dysfunction in a model of tauopathy in vivo.  The in vivo 2-photon technique is very powerful, but is slow and labour intensive to carry out and the collaboration with Bristol has allowed us achieve this dataset in a rapid and effective way.\"Dr Rosa Sancho, Head of Research at Alzheimer's Research UK, said: \r\n\"This new study adds weight to the growing body of evidence suggesting that synapses become disconnected before nerve cells themselves die. By using sophisticated microscopes, the Bristol team has gained valuable new insight into the stability of synapses and how this affects communication between nerve cells.  \"There are 850,000 people in the UK living with dementia including over 4,600 in Bristol alone. Researchers the world over are hunting for ways to tackle the diseases that cause dementia and protect nerve cells from damaging disease processes. As well as improving our understanding of how synapses are affected in dementia, these interesting findings will help inform future research into drugs that could help keep nerve cells healthy for longer.\" "}