{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txrehabilitation", "important", "people", "dementia", "people", "physical", "disabilities", "according", "leading", "dementia", "expert", "linda", "clare", "professor", "clinical", "psychology", "aging", "dementia", "university", "exeter", "said", "people", "dementia", "right", "cognitive", "rehabilitation", "relevant", "physical", "rehabilitation", "people", "physical", "impairments", "writing", "journal", "plos", "medicine", "professor", "clare", "said", "share", "goal", "enable", "people", "participate", "everyday", "life", "families", "communities", "way", "meaningful", "professor", "clare", "said", "tend", "think", "rehabilitation", "terms", "people", "physical", "impairment", "following", "injury", "equally", "important", "people", "cognitive", "impairment", "society", "much", "greater", "recognition", "people", "physical", "disabilities", "right", "access", "services", "opportunities", "still", "long", "way", "go", "people", "hidden", "disabilities", "dementia", "landscape", "numbers", "people", "dementia", "expected", "rise", "44", "mill", "2015", "117", "million", "2050", "professor", "clare", "oversees", "great", "trial", "assessing", "success", "cognitive", "rehabilitation", "500", "people", "across", "eight", "sites", "uk", "focuses", "approaches", "specific", "individual", "problems", "people", "encounter", "different", "stages", "dementia", "examples", "may", "include", "people", "wanting", "use", "email", "stay", "contact", "family", "friends", "gain", "confidence", "go", "outside", "manage", "daily", "tasks", "better", "people", "advanced", "stages", "dementia", "approaches", "may", "focus", "able", "dress", "independently", "engage", "pleasurable", "activities", "professor", "clare", "believes", "positive", "rehabilitation", "approach", "may", "partially", "funded", "redeploying", "spend", "dementia", "preventing", "physical", "difficulties", "limiting", "costs", "managing", "distressing", "symptoms", "delaying", "institutionalisation", "stressed", "need", "develop", "service", "systems", "train", "staff", "involve", "families"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uoe-dtr032817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXRehabilitation is important for people with dementia as it is for people with physical disabilities, according to a leading dementia expert.", "Linda Clare, Professor of Clinical Psychology of Aging and Dementia at the University of Exeter, said people with dementia have a right to cognitive rehabilitation -- and it is as relevant for them as physical rehabilitation for people with physical impairments.", "Writing in the journal PLOS Medicine, Professor Clare said both share a goal to enable people to participate in everyday life, and in their families and communities, in a way that is meaningful to them.", "Professor Clare said: \"We tend to think of rehabilitation in terms of people with physical impairment following an injury, but it is equally important in people with cognitive impairment.", "As a society, we now have a much greater recognition that people with physical disabilities have the right to access services and opportunities, but there it still a long way to go for people with \"hidden\" disabilities such as dementia, in a landscape where the numbers of people with dementia are expected to rise from 44 mill in 2015 to 117 million by 2050.", "Professor Clare oversees the GREAT trial, which is assessing the success of cognitive rehabilitation in more than 500 people across eight sites in the UK.", "It focuses on tailor-made approaches to the specific, individual problems people encounter at different stages of dementia.", "Examples may include people wanting to use email to stay in contact with family and friends, gain confidence to go outside, or manage daily tasks better.", "For people in the more advanced stages of dementia, approaches may focus on being able to dress independently or engage in pleasurable activities.", "Professor Clare believes the positive rehabilitation approach may be partially funded  through redeploying some of the spend on dementia, through preventing physical difficulties, limiting the costs of managing distressing symptoms, and delaying institutionalisation.", "She stressed the need to develop service systems that train staff and involve families."], "title": "Dementia: The right to rehabilitation | EurekAlert! Science News", "source": "University of Exeter", "date": "2018-01-19_20:37:18", "year": "Tue, 28 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXRehabilitation is important for people with dementia as it is for people with physical disabilities, according to a leading dementia expert. Linda Clare, Professor of Clinical Psychology of Aging and Dementia at the University of Exeter, said people with dementia have a right to cognitive rehabilitation -- and it is as relevant for them as physical rehabilitation for people with physical impairments. Writing in the journal PLOS Medicine, Professor Clare said both share a goal to enable people to participate in everyday life, and in their families and communities, in a way that is meaningful to them. Professor Clare said: \"We tend to think of rehabilitation in terms of people with physical impairment following an injury, but it is equally important in people with cognitive impairment. As a society, we now have a much greater recognition that people with physical disabilities have the right to access services and opportunities, but there it still a long way to go for people with \"hidden\" disabilities such as dementia, in a landscape where the numbers of people with dementia are expected to rise from 44 mill in 2015 to 117 million by 2050. Professor Clare oversees the GREAT trial, which is assessing the success of cognitive rehabilitation in more than 500 people across eight sites in the UK. It focuses on tailor-made approaches to the specific, individual problems people encounter at different stages of dementia. Examples may include people wanting to use email to stay in contact with family and friends, gain confidence to go outside, or manage daily tasks better. For people in the more advanced stages of dementia, approaches may focus on being able to dress independently or engage in pleasurable activities. Professor Clare believes the positive rehabilitation approach may be partially funded  through redeploying some of the spend on dementia, through preventing physical difficulties, limiting the costs of managing distressing symptoms, and delaying institutionalisation. She stressed the need to develop service systems that train staff and involve families. "}