{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-03/p-eoa032217.php", "description": "Individual cognitive stimulation therapy, an intervention carried out at home by family caregivers, has little impact on the cognition of patients with dementia, a new study has found, but boosts the quality of the relationship between the patient and caregiver. The new study, a randomized, controlled trial by Martin Orrell of the University of Nottingham, UK, and colleagues, is published in PLOS Medicine.", "region": "namerica", "title": "Effects of at-home cognitive stimulation therapy on dementia patients and caregivers", "text": "Individual Cognitive Stimulation Therapy (iCST), an intervention carried out at home by family caregivers, has little impact on the cognition of patients with dementia, a new study has found, but boosts the quality of the relationship between the patient and caregiver. The new study, a randomized, controlled trial by Martin Orrell of the University of Nottingham, UK, and colleagues, is published in PLOS Medicine.Cognitive Stimulation Therapy (CST), which involves activities designed to improve cognition and memory in people with dementia, is often used in group settings, at day centers or residential care facilities, but evidence is lacking on CST delivered individually in the home-care setting. In the new study, 356 people with mild to moderate dementia and their family caregivers were randomly assigned either to three 30 minute sessions of iCST per week, or to treatment as usual, for 25 weeks. Caregivers were given training on how to carry out individual CST sessions at home. Follow-up tests and surveys were completed at 26 weeks.At the conclusion of the study period, patients who had been assigned to the iCST groups had no differences in cognition or self-reported quality of life compared to those in the control group. However, quality of life for caregivers was higher, and patients rated the relationship with their caregiver higher, in the iCST groups. The study was limited by low adherence to the intervention--only 40 percent of people in the iCST groups completed two sessions of the intervention per week, as assigned, and 22 percent completed no sessions at all. \"From a clinical perspective, improved quality of life for the caregiver, and an improved relationship for the person with dementia by means of a low cost, non-drug intervention are very worthwhile outcomes,\" the authors say. \"The longer-term associated effect of reducing depression for caregivers who did more sessions may mean that caregivers remain better mentally, and perhaps physically, for longer.\"", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002269", "institution": "PLOS", "journal": "PLOS Medicine", "keywords": ["Biology", " Health Care", " Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Neurobiology", " Alzheimer's Disease", " Public Health", " Parenting/Child Care/Family"], "date": "Tue, 28 Mar 2017 04:00:00 GMT", "source_link": null}