{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "new", "paper", "published", "annals", "neurology", "reports", "common", "neurological", "diseases", "pose", "serious", "annual", "financial", "burden", "nation", "report", "notes", "current", "estimated", "annual", "cost", "american", "society", "nine", "common", "neurological", "diseases", "staggering", "totaling", "789", "billion", "2014", "dollars", "conditions", "include", "alzheimer", "disease", "dementias", "low", "back", "pain", "stroke", "traumatic", "brain", "injury", "migraine", "epilepsy", "multiple", "sclerosis", "spinal", "cord", "injury", "parkinson", "increase", "even", "coming", "years", "elderly", "segment", "population", "nearly", "doubles", "2011", "2050", "costs", "dementia", "stroke", "alone", "projected", "total", "600", "billion", "2030", "article", "provides", "action", "plan", "reducing", "burden", "infrastructure", "investment", "neurological", "research", "enhanced", "clinical", "management", "neurological", "disorders", "findings", "report", "call", "nation", "facing", "already", "incredible", "financial", "burden", "going", "rapidly", "worsen", "coming", "years", "said", "lead", "author", "clifton", "gooch", "although", "society", "continues", "reap", "benefits", "dramatic", "research", "investments", "heart", "disease", "cancer", "last", "decades", "similar", "levels", "investment", "required", "fund", "neuroscience", "research", "focused", "curing", "devastating", "neurological", "diseases", "stroke", "alzheimer", "help", "patients", "also", "avoid", "costs", "large", "could", "destabilize", "entire", "health", "care", "system", "national", "economy"], "url": "http://www.eurekalert.org/pub_releases/2017-03/w-ndc032817.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new paper published in the Annals of Neurology reports the most common neurological diseases pose a serious annual financial burden for the nation.", "The report notes that the current estimated annual cost to American society of just nine of the most common neurological diseases is staggering, totaling $789 billion in 2014 dollars.", "These conditions include Alzheimer's disease and other dementias, low back pain, stroke, traumatic brain injury, migraine, epilepsy, multiple sclerosis, spinal cord injury, and Parkinson's disease.Costs will increase even further over the coming years as the elderly segment of the population nearly doubles between 2011 and 2050.", "The costs of dementia and stroke alone are projected to total over $600 billion by 2030.", "The article provides an action plan for reducing this burden through infrastructure investment in neurological research and enhanced clinical management of neurological disorders.", "\"The findings of this report are a wake-up call for the nation, as we are facing an already incredible financial burden that is going to rapidly worsen in the coming years,\" said lead author Dr. Clifton Gooch.", "\"Although society continues to reap the benefits of the dramatic research investments in heart disease and cancer over the last few decades, similar levels of investment are required to fund neuroscience research focused on curing devastating neurological diseases such as stroke and Alzheimer's, both to help our patients and also to avoid costs so large they could destabilize the entire health care system and the national economy.\""], "title": "Neurological diseases cost the US nearly $800 billion per year | EurekAlert! Science News", "source": "Wiley", "date": "2018-01-19_20:37:24", "year": "Tue, 28 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA new paper published in the Annals of Neurology reports the most common neurological diseases pose a serious annual financial burden for the nation.  The report notes that the current estimated annual cost to American society of just nine of the most common neurological diseases is staggering, totaling $789 billion in 2014 dollars. These conditions include Alzheimer's disease and other dementias, low back pain, stroke, traumatic brain injury, migraine, epilepsy, multiple sclerosis, spinal cord injury, and Parkinson's disease.Costs will increase even further over the coming years as the elderly segment of the population nearly doubles between 2011 and 2050. The costs of dementia and stroke alone are projected to total over $600 billion by 2030.  The article provides an action plan for reducing this burden through infrastructure investment in neurological research and enhanced clinical management of neurological disorders.\"The findings of this report are a wake-up call for the nation, as we are facing an already incredible financial burden that is going to rapidly worsen in the coming years,\" said lead author Dr. Clifton Gooch. \"Although society continues to reap the benefits of the dramatic research investments in heart disease and cancer over the last few decades, similar levels of investment are required to fund neuroscience research focused on curing devastating neurological diseases such as stroke and Alzheimer's, both to help our patients and also to avoid costs so large they could destabilize the entire health care system and the national economy.\""}