{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "region", "anterior", "thalamic", "radiation", "revealed", "significantly", "lower", "axial", "diffusivity", "mean", "diffusivity", "values", "major", "depressive", "disorder", "relative", "healthy", "control", "participants", "top", "left", "view", "depression", "affects", "15", "million", "american", "adults", "percent", "population", "year", "leading", "cause", "disability", "ages", "15", "possible", "detect", "might", "vulnerable", "illness", "onset", "using", "brain", "imaging", "david", "schnyer", "cognitive", "neuroscientist", "professor", "psychology", "university", "texas", "austin", "believes", "may", "identifying", "signs", "simpler", "matter", "using", "stampede", "supercomputer", "texas", "advanced", "computing", "center", "tacc", "train", "machine", "learning", "algorithm", "identify", "commonalities", "among", "hundreds", "patients", "using", "magnetic", "resonance", "imaging", "mri", "brain", "scans", "genomics", "data", "relevant", "factors", "provide", "accurate", "predictions", "risk", "depression", "long", "studied", "mental", "disorders", "examining", "relationship", "brain", "function", "structure", "neuroimaging", "data", "one", "difficulty", "work", "primarily", "descriptive", "brain", "networks", "may", "appear", "differ", "two", "groups", "tell", "us", "patterns", "actually", "predict", "group", "fall", "schnyer", "says", "looking", "diagnostic", "measures", "predictive", "outcomes", "like", "vulnerability", "depression", "dementia", "2017", "schnyer", "working", "peter", "clasen", "university", "washington", "school", "medicine", "christopher", "gonzalez", "university", "california", "san", "diego", "christopher", "beevers", "ut", "austin", "completed", "analysis", "study", "used", "machine", "learning", "approach", "classify", "individuals", "major", "depressive", "disorder", "roughly", "75", "percent", "learning", "subfield", "computer", "science", "involves", "construction", "algorithms", "learn", "building", "model", "sample", "data", "inputs", "make", "independent", "predictions", "new", "type", "machine", "learning", "schnyer", "team", "tested", "called", "support", "vector", "machine", "learning", "researchers", "provided", "set", "training", "examples", "marked", "belonging", "either", "healthy", "individuals", "diagnosed", "depression", "schnyer", "team", "labelled", "features", "data", "meaningful", "examples", "used", "train", "system", "computer", "scanned", "data", "found", "subtle", "connections", "disparate", "parts", "built", "model", "assigns", "new", "examples", "one", "category", "study", "schnyer", "analyzed", "brain", "data", "52", "participants", "depression", "45", "heathy", "control", "participants", "compare", "groups", "matched", "subset", "depressed", "participants", "healthy", "individuals", "based", "age", "gender", "bringing", "sample", "size", "received", "diffusion", "tensor", "imaging", "dti", "mri", "scans", "tag", "water", "molecules", "determine", "extent", "molecules", "microscopically", "diffused", "brain", "time", "measuring", "diffusion", "multiple", "spatial", "directions", "vectors", "generated", "voxel", "cubes", "represent", "either", "structure", "neural", "activity", "throughout", "brain", "quantify", "dominant", "fiber", "orientation", "measurements", "translated", "metrics", "indicate", "integrity", "white", "matter", "pathways", "within", "cerebral", "common", "parameter", "used", "characterize", "dti", "fractional", "anisotropy", "extent", "diffusion", "highly", "directional", "high", "fractional", "anisotropy", "unrestricted", "low", "fractional", "anisotropy", "compared", "fractional", "anisotropy", "measurements", "two", "groups", "found", "statistically", "significant", "differences", "reduced", "number", "voxels", "involved", "subset", "relevant", "classification", "carried", "classification", "prediction", "using", "machine", "learning", "approach", "feed", "whole", "brain", "data", "subset", "predict", "disease", "classifications", "potential", "behavioral", "measure", "measures", "negative", "information", "bias", "study", "revealed", "fractional", "anisotropy", "maps", "accurately", "classify", "depressed", "vulnerable", "individuals", "versus", "healthy", "controls", "also", "showed", "predictive", "information", "distributed", "across", "brain", "networks", "rather", "highly", "localized", "learning", "classify", "depressed", "versus", "people", "using", "dti", "data", "also", "learning", "something", "depression", "represented", "within", "brain", "said", "beevers", "professor", "psychology", "director", "institute", "mental", "health", "research", "ut", "austin", "rather", "trying", "find", "area", "disrupted", "depression", "learning", "alterations", "across", "number", "networks", "contribute", "classification", "depression", "scale", "complexity", "problem", "necessitates", "machine", "learning", "approach", "brain", "represented", "roughly", "voxels", "detecting", "complex", "relationship", "among", "large", "number", "components", "looking", "scans", "practically", "impossible", "reason", "team", "uses", "machine", "learning", "automate", "discovery", "process", "wave", "future", "schnyer", "says", "seeing", "increasing", "numbers", "articles", "presentations", "conference", "application", "machine", "learning", "solve", "difficult", "problems", "neuroscience", "results", "promising", "yet", "enough", "used", "clinical", "metric", "however", "schnyer", "believes", "adding", "data", "related", "mri", "scans", "also", "genomics", "classifiers", "system", "much", "better", "one", "benefits", "machine", "learning", "compared", "traditional", "approaches", "machine", "learning", "increase", "likelihood", "observe", "study", "apply", "new", "independent", "datasets", "generalize", "new", "data", "beevers", "said", "critical", "question", "really", "excited", "test", "future", "studies", "beevers", "schnyer", "expand", "study", "include", "data", "several", "hundred", "volunteers", "austin", "community", "diagnosed", "depression", "anxiety", "related", "condition", "stampede", "2", "tacc", "newest", "supercomputer", "come", "online", "later", "2017", "twice", "powerful", "current", "system", "provide", "increased", "computer", "processing", "power", "required", "incorporate", "data", "achieve", "greater", "accuracy", "approach", "also", "movement", "towards", "open", "science", "large", "databases", "like", "human", "connectome", "project", "mean", "facilities", "like", "tacc", "absolutely", "essential", "schnyer", "says", "ca", "work", "desktops", "going", "become", "important", "established", "relationship", "advanced", "computing", "center"], "url": "http://www.eurekalert.org/pub_releases/2017-03/uota-pem032717.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Region of anterior thalamic radiation that revealed significantly lower axial diffusivity and mean diffusivity values in those with major depressive disorder relative to healthy control participants.", "From the top left...\n       view more Depression affects more than 15 million American adults, or about 6.7 percent of the U.S. population, each year.", "It is the leading cause of disability for those between the ages of 15 and 44.Is it possible to detect who might be vulnerable to the illness before its onset using brain imaging?David Schnyer, a cognitive neuroscientist and professor of psychology at The University of Texas at Austin, believes it may be.", "But identifying its tell-tale signs is no simpler matter.", "He is using the Stampede supercomputer at the Texas Advanced Computing Center (TACC) to train a machine learning algorithm that can identify commonalities among hundreds of patients using Magnetic Resonance Imaging (MRI) brain scans, genomics data and other relevant factors, to provide accurate predictions of risk for those with depression and anxiety.Researchers have long studied mental disorders by examining the relationship between brain function and structure in neuroimaging data.", "\"One difficulty with that work is that it's primarily descriptive.", "The brain networks may appear to differ between two groups, but it doesn't tell us about what patterns actually predict which group you will fall into,\" Schnyer says.", "\"We're looking for diagnostic measures that are predictive for outcomes like vulnerability to depression or dementia.", "\"In 2017, Schnyer, working with Peter Clasen (University of Washington School of Medicine), Christopher Gonzalez (University of California, San Diego) and Christopher Beevers (UT Austin), completed their analysis of a proof-of-concept study that used a machine learning approach to classify individuals with major depressive disorder with roughly 75 percent accuracy.Machine learning is a subfield of computer science that involves the construction of algorithms that can \"learn\" by building a model from sample data inputs, and then make independent predictions on new data.The type of machine learning that Schnyer and his team tested is called Support Vector Machine Learning.", "The researchers provided a set of training examples, each marked as belonging to either healthy individuals or those who have been diagnosed with depression.", "Schnyer and his team labelled features in their data that were meaningful, and these examples were used to train the system.", "A computer then scanned the data, found subtle connections between disparate parts, and built a model that assigns new examples to one category or the other.In the study, Schnyer analyzed brain data from 52 treatment-seeking participants with depression, and 45 heathy control participants.", "To compare the groups, they matched a subset of depressed participants with healthy individuals based on age and gender, bringing the sample size to 50.Participants received diffusion tensor imaging (DTI) MRI scans, which tag water molecules to determine the extent to which those molecules are microscopically diffused in the brain over time.", "By measuring this diffusion in multiple spatial directions, vectors are generated for each voxel (three-dimensional cubes that represent either structure or neural activity throughout the brain) to quantify the dominant fiber orientation.", "These measurements are then translated into metrics that indicate the integrity of white matter pathways within the cerebral cortex.One common parameter used to characterize DTI is fractional anisotropy: the extent to which diffusion is highly directional (high fractional anisotropy) or unrestricted (low fractional anisotropy).They compared these fractional anisotropy measurements between the two groups and found statistically significant differences.", "They then reduced the number of voxels involved to a subset that was most relevant for classification and carried out the classification and prediction using the machine learning approach.", "\"We feed in whole brain data or a subset and predict disease classifications or any potential behavioral measure such as measures of negative information bias,\" he says.The study revealed that DTI-derived fractional anisotropy maps can accurately classify depressed or vulnerable individuals versus healthy controls.", "It also showed that predictive information is distributed across brain networks rather than being highly localized.", "\"Not only are were learning that we can classify depressed versus non-depressed people using DTI data, we are also learning something about how depression is represented within the brain,\" said Beevers, a professor of psychology and director of the Institute for Mental Health Research at UT Austin.", "\"Rather than trying to find the area that is disrupted in depression, we are learning that alterations across a number of networks contribute to the classification of depression.", "\"The scale and complexity of the problem necessitates a machine learning approach.", "Each brain is represented by roughly 175,000 voxels and detecting complex relationship among such a large number of components by looking at the scans is practically impossible.", "For that reason, the team uses machine learning to automate the discovery process.", "\"This is the wave of the future,\" Schnyer says.", "\"We're seeing increasing numbers of articles and presentations at conference on the application of machine learning to solve difficult problems in neuroscience.", "\"The results are promising, but not yet clear-cut enough to be used as a clinical metric.", "However, Schnyer believes that by adding more data -- related not only to MRI scans but also from genomics and other classifiers -- the system can do much better.", "\"One of the benefits of machine learning, compared to more traditional approaches, is that machine learning should increase the likelihood that what we observe in our study will apply to new and independent datasets.", "That is, it should generalize to new data,\" Beevers said.", "\"This is a critical question that we are really excited to test in future studies.", "\"Beevers and Schnyer will expand their study to include data from several hundred volunteers from the Austin community who have been diagnosed with depression, anxiety or a related condition.", "Stampede 2 -- TACC's newest supercomputer which will come online later in 2017 and will be twice as powerful as the current system -- will provide the increased computer processing power required to incorporate more data and achieve greater accuracy.", "\"This approach, and also the movement towards open science and large databases like the human connectome project, mean that facilities like TACC are absolutely essential,\" Schnyer says.", "\"You just can't do this work on desktops.", "It's going to become more and more important to have an established relationship with an advanced computing center.\""], "title": "Psychologists enlist machine learning to help diagnose depression | EurekAlert! Science News", "source": "University of Texas at Austin, Texas Advanced Computing Center", "date": "2018-01-19_20:37:27", "year": "Mon, 27 Mar 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Region of anterior thalamic radiation that revealed significantly lower axial diffusivity and mean diffusivity values in those with major depressive disorder relative to healthy control participants. From the top left...\n       view more Depression affects more than 15 million American adults, or about 6.7 percent of the U.S. population, each year. It is the leading cause of disability for those between the ages of 15 and 44.Is it possible to detect who might be vulnerable to the illness before its onset using brain imaging?David Schnyer, a cognitive neuroscientist and professor of psychology at The University of Texas at Austin, believes it may be. But identifying its tell-tale signs is no simpler matter. He is using the Stampede supercomputer at the Texas Advanced Computing Center (TACC) to train a machine learning algorithm that can identify commonalities among hundreds of patients using Magnetic Resonance Imaging (MRI) brain scans, genomics data and other relevant factors, to provide accurate predictions of risk for those with depression and anxiety.Researchers have long studied mental disorders by examining the relationship between brain function and structure in neuroimaging data.\"One difficulty with that work is that it's primarily descriptive. The brain networks may appear to differ between two groups, but it doesn't tell us about what patterns actually predict which group you will fall into,\" Schnyer says. \"We're looking for diagnostic measures that are predictive for outcomes like vulnerability to depression or dementia.\"In 2017, Schnyer, working with Peter Clasen (University of Washington School of Medicine), Christopher Gonzalez (University of California, San Diego) and Christopher Beevers (UT Austin), completed their analysis of a proof-of-concept study that used a machine learning approach to classify individuals with major depressive disorder with roughly 75 percent accuracy.Machine learning is a subfield of computer science that involves the construction of algorithms that can \"learn\" by building a model from sample data inputs, and then make independent predictions on new data.The type of machine learning that Schnyer and his team tested is called Support Vector Machine Learning. The researchers provided a set of training examples, each marked as belonging to either healthy individuals or those who have been diagnosed with depression. Schnyer and his team labelled features in their data that were meaningful, and these examples were used to train the system. A computer then scanned the data, found subtle connections between disparate parts, and built a model that assigns new examples to one category or the other.In the study, Schnyer analyzed brain data from 52 treatment-seeking participants with depression, and 45 heathy control participants. To compare the groups, they matched a subset of depressed participants with healthy individuals based on age and gender, bringing the sample size to 50.Participants received diffusion tensor imaging (DTI) MRI scans, which tag water molecules to determine the extent to which those molecules are microscopically diffused in the brain over time. By measuring this diffusion in multiple spatial directions, vectors are generated for each voxel (three-dimensional cubes that represent either structure or neural activity throughout the brain) to quantify the dominant fiber orientation. These measurements are then translated into metrics that indicate the integrity of white matter pathways within the cerebral cortex.One common parameter used to characterize DTI is fractional anisotropy: the extent to which diffusion is highly directional (high fractional anisotropy) or unrestricted (low fractional anisotropy).They compared these fractional anisotropy measurements between the two groups and found statistically significant differences. They then reduced the number of voxels involved to a subset that was most relevant for classification and carried out the classification and prediction using the machine learning approach.\"We feed in whole brain data or a subset and predict disease classifications or any potential behavioral measure such as measures of negative information bias,\" he says.The study revealed that DTI-derived fractional anisotropy maps can accurately classify depressed or vulnerable individuals versus healthy controls. It also showed that predictive information is distributed across brain networks rather than being highly localized.\"Not only are were learning that we can classify depressed versus non-depressed people using DTI data, we are also learning something about how depression is represented within the brain,\" said Beevers, a professor of psychology and director of the Institute for Mental Health Research at UT Austin. \"Rather than trying to find the area that is disrupted in depression, we are learning that alterations across a number of networks contribute to the classification of depression.\"The scale and complexity of the problem necessitates a machine learning approach. Each brain is represented by roughly 175,000 voxels and detecting complex relationship among such a large number of components by looking at the scans is practically impossible. For that reason, the team uses machine learning to automate the discovery process.\"This is the wave of the future,\" Schnyer says. \"We're seeing increasing numbers of articles and presentations at conference on the application of machine learning to solve difficult problems in neuroscience.\"The results are promising, but not yet clear-cut enough to be used as a clinical metric. However, Schnyer believes that by adding more data -- related not only to MRI scans but also from genomics and other classifiers -- the system can do much better.\"One of the benefits of machine learning, compared to more traditional approaches, is that machine learning should increase the likelihood that what we observe in our study will apply to new and independent datasets. That is, it should generalize to new data,\" Beevers said. \"This is a critical question that we are really excited to test in future studies.\"Beevers and Schnyer will expand their study to include data from several hundred volunteers from the Austin community who have been diagnosed with depression, anxiety or a related condition. Stampede 2 -- TACC's newest supercomputer which will come online later in 2017 and will be twice as powerful as the current system -- will provide the increased computer processing power required to incorporate more data and achieve greater accuracy.\"This approach, and also the movement towards open science and large databases like the human connectome project, mean that facilities like TACC are absolutely essential,\" Schnyer says. \"You just can't do this work on desktops. It's going to become more and more important to have an established relationship with an advanced computing center.\"\r\n"}