{"title": "Study identifies new genetic risk factor for developing autism spectrum disorder | EurekAlert! Science News", "year": "Thu, 31 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "brian", "assistant", "professor", "molecular", "medical", "genetics", "ohsu", "january", "4", "view", "autism", "spectrum", "disorder", "affects", "approximately", "one", "every", "68", "children", "united", "states", "despite", "expansive", "study", "origin", "risk", "factors", "complex", "condition", "fully", "better", "understand", "root", "causes", "international", "team", "led", "researchers", "ohsu", "portland", "oregon", "applied", "new", "systematic", "analysis", "cohort", "families", "single", "child", "affected", "autism", "study", "focused", "identifying", "characterizing", "genetic", "mutations", "may", "missed", "previous", "research", "given", "mutations", "present", "fraction", "bulk", "dna", "individual", "known", "postzygotic", "mosaic", "mutations", "pmms", "genetic", "changes", "occur", "conception", "human", "zygote", "development", "cycle", "fetus", "individual", "contain", "mosaic", "assortment", "mutated", "cells", "level", "mosaicism", "depending", "time", "location", "mutation", "occurrence", "emerging", "class", "genetic", "risk", "factors", "recently", "implicated", "various", "neurologic", "conditions", "however", "role", "complex", "disorders", "autism", "risk", "due", "unexpected", "mosaic", "mutationsby", "comparing", "genetic", "sequencing", "data", "families", "part", "simons", "simplex", "collection", "permanent", "repository", "precisely", "characterized", "genetic", "samples", "research", "team", "determined", "approximately", "11", "percent", "previously", "reported", "new", "mutations", "affecting", "single", "dna", "base", "thought", "present", "time", "human", "conception", "actually", "show", "evidence", "mutation", "occurring", "development", "process", "initial", "finding", "told", "us", "generally", "mosaic", "mutations", "much", "common", "previously", "believed", "thought", "might", "tip", "genetic", "iceberg", "waiting", "explored", "said", "study", "principal", "investigator", "brian", "assistant", "professor", "molecular", "medical", "genetics", "ohsu", "school", "medicine", "investigate", "possibility", "custom", "approach", "leveraging", "next", "generation", "sequencing", "molecular", "barcodes", "developed", "identify", "mutations", "also", "validate", "fact", "real", "technological", "artifacts", "sensitive", "method", "rate", "potentially", "pmms", "increased", "22", "percent", "new", "mutations", "present", "children", "researchers", "compared", "rates", "pmms", "result", "different", "predicted", "effects", "genome", "affected", "children", "unaffected", "siblings", "lead", "unexpected", "finding", "silent", "mosaic", "mutations", "enriched", "affected", "children", "contributing", "risk", "approximately", "2", "percent", "individuals", "autism", "cohort", "types", "mutations", "generally", "believed", "neutral", "alter", "genetic", "coding", "proteins", "however", "team", "found", "evidence", "mutations", "might", "actually", "altering", "genetic", "messages", "stitched", "together", "study", "also", "found", "preliminary", "evidence", "mosaic", "mutations", "alter", "protein", "code", "genes", "essential", "development", "genes", "resist", "mutations", "also", "enriched", "individuals", "autism", "contributes", "risk", "additional", "1", "2", "percent", "individuals", "autism", "many", "pmms", "occurred", "highly", "validated", "autism", "risk", "genes", "identified", "date", "suggesting", "mutations", "contributing", "autism", "genetic", "risk", "due", "research", "team", "believes", "overall", "mosaic", "mutations", "may", "contribute", "autism", "risk", "3", "4", "percent", "timeline", "location", "mosaic", "mutationsdetermining", "exactly", "mutations", "occurring", "development", "challenging", "pmms", "identified", "present", "10", "75", "percent", "cells", "examined", "children", "blood", "suggesting", "likely", "occurred", "early", "development", "however", "exact", "timeline", "leveraging", "unique", "family", "design", "simons", "simplex", "collection", "cohort", "team", "analyzed", "parents", "genomes", "discovered", "percent", "supposedly", "new", "mutations", "present", "children", "conception", "could", "actually", "traced", "back", "pmm", "occurred", "early", "development", "parent", "mutations", "generally", "present", "20", "75", "percent", "parents", "blood", "cells", "providing", "indirect", "evidence", "many", "pmms", "occurring", "children", "fact", "happen", "early", "development", "likely", "contribute", "mosaicism", "across", "body", "including", "brain", "addition", "need", "broader", "research", "focused", "role", "mosaicism", "plays", "autism", "related", "disorders", "data", "argue", "physicians", "requiring", "sensitive", "testing", "children", "parents", "new", "genetic", "mutation", "identified", "said", "mutation", "go", "percent", "cells", "parent", "100", "percent", "cells", "child", "present", "even", "low", "levels", "parents", "risk", "additional", "children", "receiving", "mutation", "dramatically", "increased"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ohs-sin083117.php", "date": "2018-01-19_21:18:16", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Brian J. O'Roak, Ph.D., assistant professor of molecular and medical genetics, OHSU, January 4, 2017.\n       view more Autism spectrum disorder affects approximately one out of every 68 children in the United States. Despite expansive study, the origin and risk factors of the complex condition are not fully understood.To better understand the root causes, an international team led by researchers at OHSU in Portland, Oregon has applied a new systematic analysis to a cohort of 2,300 families who have a single child affected with autism. The study focused on identifying and characterizing low-lying genetic mutations that may have been missed in previous research, given these mutations are only present in a fraction of the bulk DNA of an individual. Known as postzygotic mosaic mutations, or PMMs, these genetic changes occur after the conception of the human zygote during the development cycle of a fetus. An individual will contain a mosaic -- or assortment -- of mutated and non-mutated cells with the level of mosaicism depending on the time and location of the mutation's occurrence. This emerging class of genetic risk factors has recently been implicated in various neurologic conditions, however, their role in more complex disorders, such as autism, has been unclear.Autism risk due to unexpected mosaic mutationsBy comparing genetic sequencing data of these families --  part of the Simons Simplex Collection, a permanent repository of precisely characterized genetic samples --  the research team determined that approximately 11 percent of previously reported new mutations affecting a single DNA base, which were thought to have be present at the time of human conception, actually show evidence of the mutation occurring during the development process.\"This initial finding told us that, generally, these mosaic mutations are much more common than previously believed. We thought this might be the tip of a genetic iceberg waiting to be explored,\" said the study's principal investigator Brian O'Roak, Ph.D., an assistant professor of molecular and medical genetics in the OHSU School of Medicine. To investigate this possibility, a custom approach -- leveraging next generation sequencing and molecular barcodes - was developed to both identify these low-level mutations, and also validate that they are, in fact, real and not technological artifacts. With this more sensitive method, the rate of potentially PMMs increased to 22 percent of the new mutations present in children.  The researchers then compared the rates of PMMs that result in different predicted effects on the genome in affected children and their unaffected siblings. This lead to an unexpected finding that so-called \"silent\" mosaic mutations were enriched in the affected children, contributing risk to approximately 2 percent of the individuals with autism in this cohort. These types of mutations are generally believed to be neutral, as they don't alter the genetic coding of proteins. However, the team found evidence that these mutations might actually be altering how genetic messages are stitched together. The study also found preliminary evidence that mosaic mutations that alter the protein code of genes essential for development, or genes that resist mutations, are also enriched in individuals with autism. This contributes risk to an additional 1 to 2 percent of individuals with autism. Many of the PMMs occurred in some of the most highly validated autism risk genes identified to date, further suggesting that these mutations are contributing to autism genetic risk. Due to this, the research team believes that overall, mosaic mutations may contribute to autism risk in 3 to 4 percent of this cohort.Understanding the timeline and location of mosaic mutationsDetermining exactly when and where these mutations are occurring during development is challenging. The PMMs identified were present in 10 to 75 percent of the cells examined from the children's blood, suggesting that they likely occurred early in development. However, the exact timeline was not known.By leveraging the unique family design of the Simons Simplex Collection cohort, O'Roak's team analyzed the parents' genomes and discovered that 6.8 percent of the supposedly \"new\" mutations present in children at conception could actually be traced back to a PMM that occurred early in the development of their parent. These mutations were generally present in 20 to 75 percent of the parents' blood cells, providing indirect evidence that many of the PMMs occurring in children did in fact happen very early during development and that they likely contribute mosaicism across the body, including in the brain. \"In addition to a need for broader research focused on the role that mosaicism plays in autism and related disorders, our data argue that physicians should be requiring more sensitive testing of both children and parents, when a new disorder-related genetic mutation is identified,\" O'Roak said. \"These mutation can go from being in a few percent of the cells of a parent to 100 percent of the cells of a child. If present, at even low levels in the parents, the risk of additional children receiving this mutation is dramatically increased.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Brian J. O'Roak, Ph.D., assistant professor of molecular and medical genetics, OHSU, January 4, 2017.\n       view more Autism spectrum disorder affects approximately one out of every 68 children in the United States.", "Despite expansive study, the origin and risk factors of the complex condition are not fully understood.To better understand the root causes, an international team led by researchers at OHSU in Portland, Oregon has applied a new systematic analysis to a cohort of 2,300 families who have a single child affected with autism.", "The study focused on identifying and characterizing low-lying genetic mutations that may have been missed in previous research, given these mutations are only present in a fraction of the bulk DNA of an individual.", "Known as postzygotic mosaic mutations, or PMMs, these genetic changes occur after the conception of the human zygote during the development cycle of a fetus.", "An individual will contain a mosaic -- or assortment -- of mutated and non-mutated cells with the level of mosaicism depending on the time and location of the mutation's occurrence.", "This emerging class of genetic risk factors has recently been implicated in various neurologic conditions, however, their role in more complex disorders, such as autism, has been unclear.Autism risk due to unexpected mosaic mutationsBy comparing genetic sequencing data of these families --  part of the Simons Simplex Collection, a permanent repository of precisely characterized genetic samples --  the research team determined that approximately 11 percent of previously reported new mutations affecting a single DNA base, which were thought to have be present at the time of human conception, actually show evidence of the mutation occurring during the development process.", "\"This initial finding told us that, generally, these mosaic mutations are much more common than previously believed.", "We thought this might be the tip of a genetic iceberg waiting to be explored,\" said the study's principal investigator Brian O'Roak, Ph.D., an assistant professor of molecular and medical genetics in the OHSU School of Medicine.", "To investigate this possibility, a custom approach -- leveraging next generation sequencing and molecular barcodes - was developed to both identify these low-level mutations, and also validate that they are, in fact, real and not technological artifacts.", "With this more sensitive method, the rate of potentially PMMs increased to 22 percent of the new mutations present in children.", "The researchers then compared the rates of PMMs that result in different predicted effects on the genome in affected children and their unaffected siblings.", "This lead to an unexpected finding that so-called \"silent\" mosaic mutations were enriched in the affected children, contributing risk to approximately 2 percent of the individuals with autism in this cohort.", "These types of mutations are generally believed to be neutral, as they don't alter the genetic coding of proteins.", "However, the team found evidence that these mutations might actually be altering how genetic messages are stitched together.", "The study also found preliminary evidence that mosaic mutations that alter the protein code of genes essential for development, or genes that resist mutations, are also enriched in individuals with autism.", "This contributes risk to an additional 1 to 2 percent of individuals with autism.", "Many of the PMMs occurred in some of the most highly validated autism risk genes identified to date, further suggesting that these mutations are contributing to autism genetic risk.", "Due to this, the research team believes that overall, mosaic mutations may contribute to autism risk in 3 to 4 percent of this cohort.Understanding the timeline and location of mosaic mutationsDetermining exactly when and where these mutations are occurring during development is challenging.", "The PMMs identified were present in 10 to 75 percent of the cells examined from the children's blood, suggesting that they likely occurred early in development.", "However, the exact timeline was not known.By leveraging the unique family design of the Simons Simplex Collection cohort, O'Roak's team analyzed the parents' genomes and discovered that 6.8 percent of the supposedly \"new\" mutations present in children at conception could actually be traced back to a PMM that occurred early in the development of their parent.", "These mutations were generally present in 20 to 75 percent of the parents' blood cells, providing indirect evidence that many of the PMMs occurring in children did in fact happen very early during development and that they likely contribute mosaicism across the body, including in the brain.", "\"In addition to a need for broader research focused on the role that mosaicism plays in autism and related disorders, our data argue that physicians should be requiring more sensitive testing of both children and parents, when a new disorder-related genetic mutation is identified,\" O'Roak said.", "\"These mutation can go from being in a few percent of the cells of a parent to 100 percent of the cells of a child.", "If present, at even low levels in the parents, the risk of additional children receiving this mutation is dramatically increased.\""], "source": "Oregon Health & Science University"}