{"title": "Family of proteins involved in brain's connectivity are controlled by multiple checkpoints", "text": "Each of the brain's 100-billion nerve cells make around 10,000 connections to other cells through synapses that enable them to transmit information to and receive information from through these pathways. The team from Bristol's School of Biochemistry, led by Professor Jeremy Henley, studied the complex chemical changes that trigger synaptic plasticity, a process which tunes the strength of this information flow across the synapses, and underpins our learning and memory. Thousands of synapses communicating between different nerve cells form neural circuits and synaptic plasticity determines the connectivity between cells in the circuit and helps to regulate information transfer. However, its dysfunction can lead to neurological and neurodegenerative disorders. In their paper, the team reveal how a family of proteins, called kainate receptors, have multiple, and previously unsuspected checkpoints on their journey to synapses. These control points which are triggered within nerve cells act as a 'check and balance' mechanism to ensure kainate receptors are delivered to the right place at the right time to control synaptic function and plasticity.Professor Jeremy Henley, who led the study said: \"This is an important advance because it helps to explain the flexibility in the way synapses are controlled and nerve cells communicate. This, in turn, raises the possibility of targeting such pathways to develop therapies for conditions such as autism and epilepsy whereby neuronal circuits malfunction.\"\r\n", "journal": "Cell Reports", "funder": "", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-08/uob-fop083117.php", "institution": "University of Bristol", "meeting": "", "description": "University of Bristol scientists have found that the delivery of a group of proteins involved in the information flow between the brain's nerve cells to the synapse is much more sophisticated than previously suspected. The findings, published in Cell Reports, will help the development of therapies for conditions such as epilepsy and autism whereby neuronal communication circuits malfunction.", "article_link": null, "keywords": ["Biochemistry", " Medicine/Health"], "source_link": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5489663/", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}