{"title": "Fathers of American newborns keep getting older, Stanford study finds", "text": "The average age of newborns' fathers in the United States has grown by 3.5 years over the past four decades, according to a new study from investigators at Stanford University School of Medicine.Men over the age of 40 now account for about 9 percent of all U.S. births. Men over the age of 50 account for nearly 1 percent.Those statistics come from the Stanford study, which is the first comprehensive analysis of all live births reported to a federal data depository in the United States from 1972-2015: to be precise, 168,867,480 births.The Stanford researchers obtained the data from the National Vital Statistics System, an intergovernmental data-sharing program sponsored by the federal Centers for Disease Control and Prevention.The study will be published online April 30 in Human Reproduction. Michael Eisenberg, MD, an assistant professor of urology, is the senior author. The lead author is Yash Khandwala, a medical student at the University of California-San Diego who was a research scholar in Eisenberg's lab at Stanford when the analysis was done.The National Vital Statistics System records births and deaths reported by all 50 states, as well as self-reported maternal and, where available, paternal ages, levels of education and race and ethnicity of the parents. While the CDC periodically produces reports on maternal statistics, little information about newborns' dads has been available.Between 1972 and 2015, the researchers found, the average paternal age at the time of an American child's birth grew from 27.4 years to 30.9 years. Asian-American dads -- and in particular, Japanese- and Vietnamese-American dads -- at upwards of 36 years of age, on average -- are the oldest. Paternal age rose with more years of education; the typical newborn's father with a college degree is 33.3 years old.Over the same time period, the share of newborns' fathers who were older than 40 doubled from 4.1 percent to 8.9 percent, while the share who were over 50 rose from 0.5 percent to 0.9 percent.Similar trends of increasing age have been reported in other industrialized countries.The steadily advancing age of newborns' fathers is likely to carry public-health implications, Eisenberg said. A rising paternal age can affect the total number of children a man will have, which can impact the demographics of the population. In addition, he said, \"every potential dad acquires an average of two new mutations in his sperm each year. And there are associations between older fatherhood and higher rates of autism, schizophrenia, chromosomal abnormalities, some pediatric cancers and certain rare genetic conditions.\"On the flip side, he noted, older fathers are more likely to have better jobs and more resources, more likely to have reasonably stable lifestyles and more likely to live with their children and, thus, be more involved in child-rearing.\"Maternal ages at birth have been increasing, too,\" Eisenberg said. \"In fact, they've advanced even more than paternal ages have in the same time frame. This may be a consequence of women waiting longer to get married or putting off childbearing as the years they spend in higher education increase and as careers become more central to their lives. The result is that the average age difference between moms and dads has been shrinking, from 2.7 years in 1972 to 2.3 years in 2015.\"This convergent pattern appears to apply to all racial, regional, age and education categories, he said. \"We've seen a lot of changes in the last several decades. Contraception is more reliable and widespread. Women have become more integrated into the workforce. This seems to be reflected in an increasing parity in parental ages over the last four decades.\"Advancing parental age leaves fewer years for childbearing and is likely to exert a follow-on effect of reducing the average family size over the long haul, with potentially huge economic ramifications, Eisenberg said.\"Fewer people being born means fewer productive workers a generation down the road,\" he said. \"This can obviously have profound tax and economic implications.\"While parental-data reporting to the National Vital Statistics System by some states was spotty in the early years of the period under study, it's been running at virtually 100 percent since 1985, at least for mothers, said Eisenberg. In 2015, the latest year available, information about newborns' fathers was missing in one of every nine births. That could be because the father was unknown or because the mother didn't wish to report his name or any details about him, Eisenberg said.It matters. Evidence indicates that, on the whole, young children whose paternal data appears in their birth records have better health outcomes.Paternal-data reporting rates vary according to mothers' race, ethnicity, age, education and regional location, the analysis showed, with the reporting rate for African-American newborns consistently the lowest for all races. Over the past decade, African-American mothers under the age of 20 reported paternal data only half the time. However, the rate of paternal reporting for children born to African-American mothers has grown from its low of 63 percent in 1985 to a current rate of 70.9 percent, Eisenberg said.Overall paternal reporting for U.S. births has risen to its current 88.4 percent since reaching a nadir of 85.5 percent in 1991.The youngest dad recorded during the 44-year period covered in the study was 11 years old; the oldest was 88. But the world-record holder, Eisenberg said, is a gentleman from India who early in this decade fathered two children at the age of 94 and 96 with a wife who was in her late 50s. \"Unfortunately, they wound up separating,\" he said.", "journal": "Human Reproduction", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/sumc-f082317.php", "institution": "Stanford University Medical Center", "meeting": "", "description": "While data on the moms of newborn American children has been abundant, equivalent data on dads hasn't -- a gap that Stanford scientists have now filled.", "article_link": null, "keywords": ["Medicine/Health", " Public Health", " Demography", " Parenting/Child Care/Family"], "source_link": null, "date": "Thu, 31 Aug 2017 04:00:00 GMT"}