{"title": "Hidden deep in the brain, a map that guides animals' movements", "text": "New research has revealed that deep in the brain, in a structure called striatum, all possible movements that an animal can do are represented in a map of neural activity. If we think of neural activity as the coordinates of this map, then similar movements have similar coordinates, being represented closer in the map, while actions that are more different have more distant coordinates and are further away.The study, led by researchers at Columbia University and the Champalimaud Centre for the Unknown, was published today in Neuron.\"From the ears to the toes and everything in between, every move the body makes is determined by a unique pattern of brain-cell activity, but until now, and using the map analogy, we only had some pieces of information, like single/isolated latitudes and longitudes but not an actual map. This study was like looking at this map for the first time.\" said Rui Costa, DVM, PhD, a neuroscientist and a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and investigator at the Champalimaud Research at the Champalimaud Centre for the Unknown, in Lisbon. Dr. Costa and his lab performed much of this work while at Champalimaud, before completing the analysis at Columbia.The brain's striatum is a structure that has been implicated in many brain processes, most notably in learning and selecting which movements to do. For example, a concert pianist harnesses her striatum to learn and play that perfect concerto. Early studies argued that cells in the striatum sent out two simple types of signals through different pathways, either 'go' or 'no go,' and it was this combination of these two signals -- acting like a gas pedal and a brake -- that drove movement. However, Dr. Costa and his team argued that the reality is far more complex, and that both types of neurons contribute to movement in a very specific way.\"What matters is not how much activity there is in each pathway, but rather the precise patterns of activity,\" said Dr. Costa. \"In other words, which neurons are active at any particular time, and what sorts of movements, or behaviors, corresponded to that activity.\"  The key to observing neural activity during natural behavior was that the mice had to be able to move freely and naturally. To accomplish this, the team attached miniature, mobile microscopes to the heads of the mice. This allowed them to capture the individual activity patterns of up to 300 neurons in the striatum. At the same time, each mouse was equipped with an accelerometer, like a miniature Fitbit, which recorded the mouse's movements. \"We have recorded striatal neurons before, but here we have the advantage of imaging 200-300 neurons with single-cell resolution at the same time allowing for the study of population dynamics with great detail within a deep brain structure. Furthermore, here we genetically modified the mice so that neurons were visible when they were active, allowing us to measure specific neuronal populations. This gives us unprecedented access to the dynamics of a large population of neurons in a deep brain structure,\" says Gabriela Martins, postdoctoral researcher and one of the leading authors.Then, working with Liam Paninski, PhD, a statistician and a principal investigator at the  Zuckerman Institute, the researchers devised a mathematical method of stripping out any background noise to the data. What they were left with was a clear window into the patterns of neural activity, which could serve as a basis for the complete catalog, or repertoire of movements.\"What we saw was that for each type of movement, there is a particular pattern of brain activity, and that these patterns were organized in a specific manner\" said Dr. Costa.In the striatum, there is an organization that is not random, where the neurons that are active together tend to be closer together in space. \"This, again, implies that we can learn much more from the neuronal activity and how it relates to behavior when considering detailed ensemble patterns instead of looking at average activity.\" says Andreas Klaus, a postdoctoral researcher and one of the leading authors. This particular representation somehow maps the complete repertoire of possible actions. Similar actions we do are more similarly represented and actions that are more different are represented more differently. \"This mapping reflects similarity in actions beyond aspects of movement speed,\" added Andreas Klaus.But how can scientists read and interpret these patterns of brain activity? \"Imagine looking at the brain activity when the mouse makes a slight turn to the right vs. a sharp turn. In even more abstract terms, if moving my right arm is more similar to walking than to jumping, then those would be represented more similarly. One of the challenges is finding out what does this mean. Why is the pattern more similar for similar actions? Is it because it's saying something about the body parts or muscles we're using? This is something we hope to explore for the future,\" says Dr. Costa.And he added, \"The precise description of the organization of activity in the striatum under normal conditions is the first step toward understand whether, and how, these dynamics are changed in disorders of movement, such as in Parkinson's disease. Experts tend to focus on disruptions to the amount of neural activity as playing a role in Parkinson's, but these results strongly suggest that it is the pattern of activity, and specifically disruptions to that pattern, that may be more critical.\"This research marks a critical step toward a long-held scientific goal: deciphering how the brain generates behavior. It also offers clues as to what may happen in disorders characterized by disrupted or repetitive movements -- including Parkinson's disease and obsessive-compulsive disorder.", "journal": "Neuron", "funder": "National Institutes of Health, Simons Foundation Autism Research Initiative, European Research Council, Howard Hughes Medical Institute, ERA-Net Neuron, and others", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/tzia-hdi082417.php", "institution": "The Zuckerman Institute at Columbia University", "meeting": "", "description": "New research has revealed that deep in the brain, in a structure called striatum, all possible movements that an animal can do are represented in a map of neural activity. If we think of neural activity as the coordinates of this map, then similar movements have similar coordinates, being represented closer in the map, while actions that are more different have more distant coordinates and are further away.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.08.015", "keywords": ["Biology", " Genetics", " Neurobiology", " Parkinson's Disease", " Behavior", " Mental Health", " Memory/Cognitive Processes"], "source_link": null, "date": "Wed, 30 Aug 2017 04:00:00 GMT"}