{"title": "Pinpointing the origins of autism", "text": "The origins of autism remain mysterious. What areas of the brain are involved, and when do the first signs appear? New findings published in Biological Psychiatry brings us closer to understanding the pathology of autism, and the point at which it begins to take shape in the human brain. Such knowledge will allow earlier interventions in the future and better outcomes for autistic children. Scientists used a type of magnetic resonance imaging (MRI), known as diffusion weighted imaging, to  measure the brain connectivity in 260 infants at the ages of 6 and 12 months, who had either high or low risks of autism. The lengths and strengths of the connections between brain regions was used to estimate the network efficiency, a measure of how well each region is connected to other regions. A previous study with 24-month-old children found that network efficiency in autistic children was lower in regions of the brain involved in language and other behaviours related to autism.  The goal of this new study was to establish how early these abnormalities occur. Lead author John Lewis, a researcher at the Montreal Neurological Institute and Hospital of McGill University and the Ludmer Centre for Bioinformatics and Mental Health,  found network inefficiencies had already been established in six-month-old infants who went on to be diagnosed with autism. Inefficiencies in the six-month-olds appeared in the auditory cortex. He also found the extent of the inefficiency at six months of age was positively related to the severity of autistic symptoms at 24 months. As the children aged, areas involved in processing of vision and touch, as well as a larger set of areas involved in sound and language, also showed such a relation between inefficiency and symptom severity.Identifying the earliest signs of autism is important because it may allow for diagnosis before behavioural changes appear, leading to earlier intervention and better prospects for a positive outcome. By pinpointing the brain regions involved in processing sensory inputs as the earliest known locations of neural dysfunction related to autism, researchers narrow down the genetic factors and mechanisms that could be responsible for its development. The fact that neurological signs are already present at six months also eliminates some environmental factors as potential causes of the disorder. \"Our goal was to discover when and where in the brain the network inefficiencies first appeared,\" says Lewis. \"The results indicate that there are differences in the brains of infants who go on to develop autism spectrum disorder even at six months of age, and that those early differences are found in areas involved in processing sensory inputs, not areas involved in higher cognitive functions.  We hope that these findings will prove useful in understanding the causal mechanisms in autism spectrum disorder, and in developing effective interventions.\" \r\nThe research comes from the Infant Brain Imaging Study (IBIS), a collaborative effort by investigators at the Montreal Neurological Institute, and four clinical sites in the United States, coordinated to conduct a longitudinal brain imaging and behavioural study of infants at high risk for autism. ", "journal": "Biological Psychiatry", "funder": "National Institutes of Health, Azrieli Neurodevelopmental Research Program, Brain Canada Multi-Investigator Research Initiative, Autism Speaks, Simons Foundation, Canada Foundation for Innovation", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/mu-pto082917.php", "institution": "McGill University", "meeting": "", "description": "The origins of autism remain mysterious. What areas of the brain are involved, and when do the first signs appear? New findings published in Biological Psychiatry brings us closer to understanding the pathology of autism, and the point at which it begins to take shape in the human brain. Such knowledge will allow earlier interventions in the future and better outcomes for autistic children.", "article_link": "http://dx.doi.org/10.1016/j.biopsych.2017.03.006", "keywords": ["Biomechanics/Biophysics", " Medicine/Health", " Hearing/Speech", " Neurobiology", " Pediatrics", " Language/Linguistics/Speech", " Mental Health"], "source_link": "https://www.mcgill.ca/neuro/channels/news/pinpointing-origins-autism-269888", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}