{"title": "Using DNA to predict schizophrenia and autism | EurekAlert! Science News", "year": "Tue, 29 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "statistically", "significant", "association", "variant", "ala55thr", "cx3cr1", "scz", "asd", "phenotypes", "view", "osaka", "japan", "huntington", "disease", "cystic", "fibrosis", "muscular", "dystrophy", "diseases", "traced", "single", "mutation", "diagnosis", "asymptomatic", "patient", "diseases", "relatively", "easy", "mutation", "risk", "complex", "diseases", "hand", "clear", "mutational", "footprint", "new", "study", "japanese", "researchers", "shows", "potential", "rare", "gene", "mutation", "could", "act", "predictor", "two", "neurodevelopmental", "disorders", "schizophrenia", "autism", "aberrant", "synapse", "formation", "important", "pathogenesis", "schizophrenia", "autism", "says", "osaka", "university", "professor", "toshihide", "yamashita", "one", "authors", "study", "microglia", "contribute", "structure", "function", "synapse", "connectivities", "microglia", "cells", "brain", "express", "receptor", "cx3cr1", "mutations", "receptor", "known", "affect", "synapse", "connectivity", "cause", "abnormal", "social", "behavior", "mice", "also", "associated", "neuroinflammatory", "diseases", "multiple", "sclerosis", "study", "shown", "role", "neurodevelopment", "disorders", "working", "hypothesis", "researchers", "conducted", "statistical", "analysis", "cx3cr1", "gene", "7000", "schizophrenia", "autism", "patients", "healthy", "subjects", "finding", "one", "mutant", "candidate", "single", "amino", "acid", "switch", "alanine", "threonine", "candidate", "marker", "prediction", "rare", "variants", "alter", "gene", "function", "occur", "low", "frequency", "population", "high", "interest", "study", "complex", "diseases", "clear", "mutational", "cause", "said", "yamashita", "added", "alanine", "threonine", "substitution", "rare", "structure", "cx3cr1", "includes", "domain", "known", "helix", "8", "important", "initiating", "signaling", "cascade", "computer", "models", "showed", "one", "amino", "acid", "change", "enough", "compromise", "signaling", "variant", "changes", "region", "hydrophobic", "hydrophilic", "destabilize", "helix", "8", "overexpressed", "mutation", "cells", "found", "akt", "signaling", "disrupted", "explains", "yamashita", "according", "yamashita", "findings", "first", "connect", "genetic", "variation", "microglia", "neurodevelopment", "disorders", "moreover", "hopes", "discovery", "could", "become", "basis", "predictive", "diagnostics", "reliable", "way", "diagnose", "schizophrenia", "autism", "asymptomatic", "patients", "deeper", "understanding", "genetic", "risk", "factors", "help", "us", "develop", "preventative", "measures"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ou-udt082917.php", "date": "2018-01-19_21:18:40", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A statistically significant association between the variant Ala55Thr in CX3CR1 with SCZ and ASD phenotypes.\n     view more (Osaka, Japan) Huntington's disease, cystic fibrosis, and muscular dystrophy are all diseases that can be traced to a single mutation. Diagnosis in asymptomatic patient for these diseases is relatively easy - You have the mutation? Then you are at risk. Complex diseases, on the other hand, do not have a clear mutational footprint. A new multi-institutional study by Japanese researchers shows a potential rare gene mutation that could act as a predictor for two neurodevelopmental disorders, schizophrenia and autism.\"Aberrant synapse formation is important in the pathogenesis of schizophrenia and autism,\" says Osaka University Professor Toshihide Yamashita, one of the authors of the study. \"Microglia contribute to the structure and function of synapse connectivities.\"Microglia are the only cells in the brain that express the receptor CX3CR1. Mutations in this receptor are known to affect synapse connectivity and cause abnormal social behavior in mice. They have also been associated with neuroinflammatory diseases such as multiple sclerosis, but no study has shown a role in neurodevelopment disorders. Working with this hypothesis, the researchers conducted a statistical analysis of the CX3CR1 gene in over 7000 schizophrenia and autism patients and healthy subjects, finding one mutant candidate, a single amino acid switch from alanine to threonine, as a candidate marker for prediction. \"Rare variants alter gene function but occur at low frequency in a population. They are of high interest for the study of complex diseases that have no clear mutational cause,\" said Yamashita, who added the alanine threonine substitution was a rare variant.The structure of CX3CR1 includes a domain known as Helix 8, which is important for initiating a signaling cascade. Computer models showed that one amino acid change is enough to compromise the signaling.\"The variant changes the region from hydrophobic to hydrophilic and destabilize Helix 8. We overexpressed the mutation in cells and found Akt signaling was disrupted,\" explains Yamashita.  According to Yamashita, the findings are the first to connect a genetic variation in microglia with neurodevelopment disorders. Moreover, he hopes that the discovery could become a basis for predictive diagnostics. \"There is no reliable way to diagnose schizophrenia or autism in asymptomatic patients. Deeper understanding of the genetic risk factors will help us develop preventative measures.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A statistically significant association between the variant Ala55Thr in CX3CR1 with SCZ and ASD phenotypes.", "view more (Osaka, Japan) Huntington's disease, cystic fibrosis, and muscular dystrophy are all diseases that can be traced to a single mutation.", "Diagnosis in asymptomatic patient for these diseases is relatively easy - You have the mutation?", "Then you are at risk.", "Complex diseases, on the other hand, do not have a clear mutational footprint.", "A new multi-institutional study by Japanese researchers shows a potential rare gene mutation that could act as a predictor for two neurodevelopmental disorders, schizophrenia and autism.", "\"Aberrant synapse formation is important in the pathogenesis of schizophrenia and autism,\" says Osaka University Professor Toshihide Yamashita, one of the authors of the study.", "\"Microglia contribute to the structure and function of synapse connectivities.", "\"Microglia are the only cells in the brain that express the receptor CX3CR1.", "Mutations in this receptor are known to affect synapse connectivity and cause abnormal social behavior in mice.", "They have also been associated with neuroinflammatory diseases such as multiple sclerosis, but no study has shown a role in neurodevelopment disorders.", "Working with this hypothesis, the researchers conducted a statistical analysis of the CX3CR1 gene in over 7000 schizophrenia and autism patients and healthy subjects, finding one mutant candidate, a single amino acid switch from alanine to threonine, as a candidate marker for prediction.", "\"Rare variants alter gene function but occur at low frequency in a population.", "They are of high interest for the study of complex diseases that have no clear mutational cause,\" said Yamashita, who added the alanine threonine substitution was a rare variant.The structure of CX3CR1 includes a domain known as Helix 8, which is important for initiating a signaling cascade.", "Computer models showed that one amino acid change is enough to compromise the signaling.", "\"The variant changes the region from hydrophobic to hydrophilic and destabilize Helix 8.", "We overexpressed the mutation in cells and found Akt signaling was disrupted,\" explains Yamashita.", "According to Yamashita, the findings are the first to connect a genetic variation in microglia with neurodevelopment disorders.", "Moreover, he hopes that the discovery could become a basis for predictive diagnostics.", "\"There is no reliable way to diagnose schizophrenia or autism in asymptomatic patients.", "Deeper understanding of the genetic risk factors will help us develop preventative measures.\""], "source": "Osaka University"}