{"title": "How parents, siblings can become teachers for special needs children | EurekAlert! Science News", "year": "Tue, 29 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "parents", "really", "child", "first", "teacher", "said", "sarah", "douglas", "michigan", "state", "university", "training", "found", "parents", "children", "complex", "communication", "needs", "effective", "view", "east", "lansing", "parents", "siblings", "children", "limited", "speech", "took", "innovative", "training", "program", "created", "michigan", "state", "university", "scholar", "significantly", "improved", "ability", "communicate", "special", "needs", "msu", "research", "provides", "first", "scientific", "evidence", "online", "training", "improve", "communication", "families", "children", "complex", "communication", "challenges", "findings", "published", "journals", "communication", "disorders", "quarterly", "infants", "young", "douglas", "former", "special", "education", "teacher", "principal", "investigator", "project", "developed", "training", "fill", "gap", "online", "training", "exists", "parents", "children", "autism", "none", "created", "broader", "population", "special", "needs", "children", "limited", "verbal", "abilities", "said", "douglas", "assistant", "professor", "msu", "department", "human", "development", "family", "studies", "want", "families", "feel", "like", "control", "future", "child", "control", "navigate", "world", "many", "people", "know", "navigate", "sit", "around", "waiting", "expert", "come", "house", "give", "20", "minutes", "time", "msu", "researchers", "tested", "training", "children", "ages", "families", "children", "disorders", "syndrome", "cerebral", "palsy", "communicated", "mostly", "limited", "speech", "making", "noises", "gestures", "facial", "expressions", "nonverbal", "took", "training", "online", "six", "sessions", "took", "two", "hours", "total", "complete", "could", "take", "training", "single", "sitting", "multiple", "sittings", "go", "pace", "training", "interactive", "included", "video", "examples", "handouts", "questions", "application", "activities", "siblings", "took", "training", "person", "though", "douglas", "plans", "put", "online", "future", "siblings", "ranged", "age", "7", "general", "strategies", "training", "encourages", "parents", "siblings", "offer", "special", "needs", "child", "lots", "communication", "opportunities", "comment", "going", "particular", "activity", "instead", "asking", "questions", "typical", "wait", "child", "response", "question", "children", "developmental", "delays", "take", "longer", "published", "studies", "parent", "training", "found", "essentially", "online", "program", "significantly", "improved", "parents", "ability", "communicate", "child", "special", "needs", "turn", "improved", "child", "communicative", "frequency", "parent", "parents", "really", "child", "first", "teacher", "douglas", "said", "training", "found", "parents", "children", "complex", "communication", "needs", "effective", "communication", "partners", "third", "published", "study", "siblings", "similar", "finding", "brothers", "sisters", "able", "effectively", "communicate", "sibling", "special", "needs", "child", "special", "needs", "able", "communicate", "hopes", "continue", "research", "full", "family", "intervention", "family", "member", "would", "provided", "training", "support", "child", "communication", "disability", "try", "bring", "awareness", "families", "impact", "far", "child", "comes", "said", "one", "around", "children", "ones", "play", "interact", "whole", "life", "teachers", "short", "time"], "url": "http://www.eurekalert.org/pub_releases/2017-08/msu-hps082917.php", "date": "2018-01-19_21:18:42", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE:  \"Parents really are their child's first teacher, \" said Sarah Douglas of Michigan State University.  \"With this training, we found that parents of children with complex communication needs can be effective...\n       view more EAST LANSING, Mich. - Parents and siblings of children with limited speech who took an innovative training program created by a Michigan State University scholar significantly improved their ability to communicate with the special needs youth.Now, MSU research provides the first scientific evidence that the online training can improve communication in families with children with complex communication challenges. The findings are published in the journals Communication Disorders Quarterly and Infants & Young Children.Sarah Douglas, a former special education teacher and principal investigator on the project, developed the training to fill a gap. While online training exists for parents of children with autism, none had been created for the broader population of special needs children with limited verbal abilities. \"That's why I'm doing this,\" said Douglas, assistant professor in MSU's Department of Human Development and Family Studies. \"I want families to feel like they have some control over the future of their child. That they have some control over how to navigate this world that not very many people know how to navigate, and they don't have to sit around waiting for an expert to come to their house to give them 20 minutes of their time.\"The MSU researchers tested the training with children ages 2-6 and their families. The children had disorders such as Down syndrome and cerebral palsy; they communicated through mostly limited speech and by making noises, gestures, facial expressions and through other nonverbal means.Parents took the training online, in six sessions that took about two hours total to complete (they could take the training in a single sitting or multiple sittings and go at their own pace). The training was interactive and included video examples, handouts, questions and application activities. Siblings took the training in person, though Douglas plans to put it online in the future. The siblings ranged in age from 7 to 15.Among other general strategies, the training encourages parents and siblings to offer the special needs child lots of communication opportunities; to comment on what's going on during a particular activity (instead of just asking questions, which is typical); and to wait for the child's response after a question, as children with developmental delays can take longer to respond.Two published studies on the parent training found, essentially, that the online program significantly improved parents' ability to communicate with their child with special needs, which, in turn, improved the child's communicative frequency with the parent. \"Parents really are their child's first teacher,\" Douglas said. \"With the training, we found that parents of children with complex communication needs can be effective communication partners.\"A third published study on siblings had a similar finding - that brothers and sisters were able to more effectively communicate with their sibling with special needs and the child with special needs was able to communicate more frequently.Douglas hopes to continue the research with a full family intervention, where each family member would be provided with training to support a child with a communication disability.\"What I try to do is bring awareness to families - that you have such an impact on how far your child comes,\" she said. \"You are the one who's around them the most. Your children are the ones who play and interact with them for their whole life. The teachers are only there for a short time.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE:  \"Parents really are their child's first teacher, \" said Sarah Douglas of Michigan State University.", "\"With this training, we found that parents of children with complex communication needs can be effective...\n       view more EAST LANSING, Mich. - Parents and siblings of children with limited speech who took an innovative training program created by a Michigan State University scholar significantly improved their ability to communicate with the special needs youth.Now, MSU research provides the first scientific evidence that the online training can improve communication in families with children with complex communication challenges.", "The findings are published in the journals Communication Disorders Quarterly and Infants & Young Children.Sarah Douglas, a former special education teacher and principal investigator on the project, developed the training to fill a gap.", "While online training exists for parents of children with autism, none had been created for the broader population of special needs children with limited verbal abilities.", "\"That's why I'm doing this,\" said Douglas, assistant professor in MSU's Department of Human Development and Family Studies.", "\"I want families to feel like they have some control over the future of their child.", "That they have some control over how to navigate this world that not very many people know how to navigate, and they don't have to sit around waiting for an expert to come to their house to give them 20 minutes of their time.", "\"The MSU researchers tested the training with children ages 2-6 and their families.", "The children had disorders such as Down syndrome and cerebral palsy; they communicated through mostly limited speech and by making noises, gestures, facial expressions and through other nonverbal means.Parents took the training online, in six sessions that took about two hours total to complete (they could take the training in a single sitting or multiple sittings and go at their own pace).", "The training was interactive and included video examples, handouts, questions and application activities.", "Siblings took the training in person, though Douglas plans to put it online in the future.", "The siblings ranged in age from 7 to 15.Among other general strategies, the training encourages parents and siblings to offer the special needs child lots of communication opportunities; to comment on what's going on during a particular activity (instead of just asking questions, which is typical); and to wait for the child's response after a question, as children with developmental delays can take longer to respond.Two published studies on the parent training found, essentially, that the online program significantly improved parents' ability to communicate with their child with special needs, which, in turn, improved the child's communicative frequency with the parent.", "\"Parents really are their child's first teacher,\" Douglas said.", "\"With the training, we found that parents of children with complex communication needs can be effective communication partners.", "\"A third published study on siblings had a similar finding - that brothers and sisters were able to more effectively communicate with their sibling with special needs and the child with special needs was able to communicate more frequently.Douglas hopes to continue the research with a full family intervention, where each family member would be provided with training to support a child with a communication disability.", "\"What I try to do is bring awareness to families - that you have such an impact on how far your child comes,\" she said.", "\"You are the one who's around them the most.", "Your children are the ones who play and interact with them for their whole life.", "The teachers are only there for a short time.\""], "source": "Michigan State University"}