{"title": "Faulty DNA repair depresses neural development | EurekAlert! Science News", "year": "Tue, 29 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "increased", "dna", "breaks", "neural", "progenitors", "view", "osaka", "japan", "dna", "computer", "code", "programs", "every", "event", "body", "despite", "importance", "dna", "fidelity", "body", "develops", "cells", "grow", "replicate", "dna", "constantly", "turned", "repeated", "process", "compromise", "dna", "body", "many", "dna", "repair", "machineries", "using", "mice", "osaka", "university", "scientists", "report", "defect", "one", "type", "machinery", "dna", "polymerase", "β", "polβ", "causes", "underdevelopment", "brain", "cortices", "axonal", "network", "findings", "could", "help", "explain", "cortical", "development", "disorders", "autism", "microcephaly", "polβ", "responsible", "repairing", "dna", "base", "damage", "brain", "many", "neurological", "disorders", "associated", "de", "novo", "mutations", "wanted", "study", "loss", "polβ", "affects", "neuronal", "development", "said", "assistant", "professor", "noriyuki", "sugo", "expert", "study", "polβ", "brain", "development", "found", "evidence", "polβ", "role", "development", "brain", "organs", "defect", "causes", "catastrophic", "dna", "double", "strand", "breaks", "dsbs", "consequent", "cell", "death", "certain", "regions", "developing", "cortex", "regions", "represent", "one", "earliest", "stages", "cortical", "development", "generation", "cortical", "neurons", "fundamental", "proper", "neural", "networking", "present", "study", "sugo", "team", "prepared", "mutant", "mice", "deficient", "polβ", "mice", "showed", "large", "number", "dsbs", "neural", "progenitors", "stem", "cells", "eventually", "produce", "neurons", "consequently", "many", "immature", "neurons", "went", "die", "apoptosis", "furthermore", "mice", "showed", "defects", "development", "specific", "brain", "anatomy", "growth", "axon", "specific", "cell", "types", "suggesting", "underdevelopment", "cortex", "neural", "networking", "found", "polβ", "deficiency", "led", "higher", "neuronal", "cell", "death", "deeper", "layers", "upper", "layers", "cortex", "deeper", "layers", "thinner", "said", "sugo", "added", "neurons", "marked", "higher", "rate", "dsbs", "neurons", "formed", "layers", "thought", "essential", "early", "stages", "neural", "networking", "thus", "even", "cells", "manage", "escape", "death", "brain", "circuitry", "likely", "compromised", "finally", "proper", "development", "depends", "genetic", "epigenetic", "factors", "correction", "dna", "damage", "polβ", "example", "genetic", "regulation", "addition", "researchers", "found", "dna", "demethylation", "example", "epigenetic", "regulation", "also", "abnormal", "mice", "deficient", "polβ", "together", "sugo", "argues", "findings", "strong", "evidence", "importance", "polβ", "proper", "gene", "expression", "cortical", "development", "provide", "new", "target", "study", "associated", "syndromes", "disorders", "brain", "actively", "constructed", "embryonic", "stages", "neural", "progenitors", "produce", "many", "neurons", "genomic", "dna", "constantly", "processed", "defects", "polβ", "function", "could", "new", "target", "explaining", "cortical", "developmental", "disorders"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ou-fdr082917.php", "date": "2018-01-19_21:18:45", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Increased DNA double-strand breaks in Polβ-deficient neural progenitors.\n       view more (Osaka, Japan) DNA is the computer code that programs every event in the body. Despite the importance of DNA fidelity, as the body develops, cells grow and replicate, DNA is constantly turned over. This repeated process can compromise the DNA, which is why the body has many DNA repair machineries. Using mice, Osaka University scientists report a defect in one type of machinery, DNA polymerase β (Polβ), causes underdevelopment of the brain's cortices and axonal network. The findings could help explain cortical development disorders, such as autism and microcephaly. \"Polβ is responsible for repairing DNA base damage in the brain. Because many neurological disorders are associated with de novo mutations, we wanted to study how loss of Polβ affects neuronal development,\" said Assistant Professor Noriyuki Sugo, an expert in the study of Polβ in brain development.\"We found evidence that Polβ has a role in the development of the brain but not other organs and that its defect causes catastrophic DNA double strand breaks (DSBs), and consequent cell death in certain regions of the developing cortex,\" he continued.These regions represent one of the earliest stages of cortical development, and the generation of cortical neurons is fundamental for proper neural networking. In the present study, Sugo and his team prepared mutant mice deficient in Polβ. These mice showed a large number of DSBs in neural progenitors, the stem cells that eventually produce neurons. Consequently, many immature neurons went on to die through apoptosis. Furthermore, the mice showed defects in the development of specific brain anatomy and the growth of axon in specific cell types, suggesting both an underdevelopment of the cortex and of neural networking. \"We found that Polβ deficiency led to higher neuronal cell death in deeper layers than upper layers of the cortex. The deeper layers were thinner,\" said Sugo. He added that deeper-layer neurons were marked by a higher rate of DSBs. Neurons formed in these layers are thought essential to the early stages of neural networking. Thus, even if the cells manage to escape death, the brain circuitry is likely compromised. Finally, proper development depends on both genetic and epigenetic factors. The correction of DNA damage by Polβ is an example of genetic regulation. In addition, the researchers found DNA demethylation, an example of epigenetic regulation, is also abnormal in mice deficient of Polβ. Together, Sugo argues the findings are strong evidence for the importance of Polβ on proper gene expression in cortical development and provide a new target for the study of associated syndromes and disorders.\"The brain is actively constructed in embryonic stages. Neural progenitors produce many neurons, their genomic DNA is constantly processed. Defects in Polβ function could be a new target for explaining cortical developmental disorders.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Increased DNA double-strand breaks in Polβ-deficient neural progenitors.", "view more (Osaka, Japan) DNA is the computer code that programs every event in the body.", "Despite the importance of DNA fidelity, as the body develops, cells grow and replicate, DNA is constantly turned over.", "This repeated process can compromise the DNA, which is why the body has many DNA repair machineries.", "Using mice, Osaka University scientists report a defect in one type of machinery, DNA polymerase β (Polβ), causes underdevelopment of the brain's cortices and axonal network.", "The findings could help explain cortical development disorders, such as autism and microcephaly.", "\"Polβ is responsible for repairing DNA base damage in the brain.", "Because many neurological disorders are associated with de novo mutations, we wanted to study how loss of Polβ affects neuronal development,\" said Assistant Professor Noriyuki Sugo, an expert in the study of Polβ in brain development.", "\"We found evidence that Polβ has a role in the development of the brain but not other organs and that its defect causes catastrophic DNA double strand breaks (DSBs), and consequent cell death in certain regions of the developing cortex,\" he continued.These regions represent one of the earliest stages of cortical development, and the generation of cortical neurons is fundamental for proper neural networking.", "In the present study, Sugo and his team prepared mutant mice deficient in Polβ.", "These mice showed a large number of DSBs in neural progenitors, the stem cells that eventually produce neurons.", "Consequently, many immature neurons went on to die through apoptosis.", "Furthermore, the mice showed defects in the development of specific brain anatomy and the growth of axon in specific cell types, suggesting both an underdevelopment of the cortex and of neural networking.", "\"We found that Polβ deficiency led to higher neuronal cell death in deeper layers than upper layers of the cortex.", "The deeper layers were thinner,\" said Sugo.", "He added that deeper-layer neurons were marked by a higher rate of DSBs.", "Neurons formed in these layers are thought essential to the early stages of neural networking.", "Thus, even if the cells manage to escape death, the brain circuitry is likely compromised.", "Finally, proper development depends on both genetic and epigenetic factors.", "The correction of DNA damage by Polβ is an example of genetic regulation.", "In addition, the researchers found DNA demethylation, an example of epigenetic regulation, is also abnormal in mice deficient of Polβ.", "Together, Sugo argues the findings are strong evidence for the importance of Polβ on proper gene expression in cortical development and provide a new target for the study of associated syndromes and disorders.", "\"The brain is actively constructed in embryonic stages.", "Neural progenitors produce many neurons, their genomic DNA is constantly processed.", "Defects in Polβ function could be a new target for explaining cortical developmental disorders.\""], "source": "Osaka University"}