{"title": "Exclusion from school can trigger long-term psychiatric illness | EurekAlert! Science News", "year": "Tue, 29 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txexcluding", "children", "school", "may", "lead", "term", "psychiatric", "problems", "psychological", "distress", "study", "thousands", "children", "university", "exeter", "published", "journal", "psychological", "medicine", "found", "new", "onset", "mental", "disorder", "may", "consequence", "exclusion", "school", "study", "also", "found", "separately", "poor", "mental", "health", "lead", "exclusion", "tamsin", "ford", "child", "adolescent", "psychiatrist", "university", "exeter", "medical", "school", "warned", "excluded", "children", "develop", "range", "mental", "disorders", "depression", "anxiety", "well", "behavioural", "disturbance", "impact", "excluding", "child", "school", "education", "progress", "often", "long", "term", "work", "suggests", "mental", "health", "may", "also", "deteriorate", "study", "rigorous", "study", "impact", "exclusion", "school", "among", "general", "population", "far", "included", "standardised", "assessment", "children", "difficulties", "consistently", "poor", "behaviour", "classroom", "main", "reason", "school", "exclusion", "many", "students", "mainly", "secondary", "school", "age", "facing", "repeated", "dismissal", "school", "relatively", "pupils", "expelled", "school", "professor", "ford", "warned", "even", "temporary", "exclusions", "amplify", "psychological", "ford", "practises", "child", "adolescent", "psychiatrist", "well", "carrying", "research", "said", "identifying", "children", "struggle", "class", "could", "coupled", "tailored", "support", "prevent", "exclusion", "improve", "success", "school", "exclusion", "might", "precipitate", "future", "mental", "disorder", "severe", "psychological", "difficulties", "often", "persistent", "could", "require", "clinical", "support", "ford", "said", "children", "really", "struggle", "school", "exclusion", "relief", "removes", "unbearable", "situation", "result", "return", "school", "behave", "even", "badly", "escape", "becomes", "entirely", "counterproductive", "disciplinary", "tool", "children", "encourages", "behaviour", "intends", "punish", "avoiding", "exclusion", "finding", "solutions", "poor", "behaviour", "schools", "help", "children", "mental", "health", "future", "well", "education", "exclusion", "school", "commoner", "among", "boys", "secondary", "school", "pupils", "living", "deprived", "circumstances", "poor", "general", "health", "learning", "disabilities", "well", "parents", "mental", "illness", "also", "associated", "exclusion", "analysis", "team", "led", "professor", "ford", "responses", "5000", "children", "parents", "teachers", "british", "child", "adolescent", "mental", "health", "surveys", "collected", "office", "national", "statistics", "behalf", "department", "health", "found", "children", "learning", "difficulties", "mental", "health", "problems", "depression", "anxiety", "adhd", "autism", "spectrum", "conditions", "likely", "excluded", "classroom", "research", "team", "found", "children", "mental", "disorder", "among", "excluded", "school", "followed", "progress", "research", "team", "omitted", "children", "previous", "mental", "disorder", "analysis", "researchers", "concluded", "association", "psychological", "distress", "exclusion", "children", "psychological", "distress", "problems", "likely", "excluded", "first", "place", "exclusion", "predicted", "increased", "levels", "psychological", "distress", "three", "years", "later", "claire", "parker", "researcher", "university", "exeter", "medical", "school", "carried", "doctoral", "research", "project", "said", "although", "exclusion", "school", "may", "last", "day", "two", "impact", "repercussions", "child", "parents", "much", "wider", "exclusion", "often", "marks", "turning", "point", "ongoing", "difficult", "time", "child", "parent", "trying", "support", "child", "school", "research", "impact", "exclusion", "far", "involved", "study", "individuals", "experience", "narratives", "much", "smaller", "groups", "people", "chosen", "experience", "may", "representative", "study", "included", "analysis", "detailed", "questionnaires", "filled", "children", "parents", "teachers", "well", "assessment", "disorder", "child", "psychiatrists", "drawing", "data", "5000", "children", "two", "linked", "surveys", "allow", "researchers", "compare", "responses", "students", "excluded", "sample", "general", "population", "included", "200", "children", "experienced", "least", "one", "exclusion", "report", "concluded", "support", "children", "whose", "behaviour", "challenges", "school", "systems", "important", "timely", "intervention", "may", "prevent", "exclusion", "school", "well", "future", "psychopathology", "number", "vulnerable", "children", "may", "face", "exclusion", "school", "might", "avoided", "suitable", "interventions", "professor", "ford", "added", "given", "established", "link", "children", "behaviour", "classroom", "climate", "teachers", "mental", "health", "burn", "greater", "availability", "timely", "support", "children", "whose", "behaviour", "challenging", "might", "also", "improve", "teachers", "productivity", "school", "effectiveness"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoe-efs082917.php", "date": "2018-01-19_21:18:48", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXExcluding children from school may lead to long- term psychiatric problems and psychological distress, a study of thousands of children has shown.Research by the University of Exeter, published in the journal Psychological Medicine found that a new onset mental disorder may be a consequence of exclusion from school. The study, also found that - separately - poor mental health can lead to exclusion from school.Professor Tamsin Ford, a child and adolescent psychiatrist at the University of Exeter's Medical School, warned that excluded children can develop a range of mental disorders, such as depression and anxiety as well as behavioural disturbance. The impact of excluding a child from school on their education and progress is often long term, and this work suggests that their mental health may also deteriorate. The study is the most rigorous study of the impact of exclusion from school among the general population so far and included a  standardised assessment of children's difficulties. Consistently poor behaviour in the classroom is the main reason for school exclusion, with many students, mainly of secondary school age, facing repeated dismissal from school.  Relatively few pupils are expelled from school, but Professor Ford warned that even temporary exclusions can amplify psychological distress.Professor Ford, who practises as a child and adolescent psychiatrist as well as carrying out research, said identifying children who struggle in class could, if coupled with tailored support, prevent exclusion and improve their success at school, while exclusion might precipitate future mental disorder. These severe psychological difficulties are often persistent so could then require long-term clinical support by the NHS.Professor Ford said:  \"For children who really struggle at school, exclusion can be a relief as it removes then from an unbearable situation with the result that on their return to school they will behave even more badly to escape again. As such, it becomes an entirely counterproductive disciplinary tool as for these children it encourages the very behaviour that it intends to punish. By avoiding exclusion and finding other solutions to poor behaviour, schools can help children's mental health in the future as well as their education.\"Exclusion from school is commoner among boys, secondary school pupils, and those living in socio-economically deprived circumstances. Poor general health and learning disabilities, as well as having parents with mental illness, is also associated with exclusion. The analysis by a team led by Professor Ford of responses from over 5000 school-aged children, their parents and their teachers in the British Child and Adolescent Mental Health Surveys collected by the Office of National Statistics on behalf of the Department of Health  found that children with learning difficulties and mental health problems such as depression, anxiety, ADHD and autism spectrum conditions were more likely to be excluded from the classroom.  The research team found more children with mental disorder among those who had been excluded from school, when they followed up on their progress, than those who had not.  The research team omitted children who had a previous mental disorder from this analysis.   The researchers concluded there is a 'bi-directional association' between psychological distress and exclusion: children with psychological distress and mental-health problems are more likely to be excluded in the first place but exclusion predicted increased levels of psychological distress three years later. Claire Parker, a researcher at the University of Exeter Medical School, who carried out doctoral research on the project said:\"Although an exclusion from school may only last for a day or two, the impact and repercussions for the child and parents are much wider. Exclusion often marks a turning point during an ongoing difficult time for the child, parent and those trying to support the child in school.\"Most research into the impact of exclusion has so far involved the study of individuals' experience and narratives from much smaller groups of people chosen because of their experience, which may not be so representative. This study included an analysis of detailed questionnaires filled in by children parents and teachers as well as an assessment of disorder by child psychiatrists, drawing on data from over 5000 children in two linked surveys to allow the researchers to compare their responses with students who had been excluded.   This sample from the general population included over 200 children who had experienced at least one exclusion. The report concluded: \"Support for children whose behaviour challenges school systems is important. Timely intervention may prevent exclusion from school as well as future psychopathology. A number of vulnerable children may face exclusion from school that might be avoided with suitable interventions.\"Professor Ford added: \"Given the established link between children's behaviour, classroom climate and teachers' mental health, burn out and self-efficacy, greater availability of timely support for children whose behaviour is challenging might also improve teachers' productivity and school effectiveness\" .\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXExcluding children from school may lead to long- term psychiatric problems and psychological distress, a study of thousands of children has shown.Research by the University of Exeter, published in the journal Psychological Medicine found that a new onset mental disorder may be a consequence of exclusion from school.", "The study, also found that - separately - poor mental health can lead to exclusion from school.Professor Tamsin Ford, a child and adolescent psychiatrist at the University of Exeter's Medical School, warned that excluded children can develop a range of mental disorders, such as depression and anxiety as well as behavioural disturbance.", "The impact of excluding a child from school on their education and progress is often long term, and this work suggests that their mental health may also deteriorate.", "The study is the most rigorous study of the impact of exclusion from school among the general population so far and included a  standardised assessment of children's difficulties.", "Consistently poor behaviour in the classroom is the main reason for school exclusion, with many students, mainly of secondary school age, facing repeated dismissal from school.", "Relatively few pupils are expelled from school, but Professor Ford warned that even temporary exclusions can amplify psychological distress.Professor Ford, who practises as a child and adolescent psychiatrist as well as carrying out research, said identifying children who struggle in class could, if coupled with tailored support, prevent exclusion and improve their success at school, while exclusion might precipitate future mental disorder.", "These severe psychological difficulties are often persistent so could then require long-term clinical support by the NHS.Professor Ford said:  \"For children who really struggle at school, exclusion can be a relief as it removes then from an unbearable situation with the result that on their return to school they will behave even more badly to escape again.", "As such, it becomes an entirely counterproductive disciplinary tool as for these children it encourages the very behaviour that it intends to punish.", "By avoiding exclusion and finding other solutions to poor behaviour, schools can help children's mental health in the future as well as their education.", "\"Exclusion from school is commoner among boys, secondary school pupils, and those living in socio-economically deprived circumstances.", "Poor general health and learning disabilities, as well as having parents with mental illness, is also associated with exclusion.", "The analysis by a team led by Professor Ford of responses from over 5000 school-aged children, their parents and their teachers in the British Child and Adolescent Mental Health Surveys collected by the Office of National Statistics on behalf of the Department of Health  found that children with learning difficulties and mental health problems such as depression, anxiety, ADHD and autism spectrum conditions were more likely to be excluded from the classroom.", "The research team found more children with mental disorder among those who had been excluded from school, when they followed up on their progress, than those who had not.", "The research team omitted children who had a previous mental disorder from this analysis.", "The researchers concluded there is a 'bi-directional association' between psychological distress and exclusion: children with psychological distress and mental-health problems are more likely to be excluded in the first place but exclusion predicted increased levels of psychological distress three years later.", "Claire Parker, a researcher at the University of Exeter Medical School, who carried out doctoral research on the project said:\"Although an exclusion from school may only last for a day or two, the impact and repercussions for the child and parents are much wider.", "Exclusion often marks a turning point during an ongoing difficult time for the child, parent and those trying to support the child in school.", "\"Most research into the impact of exclusion has so far involved the study of individuals' experience and narratives from much smaller groups of people chosen because of their experience, which may not be so representative.", "This study included an analysis of detailed questionnaires filled in by children parents and teachers as well as an assessment of disorder by child psychiatrists, drawing on data from over 5000 children in two linked surveys to allow the researchers to compare their responses with students who had been excluded.", "This sample from the general population included over 200 children who had experienced at least one exclusion.", "The report concluded: \"Support for children whose behaviour challenges school systems is important.", "Timely intervention may prevent exclusion from school as well as future psychopathology.", "A number of vulnerable children may face exclusion from school that might be avoided with suitable interventions.", "\"Professor Ford added: \"Given the established link between children's behaviour, classroom climate and teachers' mental health, burn out and self-efficacy, greater availability of timely support for children whose behaviour is challenging might also improve teachers' productivity and school effectiveness\" ."], "source": "University of Exeter"}