{"keywords": ["Biology", " Biochemistry", " Cell Biology", " Chemistry/Physics/Materials Sciences", " Biochemistry"], "funder": "", "journal": "Science Advances", "description": "For the first time ever, researchers at Graz University of Technology and the Medical University of Graz in Austria have managed to functionally characterize the three-dimensional interaction between red-light receptors and enzymatic effectors. The results, with implications for optogenetics, have been published in Science Advances.", "title": "Biological system with light switch: New findings from Graz, Austria", "source_link": null, "institution": "Graz University of Technology", "meeting": "", "text": "The aim of optogenetics is to control genetically modified cells using light. A team of Graz scientists led by Andreas Winkler from the Institute of Biochemistry at TU Graz have set a milestone in the future development of novel red-light regulated optogenetic tools for targeted cell stimulation. For the first time ever, they were able to observe molecular principles of sensor-effector coupling in the full-length structure of a red-light responsive protein and describe detailed mechanisms of signal transmission over long distances at a molecular level. The results of the research have been published in the open access journal Science Advances. To survive, cells and organisms have to adapt to new environmental conditions. This is the job of \"protein building blocks\" which interact with each other in different ways, thus creating cellular networks which allow adaptations to be made to changed environments. The sensors or \"receptors\" of external stimulation, such as light, are at least in part coupled to specific effectors in order to specifically activate or inhibit cellular signal molecules depending on need. The Graz research group, which comprises not only researchers from TU Graz but also scientists from the Medical University of Graz, presents molecular details of a red-light photo-receptor, involved in the production of a central bacterial messenger molecule, and describes the structure of a full-length light-receptor together with its enzymatic effector for the first time. The architecture and composition of the linker element connecting the sensor and effector is very important in light regulation. TU Graz biochemist Andreas Winkler, head of the research group: \"By using a combination of x-ray structural analysis and hydrogen-deuterium exchange, by which the structural dynamics and conformational changes can be analysed, we managed to better understand the functional characteristics of this helical coupling element. We were able to show that illuminating the sensor with red light resulted in a rotation-like change in the coiled coil linker region, which in turn effects the enzymatic activity of the neighbouring effector.\" The Graz researchers were thus able to determine structural details of a red-light regulated full-length system and describe molecular mechanisms of signal transduction. The research contributes to better understanding the modularity of naturally occurring protein domains and being able to develop new optogenetic tools. Diverse combinations of different sensor modules are found in nature, such as red-light sensors, blue-light sensors and pH sensors - sometimes with identical and sometimes different effectors. From this, the researchers conclude that there are molecular similarities in signal transduction and therefore that rational and completely arbitrary combinations of sensors and effectors which do not occur in nature are conceivable. Andreas Winkler: \"We are currently limited to naturally occurring systems to a great extent in the use of directly regulated enzymatic functionalities. The long-term aim is to generate new light-regulated systems which can overcome the limitations of nature and which would be of great interest for different applications in optogenetics.\"", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-03/guot-bsw030217.php", "article_link": null, "date": "Fri, 03 Mar 2017 05:00:00 GMT"}