{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "new", "study", "researchers", "lawson", "health", "research", "institute", "western", "university", "demonstrating", "gait", "motion", "testing", "simultaneously", "performing", "cognitively", "demanding", "task", "effective", "predictor", "progression", "dementia", "eventually", "help", "earlier", "diagnosis", "date", "definitive", "way", "health", "care", "professionals", "forecast", "onset", "dementia", "patient", "memory", "manuel", "lawson", "scientist", "geriatrician", "joseph", "health", "care", "london", "associate", "professor", "division", "geriatric", "medicine", "western", "university", "schulich", "school", "medicine", "dentistry", "leading", "gait", "brain", "study", "team", "assessing", "150", "seniors", "mild", "cognitive", "impairment", "mci", "slight", "decline", "memory", "mental", "functions", "considered", "syndrome", "order", "detect", "early", "predictor", "cognitive", "mobility", "decline", "progression", "dementia", "finding", "methods", "detect", "dementia", "early", "vital", "ability", "slow", "halt", "progression", "disease", "says", "study", "funded", "canadian", "institutes", "health", "research", "followed", "participants", "six", "years", "included", "visits", "researchers", "asked", "participants", "walk", "simultaneously", "performing", "cognitively", "demanding", "task", "counting", "backwards", "naming", "animals", "individuals", "mci", "slow", "20", "per", "cent", "performing", "cognitively", "demanding", "task", "higher", "risk", "progressing", "dementia", "walking", "long", "considered", "automatic", "motor", "task", "emerging", "evidence", "suggests", "cognitive", "function", "plays", "key", "role", "control", "walking", "avoidance", "obstacles", "maintenance", "navigation", "says", "believe", "gait", "complex", "task", "provides", "golden", "window", "opportunity", "see", "brain", "function", "gait", "cost", "speed", "participants", "completed", "single", "task", "walking", "versus", "higher", "mci", "individuals", "worse", "episodic", "memory", "struggle", "executive", "functions", "attention", "keeping", "time", "management", "results", "reveal", "signature", "cognitive", "impairment", "used", "predict", "dementia", "adds", "conceivable", "able", "diagnose", "alzheimer", "disease", "dementias", "people", "even", "significant", "memory", "loss", "hope", "combine", "methods", "promising", "new", "medications", "slow", "halt", "progression", "mci", "dementia"], "url": "http://www.eurekalert.org/pub_releases/2017-05/lhri-law052317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX In a new study, researchers at Lawson Health Research Institute and Western University are demonstrating that gait, or motion testing, while simultaneously performing a cognitively demanding task can be an effective predictor of progression to dementia and eventually help with earlier diagnosis.", "To date, there is no definitive way for health care professionals to forecast the onset of dementia in a patient with memory complaints.Dr.", "Manuel Montero-Odasso, a Lawson scientist, geriatrician at St. Joseph's Health Care London, and associate professor in the Division of Geriatric Medicine at Western University's Schulich School of Medicine & Dentistry, is leading the \"Gait and Brain Study.\"", "His team is assessing up to 150 seniors with mild cognitive impairment (MCI), a slight decline of memory and other mental functions which is considered a pre-dementia syndrome, in order to detect an early predictor of cognitive and mobility decline and progression to dementia.", "\"Finding methods to detect dementia early is vital to our ability to slow or halt the progression of the disease,\" says Dr. Montero-Odasso.", "The study, funded by the Canadian Institutes of Health Research, followed participants for six years and included bi-annual visits.", "Researchers asked participants to walk while simultaneously performing a cognitively demanding task, such as counting backwards or naming animals.", "Those individuals with MCI that slow down more than 20 per cent while performing a cognitively demanding task are at a higher risk of progressing to dementia.", "\"While walking has long been considered an automatic motor task, emerging evidence suggests cognitive function plays a key role in the control of walking, avoidance of obstacles and maintenance of navigation,\" says Dr. Montero-Odasso.", "\"We believe that gait, as a complex brain-motor task, provides a golden window of opportunity to see brain function.\"", "The \"gait cost,\" or speed at which participants completed a single task (walking) versus a dual-task, was higher in those MCI individuals with worse episodic memory and who struggle with executive functions such as attention keeping and time management.", "\"Our results reveal a 'motor signature' of cognitive impairment that can be used to predict dementia,\" adds Dr. Montero-Odasso.", "\"It is conceivable that we will be able to diagnose Alzheimer's disease and other dementias before people even have significant memory loss.", "Our hope is to combine these methods with promising new medications to slow or halt the progression of MCI to dementia.\""], "title": "Lawson and Western researchers suggest dual gait testing as early predictor of dementia | EurekAlert! Science News", "source": "Lawson Health Research Institute", "date": "2018-01-19_20:42:26", "year": "Tue, 23 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX In a new study, researchers at Lawson Health Research Institute and Western University are demonstrating that gait, or motion testing, while simultaneously performing a cognitively demanding task can be an effective predictor of progression to dementia and eventually help with earlier diagnosis. To date, there is no definitive way for health care professionals to forecast the onset of dementia in a patient with memory complaints.Dr. Manuel Montero-Odasso, a Lawson scientist, geriatrician at St. Joseph's Health Care London, and associate professor in the Division of Geriatric Medicine at Western University's Schulich School of Medicine & Dentistry, is leading the \"Gait and Brain Study.\" His team is assessing up to 150 seniors with mild cognitive impairment (MCI), a slight decline of memory and other mental functions which is considered a pre-dementia syndrome, in order to detect an early predictor of cognitive and mobility decline and progression to dementia.\"Finding methods to detect dementia early is vital to our ability to slow or halt the progression of the disease,\" says Dr. Montero-Odasso. The study, funded by the Canadian Institutes of Health Research, followed participants for six years and included bi-annual visits. Researchers asked participants to walk while simultaneously performing a cognitively demanding task, such as counting backwards or naming animals. Those individuals with MCI that slow down more than 20 per cent while performing a cognitively demanding task are at a higher risk of progressing to dementia.\"While walking has long been considered an automatic motor task, emerging evidence suggests cognitive function plays a key role in the control of walking, avoidance of obstacles and maintenance of navigation,\" says Dr. Montero-Odasso. \"We believe that gait, as a complex brain-motor task, provides a golden window of opportunity to see brain function.\" The \"gait cost,\" or speed at which participants completed a single task (walking) versus a dual-task, was higher in those MCI individuals with worse episodic memory and who struggle with executive functions such as attention keeping and time management. \"Our results reveal a 'motor signature' of cognitive impairment that can be used to predict dementia,\" adds Dr. Montero-Odasso. \"It is conceivable that we will be able to diagnose Alzheimer's disease and other dementias before people even have significant memory loss. Our hope is to combine these methods with promising new medications to slow or halt the progression of MCI to dementia.\""}