{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tx", "urgent", "need", "better", "disease", "prevention", "policies", "targeting", "poor", "diet", "smoking", "alcohol", "high", "blood", "pressure", "physical", "inactivity", "well", "increased", "investment", "health", "social", "number", "people", "aged", "65", "years", "needing", "care", "could", "reach", "million", "2025", "england", "wales", "increase", "25", "2015", "equivalent", "additional", "560000", "people", "decade", "according", "study", "published", "lancet", "public", "health", "burden", "disability", "grow", "result", "rising", "number", "people", "living", "old", "age", "rather", "increase", "study", "illustrates", "huge", "challenges", "looming", "health", "system", "population", "continues", "age", "authors", "warn", "shortage", "caregivers", "poor", "state", "social", "care", "addressed", "impact", "people", "lower", "incomes", "unable", "live", "independently", "increase", "currently", "40", "national", "cost", "care", "paid", "savings", "incomes", "affected", "individuals", "families", "societal", "economic", "public", "health", "implications", "predictions", "substantial", "particular", "findings", "draw", "attention", "scale", "societal", "costs", "associated", "disability", "coming", "decade", "said", "lead", "author", "dr", "maria", "university", "liverpool", "uk", "spending", "care", "need", "increase", "considerably", "2025", "serious", "implications", "cash", "strapped", "overburdened", "national", "health", "service", "social", "care", "system", "health", "social", "care", "provision", "needed", "increased", "availability", "institutional", "care", "better", "financial", "support", "tax", "allowances", "cash", "benefits", "family", "members", "providing", "informal", "home", "care", "1", "study", "modelled", "future", "trends", "disability", "life", "expectancy", "england", "wales", "estimating", "future", "rates", "cardiovascular", "disease", "dementia", "diseases", "functional", "disability", "may", "cause", "difficulty", "one", "activities", "daily", "living", "getting", "bed", "bathing", "dressing", "eating", "suggest", "number", "people", "aged", "65", "increase", "almost", "fifth", "19", "million", "people", "2015", "million", "people", "2025", "people", "aged", "65", "2025", "life", "expectancy", "projected", "increase", "years", "years", "quarter", "later", "life", "likely", "spent", "disability", "years", "age", "65", "dementia", "represents", "biggest", "growing", "cause", "disability", "rates", "predicted", "increase", "49", "people", "aged", "65", "meaning", "699000", "people", "dementia", "care", "needs", "2025", "compared", "468000", "2015", "second", "largest", "cause", "diseases", "including", "mental", "health", "problems", "diabetes", "musculoskeletal", "disorders", "chronic", "diseases", "increase", "37", "decade", "1018000", "cases", "2015", "1395000", "2025", "diseases", "people", "aged", "85", "set", "almost", "double", "increase", "84", "corresponding", "118000", "cases", "2015", "217000", "2025", "researcher", "study", "professor", "eric", "brunner", "ucl", "uk", "says", "new", "forecasting", "model", "uses", "evidence", "assess", "future", "impact", "competing", "forces", "give", "rise", "loss", "health", "older", "people", "country", "find", "ageing", "population", "next", "10", "years", "cause", "increase", "burden", "disability", "must", "ignore", "1", "results", "highlight", "growing", "burden", "disability", "health", "social", "services", "face", "next", "decade", "addition", "increased", "investment", "health", "social", "care", "authors", "encourage", "implementation", "effective", "disease", "prevention", "measures", "counter", "poor", "diet", "smoking", "high", "alcohol", "consumption", "high", "blood", "pressure", "diabetes", "physically", "inactive", "shared", "risk", "factors", "chronic", "diseases", "associated", "disability", "dr", "continues", "rising", "burden", "disability", "population", "ageing", "emphasises", "urgent", "need", "policy", "development", "includes", "effective", "prevention", "interventions", "sufficient", "swift", "investment", "policies", "could", "lead", "substantial", "help", "ageing", "population", "live", "healthily", "future", "1", "study", "account", "severity", "disability", "model", "instead", "providing", "overall", "disability", "figures", "help", "estimate", "demand", "care", "coming", "decade", "writing", "linked", "comment", "dr", "stuart", "gilmour", "university", "tokyo", "japan", "says", "address", "recommendations", "findings", "study", "uk", "health", "social", "care", "system", "needs", "substantial", "sustained", "increases", "funding", "commitment", "levels", "increase", "size", "remuneration", "workforce", "view", "realities", "impending", "departure", "eu", "increases", "require", "investment", "local", "workforce", "education", "training", "measures", "nurses", "doctors", "care", "workers", "time", "required", "induct", "new", "staff", "sector", "immediate", "action", "needed", "prepare", "unavoidable", "health", "system", "challenge", "british", "health", "social", "care", "system", "faces", "rapid", "increase", "number", "elderly", "people", "disabilities", "including", "complex", "physical", "behavioural", "multimorbidities", "time", "uniquely", "unprepared", "even", "existing", "burden", "disability", "uk", "population", "important", "research", "taken", "warning", "strong", "call", "action", "health", "service", "planning", "funding", "workforce", "training", "retention", "preparation", "ageing", "british", "society"], "url": "http://www.eurekalert.org/pub_releases/2017-05/tl-tlp052217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX-- Urgent need for better disease prevention policies targeting poor diet, smoking, alcohol, high blood pressure and physical inactivity, as well as increased investment in health and social care.The number of people aged over 65 years needing care could reach 2.8 million by 2025 in England and Wales - an increase of 25% from 2015 (equivalent to an additional 560000 people) over a decade, according to a study published in The Lancet Public Health journal.The burden of disability will grow as a result of the rising number of people living into old age, rather than an increase in ill-health.", "The study illustrates the huge challenges looming over the health system as the population continues to age.", "The authors warn that if the shortage of caregivers and the poor state of social care is not addressed now, the impact on people with lower incomes unable to live independently will increase.", "Currently, 40% of the national cost of long-term care is paid by the savings and incomes of affected individuals and their families.", "\"The societal, economic, and public health implications of our predictions are substantial.", "In particular, our findings draw attention to the scale of societal costs associated with disability in the coming decade,\" said lead author Dr Maria Guzman-Castillo, University of Liverpool, UK.", "\"Spending on long-term care will need to increase considerably by 2025, which has serious implications for a cash strapped and overburdened National Health Service and an under-resourced social care system.", "More cost-effective health and social care provision will be needed, such as increased availability of institutional care, and better financial support - such as tax allowances or cash benefits - for family members providing informal and home care.\"", "[1]The study modelled future trends in disability and life expectancy in England and Wales between 2015-2025 by estimating future rates of cardiovascular disease, dementia and other diseases and the functional disability they may cause (difficulty with one or more activities of daily living, such getting out of bed, bathing, dressing or eating).Estimates suggest that the number of people aged over 65 will increase by almost a fifth (19%) - from 10.4 million people in 2015 to 12.4 million people in 2025.", "For people aged 65 in 2025, life expectancy is projected to increase by 1.7 years to 86.8 years, but a quarter of later life is likely to be spent with disability (5.4 years after age 65).Overall, dementia represents the biggest growing cause of disability and rates are predicted to increase by 49% in people aged 65 or over between 2015-2025 - meaning that 699000 people will have dementia care needs in 2025 (compared to 468000 in 2015).", "The second largest cause will be other diseases including mental health problems, diabetes, musculoskeletal disorders and other chronic diseases, which will increase by 37% over the decade (from 1018000 cases in 2015 to 1395000 in 2025).", "These diseases are fastest-rising in people aged over 85, in whom they are set to  almost double (an increase of 84%, corresponding to 118000 cases in 2015 to 217000 in 2025).Lead researcher of the study Professor Eric Brunner, UCL, UK says: \"Our new forecasting model uses real-life evidence to assess the future impact of the competing forces that give rise to loss of health and well-being in older people in our country.", "We find that ageing of the population in the next 10 years will cause an increase in burden of disability that we must not ignore.\"", "[1]The results highlight the growing burden of disability that health and social services will face over the next decade.", "In addition to increased investment in health and social care, the authors encourage the implementation of effective disease prevention measures to counter poor diet, smoking, high alcohol consumption, high blood pressure, diabetes and being physically inactive which are shared risk factors for chronic diseases and associated disability.", "Dr Guzman-Castillo continues: \"The rising burden of disability and population ageing emphasises the urgent need for policy development that includes effective prevention interventions.", "Sufficient and swift investment in these policies could lead to substantial cost-savings and help the ageing population live more healthily in the future.\"", "[1]The study did not account for the severity of disability in their model, instead providing overall disability figures to help estimate demand for long-term care in the coming decade.", "Writing in a linked Comment, Dr Stuart Gilmour, University of Tokyo, Japan, says: \"To address these recommendations and the findings of this study, the UK health and social care system needs substantial, sustained increases in funding and commitment at all levels to increase the size and remuneration of the workforce.", "In view of the realities of the impending departure from the EU, such increases will require investment in local workforce education and training measures--more nurses, doctors, and care workers.", "Because of the time required to induct new staff in this sector, immediate action is needed to prepare for this unavoidable health system challenge... the British health and social care system faces a rapid increase in the number of elderly people with disabilities, including complex physical and behavioural multimorbidities, at a time when it is uniquely unprepared for even the existing burden of disability in the UK population.", "This important research should be taken as a warning and a strong call for action on health service planning and funding, workforce training and retention, and preparation for the ageing of British society.\""], "title": "The Lancet Public Health: Ageing population with care needs set to grow by 25 percent within a decade in England and Wales | EurekAlert! Science News", "source": "The Lancet", "date": "2018-01-19_20:42:29", "year": "Tue, 23 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TX-- Urgent need for better disease prevention policies targeting poor diet, smoking, alcohol, high blood pressure and physical inactivity, as well as increased investment in health and social care.The number of people aged over 65 years needing care could reach 2.8 million by 2025 in England and Wales - an increase of 25% from 2015 (equivalent to an additional 560000 people) over a decade, according to a study published in The Lancet Public Health journal.The burden of disability will grow as a result of the rising number of people living into old age, rather than an increase in ill-health. The study illustrates the huge challenges looming over the health system as the population continues to age. The authors warn that if the shortage of caregivers and the poor state of social care is not addressed now, the impact on people with lower incomes unable to live independently will increase. Currently, 40% of the national cost of long-term care is paid by the savings and incomes of affected individuals and their families. \"The societal, economic, and public health implications of our predictions are substantial. In particular, our findings draw attention to the scale of societal costs associated with disability in the coming decade,\" said lead author Dr Maria Guzman-Castillo, University of Liverpool, UK. \"Spending on long-term care will need to increase considerably by 2025, which has serious implications for a cash strapped and overburdened National Health Service and an under-resourced social care system. More cost-effective health and social care provision will be needed, such as increased availability of institutional care, and better financial support - such as tax allowances or cash benefits - for family members providing informal and home care.\" [1]The study modelled future trends in disability and life expectancy in England and Wales between 2015-2025 by estimating future rates of cardiovascular disease, dementia and other diseases and the functional disability they may cause (difficulty with one or more activities of daily living, such getting out of bed, bathing, dressing or eating).Estimates suggest that the number of people aged over 65 will increase by almost a fifth (19%) - from 10.4 million people in 2015 to 12.4 million people in 2025. For people aged 65 in 2025, life expectancy is projected to increase by 1.7 years to 86.8 years, but a quarter of later life is likely to be spent with disability (5.4 years after age 65).Overall, dementia represents the biggest growing cause of disability and rates are predicted to increase by 49% in people aged 65 or over between 2015-2025 - meaning that 699000 people will have dementia care needs in 2025 (compared to 468000 in 2015). The second largest cause will be other diseases including mental health problems, diabetes, musculoskeletal disorders and other chronic diseases, which will increase by 37% over the decade (from 1018000 cases in 2015 to 1395000 in 2025). These diseases are fastest-rising in people aged over 85, in whom they are set to  almost double (an increase of 84%, corresponding to 118000 cases in 2015 to 217000 in 2025).Lead researcher of the study Professor Eric Brunner, UCL, UK says: \"Our new forecasting model uses real-life evidence to assess the future impact of the competing forces that give rise to loss of health and well-being in older people in our country. We find that ageing of the population in the next 10 years will cause an increase in burden of disability that we must not ignore.\" [1]The results highlight the growing burden of disability that health and social services will face over the next decade. In addition to increased investment in health and social care, the authors encourage the implementation of effective disease prevention measures to counter poor diet, smoking, high alcohol consumption, high blood pressure, diabetes and being physically inactive which are shared risk factors for chronic diseases and associated disability. Dr Guzman-Castillo continues: \"The rising burden of disability and population ageing emphasises the urgent need for policy development that includes effective prevention interventions. Sufficient and swift investment in these policies could lead to substantial cost-savings and help the ageing population live more healthily in the future.\" [1]The study did not account for the severity of disability in their model, instead providing overall disability figures to help estimate demand for long-term care in the coming decade. Writing in a linked Comment, Dr Stuart Gilmour, University of Tokyo, Japan, says: \"To address these recommendations and the findings of this study, the UK health and social care system needs substantial, sustained increases in funding and commitment at all levels to increase the size and remuneration of the workforce. In view of the realities of the impending departure from the EU, such increases will require investment in local workforce education and training measures--more nurses, doctors, and care workers. Because of the time required to induct new staff in this sector, immediate action is needed to prepare for this unavoidable health system challenge... the British health and social care system faces a rapid increase in the number of elderly people with disabilities, including complex physical and behavioural multimorbidities, at a time when it is uniquely unprepared for even the existing burden of disability in the UK population. This important research should be taken as a warning and a strong call for action on health service planning and funding, workforce training and retention, and preparation for the ageing of British society.\""}