{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txboston", "consuming", "moderate", "amounts", "chocolate", "associated", "significantly", "lower", "risk", "diagnosed", "atrial", "fibrillation", "af", "common", "dangerous", "type", "irregular", "heartbeat", "large", "study", "men", "women", "denmark", "led", "researchers", "harvard", "chan", "school", "public", "health", "study", "published", "online", "may", "23", "2017", "heart", "study", "adds", "accumulating", "evidence", "health", "benefits", "moderate", "chocolate", "intake", "highlights", "importance", "behavioral", "factors", "potentially", "lowering", "risk", "arrhythmias", "said", "elizabeth", "mostofsky", "instructor", "department", "epidemiology", "harvard", "chan", "school", "postdoctoral", "fellow", "beth", "israel", "deaconess", "medical", "center", "lead", "author", "studies", "suggested", "cocoa", "foods", "particular", "dark", "chocolate", "higher", "cocoa", "content", "milk", "chocolate", "confer", "cardiovascular", "benefits", "perhaps", "high", "content", "flavanols", "may", "promote", "healthy", "blood", "vessel", "function", "limited", "research", "association", "consuming", "chocolate", "occurrence", "af", "affects", "millions", "people", "around", "world", "linked", "higher", "risk", "stroke", "heart", "failure", "cognitive", "decline", "dementia", "study", "included", "men", "women", "participating", "danish", "diet", "cancer", "heath", "study", "researchers", "considered", "study", "participants", "body", "mass", "index", "blood", "pressure", "cholesterol", "measured", "time", "participants", "recruited", "december", "1993", "may", "1997", "also", "looked", "participants", "health", "conditions", "including", "high", "blood", "pressure", "diabetes", "cardiovascular", "disease", "data", "diet", "lifestyle", "questionnaires", "diagnoses", "af", "identified", "danish", "national", "patient", "register", "cases", "af", "among", "study", "participants", "period", "compared", "ate", "serving", "chocolate", "less", "per", "month", "men", "women", "ate", "one", "three", "servings", "per", "month", "10", "lower", "rate", "af", "ate", "one", "serving", "per", "week", "17", "lower", "rate", "ate", "two", "six", "servings", "per", "week", "20", "lower", "rate", "benefit", "leveled", "slightly", "greater", "amounts", "chocolate", "consumption", "eating", "one", "servings", "per", "day", "16", "lower", "af", "rate", "results", "similar", "men", "women", "despite", "fact", "chocolate", "consumed", "study", "participants", "likely", "relatively", "low", "concentrations", "potentially", "protective", "ingredients", "still", "observed", "significant", "association", "eating", "chocolate", "lower", "risk", "af", "suggesting", "even", "small", "amounts", "cocoa", "consumption", "positive", "health", "impact", "mostofsky", "said", "eating", "excessive", "amounts", "chocolate", "recommended", "many", "chocolate", "products", "high", "calories", "sugar", "fat", "could", "lead", "weight", "gain", "metabolic", "problems", "moderate", "intake", "chocolate", "high", "cocoa", "content", "may", "healthy", "choice"], "url": "http://www.eurekalert.org/pub_releases/2017-05/htcs-ec051917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBoston, MA - Consuming moderate amounts of chocolate was associated with significantly lower risk of being diagnosed with atrial fibrillation (AF)--a common and dangerous type of irregular heartbeat--in a large study of men and women in Denmark led by researchers at Harvard T.H.", "Chan School of Public Health and in Denmark.The study will be published online May 23, 2017 in Heart.", "\"Our study adds to the accumulating evidence on the health benefits of moderate chocolate intake and highlights the importance of behavioral factors for potentially lowering the risk of arrhythmias,\" said Elizabeth Mostofsky, instructor in the Department of Epidemiology at Harvard Chan School, a postdoctoral fellow at Beth Israel Deaconess Medical Center, and lead author of the study.Previous studies have suggested that cocoa and cocoa-containing foods--in particular, dark chocolate, which has a higher cocoa content than milk chocolate--confer cardiovascular benefits, perhaps because of their high content of flavanols, which may promote healthy blood vessel function.", "But there has been only limited research on the association between consuming chocolate and the occurrence of AF--which affects millions of people around the world and is linked with higher risk of stroke, heart failure, cognitive decline, dementia, and death.The study included 55,502 men and women participating in the Danish Diet, Cancer, and Heath Study.", "Researchers considered study participants' body mass index, blood pressure, and cholesterol, which were measured at the time participants were recruited, between December 1993 and May 1997.", "They also looked at participants' health conditions, including high blood pressure, diabetes, or cardiovascular disease, and data on their diet and lifestyle, from questionnaires.", "Diagnoses of AF were identified from the Danish National Patient Register.", "There were 3,346 cases of AF among the study participants over a 13.5-year follow-up period.", "Compared with those who ate a one-ounce serving of chocolate less than once per month, men and women who ate one to three servings per month had a 10% lower rate of AF; those who ate one serving per week had a 17% lower rate; and those who ate two to six servings per week had a 20% lower rate.", "The benefit leveled off slightly with greater amounts of chocolate consumption, with those eating one or more servings per day having a 16% lower AF rate.", "Results were similar for men and women.", "\"Despite the fact that most of the chocolate consumed by the study participants likely had relatively low concentrations of potentially protective ingredients, we still observed a significant association between eating chocolate and a lower risk of AF--suggesting that even small amounts of cocoa consumption can have a positive health impact,\" Mostofsky said.", "\"Eating excessive amounts of chocolate is not recommended because many chocolate products are high in calories from sugar and fat and could lead to weight gain and other metabolic problems.", "But moderate intake of chocolate with high cocoa content may be a healthy choice.\""], "title": "Eating chocolate may decrease risk of irregular heartbeat | EurekAlert! Science News", "source": "Harvard T.H. Chan School of Public Health", "date": "2018-01-19_20:42:33", "year": "Tue, 23 May 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXBoston, MA - Consuming moderate amounts of chocolate was associated with significantly lower risk of being diagnosed with atrial fibrillation (AF)--a common and dangerous type of irregular heartbeat--in a large study of men and women in Denmark led by researchers at Harvard T.H. Chan School of Public Health and in Denmark.The study will be published online May 23, 2017 in Heart.\"Our study adds to the accumulating evidence on the health benefits of moderate chocolate intake and highlights the importance of behavioral factors for potentially lowering the risk of arrhythmias,\" said Elizabeth Mostofsky, instructor in the Department of Epidemiology at Harvard Chan School, a postdoctoral fellow at Beth Israel Deaconess Medical Center, and lead author of the study.Previous studies have suggested that cocoa and cocoa-containing foods--in particular, dark chocolate, which has a higher cocoa content than milk chocolate--confer cardiovascular benefits, perhaps because of their high content of flavanols, which may promote healthy blood vessel function. But there has been only limited research on the association between consuming chocolate and the occurrence of AF--which affects millions of people around the world and is linked with higher risk of stroke, heart failure, cognitive decline, dementia, and death.The study included 55,502 men and women participating in the Danish Diet, Cancer, and Heath Study. Researchers considered study participants' body mass index, blood pressure, and cholesterol, which were measured at the time participants were recruited, between December 1993 and May 1997. They also looked at participants' health conditions, including high blood pressure, diabetes, or cardiovascular disease, and data on their diet and lifestyle, from questionnaires. Diagnoses of AF were identified from the Danish National Patient Register. There were 3,346 cases of AF among the study participants over a 13.5-year follow-up period. Compared with those who ate a one-ounce serving of chocolate less than once per month, men and women who ate one to three servings per month had a 10% lower rate of AF; those who ate one serving per week had a 17% lower rate; and those who ate two to six servings per week had a 20% lower rate. The benefit leveled off slightly with greater amounts of chocolate consumption, with those eating one or more servings per day having a 16% lower AF rate. Results were similar for men and women.\"Despite the fact that most of the chocolate consumed by the study participants likely had relatively low concentrations of potentially protective ingredients, we still observed a significant association between eating chocolate and a lower risk of AF--suggesting that even small amounts of cocoa consumption can have a positive health impact,\" Mostofsky said. \"Eating excessive amounts of chocolate is not recommended because many chocolate products are high in calories from sugar and fat and could lead to weight gain and other metabolic problems. But moderate intake of chocolate with high cocoa content may be a healthy choice.\""}