{"text": "AMES, Iowa - A new Iowa State University study may have identified the link that explains years of conflicting research over a mitochondrial gene and the risk for Alzheimer's disease.  Auriel Willette, an ISU assistant professor of food science and human nutrition who led the study, says the researcher who initially discovered the gene, TOMM40 (Translocase of Outer Mitochondrial Membrane-40kD), found it increased the risk for Alzheimer's. However, when multiple studies failed to replicate the results, many researchers dismissed the findings, Willette said.Not convinced the gene was a total bust, Willette decided to look at other factors that may be contributing to the mixed results. In the paper published online by Alzheimer's & Dementia: The Journal of the Alzheimer's Association as an in press corrected proof, Willette and his colleagues found a dramatic difference in the gene's impact on memory, general cognitive function and risk based on a family history of Alzheimer's disease and the length of a specific section of the gene. \"It was kind of a shot in the dark, but we found if you don't have a family history of Alzheimer's disease, then having a longer version of the gene is a good thing. It is related to better memory up to 10 years later and about one-fifth of the risk for developing Alzheimer's disease,\" said Willette, who is also an adjunct assistant professor of neurology at the University of Iowa. \"However, if your mom or dad has Alzheimer's, then having a long version is bad. It's a complete polar opposite.\" In the study, late middle-aged people with a family history and longer version of the gene encountered twice as much memory loss up to 10 years later as someone with a family history and a short version of the gene. A similar but stronger finding was seen in a separate group of older adults with and without Alzheimer's.Family history for this study focused specifically on whether a participant's parents had Alzheimer's disease. The study also found an association between the gene, family history and mitochondrial function, which creates energy to power cells. Researchers controlled for gender, age and education in their analysis of TOMM40 and family history in study participants.Fuel for the brain and memory lossThis study is the latest piece of the puzzle Willette and his colleagues are putting together in an effort to lower the risk for Alzheimer's, and ultimately prevent people from getting the disease. The overall direction of their work focuses on how the body derives and processes energy, he said. While this study examines mitochondria, Willette has also looked at insulin resistance and proteins and enzymes that cause problems regulating energy. Separately, it may be harder to grasp the impact of each puzzle piece or individual study. Collectively, researchers are learning what happens to memory and cognitive function when brain cells do not get enough energy to do their job, causing long-term damage, Willette said. With all these different factors, the challenge is pinpointing why some people get Alzheimer's and others do not. \"As researchers, it feels like we're on a train with a thousand different levers and buttons. We as a scientific community are trying to pull every lever and push every button to see which one is the brake,\" Willette said. \"At the end of the day, this is all about better understanding how and how soon we get the disease. The hope is that knowing this will inform us about new steps we can take to slow down the progression.\"Identifying changes prior to advanced stages of diseaseFocusing on these metabolic problems would not be possible without years of data on individuals with Alzheimer's disease, specifically data collected prior to their diagnosis or in people at risk for the disease. For this study, Willette and his colleagues used data from the Wisconsin Registry for Alzheimer's Prevention study and the Alzheimer's Disease Neuroimaging Initiative. The Wisconsin group tracks changes in memory loss and cognitive function over time for middle-aged people at risk for Alzheimer's, while the other group tracks similar changes in older people with and without the disease.  Willette says without this data, researchers would have little understanding of the disease's progression. The goal is to identify unifying factors that may trigger the disease by analyzing changes in the brain, the blood and other areas of the body. With this latest study, Willette hopes it will help Alzheimer's researchers piece together other answers.\"It's like trying to solve The New York Times Saturday crossword puzzle, which can be incredibly frustrating. But by finding the correct answer to one question, you can begin to fill in other answers,\" Willette said. \"My hope is we're providing the answer to that crossword and other researchers can find additional answers based off this one.\"    ", "date": "Tue, 23 May 2017 04:00:00 GMT", "meeting": "", "title": "Family history of Alzheimer's may alter metabolic gene that increases risk for disease", "institution": "Iowa State University", "journal": "Alzheimer's & Dementia", "description": "A new Iowa State University study may have identified the link that explains years of conflicting research over a mitochondrial gene and the risk for Alzheimer's disease. Researchers found a dramatic difference in the gene's impact on memory, general cognitive function and risk based on a family history of Alzheimer's disease and the length of a specific section of the gene.", "region": "namerica", "keywords": ["Genetics", " Medicine/Health", " Metabolism/Metabolic Diseases", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-05/isu-fho051917.php", "source_link": null, "funder": "", "article_link": null}