{"title": "Dread of roses: Neurobehavioral effects found in children exposed to flower pesticides", "text": "Ecuador is the third largest producer of cut flowers in the world, primarily roses, many of which are destined to be sold for Mother's Day. The industry employs more than 103,000 people, and relies heavily on agricultural pesticides.In a paper published in the May 2017 issue of the journal NeuroToxicology, researchers at the University of California San Diego School of Medicine, with colleagues in Ecuador and Minnesota, have found altered short-term neurological behaviors in children associated with a peak pesticide spraying season linked to the Mother's Day flower harvest. This study examined children who did not work in agriculture but who lived in agricultural communities in Ecuador.\"Our findings are among the first in non-worker children to suggest that a peak pesticide use period (the Mother's Day flower production) may transiently affect neurobehavioral performance,\" said first author Jose R. Suarez-Lopez, MD, PhD, assistant professor in the Department of Family Medicine and Public Health at UC San Diego School of Medicine. \"Children examined sooner after the flower harvest displayed lower performance on most measures, such as attention, self-control, visuospatial processing (the ability to perceive and interact with our visual world) and sensorimotor (eye-hand coordination) compared to children examined later in a time of lower flower production and pesticide use.\" \"This discovery is novel because it shows that pesticide spray seasons can produce short-term alterations in neurobehavioral performance in addition to the long-term alterations that have been previously described. This is troublesome because the altered mental functions observed are essential for children's learning, and in May-July, students typically take their end-of-year exams. If their learning and performance abilities are affected in this period, they may graduate from high school with lower scores which may hinder their ability to access higher education or obtain a job.\" Early exposure to commonly applied agricultural pesticides is associated with neurobehavioral delays in children, such as attention deficit hyperactivity disorder. Pesticide exposure has been linked to altered development of reflexes and psychomotor and mental function in newborns. Boys appear more susceptible than girls.Suarez-Lopez, who is principal investigator of the ESPINA study, an on-going, long-term study of environmental pollutants and child development in Ecuador, said past animal research had suggested that fluctuating levels of pesticide exposure might also produce corresponding, short-term neurobehavioral effects.He and colleagues tested 308 children, ages four to nine, living in floricultural communities in Ecuador (but who did not actually work in agriculture themselves) prior to peak Mother's Day flower production and within 100 days after harvest. Behavior and blood tests were conducted. Organophosphate-based insecticides, commonly used to treat flowers for pests before export, inhibit an enzyme called acetylcholinesterase (AChE) that regulates acetylcholine, a neurotransmitter vital to promoting communications between nerve cells in the brain and body. The insecticides are also directly toxic to neurons and supporting cells called glia. In previous research, Suarez-Lopez and colleagues had shown that lower AChE activity is associated with lower attention, inhibitory control and memory scores, again affecting boys more than girls.  The authors note that the study was cross-sectional, collecting and analyzing observational data on a representative population for a specific point in time. \"Our findings need to be replicated in studies of children with assessments conducted before, during and after peak exposure periods,\" said Suarez-Lopez. \"But given the evidence thus far, and the potential for pesticide exposure to alter both short- and long-term learning abilities, cognition, social interactions and overall well-being, taking additional precautions to shield children from exposure is certainly advised.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--dor051017.php", "region": "namerica", "source_link": null, "funder": "National Institute of Occupational Safety and Health and the National Institute of Environmental Health Sciences", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Ecology/Environment", " Medicine/Health", " Neurobiology", " Pediatrics", " Public Health", " Toxicology"], "journal": "NeuroToxicology", "description": "Researchers at the University of California San Diego School of Medicine, with colleagues in Ecuador and Minnesota, have found altered short-term neurological behaviors in children associated with a peak pesticide spraying season linked to the Mother's Day flower harvest. This study examined children who did not work in agriculture but who lived in agricultural communities in Ecuador.", "date": "Wed, 10 May 2017 04:00:00 GMT"}