{"title": "Tell me what languages you know and I'll tell you how you read", "text": "The way bilingual people read is conditioned by the languages they speak. This is the main conclusion reached by researchers at the Basque Center on Cognition, Brain and Language (BCBL) after reviewing the existing scientific literature and comparing this information to the findings of studies at their own centre. The scientists found that the languages spoken by bilingual people (when they learned to read in two languages at the same time) affect their reading strategies and even the cognitive foundations that form the basis for the capacity to read. This discovery could have implications for clinical and education practice.\"Monolingual speakers of transparent languages - where letters are pronounced the same independently of the word they are included in, such as Basque or Spanish - have a greater tendency to use analytical reading strategies, where they read words in parts,\" Sinc was told by Marie Lallier, one of the authors of the article. On the other hand, speakers of opaque languages, where the sounds of letters differ depending on the word (for example English or French) are more likely to use a global reading strategy. In other words, they tend to read whole words to understand their meaning.Nonetheless, the BCBL researchers have observed that bilingual people who learn to read two languages at the same time do not read the same way as monolingual speakers; rather, they follow a different pattern which had not previously been described. According to the literature review, recently published in Psychonomic Bulletin and Review, a contamination effect takes place between the two reading strategies in speakers of two languages. Therefore, a person learning to read in Spanish and in English will have a greater tendency towards a global strategy, even when reading in Spanish, than a monolingual Spanish speaker. This effect is caused by the influence of the second language.When reading in English, on the contrary, they will tend towards a more analytical strategy (reading by parts) than monolingual English speakers, due to \"contagion\" from Spanish. \"The brains of bilingual people adjusts itself in accordance with what they learn, applying the strategies needed to read in one language to their reading in the other language,\" Lallier adds.Associated cognitive processesThe researchers had previously described the principal strategies used by monolingual speakers of various languages.  However, the way reading strategies are modified in bilingual people when they learn to read in two languages had never before been identified. The scientists at the San Sebastian centre believe that learning to read in two languages with different characteristics than the mother tongue also causes a change in the cognitive processes that are the basis of reading acquisition, such as visual attention or auditory phonological processes.In other words, learning to read in an opaque language (such as English or French) reinforces our capacity to rapidly process many visual elements, because whole words must be deciphered to achieve fluent reading in these languages.As transparent languages have a much greater focus on the letter-sound correspondence, learning to read in these languages is though to improve our sensitivity in perceiving the sounds of the language.Application in diagnosing dyslexiaThe paper's authors consider their findings to have implications at different levels. From an educational standpoint, they allow better understanding of how bilingual populations learn to read and what type of strategies are most advisable to help pupils learn based on the languages they know.The new discovery could also help in the diagnosis and assessment of dyslexia and other problems with reading. \"Language learning can not provoke more cases of dyslexia, as the disorder is usually caused by neurogenetic factors. Our theory suggests that more language learning could make the symptoms more visible, and vice versa. This depends on the combination of languages they are learning,\" Lallier explains.The languages a child knows are therefore determinants for identifying potential disorders, as this essential information would explain certain mistakes made when reading.\"Our experience with languages modulates our capacity to read. This should be taken into account when teaching bilingual children to read, and if any reading problems, such as dyslexia, should appear. We need to establish specific scales for the diagnosis of dyslexia in bilingual people, because their circumstances are different,\" the expert concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/f-sf-tmw050917.php", "region": "europe", "source_link": "http://www.agenciasinc.es/en/News/Tell-me-what-languages-you-know-and-I-ll-tell-you-how-you-read", "funder": "", "meeting": "", "institution": "FECYT - Spanish Foundation for Science and Technology", "keywords": ["Medicine/Health", " Neurobiology", " Pediatrics"], "journal": "Psychonomic Bulletin and Review", "description": "The languages we speak influence several factors that we rely on for our ability to read, such as visual attention and phonological processes. So concludes a new study that could have implications in teaching and in the diagnosis of dyslexia and other reading problems.", "date": "Tue, 09 May 2017 04:00:00 GMT"}