{"title": "The BGRF is helping develop AI to accelerate drug discovery for aging and age-associated diseases", "text": "Monday, May 8th, London, UK - The Chief Science Officer of the Biogerontology Research Foundation (BGRF) will present new research on artificial intelligence for drug discovery at the NVIDIA Graphics Technology Conference (GTC) at the San Jose Convention Center, on Wednesday, May 10, 1:00 PM - 1:50 PM alongside two AI scientists from the BGRF and Insilico Medicine, where they will deliver a presentation titled \"Applications of Generative Adversarial Networks to Drug Discovery in Oncology and Infectious Diseases\".NVIDIA is the leader in computational hardware optimized for deep learning-based applications, and they are on the forefront of supporting research companies and institutions applying deep learning to grand unsolved problems, with the application of deep learning to drug discovery and development being no exception, as they described in detail in their article \"Creating New Drugs, Faster: How AI Promises to Speed Drug Development\". NVIDIA shortlisted the GAN team as the top 5 companies with most Social Impact out of 2000 AI companies using NVIDIA graphics and 600 companies in the NVIDIA Inception Program.  \"The application of deep learning to ageing research is poised to make rapid progress on many fronts in the years to come. Foremost among these are the application of deep learning to the characterization of quantifiable and practically-measurable biomarkers of ageing (a necessity for the eventual regulatory evaluation and approval of healthspan-extending therapies) and the acceleration of drug discovery and development timelines by using deep learning to characterize drug candidates according to likely efficacy and safety prior to preclinical and clinical trials. AI, machine learning and deep learning have disrupted many industries and areas of activity that were previously the exclusive arena of human cognition, and in the coming years it seems likely that the pharmaceutical industry and the process of drug discovery and development will come to be radically disrupted by AI and deep learning-based approaches as well\" said Franco Cortese, Deputy Director & Trustee of the Biogerontology Research Foundation.\r\nThe Biogerontology Research Foundation scientists were the first to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with specific target properties which was the subject of a paper they published in Oncotarget. A second paper by Biogerontology Research Foundation published in Molecular Pharmaceutics demonstrated the ability of deep neural networks to predict the therapeutic class various molecules using transcriptional response data, which received the American Chemical Society Editors' Choice Award.Deep learning-based AI have already outperformed humans in many computational tasks including image and voice recognition, medical diagnostics and autonomous driving. Research published by Biogerontology Research Foundation scientists over the past several years have made great strides in demonstrating that the pharmaceutical industry and the field of biogerontology are areas poised to rapid disruption by deep learning-based approaches as well. \r\nSeveral seminal papers by Biogerontology Research Foundation and scientists from the Pharma.AI division of Insilico Medicine  have made formidable progress in demonstrating the tractability of the application of deep learning for drug discovery and development. One study published in Aging announced a short-list of promising novel geroprotective compounds, and another article in Nature Communications demonstrated a proof-of-concept application of a novel algorithm that uses deep learning to characterize changes in gene expression between young and old tissues. They have also made substantial progress in demonstrating the tractability of using deep learning for the characterization of actionable and practically-measurable biomarkers of ageing, which was the subject of a paper they published in Aging demonstrating a deep learning-based algorithm capable of predicting the chronological age of patients using simple blood biochemistry markers obtained from simple blood tests, which became the second most popular paper in the journal's history.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/brf-tbi050817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "NVIDIA GPU Technology Conference 2017", "institution": "Biogerontology Research Foundation", "keywords": ["Biology", " Health Care", " Pharmaceutical Sciences", " Medicine/Health", " Mortality/Longevity", " Pharmaceutical Chemistry", " Aging", " Robotry/Artificial Intelligence", " Bioinformatics"], "journal": "", "description": "The Chief Science Officer of the Biogerontology Research Foundation (BGRF) will present new research on artificial intelligence for drug discovery at the NVIDIA Graphics Technology Conference (GTC) at the San Jose Convention Center, on Wednesday, May 10, 1-1:50 p.m. alongside two AI scientists from the BGRF and Insilico Medicine, where they will deliver a presentation titled 'Applications of Generative Adversarial Networks to Drug Discovery in Oncology and Infectious Diseases.'", "date": "Mon, 08 May 2017 04:00:00 GMT"}