{"title": "More evidence that Zika mRNA vaccines can stop viral replication in mice", "text": "Vaccine developers have successfully protected mice against Zika by injecting synthetic messenger RNA that encodes for virus proteins into the animals. The cells of the mice then build parts of the virus, training the immune system to recognize a future infection. The research, published February 17 in Cell, follows a February 2 Letter in Nature (doi:10.1038/nature21428) that showed similar positive results for a messenger RNA vaccine for Zika in mice and monkeys. \"We measured virus in the blood, virus in the brain, virus in the spleen, virus in the uterus for the female mice, and in one group of our vaccines we saw no viral replication at all in 95% of the mice,\" says study senior co-author Michael Diamond, infectious disease researcher at the Washington University School of Medicine in St. Louis.Instead of training the immune system with weakened viruses or viral fragments, RNA vaccines trick cells into building pieces of virus, much the way viruses coerce cells into building more viruses. \"Zika viruses inject their RNA into the cytoplasm and then they hijack the cell's translation machinery to produce their antigen,\" says study co-senior author Giuseppe Ciaramella, the Chief Scientific Officer at Valera LLC, a Moderna Venture focusing on the development of therapeutic approaches for infectious diseases. \"With our vaccines, we direct cells to do exactly the same.\" While viruses inject RNA instructions to build an entire virus, the vaccine contains RNA with instructions for just two Zika proteins. When the vaccine RNA enters the mouse cells, the ribosomes pick it up, build the protein, and release it. The two proteins can't infect any other cells, but they're enough for the immune system to learn to recognize Zika and build immunity. Researchers have been hesitant to use weakened viruses of Zika to immunize against the virus, because Zika viruses can enter the brain. Even with weakened Zika, some scientists are concerned that attenuated viruses might still cause some damage in the brain. However, with RNA vaccines, cells quickly uptake the RNA, which never reaches the brain.Another key advantage of using RNA vaccines is their adaptability. Biologists have had a lot of practice at altering RNA strands, making it easier to customize the vaccine.  The researchers demonstrated the vaccine's flexibility by addressing one possible concern in the Zika vaccine development community. Zika virus looks an awful lot like its close relative, the dengue virus. In fact, they look so much alike that the immune system's antibodies against Zika might latch onto dengue viruses without actually killing the dengue virus.  If that occurred, anti-Zika antibodies might worsen dengue infections.  However, slightly modifying the RNA in the vaccine allowed the researchers to induce a Zika-killing antibody that minimized its ability to bind to dengue.The researchers stressed that there haven't been epidemiological studies reporting especially vicious dengue infections in people who have had Zika. \"It is a theoretical concern. We do not know yet if it's going to be a major concern or not. Because you need to have Zika first and then get dengue,\" says Diamond. Lots of people have gotten dengue first and later caught Zika, but since Zika is a relatively new addition to most locales, there haven't been enough Zika-first, dengue-second cases to lay the concern to rest. \"We just don't know yet,\" says Diamond.Next steps for the Zika RNA vaccines include a human clinical trial (which is currently recruiting) and mouse studies that test whether the vaccine can prevent mother-to-fetus transmission.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.02.017", "url": "http://www.eurekalert.org/pub_releases/2017-02/cp-met021517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Virology", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell", "description": "Vaccine developers have successfully protected mice against Zika by injecting synthetic messenger RNA that encodes for virus proteins into the animals. The cells of the mice then build parts of the virus, training the immune system to recognize a future infection. The research, published Feb. 17 in Cell, follows a Feb. 2 Letter in Nature (doi:10.1038/nature21428) that showed similar positive results for a messenger RNA vaccine for Zika in mice and monkeys.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}