{"title": "Penn team tracks rare T cells in blood to better understand annual flu vaccine", "text": "PHILADELPHIA - For most vaccines to work the body needs two cell types - B cells and T helper cells - to make antibodies. B cells are the antibody factories and the T helper cells refine the strength and accuracy of antibodies to home and attack their targets. A technique that identifies these helper immune cells could inform future vaccine design, especially for vulnerable populations. Flu vaccines work by priming the immune system with purified proteins from the outer layer of killed flu viruses. An antibody is a protein that recognizes a unique pathogen molecule called an antigen that is specific for a particular strain. Antibodies bind to their targets with precision in the best of circumstances. In doing so, the antibody blocks a harmful microbe from replicating or marks it to be killed by other immune cells.  The level of antibodies in the blood tells immunologists how well a vaccine is working, specifically, how many antibodies are made and how strongly they disable microbes. The relatively scarce circulating T follicular helper cells, or cTfh for short, are key to antibody strength. Without Tfh, effective antibodies cannot be made, yet very little is known about cTfh cells in humans after vaccination. Now, a team led by researchers from the Perelman School of Medicine at the University of Pennsylvania has found a way to identify the small population of cTfh present in the blood after an annual flu vaccine to monitor their contribution to antibody strength. They published their findings in Science Immunology this week. The studies, led by Ramin Herati, MD, an instructor of Infectious Disease, used high dimensional immune-cell profiling and specific genomic tests to identify and track these rare cells over time.  \"The poor understanding of cTfh function is, in part, because these cells spend most of their time waiting in lymph nodes for the next infection, and not circulating in the blood,\" said senior author E. John Wherry, PhD, a professor of Microbiology and director of the Institute of Immunology at Penn. \"To get a handle on how well these cells are doing their job following vaccination, we have needed a way to measure their responses without gaining direct access to lymph nodes. Because of the central role of circulating T follicular helper cells in antibody development, new vaccine development strategies will benefit from a better understanding of the properties of these essential cells in the immune response.\"Molecular Bar CodesEvery T cell has a unique receptor on its outer surface. After receiving a vaccine, the result is one T cell with this unique bar code of sorts that replicates, making thousands of clones with identical copies of the same bar code. After vaccination this expansion of T cells dies down and a few clones remain behind.  These memory cells wait it out in lymph nodes and other organs for the next time the infection or vaccine enters the body. These clones can then be called into action to protect the individual or help boost the vaccine immunity.  In the current study, the team was able to track circulating helper T cells because the unique bar code they possessed is specific to the strains used in an annual flu vaccine. Wherry and colleagues traced antibody production in 12 healthy subjects, aged 20 to 45 for three years from 2013 to 2105. The circulating subset of helper follicular T cells expressed different transcription factors and cytokines -- Bcl-6, c-Maf, and IL-21 - compared to other T-cell subpopulations in the blood. The number of the cTfh cells sharply increased at seven days after a subject received a flu shot. Repeated vaccination of the study participants brought back genetically identical clones of cTfh cells in successive years, indicating robust cTfh memory to the flu vaccine. These responses are a proxy for specific antibodies to the flu vaccine each year. In addition, these results measure the dynamics of vaccine-induced cTfh memory and recall over time, allowing investigators to monitor the key human-vaccine-induced cTfh responses and gain insights into why responses to flu vaccines are suboptimal in many people. The ability to track these cTfh responses in the blood, instead of accessing lymph nodes in humans, allows for real-time monitoring of key cellular mechanisms involved in vaccination.  Such knowledge should allow further optimization of vaccines for hard-to-treat diseases like the flu, but also HIV, and other infections in which inducing potent vaccines has been a challenge. \"These cTfh are a missing piece of being able to truly monitor and predict their ability to induce the desired magnitude and quality of immune memory, and therefore protection by vaccines,\" Wherry said. The team next intends to look at elderly populations in which vaccines are not as effective and ask what role cTfh cell populations play in that part of the human population. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uops-ptt021517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Penn Center for AIDS Research, US Broad Agency Announcement", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Science Immunology", "description": "A team has found a way to identify the small population of circulating helper T cells present in the blood after an annual flu vaccine to monitor their contribution to antibody strength. A technique that identifies these helper immune cells could inform future vaccine design, especially for vulnerable populations.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}