{"title": "Contact tracing, with indoor spraying, can curb dengue outbreak", "text": "Contact tracing, combined with targeted, indoor residual spraying of insecticide, can greatly reduce the spread of the mosquito-borne dengue virus, finds a study led by Emory University. In fact, this novel approach for the surveillance and control of dengue fever -- spread by the same mosquito species that infects people with the Zika virus -- was between 86 and 96 percent effective during one outbreak, the research shows. By comparison, vaccines for the dengue virus are only 30-to-70-percent effective, depending on the serotype of the virus.Science Advances published the findings, which were based on analyses from a 2009 outbreak of dengue in Cairns, Australia. \"We've provided evidence for a method that is highly effective at preventing transmission of diseases carried by the Aedes aegypti mosquito in a developed, urban setting,\" says the study's lead author, Gonzalo Vazquez-Prokopec, a disease ecologist in Emory's Department of Environmental Sciences. \"We've also shown the importance of human movement when conducting surveillance of these diseases.\"\"The United States is facing continual threats from dengue, chikungunya and Zika viruses,\" says Sam Scheiner, director of the National Science Foundation's Ecology and Evolution of Infectious Diseases Program, which funded the research. \"For now, the response is to intensively spray insecticides. This research shows that a more targeted approach can be more effective.\"While the method would likely not be applicable everywhere, Vazquez-Prokopec says that it may be viable to control Aedes-borne diseases in places with established health systems and similar environmental characteristics to Cairns, such as South Florida or other U.S. states at risk of virus introduction.\"The widespread transmission of dengue viruses, coupled with the birth defects associated with Zika virus, shows the dire need for as many weapons as possible in our arsenal to fight diseases spread by these mosquitos,\" he says. \"Interventions need to be context dependent and evaluated carefully and periodically.\"During the dengue outbreak in Cairns, public health officials traced recent contacts of people with a confirmed infection - a surveillance method known as contact tracing. This method is commonly used for directly transmitted pathogens like Ebola or HIV, but rarely for outbreaks spread by mosquitos or other vectors.Using mobility data from the known cases, public health workers targeted residences for indoor residual spraying, or IRS. Walls of the homes -- from top to bottom -- and dark, humid places were Aedes mosquitos might rest, were sprayed with an insecticide that lasts for months.The method is time-consuming and labor intensive, and health officials were not able to reach all of the residences that were connected to the infected persons. The researchers found that performing IRS in potential exposure locations reduced the probability of dengue transmission by at least 86 percent in those areas, in comparison to areas of potential exposures that did not have indoor spraying.\"The findings are important,\" Vazquez-Prokopec says, \"because they demonstrate one of the few measures that we have for the effectiveness of an intervention to reduce the transmission of dengue.\"Many times, he says, in the face of a dengue outbreak public health officials end up using trucks to spray insecticide -- despite the lack of scientific evidence for the effectiveness of fogging from the streets to control Aedes aegypti mosquitos. Quantifying the effectiveness of existing methods, and the context within which they work, can strengthen the vector-control arsenal. \"We need to develop plans for outbreak containment that are context-specific,\" Vazquez-Prokopec says.He is researching ways to scale up this intervention. While it now takes approximately half-an-hour to conduct indoor residual spraying in a single house, he would like to cut that time to as little as 10 minutes.\"We are evaluating how we can scale up and improve IRS for 21st-century urban areas,\" Vazquez-Prokopec says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/ehs-ctw021417.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, Emory Global Health Institute, Marcus Foundation, National Health and Medical Research Council", "meeting": "2017 AAAS Annual Meeting", "institution": "Emory Health Sciences", "keywords": ["Ecology/Environment", " Virology", " Medicine/Health", " Environmental Health", " Epidemiology", " Infectious/Emerging Diseases"], "journal": "Science Advances", "description": "This novel approach for the surveillance and control of dengue fever -- spread by the same mosquito species that infects people with the Zika virus -- was between 86 and 96 percent effective during one outbreak.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}