{"title": "Adaptable model recommends response strategies for Zika, other pandemics", "text": "The 2016 Zika virus outbreak, along with recent outbreaks of SARS, bird flu, H1N1 and Ebola, underscore the importance of being prepared for and responding quickly to infectious diseases. Zika, in particular, poses unique challenges, since its associated birth defects and lack of preventive treatment currently threaten over 60 countries. During pandemics, scientists must race to investigate infection mechanisms, facilitate early detection and apply effective mitigations. Resources and policies for scientific, clinical and technical advances must be coordinated to enable rapid understanding of all aspects of an outbreak in order to minimize damaging impacts.Eva Lee, professor in the H. Milton Stewart School of Industrial & Systems Engineering at Georgia Tech and director of the Center for Operations Research in Medicine and Healthcare, has developed a biological-behavioral-operational computer model to help policy makers choose the best intervention strategies to rapidly contain an infectious disease outbreak. Her analysis covers the dynamics of disease transmission across different environments and social settings. The modeling system gives on-the-ground policymakers critical information about how to mitigate infection, monitor risk and trace disease during a pandemic.  Lee presented findings and policy implications from her research on Feb. 16, 2017, in a briefing at the annual meeting of the American Association for the Advancement of Science (AAAS) in Boston, Mass. The research has been sponsored in part by the National Science Foundation (NSF) and the Centers for Disease Control and Prevention (CDC). Lee's presentation gave the results for Zika using her model, described by public health experts as \"a digital disease surveillance and response\" tool. The tool, ASSURE, can use many types of data, including biosurveillance, environmental, climate, viral, host, human behavior and social factors. If genetic information for the disease carriers are available, they also can be incorporated. Lee explained how the modeling system provides the ability to predict disease spread, assess risk and determine effective containment methods. In addition, it can help public health leaders optimize deployment of limited resources to help prevent and reduce the extent of future outbreaks.\"The containment of pandemics is fundamental to preventing a global epidemic,\" said Lee. \"ASSURE is a computational modeling tool designed for real-time support. By accepting real-time data, the model produces predictions that are customized to reflect a specific environment, policy and human behavior on the ground.\"Referring to data related to the Zika outbreak in Brazil, Lee discussed which containment approaches are most effective there. Her model shows that the easiest and most productive way to contain the outbreak in Brazil is to the reduce the biting rate of mosquitoes by using insect repellents/mosquito-wristbands, wearing long-sleeved shirts and long pants, and employing air conditioning and window/door screens to keep mosquitoes out. The result is practical. For example, the model demonstrates that only 20 percent compliance can reduce the total infection by half. This strategy is more successful than just widely applying insecticide and lasers to kill mosquitos. The model offers policymakers a decision-support framework to estimate the cost-effectiveness of each prevention measure. The modeling system also underscores the importance of early intervention by revealing the timing of different interventions and associated outcomes. \"Knowing when to respond and how it affects the outcome is essential,\" Lee said.Lee has shared some of these findings with federal officials, who recommended implementation of her resulting policies and strategies for Puerto Rico. She is also working with public health leaders in Houston, Texas, to identify high-risk areas and to optimize local surveillance and intervention.Lee's system can be applied to help contain a wide variety of epidemics, including not only Zika but also dengue, Ebola, and many other types. \"The modeling framework accommodates various transmission mechanisms. This allows public health officials to adapt rapidly to changing disease environments and different emerging epidemics,\" said Lee. As part of a continuing research effort, Lee is working with vaccinologists on vaccine immunity prediction to permit faster design and evaluation of new and emerging vaccines and to identify individuals either most likely or least likely to be protected by a vaccine.An applied mathematician and modeling innovator, Lee has traveled to hot spots around the world as an advisor in response to public health catastrophes. She has long partnered with the CDC on medical preparedness and emergency response. Since 2015, she served on the National Preparedness and Response Science Board (NPRSB), the federal committee that provides advice and guidance to the U.S. Department of Health and Human Services (HHS).", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/giot-amr021717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, Centers for Disease Control and Prevention", "meeting": "2017 AAAS Annual Meeting", "institution": "Georgia Institute of Technology", "keywords": ["Medicine/Health", " Epidemiology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases"], "journal": "", "description": "A new biological-behavioral-operational computer model could help policy makers choose the best intervention strategies to rapidly contain an infectious disease outbreak. The model is based on the dynamics of disease transmission across different environments and social settings, and provides critical information about how to mitigate infection, monitor risk and trace disease during a pandemic.", "date": "Fri, 17 Feb 2017 05:00:00 GMT"}