{"title": "Mouse study reveals potential drug target for arthritis caused by chikungunya virus", "text": "An immune system proteinase called granzyme A appears to promote arthritic inflammation in mice infected with chikungunya virus, scientists report in a new PLOS Pathogens study. The study also suggested that granzyme A could serve as a potential target for new drugs to treat chikungunya and related viral arthritides in people.Chikungunya virus is transmitted by mosquitoes, with a recent epidemic causing millions of cases globally. While it is rarely fatal, chikungunya can cause severe, chronic polyarthritis (inflammation in multiple joints) and/or polyarthralgia (pain in multiple joints). Current standard anti-inflammatory drug treatment can relieve these symptoms, but they are often not particularly effective.To aid research into potential new treatments, Jane Wilson and Natalie Prow of QIMR Berghofer Medical Research Institute, Australia, and colleagues exploited an adult wild-type mouse model of chikungunya virus infection and diseases previously developed by the group. In the new study, they use RNA-Seq technology to examine in detail the mouse inflammatory responses to infection. They found that genes activated in the mouse model closely mirrored genes known to be activated in infected humans, providing a level of validation of the model.Particularly prominent in the RNA-Seq analysis was the up-regulation of a number of granzymes, a group of proteinases secreted by immune cells that were originally thought to be involved in killing (via apoptosis) virus infected cells or other target cells.  However, an emerging consensus supported by the new PLOS Pathogens study, is that some granzymes (particularly granzyme A and K) have a role in promoting inflammation.  Exploring further, the scientists showed that mice missing the granzyme A gene, when infected with chikungunya virus, experienced dramatically less foot swelling and arthritis.  Furthermore, treating mice with a granzyme A inhibitor also significantly reduced foot swelling and arthritis.  They also found elevated granzyme A levels in blood samples taken from non-human primates infected with chikungunya, as well as from human chikungunya patients. Overall the findings suggest that granzyme A could serve as a potential drug target for anti-inflammatory treatments for chikungunya -- and perhaps also for other inflammatory diseases. Further research will be needed to explore this potential and determine how well the new findings can be extended from mice to humans.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006155", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-msr020917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Physiology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Public Health"], "journal": "PLOS Pathogens", "description": "An immune system proteinase called granzyme A appears to promote arthritic inflammation in mice infected with chikungunya virus, scientists report in a new PLOS Pathogens study. The study also suggested that granzyme A could serve as a potential target for new drugs to treat chikungunya and related viral arthritides in people.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}