{"title": "Glowing mice suggest new gene therapy technique", "text": "Timothy Blake, a postdoctoral fellow in the Waymouth lab, was hard at work on a fantastical interdisciplinary experiment. He and his fellow researchers were refining compounds that would carry instructions for assembling the protein that makes fireflies light up and deliver them into the cells of an anesthetized mouse. If their technique worked, the mouse would glow in the dark.Not only did the mouse glow, but it also later woke up and ran around, completely unaware of the complex series of events that had just taken place within its body. Blake said it was the most exciting day of his life.This success, the topic of a recent paper in Proceedings of the National Academy of Sciences, could mark a significant step forward for gene therapy. It's hard enough getting these protein instructions, called messenger RNA (mRNA), physically into a cell. It's another hurdle altogether for the cell to actually use them to make a protein. If the technique works in people, it could provide a new way of inserting therapeutic proteins into diseased cells.\"It's almost a childlike enthusiasm we have for this,\" said chemistry Professor Robert Waymouth. \"The code for an insect protein is put into an animal and that protein is not only synthesized in the cells but it's folded and it becomes fully functional, capable of emitting light.\"Although the results are impressive, this technique is remarkably simple and fast. And unlike traditional gene therapy that permanently alters the genetic makeup of the cell, mRNA is short-lived and its effects are temporary. The transient nature of mRNA transmission opens up special opportunities, such as using these compounds for vaccination or cancer immunotherapy.Making a proteinGene therapy is a decades-old field of research that usually focuses on modifying DNA, the fundamental genetic code. That modified DNA then produces a modified mRNA, which directs the creation of a modified protein. The current work skips the DNA and instead just delivers the protein's instructions.Previous work has been successful at delivering a different form of RNA - called short interfering RNA, or siRNA - but sending mRNA through a cell membrane is a much bigger problem. While both siRNA and mRNA have many negative charges - so-called polyanions - mRNA is considerably more negatively charged, and therefore more difficult to sneak through the positively charged cell membrane.What the researchers needed was a positively charged delivery method - a polycation - to complex, protect and shuttle the polyanions. However, this alone would only assure that the mRNA made it through the cell membrane. Once inside, the mRNA needed to detach from the transporter compound in order to make proteins.The researchers addressed this twofold challenge with a novel, deceptively straightforward creation, which they call charge-altering releasable transporters (CARTs).\"What distinguishes this polycation approach from the others, which often fail, is the others don't change from polycations to anything else,\" said chemistry Professor Paul Wender, co-author of the paper. \"Whereas, the ones that we're working with will change from polycations to neutral small molecules. That mechanism is really unprecedented.\"As part of their change from polycations to polyneutrals, CARTs biodegrade and are eventually excreted from the body.The power of collaborationThis research was made possible through coordination between the chemists and experts in imaging molecules in live animals, who rarely work together directly. With this partnership, the synthesis, characterization and testing of compounds could take as little as a week.\"We are so fortunate to engage in this kind of collaborative project between chemistry and our clinical colleagues. It allowed us to see our compounds go from very basic building blocks - all the way from chemicals we buy in a bottle - to putting a firefly gene into a mouse,\" said Colin McKinlay, a graduate student in the Wender lab and co-lead author of the study.Not only did this enhanced ability to test and re-test new molecules lead to the discovery of their charge-altering behavior, it allowed for quick optimization of their properties and applications. As different challenges arise in the future, the researchers believe they will be able to respond with the same rapid flexibility.After showing that the CARTs could deliver a glowing jellyfish protein to cells in a lab dish, the group wanted to find out if they worked in living mice, which was made possible through the expertise of the Contag lab, run by Christopher Contag, professor of pediatrics and of microbiology and immunology. Together, the multidisciplinary team showed that the CARTs could effectively deliver mRNA that produced glowing proteins in the thigh muscle or in the spleen and liver, depending on where the injection was made.A bright future aheadThe researchers said CARTs could move the field of gene therapy forward dramatically in several directions.\"Gene therapy has been held up as a silver bullet because the idea that you could pick any gene you want is so alluring,\" said Jessica Vargas, co-lead author of the study, who was a PhD student in the Wender lab during this research. \"With mRNA, there are more limitations because the protein expression is transient, but that opens up other applications where you wouldn't use other types of gene therapy.\"One especially appropriate application of this technology is vaccination. At present, vaccines require introducing part of a virus or an inactive virus into the body in order to elicit an immune response. CARTs could potentially cut out the middleman, directly instructing the body to produce its own antigens. Once the CART dissolves, the immunity remains without any leftover foreign material present.The team is also working on applying their technique to another genetic messenger that would produce permanent effects, making it a complementary option to the temporary mRNA therapies. With the progress already made using mRNA and the potential of their ongoing research, they and others could be closer than ever to making individualized therapeutics using a person's own cells. \"Creating a firefly protein in a mouse is amazing but, more than that, this research is part of a new era in medicine,\" said Wender.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/su-gms021617.php", "region": "namerica", "source_link": "http://news.stanford.edu/2017/02/16/glowing-mice-suggest-new-gene-therapy-technique/", "funder": "Department of Energy, National Science Foundation, National Institutes of Health, Chambers Family Foundation for Excellence in Pediatric Research, Child Health Research Institute", "meeting": "", "institution": "Stanford University", "keywords": ["Cell Biology", " Chemistry/Physics/Materials Sciences", " Polymer Chemistry", " Medicine/Health", " Gene Therapy"], "journal": "Proceedings of the National Academy of Sciences", "description": "A collaboration between chemists and gene therapy experts produced a new way of inserting the code for modified proteins into the cells of mice. If successful in humans, the technique could be useful for vaccines or cancer therapies.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}