{"title": "A single mutation may impact infectivity of West Nile and similar viruses", "text": "A mutation that impacts changes in the shape of an essential viral protein may influence the infectivity of West Nile and other viruses in the flavivirus family, according to a new study in PLOS Pathogens.Flaviviruses are responsible for many diseases of global health importance, including West Nile, dengue, and Zika fevers. However, many of these diseases have no effective vaccines or treatments. Some researchers, including Leslie Goo of the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health, Maryland, hope that a better understanding of how flaviviruses interact with the immune system's antibodies could enable better prevention and treatment.In the new study, Goo led a research team in carrying out a series of experiments to test the effects of different mutations in a flavivirus protein called envelope (E) protein, which plays a major role in infection. Using E protein from West Nile, they identified a mutation called T198F that makes E protein more sensitive to inhibition with antibodies.E protein is known to change shape in a process known as \"viral breathing,\" which alternately hides and exposes certain parts of the protein. Further experiments revealed that T198F occurs in a part of E protein that regulates viral breathing, resulting in exposure of another, otherwise poorly accessible part of the protein.The scientists introduced the T198F mutation into different flaviviruses and found that, in West Nile and dengue, but not in Zika, it did indeed increase accessibility of a relatively hidden protein region, making this region more vulnerable to antibodies. When introduced into mice, West Nile virus containing this mutation reduced infectivity and disease severity.Further research is needed to better understand E protein viral breathing behavior, as well as how it impacts flavivirus infection in mice and, possibly, humans. The resulting knowledge could help pave the way to new vaccines and antiviral drugs.", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006178", "url": "http://www.eurekalert.org/pub_releases/2017-02/p-asm020917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Physiology", " Virology", " Chemistry/Physics/Materials Sciences", " Pharmaceutical Sciences", " Medicine/Health", " Pharmaceutical Science", " Physiology", " Public Health"], "journal": "PLOS Pathogens", "description": "A mutation that impacts changes in the shape of an essential viral protein may influence the infectivity of West Nile and other viruses in the flavivirus family, according to a new study in PLOS Pathogens.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}