{"title": "Foot-and-mouth crises to be averted with vaccination strategy", "text": "Future outbreaks of foot-and-mouth disease (FMD) can be controlled effectively and quickly with vaccinations - saving millions of pounds and hundreds of thousands of livestock - according to research by the University of Warwick.Dr Michael Tildesley and Naomi Bradbury from the School of Life Sciences have discovered that a key issue for successfully containing and eradicating a FMD outbreak is to establish how many animals can be vaccinated per day, and tailor controls accordingly.Using a mathematical model of the UK farming landscape, Dr Tildesley and colleagues simulated numerous scenarios of infection - to varying levels of severity and speed - calculating the most effective and efficient approaches to stave the spread of disease. Many dangerous uncertainties exist when dealing with epidemics like FMD, such as: the efficacy of vaccinations, the time it takes for livestock to become immune after receiving vaccines, and the number of vaccine doses available. Uncertainty leads to huge potential losses of both money and livestock.The Warwick FMD model demonstrates that the major uncertainty to be resolved is how many vaccine doses are available. If this is known, the infection can be contained efficiently - even when faced with all other unknown factors.The 2001 FMD outbreak cost the UK economy an estimated £8 billion and led to the culling of approximately seven million livestock. Using the Warwick FMD model and confirming what vaccination capacity exists, the UK could save up to £50 million, and around 200,000 animals could be spared from culling in any future epidemic. Furthermore, any outbreak using such tailored vaccination can generally be eradicated almost a week sooner than previous outbreaks.Dr Michael Tildesley comments:\"There is always uncertainty in the likely effectiveness of any control strategy for an infectious disease outbreak. However in the case of FMD, if we can accurately determine the daily capacity to vaccinate animals, we can potentially save millions of pounds for the farming industry.\"The paper, 'Quantifying the Value of Perfect Information in Emergency Vaccination Campaigns' is published in PLOS Computational Biology.", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005318", "url": "http://www.eurekalert.org/pub_releases/2017-02/uow-fct021617.php", "region": "europe", "source_link": null, "funder": "Biotechnology and Biological Sciences Research Council, National Institutes of Health", "meeting": "", "institution": "University of Warwick", "keywords": ["Agriculture", " Agricultural Production/Economics", " Food/Food Science", " Biology", " Business/Economics", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Infectious/Emerging Diseases", " Policy/Ethics"], "journal": "PLOS Computational Biology", "description": "Future outbreaks of foot-and-mouth disease (FMD) can be controlled effectively and quickly with vaccinations -- saving millions of pounds and hundreds of thousands of livestock -- according to research by the University of Warwick.", "date": "Thu, 16 Feb 2017 05:00:00 GMT"}