{"title": "Investigational malaria vaccine shows considerable protection in adults in malaria season", "text": "An investigational malaria vaccine given intravenously was well-tolerated and protected a significant proportion of healthy adults against infection with Plasmodium falciparum malaria--the deadliest form of the disease--for the duration of the malaria season, according to new findings published in the February 15th issue of the journal Lancet Infectious Diseases. The study participants live in Mali, Africa, where they are naturally exposed to the parasite.The investigational vaccine, known as the PfSPZ Vaccine, contains live but weakened sporozoites, the form of the parasite that infects humans, and was developed by scientists at Sanaria Inc., of Rockville, Maryland. The study was conducted by researchers from the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health, and the University of Science, Techniques, and Technologies of Bamako (USTTB), Mali, one of NIAID's International Centers of Excellence in Malaria Research. In 2015, 212 million cases of malaria occurred worldwide, and 429,000 people with malaria died, largely African children under five years old, according to the World Health Organization. Although only 1,500 to 2,000 cases of malaria are diagnosed in the United States each year, the disease is a concern for international travelers, aid workers and military personnel worldwide.   \"Considerable progress has been made in the global fight against malaria within the past decade, yet far too many people--particularly young African children--continue to become infected and die from the disease,\" said NIAID Director Anthony S. Fauci, M.D. \"A safe, effective vaccine to protect against this mosquito-borne illness would greatly help efforts to bring the disease under control.\" Humans acquire malaria through the bite of infected mosquitoes, which inject parasites in the sporozoite stage of their life cycle into the bloodstream. The parasites travel to the liver, multiply, and then spread throughout the bloodstream causing malaria symptoms, including chills, fever, headache, nausea, sweating and fatigue.PfSPZ Vaccine uses live but weakened sporozoites of the malaria parasite species P. falciparum to generate an immune response to protect against malaria infection. Earlier research found that the experimental vaccine safe and protective against malaria infection for up to a year in healthy U.S. adults who had not been previously exposed to malaria.The Mali study was launched in January 2014 to provide additional safety data about PfSPZ Vaccine and determine if it could protect adults living in a malaria-endemic area against naturally occurring malaria infection.  The study enrolled 109 healthy African men and non-pregnant women ages 18 to 35 years old. It was led by co-principal investigators Sara Healy, M.D., M.P.H., of NIAID's Laboratory of Malaria Immunology and Vaccinology, and Mahamadou Sissoko, M.D., M.P.H., of USTTB's Malaria Research and Training Center. Participants received either five doses of the intravenous PfSPZ Vaccine or five doses of placebo (saline) over five months of the dry season at the study's clinical site in the Donéguébougou village in rural Mali. Clinical staff then actively monitored the participants during the six-month rainy, malaria-transmission season for the presence of malaria parasites in the blood. The investigators report that the vaccine candidate was well-tolerated and safe with no serious adverse events. Among the 40 participants who received five placebo doses, 93 percent (37 participants) developed P. falciparum malaria infections; by comparison, 66 percent (27 participants) of the participants who received five doses of the PfSPZ Vaccine (41 participants) developed malaria infection. Based on the primary study analysis, PfSPZ Vaccine demonstrated a 48 percent protective efficacy by time-to-first positive malaria blood smear and 29 percent efficacy by proportion of participants with at least one positive malaria blood smear during a full 20-week malaria transmission season. By both measures of protective efficacy, there was statistically significant protection in the vaccine group as compared with the placebo group. \"This level of sustained efficacy against malaria infection in a region with an intense transmission season has not been seen in previous malaria vaccine studies in Africa,\" said Dr. Healy. \"It is a very encouraging finding that we can, hopefully, build upon.\" The vaccine-induced antibody response was considerably lower in the Mali study, however, than in the U.S. trial even though study participants received the same vaccine regimen.\"The poor antibody response to PfSPZ Vaccine among Malians could have been because of the participants' lifelong exposure to P. falciparum,\" said Patrick E. Duffy, M.D., chief of NIAID's Laboratory of Malaria Immunology and Vaccinology. The investigators report that the intravenous delivery system for the PfSPZ Vaccine did not pose a problem to administer in a rural, malaria-endemic area--an initial concern about the experimental vaccine's unique design.\"Direct venous inoculation is not currently used for any licensed vaccines to prevent an infectious disease,\" said Professor Ogobara Doumbo, M.D., Ph.D., senior scientist for the Mali malaria vaccine program and chair of the Department of Epidemiology of Parasitic Diseases at USTTB. \"In this study, we administered 491inoculations in a rural setting without a problem, and the dosages were delivered in a matter of seconds. It shows that this approach is feasible from both a logistical and public health standpoint.\" According to the researchers, a preventive malaria vaccine employed in mass vaccination programs to eliminate P. falciparum from geographically defined areas would need to prevent malaria infection or transmission in at least 80 percent of recipients throughout the malaria transmission season. Clinical trials now underway in Africa, Europe and the United States have been designed to boost PfSPZ Vaccine's efficacy by increasing dosage levels and varying the timing and number of doses. The experimental vaccine is also being examined in demographic groups other than healthy adults, including adolescents, children and infants.   ", "article_link": "http://dx.doi.org/10.1016/S1473-3099(17)30104-4", "url": "http://www.eurekalert.org/pub_releases/2017-02/nioa-imv021517.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/investigational-pfspz-malaria-vaccine-demonstrates-considerable-protection-malian-adults", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Lancet Infectious Diseases", "description": "An investigational malaria vaccine given intravenously was well-tolerated and protected a significant proportion of healthy adults against infection with Plasmodium falciparum malaria -- the deadliest form of the disease -- for the duration of the malaria season, according to new findings published in the Feb. 15th issue of the journal Lancet Infectious Diseases. The study participants live in Mali, Africa, where they are naturally exposed to the parasite.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}