{"title": "Study: Experimental malaria vaccine plus chloroquine protects against controlled infection", "text": "WHAT:\nAn experimental malaria vaccine strategy known as PfSPZ-CVac, together with antimalarial medication, protected all nine clinical trial volunteers given three high-dose vaccinations, according to study results published today in Nature. The study was supported in part by grants and technical assistance from scientists at the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health. The data add to a growing body of scientific evidence showing that vaccines created using live malaria parasites can be safe, well-tolerated, and potentially effective if used in mass vaccination programs to eradicate malaria from geographically defined areas, according to the authors. PfSPZ-CVac, developed by Sanaria Inc., of Rockville, Maryland, is administered intravenously to generate an immune response to protect against malaria infection. The vaccine introduces live Plasmodium falciparum malaria parasites into the bloodstream; these parasites are ordinarily transmitted to humans through the bite of an infected mosquito. Oral antimalarial medication (chloroquine) is given simultaneously to prevent an actual malarial infection.The new study was conducted at the University of Tubingen, Germany. Forty-two healthy adult participants were randomly assigned to receive either three doses of PfSPZ-CVac at one of three dosage levels at 28-day intervals, or a placebo injection. All recipients were simultaneously given oral doses of chloroquine.  Participants then underwent controlled exposure to infectious malaria parasites 10 weeks after the final vaccination.All nine participants who received three injections of the highest dose of PfSPZ-CVac (5.12x104) were protected against P. falciparum malaria 10 weeks after their last vaccine dose. Participants who received lower dosages exhibited less (but still statistically significant) immunity to malaria infection.  The researchers also found that the highest dosages of vaccine administered three times at 5-day intervals protected 63 percent of participants (5 of 8). The authors suggest that in the field, high doses of the PfSPZ-CVac vaccine will likely be needed to protect against malaria infection.The researchers showed that PfSPZ-CVac induced a response from vaccine recipients' T cells--white blood cells that activate the rest of the immune system--which was proportional to the dosage of the vaccine. In addition, they determined that patients whose CD4+ T cells produced multiple kinds of signaling molecules to activate the immune system were more likely to be protected. Antigen Discovery Inc., based in Irvine, California, studied the antibody responses of the nine participants who had complete protection and identified 22 malaria parasite proteins that could be the targets of protective immune responses.A Phase 2 trial is planned to test PfSPZ-CVac in the African countries of Mali, Ghana, and Gabon to evaluate the optimal dose and schedule for protection in malaria-endemic areas.Through Small Business Innovation Research grants, NIAID supported the preclinical development and, in part, the manufacture of the PfSPZ-CVac Vaccine, as well as the antibody response analysis and the identification of the potential protective malaria protein. NIAID also provided cellular immune analysis. ", "article_link": "http://dx.doi.org/10.1038/nature21060", "url": "http://www.eurekalert.org/pub_releases/2017-02/nioa-sem021517.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/experimental-malaria-vaccine-plus-chloroquine-protects-against-controlled-infection", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature", "description": "An experimental malaria vaccine strategy known as PfSPZ-CVac, together with antimalarial medication, protected all nine clinical trial volunteers given three high-dose vaccinations, according to study results published today in Nature.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}