{"title": "New malaria vaccine effective in clinical trial", "text": "University of Tübingen researchers in collaboration with the biotech company Sanaria Inc. have demonstrated in a clinical trial that a new vaccine for malaria called Sanaria® PfSPZ-CVac has been up to 100 percent effective when assessed at 10 weeks after last dose of vaccine. For the trial, Pro-fessor Peter Kremsner and Dr. Benjamin Mordmüller of the Institute of Tropical Medicine and the German Center for Infection Research (DZIF) used malaria parasites provided by Sanaria. The vac-cine incorporated fully viable - not weakened or otherwise inactivated - malaria pathogens together with the medication to combat them. Their research results have been published in the latest edition of Nature. DOI: 10.1038/nature21060Malaria parasites are transmitted by the bite of female Anopheles mosquitoes. The Plasmodium falciparum parasite is responsible for most malaria infections and almost all deaths caused by the disease worldwide. Most of the previous vaccines which have been tried involved the use of individual molecules found in the pathogen. However, they were unable to provide sufficient immunity to the disease. The Tuebingen study involved 67 healthy adult test persons, none of whom had previously had malaria. The best immune response was shown in a group of nine test persons who received the highest dose of the vaccine three times at four-week intervals. At the end of the trial, all nine of these individuals had 100 percent protection from the disease. \"That protection was probably caused by specific T-lymphocytes and antibody responses to the parasites in the liver,\" Professor Peter Kremsner explained. The researchers analyzed the bodies' immune reactions and identified protein patterns which will make it possible to further improve malaria vaccines, Kremsner added. The researchers injected live malaria parasites into the test subjects, at the same time preventing the development of the disease by adding chloroquine - which has been used to treat malaria for many years. This enabled the researchers to exploit the behavior of the parasites and the properties of chloroquine.Once the person is infected, the Plasmodium falciparum parasite migrates to the liver to reproduce. During its incubation period there, the human immune system could respond; but at this stage, the pathogen does not make the person sick. On top of that, chloroquine does not take effect in the liver - so it is unable to prevent the parasite from reproducing. Malaria only breaks out when the pathogen leaves the liver, entering the bloodstream and going into the red corpuscles, where it continues to reproduce and spread. As soon as the pathogen enters the bloodstream, however, it can be killed by chloroquine - and the disease cannot break out. \"By vaccinating with a live, fully active pathogen, it seems clear that we were able to set of a very strong immune response,\" said study leader Benjamin Mordmueller, \"Additionally, all the data we have so far indicate that what we have here is relatively stable, long-lasting protection.\" In the group of test persons who demonstrated 100 percent protection after receiving a high dose three times, Mordmueller said, the protection was reliably still in place after ten weeks - and remained measurable for even longer. He added that the new vaccine showed no adverse effects on the test persons. The next step is to further test the vaccine's effectiveness over several years in a clinical study in Gabon funded by DZIF. Malaria is one of the biggest health threats in the African nation. The University of Tuebingen has worked with the Albert Schweitzer Hospital in the Gabonese town of Lambaréné and with the neighboring research institute, the Centre de Recherches Médicales de Lambaréné, for many years. Malaria is one of the deadliest infectious diseases worldwide. The World Health Organization reports that some 214 million people became infected with malaria in the year 2015 alone. Approximately 438,000 died of the disease. Around 90 percent of those malaria deaths were in Africa. Nearly three-quarters of those who succumb to the disease are children under five. The search for a vaccine has been going on for more than a century. An effective vaccine would make it easier to control malaria; vaccination campaigns could be conducted in severely affected areas to eliminate the pathogen. Such a vaccine could also help to stop the spread of resistance to the treatment, and to better protect travelers. ", "article_link": "http://dx.doi.org/10.1038/nature21060", "url": "http://www.eurekalert.org/pub_releases/2017-02/gcfi-nmv021317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "German Center for Infection Research", "keywords": ["Parasitology", " Medicine/Health", " Clinical Trials", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Nature", "description": "University of Tuebingen researchers in collaboration with the biotech company Sanaria Inc. have demonstrated in a clinical trial that a new vaccine for malaria called Sanaria® PfSPZ-CVac has been up to 100 percent effective when assessed at 10 weeks after last dose of vaccine. For the trial, Professor Peter Kremsner and Dr. Benjamin Mordmueller of the Institute of Tropical Medicine and the German Center for Infection Research used malaria parasites provided by Sanaria.", "date": "Wed, 15 Feb 2017 05:00:00 GMT"}