{"title": "IDRI & NanoPass sign agreement to develop an intradermal rvRNA-based Zika virus vaccine", "text": "SEATTLE, WA, USA, and NES ZIONA, ISRAEL, Feb. 14, 2017: Zika remains a major public health threat, and its devastating neurological effects on newborns and infants are still being unraveled. More than ever, a vaccine is needed to protect against Zika virus, which is now considered on par with dangerous mosquito-borne viral diseases, like dengue, Japanese encephalitis or yellow fever. IDRI (Infectious Disease Research Institute) and NanoPass Technologies have signed a collaboration agreement to develop and test a new Zika vaccine based on a replicating viral RNA  (rvRNA) construct administered intradermally using NanoPass's proprietary MicronJet600® microneedle device.According to Steve Reed, Ph.D., IDRI's President, CEO & Founder, \"This co-development effort with NanoPass and their committed funding will allow us to expedite development of a Zika vaccine candidate through initial clinical testing. We are excited about this collaboration with NanoPass, a company we've partnered with for many years. The combination of IDRI's rvRNA, unique formulations and NanoPass's delivery device can provide a promising platform for the development of a Zika vaccine and potentially other prophylactic and therapeutic vaccines.\" This agreement builds on IDRI's work recently funded through a $491,000, two-year grant from the National Institute of Allergy and Infectious Diseases, part of the National Institutes of Health, to rapidly develop a novel, safe and effective Zika vaccine by designing and formulating new RNA-based vaccine candidates.Dan Stinchcomb, Ph.D., IDRI's Chief Scientific Officer, said that delivery is the key to developing successful RNA vaccines. \"IDRI has identified delivery formulations that boost the immune response induced by our Zika rvRNA vaccine,\" he said. \"By pairing these with an innovative microneedle device for intradermal delivery, we believe we can improve the immunogenicity and efficacy of our Zika vaccine candidate.\" NanoPass's MicronJet600 microneedle device targets immune cells of the skin in a nearly painless, effective way by harnessing the skin's potent immune system to improve vaccines and/or to dramatically reduce the needed dose while achieving the same outcome.  \"The human skin is our first layer of defense against many infectious diseases,\" Stinchcomb said. \"The skin contains specialized cells that can process and induce strong immune responses - that's why microneedles have the potential to be a great vaccine delivery system.\" Other vaccines and vaccine platforms, including seasonal and pandemic flu, and live attenuated varicella-zoster virus, have shown improved immunogenicity and significant dose-sparing using microneedle delivery.Yotam Levin, M.D., CEO of NanoPass, added, \"We are thrilled to enter this collaboration with IDRI, which expands our scope and marks our entry into vaccine development. We believe a reliable injection into the skin is critical for successful activation of broad and effective immune responses, which should be explored for RNA vaccines as well. We have been working with IDRI for almost a decade on multiple global health vaccine programs, and it is time for us to take on greater commitments and collaborative efforts in Zika and beyond.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/idri-in021317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Infectious Disease Research Institute", "keywords": ["Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "", "description": "IDRI (Infectious Disease Research Institute) and NanoPass Technologies have signed a collaboration agreement to develop and test a new Zika vaccine based on a replicating viral RNA  (rvRNA) construct administered intradermally using NanoPass's proprietary MicronJet600® microneedle device.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}