{"title": "Communicating health risks in a post-truth world", "text": "Public officials faced with the tough task of communicating risk on contentious issues like vaccination or fluoridation - where the actual risk is low but public concern remains high - need to show that they care, demonstrate that they are taking action and strategically engage with the media. That's the message of a paper published today in the Sax Institute's Public Health Research & Practice journal. \"With the rise of 'alternative facts' and the tendency for people to seek information that confirms their existing beliefs, it is no longer enough to simply have the right policy,\" said lead author Dr Claire Hooker from the Centre for Values, Ethics and Law in Medicine at the University of Sydney. \"In circumstances where public concern and outrage is high even though the absolute risk is low, good quality scientific studies are not enough to ensure we protect the public's health. It's equally important to have the best approach to communicating with the public.\"In situations of public health and environmental concerns - such as vaccinations, water fluoridation and the risk of Ebola outbreaks in Australia ? officials and experts are often anxious that community criticism of proven health interventions will prevent good policy. But our research suggests that trying to shut off this criticism can make things worse, particularly as it's now almost impossible to effectively control the flow of information on social media.\"Dr Hooker said there were best-practice strategies that Australian public health and environmental officials could look to adopt.\r\n\"Research shows that when people are emotional about an issue they have more difficulty hearing and processing information, and are more likely to pay attention to negative information. That's why the golden rule of successful risk communication is that people need to hear that you care before they will care about what they hear. Officials need to communicate early and often, be upfront about areas of uncertainty or complexity, and prioritise building trust over trying to push a message. \r\n\"Actions, of course, speak far louder than words. People don't want the 'official line' on a topic, they want to know what actions are been taken.Finally, communication is most effective when public health officials engage directly with affected communities and with the media, including local and community-based social media. This way local communities know that authorities have integrity, are competent and can be trusted - the key to reassuring people and reducing outrage,\" said Dr Hooker.  Dr Hooker's paper was published in the latest issue of the Sax Institute's Public Health Research & Practice journal, which this month focuses on the theme of knowledge translation.\"The transfer of evidence into the policy making process is rarely a simple and smooth process. The types of evidence used and the way that evidence is practically applied in policy processes varies and that's why there is a focus on the skill of knowledge translation itself, to improve this process where possible,\" according to Guest Editor Dr Andrew Milat from the NSW Ministry of Health. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/si-chr021417.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Sax Institute", "keywords": ["Medical Education", " Medicine/Health", " Epidemiology", " Health Care Systems/Services", " Vaccines", " Infectious/Emerging Diseases", " Nutrition/Nutrients", " Public Health", " Guidelines/Treaties/Agreements", " Mass Media"], "journal": "Public Health Research & Practice", "description": "Public officials faced with the tough task of communicating risk on contentious issues like vaccination or fluoridation -- where the actual risk is low but public concern remains high -- need to show that they care, demonstrate that they are taking action and strategically engage with the media. That's the message of a paper published today in the Sax Institute's Public Health Research & Practice journal.", "date": "Tue, 14 Feb 2017 05:00:00 GMT"}