{"title": "Scientists devise novel way to predict efficacy of malaria vaccines", "text": "The acid test for a vaccine is: \"Does it protect people from infection?\" Emory Vaccine Center researchers have analyzed this issue for a leading malaria vaccine called RTS,S, and their results have identified candidate signatures, or biomarkers, in the blood of vaccinated subjects which predict the likelihood of success from vaccination.Bali Pulendran, PhD, and colleagues, identified molecular signatures - sets of genes that are turned on and off in immune cells in the blood - that can discern whether volunteers in a malaria vaccine study were protected when they were exposed to mosquitoes carrying the Plasmodium falciparum parasite.The results are scheduled for publication in PNAS.The research could inform decisions on how RTS,S or other malaria vaccines are deployed or modified. RTS,S was developed by GlaxoSmithKline, and has been tested in Phase 3 clinical trials with support from the PATH Malaria Vaccine Initiative. The vaccine was shown to provide partial protection against malaria and is scheduled for roll-out through pilot projects in three African countries next year, according to the World Health Organization.Pulendran is Charles Howard Candler professor of pathology and laboratory medicine at Emory University School of Medicine and a researcher at Yerkes National Primate Research Center. He and his team have pioneered the use of systems biology approaches to identify signatures to define molecular signatures or biomarkers, induced within a few days of vaccination, that can be used to accurately predict the strength of the immune response weeks later.A major challenge in vaccinology has been whether such signatures could be used to predict, not merely the strength of the immune response, but the efficacy of vaccination - that is the extent to which vaccination protected against infection. The present study addressed this issue by vaccinating human subjects with the RTS,S malaria vaccine, and then deliberately challenging them with Plasmodium falciparum in a controlled experimental human infection model. This provides proof of concept of the utility of systems based approaches in identifying signatures that can be used to predict vaccine efficacy.\"Many of the genes contained in the predictive signatures are known to be expressed in natural killer cells, which mediate critical immune functions against viruses,\" Pulendran says. \"It was a surprise to see such a robust 'NK cell signature' in predicting success of vaccination against the malaria parasite, and raises the hypothesis that such cells may be playing a vital role in orchestrating immunity against malaria.\"Pulendran says that other elements such as the signatures of antibody-producing plasma cells in the blood, and activation of antiviral interferon pathways, were conserved with vaccines such as yellow fever and flu.\"The extent to which these candidate signatures of protection can successfully predict vaccine efficacy in other field trials remain to be determined,\" he adds.The underlying malaria vaccine study was performed at Walter Reed Army Institute of Research from 2011 to 2012, and involved 46 volunteers who received two vaccine regimens, one with RTS,S only and another adding an adenovirus-based vector. About 50 percent of the participants were protected after exposure to parasite-carrying mosquitos for both regimens.After analyzing the immune responses, the researchers propose that the two vaccine regimens may be conferring protection against malaria by distinct mechanisms, with the RTS,S-only regimen relying on high levels of antibodies, and the other recruiting more T cells.The same signatures that predicted protection from infection were confirmed using data from an independent study that was also testing the RTS,S vaccine.", "article_link": "http://dx.doi.org/10.1073/pnas.1621489114", "url": "http://www.eurekalert.org/pub_releases/2017-02/ehs-sdn021317.php", "region": "namerica", "source_link": null, "funder": "PATH Malaria Vaccine Initiative, NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Parasitology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Proceedings of the National Academy of Sciences", "description": "Emory Vaccine Center researchers have identified gene expression signatures in the blood of RTS,S-vaccinated volunteers, which predict the likelihood of infection after exposure to parasite-carrying mosquitoes.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}