{"title": "Scientists isolate new antibodies to fight human respiratory syncytial virus (RSV)", "text": "Researchers from VIB, UGent, the Geisel School of Medicine at Dartmouth and several collaborators developed a new antiviral strategy to fight human respiratory syncytial virus (RSV), a leading cause of lower respiratory tract infections in children. The approach hinges on the use of single-domain antibodies, also known as Nanobodies®, which target and neutralize a vital protein in the virus, rendering it unable to enter lung cells. The research, published in the leading scientific journal Nature Communications, elucidates how these Nanobodies® interact with and neutralize the virus and demonstrates their ability to successfully protect mice from RSV infection and related inflammation.RSV annually causes nearly 34 million illnesses in children under 5 years of age and can result in serious illness in both very young children and elderly people leading to hospitalization in up to 2% of cases. Despite intensive research and the virus' status as a major pathogen, current methods of treatment rely almost exclusively on supportive care. With the goal of developing a new therapy to fight this disease, Prof. Xavier Saelens (VIB-UGent) and his team developed Nanobodies® that target the protein that the virus needs to enter lung cells. The researchers showed that these Nanobodies® neutralized the virus in laboratory assays as well as in animals.To obtain highly potent anti-viral molecules, the group of prof. Saelens collaborated closely with Prof. Jason McLellan's team from the Geisel School of Medicine and Dr. Barney Graham's team from the National Institutes of Health in the USA to select, produce and purify Nanobodies® that specifically target the active but highly unstable form of the RSV fusion protein. Detailed structural analysis revealed that these Nanobodies® tightly bind to a very conserved pocket of the viral fusion protein, and that they provide anti-viral activity against many types of RSV.Prof. Xavier Saelens (VIB-UGent): \"We successfully developed molecules that act very potently against RSV, not only against multiple clinical isolates in cell culture, but also in animals. Our Nanobodies® are some of - if not the - most potent molecules ever isolated to fight RSV.\"Prof. Jason McLellan (Geisel School of Medicine, Dartmouth College): \"Due to the small size of the Nanobodies®, these molecules can bind to a recessed cavity on the surface of the viral fusion protein and prevent this molecular machine from allowing the virus to enter lung cells.\"There is no antiviral treatment available for patients (often infants) hospitalized with RSV. Therefore, there is high demand for an antiviral drug that can be applied therapeutically, i.e. after infection has occurred. The team's next steps will revolve around transforming the Nanobodies® that they developed into a format that can be used in clinical tests.Dr. Bert Schepens (VIB-UGent): \"But we won't be working toward this goal alone - our plan is to team up with an industrial partner to translate our findings into a therapeutic treatment that is useful for RSV patients.\"", "article_link": "http://dx.doi.org/10.1038/NCOMMS14158", "url": "http://www.eurekalert.org/pub_releases/2017-02/vfi-sin021317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "VIB (the Flanders Institute for Biotechnology)", "keywords": ["Biology", " Biotechnology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Nature Communications", "description": "Researchers from VIB, UGent, the Geisel School of Medicine at Dartmouth and several collaborators developed a new antiviral strategy to fight human respiratory syncytial virus (RSV), a leading cause of lower respiratory tract infections in children. The approach hinges on the use of single-domain antibodies, also known as Nanobodies®, which target and neutralize a vital protein in the virus, rendering it unable to enter lung cells.", "date": "Mon, 13 Feb 2017 05:00:00 GMT"}