{"institution": "American Academy of Neurology", "title": "Which drugs effectively treat diabetic nerve pain?", "url": "http://www.eurekalert.org/pub_releases/2017-03/aaon-wde032317.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Neurology", "source_link": null, "text": "MINNEAPOLIS - A federal health agency has found certain antidepressants and anti-seizure drugs are among medications that effectively treat diabetic nerve pain. The research is being published simultaneously in the March 24, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology (AAN) and in a more comprehensive report by the Agency for Healthcare Research and Quality (AHRQ). AHRQ is the lead federal agency charged with improving patient safety and the quality of America's health care system.The Centers for Disease Control and Prevention (CDC) says more than 9 percent of the U.S. population has diabetes and an estimated 50 percent of people with diabetes have some form of diabetic peripheral neuropathy, nerve damage caused by high levels of blood sugar, although not all have symptoms. Symptoms can include nerve pain, numbness and tingling in the legs and feet. The longer someone has diabetes, the greater the risk of developing neuropathy, especially for those who have problems controlling blood sugar. Severe neuropathy may eventually lead to the need to consider amputation.\"Providing pain relief for neuropathy is crucial to managing this complicated disease,\" said Julie Waldfogel, PharmD, of The Johns Hopkins Hospital in Baltimore, Md., and author of the systematic review. \"Unfortunately, more research is still needed, as the current treatments have substantial risk of side effects, and few studies have been done on the long-term effects of these drugs.\" A systematic review is an analysis of the results of multiple, carefully designed studies available on a topic. For this systematic review, researchers looked for studies and other systematic reviews conducted after the American Academy of Neurology's 2011 guideline \"Treatment of Painful Diabetic Neuropathy.\" A total of 106 studies were included in the review. Researchers found moderate evidence that the antidepressants duloxetine and venlaxine, which act as serotonin-norepinephrine reuptake inhibitors, were effective in reducing neuropathy-related pain. They also found weak evidence that botulinum toxin, the anti-seizure drugs pregabalin and oxcarbazepine, as well as drugs classified as tricyclic antidepressants and atypical opioids were probably effective in reducing pain.Waldfogel noted that the long-term use of opioids is not recommended for chronic pain due to lack of evidence of long-term benefit and the risk of abuse, misuse and overdose. Researchers noted that while pregabalin works in the same way as gabapentin--both are often used interchangeably in clinical care--this review found gabapentin was not more effective than placebo. This is contrary to the 2011 AAN guideline, which found gabapentin to be probably effective.The seizure drug valproate and capsaicin cream, which were considered probably effective in the 2011 AAN guideline, were ineffective in this meta-analysis. \"We hope our findings are helpful to doctors and people with diabetes who are searching for the most effective way to control pain from neuropathy,\" said Waldfogel. \"Unfortunately, there was not enough evidence available to determine if these treatments had an impact on quality of life. Future studies are needed to assess this.\" There were other limitations. One was that all studies were short-term, less than six months, and all studies on effective drugs had more than 9 percent of participants drop out due to adverse effects. Longer-term outcomes should be evaluated in future studies so that side effects and continued effectiveness of the drugs can be assessed.", "keywords": ["Medicine/Health", " Clinical Trials", " Neurobiology", " Neurochemistry", " Pain", " Physiology"], "description": "A federal health agency has found certain antidepressants and anti-seizure drugs are among medications that effectively treat diabetic nerve pain. The research is being published simultaneously in the March 24, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology (AAN) and in a more comprehensive report by the Agency for Healthcare Research and Quality (AHRQ).", "date": "Fri, 24 Mar 2017 04:00:00 GMT"}