{"title": "Artificial pancreas benefits young children, trial shows", "text": "A pilot study among young children with Type 1 diabetes found that a University of Virginia-developed artificial pancreas helped study participants better control their condition.The goal of the artificial pancreas is to automatically monitor and regulate blood-sugar levels, eliminating the need for people with Type 1 diabetes to stick their fingers to check their blood sugar frequently and manually inject insulin. Developed at the UVA Center for Diabetes Technology, the platform features a reconfigured smartphone running advanced algorithms that is wirelessly linked to a blood-sugar monitor and an insulin pump worn by the patient, as well as to a remote-monitoring site.\"In addition to automatically regulating the amount of insulin to be delivered, another important benefit of the artificial pancreas is to prevent hypoglycemic events that can have catastrophic consequences and is one of the most threatening situations for children with type 1 diabetes and their parents,\" said Daniel R. Chernavvsky, MD, a UVA Center for Diabetes Technology researcher. Chernavvsky is also Chief Medical Officer of TypeZero Technologies, Inc., a digital health and personalized medicine company located in Charlottesville that has licensed the artificial pancreas system.The study compared how well 12 children ages 5-8 were able to control their diabetes using their usual insulin pump and continuous glucose monitor versus with an artificial pancreas adapted for use with young children with parental lockout controls. Children in the trial were followed for 68 hours at a resort using the artificial pancreas, and another 68 hours using their regular home-treatment regimen. While using the artificial pancreas, children in the study had lower average blood-sugar levels and spent more time within the target blood-sugar range without an increase in hypoglycemia, or low blood sugar.\"The data show that the artificial pancreas, which delivers insulin in an automated way to individuals with Type 1 diabetes, appears to be safe and effective for use in young children age 5-8 years,\" said UVA School of Medicine researcher Mark DeBoer, MD. The potential next step, he said, is a study that follows children for a longer time to assess the effectiveness of the artificial pancreas during a child's regular routine at school and home.As UVA researchers continue their work on an artificial pancreas for young children, enrollment is also under way for pivotal clinical trials providing the final tests for the artificial pancreas for people with Type 1 diabetes ages 14 and older.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uovh-apb042817.php", "region": "namerica", "source_link": "http://newsroom.uvahealth.com/about/news-room/archives/artificial-pancreas-benefits-young-children-trial-shows", "funder": "", "meeting": "", "institution": "University of Virginia Health System", "keywords": ["Medicine/Health", " Endocrinology", " Diabetes", " Pediatrics"], "journal": "Diabetes Technology & Therapeutics", "description": "A pilot study among young children with Type 1 diabetes found that a University of Virginia-developed artificial pancreas helped study participants better control their condition.", "date": "Fri, 28 Apr 2017 04:00:00 GMT"}