{"title": "The swollen colon -- cause of chronic inflammation discovered", "text": "Researchers at the University Medical Center of Johannes Gutenberg University Mainz and the German Research Center for Environmental Health, Helmholtz Zentrum München have discovered that too much of the oncogene Bcl-3 leads to chronic intestinal diseases. They describe in Nature Communications exactly how it throws the immune system off-balance.Chronic intestinal disorders such as ulcerative colitis and Crohn's disease are caused by the body's own immune defense system. Sufferers frequently experience episodic symptoms such as abdominal pain, cramps, and diarrhea. Researchers are still trying to identify the precise underlying origins of these problems. A team led by Dr. Nadine Hövelmeyer and Professor Ari Waisman of the Mainz University Medical Center in collaboration with Dr. Elke Glasmacher of Helmholtz Zentrum München has discovered a new mechanism that causes intestinal inflammation. \"With the help of our cooperation partners, we were able to demonstrate that the level of the Bcl-3 protein, which also plays a role in the development of various cancerous diseases, is elevated in the intestinal tract of colitis patients and is indeed a trigger of the disease,\" said Dr. Nadine Hövelmeyer, head of the work group at the Mainz-based Institute for Molecular Medicine. According to the study, Bcl-3 develops its effect on intestinal health through interaction with the so-called regulatory T-cells (Tregs). Their main task is to prevent overreaction of the immune system and to develop a level of tolerance towards the body they serve. Gene blockade in the spotlight\"We were able to demonstrate that Bcl-3 suppresses the activation of Tregs by preventing the necessary genes from being read,\" explained Dr. Elke Glasmacher, head of the team at the Institute for Diabetes and Obesity in Munich. \"Bcl-3 interacts with the transcription factor p50, which is otherwise responsible for activation, and blocks it.\"\"Consequentially, the regulatory T-cells remain passive, the immune system is no longer regulated, and inflammatory processes begin to take place. Experiments using various models have revealed that elevated quantities of Bcl-3 cause certain cells to migrate to the intestines, where they trigger a severe inflammatory response,\" Dr. Sonja Reissig, lead author of the publication and research associate at Mainz University Medical Center, pointed out.\"The results represent a major contribution towards our understanding of chronic intestinal inflammation and hopefully over the long-term will help us discover aspects that we can target with new therapies,\" concluded Hövelmeyer. Her colleague Professor Ari Waisman, Director of the Institute for Molecular Medicine at the Mainz University Medical Center, added: \"We are currently focusing on the search for new active agents that will prevent the interaction between Bcl-3 and p50, thus maintaining normal Treg functionality.\"", "article_link": "http://dx.doi.org/10.1038/NCOMMS15069", "url": "http://www.eurekalert.org/pub_releases/2017-04/jgum-tsc042817.php", "region": "europe", "source_link": "http://www.unimedizin-mainz.de/presse/press-releases/press-releases/newsdatail/article/the-swollen-colon-cause-of-chronic-inflammation-discovered.html?L=1&cHash=fceb903c53312b2160a7fde9bad4aab0", "funder": "", "meeting": "", "institution": "Johannes Gutenberg Universitaet Mainz", "keywords": ["Biochemistry", " Cell Biology", " Molecular Biology", " Medicine/Health", " Endocrinology", " Gastroenterology", " Diabetes"], "journal": "Nature Communications", "description": "Researchers at the University Medical Center of Johannes Gutenberg University Mainz and the German Research Center for Environmental Health, Helmholtz Zentrum München have discovered that too much of the oncogene Bcl-3 leads to chronic intestinal diseases. They describe in Nature Communications exactly how it throws the immune system off-balance.", "date": "Fri, 28 Apr 2017 04:00:00 GMT"}