{"title": "Antibiotics counteract the beneficial effect of whole grain", "text": "According to recommendations from the Danish Veterinary and Food Administration,  adult Danes should consume at least 75 g whole meal a day. However, it is not only the contents of vitamins, minerals and fibers that make whole grain products such as rye bread and oatmeal healthy.Several studies have demonstrated an inverse relationship between intake of whole grain and the risk of developing lifestyle diseases, including cancer, cardiovascular diseases and type 2 diabetes. This concerns specifically lignans, which are diphenolic compounds found in all grain types. The content of lignans are higher in whole grains than in refined grains. Rye, in particular, has a high content of lignans.Once ingested, our intestinal bacteria metabolize the plant lignans into enterolignans, which have a chemical structure similar to oestrogen. The structure of enterolignans is the most likely reason why enterolignans have a positive effect in relation to the development of breast cancer.Gut bacteria are affected negativelyHowever, a large study carried out in a collaboration between Aarhus University and The Danish Cancer Society has now demonstrated that the use of antibiotics may counteract a series of beneficial effects of whole grain intake.The study is based on data from a large Danish cohort study, \"Diets, Cancer and Health\", where more than 57,000 Danes - in the period from 1993 to 1997 - submitted detailed information on their respective diets and lifestyles as well as biological material in the form of blood, adipose tissue, urine and toenails. Subsequently, more than 2200 participants have developed cancer in the period from 1996 to 2009.This particular group of people was examined in detail. Enterolignan levels were measured in blood and the results merged with data on their use of antibiotics, registered in The Danish National Prescription Registry.- It turns out that there is a significant correlation between use of antibiotics and lower enterolignan concentrations in the blood, especially for women. For women, who have used antibiotics up to three months prior to blood sampling the concentration was as much as 40 percent lower than for the women who did not use antibiotics, explains Professor Knud Erik Bach Knudsen, Department of Animal Science at Aarhus University.Presumably, this will also apply to other medicine typesHe further explains that the study indicates that enterolignan levels in the blood is linked to time since use of  antibiotics.He emphasizes that even after several months the concentration is still reduced indicating that the bacteria, which convert plant lignans to enterolignans remains affected for a longer period.- The results confirm our hypothesis, and also point towards the importance of maintaining a restrictive use of antibiotics. You will not achieve the full beneficial effects of whole grain, when the intestinal bacteria are negatively affected by antibiotics. Most likely, it also applies to a number of other compounds present in the diet and which require microbial conversion in order to have a positive effect on health, says Knud Erik Bach Knudsen.Confirmed in pig experimentsIn order to achieve a more thorough understanding of the role  of antibiotics in lignan metabolism, a controlled intervention study with pigs was carried out. This study also demonstrated that antibiotic treatments result in blood enterolignan concentrations that were 37 percent lower than in a control group that was not treated with antibiotics.- This is the first time that an animal experiment confirms a direct relationship between enterolignan concentrations and antibiotic treatments, says Knud Erik Bach Knudsen.As far as we know, this work is also the first to show that the negative effect of antibiotics on enterolactones is dependent on gender. Thus, there is a need for further studies to identify the reasons for this difference.", "article_link": "http://dx.doi.org/10.1021/acs.jproteome.6b00942", "url": "http://www.eurekalert.org/pub_releases/2017-04/au-act042817.php", "region": "europe", "source_link": "http://dca.au.dk/en/current-news/news/show/artikel/antibiotika-modvirker-den-gavnlige-effekt-af-fuldkorn/", "funder": "Innovation Fund Denmark", "meeting": "", "institution": "Aarhus University", "keywords": ["Food/Food Science", " Microbiology", " Nutrition/Nutrients", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients"], "journal": "Journal of Proteome Research", "description": "Antibiotics may impede the health properties of whole grain, especially for women. A recent study conducted by Aarhus University and The Danish Cancer Society demonstrates this. The results emphasize the importance of maintaining a restrictive use of antibiotics.", "date": "Fri, 28 Apr 2017 04:00:00 GMT"}