{"title": "Diabetes app forecasts blood sugar levels", "text": "Researchers have developed a personalized algorithm that predicts the impact of particular foods on an individual's blood sugar levels, according to a new study published in PLOS Computational Biology. The algorithm has been integrated into an app, Glucoracle, which will allow individuals with type 2 diabetes to keep a tighter rein on their glucose levels -- the key to preventing or controlling the major complications of a disease that affects 8 percent of Americans.Medications are often prescribed to help patients with type 2 diabetes manage their blood sugar levels, but exercise and diet also play an important role.\"While we know the general effect of different types of food on blood glucose, the detailed effects can vary widely from one person to another and for the same person over time,\" said lead author David Albers, PhD, associate research scientist in Biomedical Informatics at Columbia University Medical Center (CUMC). \"Even with expert guidance, it's difficult for people to understand the true impact of their dietary choices, particularly on a meal-to-meal basis. Our algorithm, integrated into an easy-to-use app, predicts the consequences of eating a specific meal before the food is eaten, allowing individuals to make better nutritional choices during mealtime.\"The algorithm uses a technique called data assimilation, in which a mathematical model of a person's response to glucose is regularly updated with observational data--blood sugar measurements and nutritional information--to improve the model's predictions, explained co-study leader George Hripcsak, MD, MS, the Vivian Beaumont Allen Professor and chair of Biomedical Informatics at CUMC. Data assimilation is used in a variety of applications, notably weather forecasting.\"The data assimilator is continually updated with the user's food intake and blood glucose measurements, personalizing the model for that individual,\" said co-study leader Lena Mamykina, PhD, assistant professor of biomedical informatics at CUMC, whose team has designed and developed the Glucoracle app.Glucoracle allows the user to upload fingerstick blood measurements and a photo of a particular meal to the app, along with a rough estimate of the nutritional content of the meal. This estimate provides the user with an immediate prediction of post-meal blood sugar levels. The estimate and forecast are then adjusted for accuracy. The app begins generating predictions after it has been used for a week, allowing the data assimilator has learned how the user responds to different foods.The researchers initially tested the data assimilator on five individuals using the app, including three with type 2 diabetes and two without the disease. The app's predictions were compared with actual post-meal blood glucose measurements and with the predictions of certified diabetes educators.For the two non-diabetic individuals, the app's predictions were comparable to the actual glucose measurements. For the three subjects with diabetes, the apps forecasts were slightly less accurate, possibly due to fluctuations in the physiology of patients with diabetes or parameter error, but were still comparable to the predictions of the diabetes educators.\"There's certainly room for improvement,\" said Dr. Albers. \"This evaluation was designed to prove that it's possible, using routine self-monitoring data, to generate real-time glucose forecasts that people could use to make better nutritional choices. We have been able to make an aspect of diabetes self-management that has been nearly impossible for people with type 2 diabetes more manageable. Now our task is to make the data assimilation tool powering the app even better.\"Encouraged by these early results, the research team is preparing for a larger clinical trial. The researchers estimate that the app could be ready for widespread use within two years.This release is based on text provided by the authors.", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005232", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-daf042017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Physiology", " Medicine/Health", " Diagnostics", " Diet/Body Weight", " Hematology", " Physiology", " Public Health", " Bioinformatics"], "journal": "PLOS Computational Biology", "description": "Researchers have developed a personalized algorithm that predicts the impact of particular foods on an individual's blood sugar levels, according to a new study published in PLOS Computational Biology. The algorithm has been integrated into an app, Glucoracle, which will allow individuals with type 2 diabetes to keep a tighter rein on their glucose levels -- the key to preventing or controlling the major complications of a disease that affects 8 percent of Americans.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}