{"title": "Overweight/obese people with diabetes at increased risk of brain abnormalities", "text": "A new study published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) reveals that overweight and obese individuals with early stage type 2 diabetes (T2D) had more severe and progressive abnormalities in brain structure and cognition compared to normal-weight study participants.The research conducted by Dr Sunjung Yoon and Dr In Kyoon Lyoo (Ewha Brain Institute, Ewha Womens University, Seoul, South Korea), Hanbyul Cho (The Brain Institute, University of Utah, Salt Lake City, UT, USA), and colleagues in Korea and the USA looked into the effects of being overweight or obese on the brains and cognitive functions of people with early stage T2D.Chronic T2D is already known to increase the risk of a range of health problems in multiple organs throughout the body. Complications in the brain caused by the disease may accelerate cognitive dysfunction, and even increase the risk of dementia. While the exact mechanism underlying how T2D alters the brain is not fully understood, several metabolic side effects including insulin resistance, poor blood sugar control, and inflammation have been suggested as playing a role.Obesity is linked to an increased risk of T2D and can often precede its onset. Additionally, being overweight has been linked to metabolic dysfunction, which is independently associated with brain alterations, as well as carrying a risk of further exacerbating metabolic abnormalities arising from T2D. Little is known, however, about the effect on the brain of excess weight or obesity in the presence of T2D.A group of 150 Koreans between the ages of 30 and 60 were recruited for the study, comprising 50 overweight/obese individuals with T2D, 50 normal-weight individuals with T2D, and 50 normal-weight control individuals without diabetes. Participants were matched for age and sex across the three groups, and diabetic individuals were also matched for disease duration. Individuals with chronic diabetic complications or major medical, neurological, or psychiatric disorders were excluded from the study, and all those with diabetes had been diagnosed within the previous 5 years and had not received stable insulin therapy.Data about the structure of participants' brains were acquired using magnetic resonance imaging (MRI), which allowed the mean thickness of the cerebral cortex to be measured across its entirety. Participants also underwent cognitive assessments consisting of tests of memory, psychomotor speed, and executive function, as these are known to be affected in people with T2D.The study found that grey matter was significantly thinner in clusters in the temporal, prefrontoparietal, motor and occipital cortices of the brains of diabetic study participants when compared to the non-diabetic control group. Further thinning of the temporal and motor cortices was also observed in the overweight/obese diabetic group, compared to normal-weight diabetics. The team also discovered region-specific changes which suggested that the temporal lobe has a particular vulnerability to the combined effects of having T2D and being overweight or obese.Previous studies have already found that being overweight/obese or having T2D both increase the risk of dementia independently of one another. Atrophy of the temporal lobe has also been identified as one of the earliest observable changes in the large-scale structure of the brain in patients with Alzheimer's disease. The alterations to that region of the brain which were observed in this study may be an indication of how being overweight/obese, having T2D, and the risk of developing dementia are linked.While the study notes that current WHO guidelines that use Body Mass Index (BMI) to classify individuals as overweight or obese do not differ according to ethnic origin, people of Asian ethnicity tend to be more vulnerable to slight increases in BMI, and are at higher risk of T2D than other ethnicities. This vulnerability may be linked to differences at the cellular level as well as a tendency toward insulin resistance, even in lean individuals. The authors note that the potential for ethnic differences in brain vulnerability to T2D and/or obesity may need to be taken into account when interpreting their results.The authors state: \"Furthermore, we found that disease duration-related alterations in cortical thickness and white matter integrity were more prominent in overweight/obese type 2 diabetic individuals than in those with normal weight. A similar trend was also found in psychomotor speed performance. These findings suggest that weight status may play additive roles in T2D-related brain and cognitive alterations.\"They add: \"Our findings also highlight the need for early intervention aimed to reduce risk factors for overweight or obesity in type 2 diabetic individuals to preserve their brain structure and cognitive function.\" The authors stress that the importance of managing insulin resistance during early stage T2D may be greater than previously thought.They caution, however that: \"the current study did not recruit overweight/obese individuals without T2D. Therefore, we could not determine the potential effects of overweight/obesity that are completely independent of type 2 diabetes on metabolic, brain and cognitive measures\", and suggest that \"Further studies using a more elaborate framework are recommended to better describe the independent and combined (additive, synergistic or interactive) effects of T2D and obesity/overweight on the brain.\"The authors conclude: \"An increased awareness of overweight/obesity-related risk is necessary to prevent and manage type 2 diabetes-related brain atrophy and cognitive dysfunction from early stage T2D onward.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/d-opw042517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diabetologia", "keywords": ["Medicine/Health"], "journal": "Diabetologia", "description": "A new study published in Diabetologia (the journal of the European Association for the Study of Diabetes [EASD]) reveals that overweight and obese individuals with early stage type 2 diabetes (T2D) had more severe and progressive abnormalities in brain structure and cognition compared to normal-weight study participants.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}