{"title": "Dr. Sei Lee presented with 2017 Yoshikawa Award for Outstanding Scientific Achievement", "text": "The American Geriatrics Society (AGS) today announced that Sei Lee, MD, MAS, Associate Professor in the Division of Geriatrics at the University of California, San Francisco (UCSF), will be honored with the 2017 Thomas and Catherine Yoshikawa Award for Outstanding Scientific Achievement in Clinical Investigation. A Senior Scholar with the San Francisco VA Quality Scholars fellowship and rising research leader in targeting health care for older adults, Dr. Lee will deliver a plenary presentation on individualizing preventive care for older men and women at the AGS 2017 Annual Scientific Meeting (May 18-20 in San Antonio, Texas).\"Dr. Lee is a skilled clinician and recognized scholar--a model for the multifaceted leadership we hope to inspire at the AGS,\" notes AGS President Ellen Flaherty, PhD, APRN, AGSF. \"The future of geriatrics is rooted in providing high-quality, person-centered care for us all as we age; it's an exciting time to hear about the state of individualized care from an authority like Dr. Lee.\"Dr. Lee's presentation at #AGS17 represents more than 10 years of work examining how the status of our personal health can be used to maximize benefits and minimize harms when it comes to treatments and preventive care.  Among other novel approaches to wellness, Dr. Lee has worked to incorporate life expectancy predictions into prioritizing interventions for older men and women--a critical need for the healthcare professionals who treat us all as we age.Dr. Lee's groundbreaking contributions started with a 2006 publication in JAMA describing a mortality prediction index, now widely known as the \"Lee Index.\" The Lee Index demonstrated that measures of function for older adults were as important to determining mortality as were disease-specific measures traditionally used in health assessments. The Lee Index served as the genesis for Eprognosis, a free web platform developed with colleagues at UCSF that helps to link health status to future clinical care decisions.An AGS member since 2005, Dr. Lee has helped secure more than $6 million in funding for his work across mortality prediction and care for older adults with diabetes and Alzheimer's disease.  Dr. Lee has authored or co-authored more than 60 publications and delivered countless international presentations--now to include his plenary remarks at #AGS17.Announced at the 2016 AGS Annual Scientific Meeting, the Yoshikawa Award recognizes the research accomplishments of mid-career clinician-investigators directly involved in the care of older adults. It is one of several honors conferred by the AGS at its Annual Scientific Meeting--held this year in San Antonio, Texas, May 18-20. For more information, visit AmericanGeriatrics.org.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ags-dsl042717.php", "region": "namerica", "source_link": "http://www.americangeriatrics.org/press/news_press_releases/id:6889", "funder": "", "meeting": "American Geriatrics Society (AGS) 2017 Annual Scientific Meeting (#AGS17)", "institution": "American Geriatrics Society", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Aging"], "journal": "", "description": "The AGS today announced that Sei Lee, MD, MAS, Associate Professor in the Division of Geriatrics at the University of California, San Francisco (UCSF), will be honored with the 2017 Thomas and Catherine Yoshikawa Award for Outstanding Scientific Achievement in Clinical Investigation. Dr. Lee will deliver a plenary presentation on individualizing preventive care for older men and women at the AGS 2017 Annual Scientific Meeting (May 18-20 in San Antonio, Texas).", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}