{"title": "A close look into the barley genome", "text": "Malted barley is used in brewing, and in the unmalted form the grain is processed into pearl barley or flour. A large portion of the world's production is processed into animal food. The objective of barley cultivation is to develop varieties that are resistant to pathogens and that tolerate climate fluctuations.\"The barley genome, which is almost twice as large as the human genome with a very high portion of repetitive elements (transposons), presents a challenge for complete sequencing,\" says first author Heidrun Gundlach, PGSB. \"This is why there was previously only a preliminary, incomplete and incorrect genome sequence.\"Now Gundlach, together with colleagues in an international consortium, has succeeded in creating a new, high quality reference genome sequence for barley, decoding the chromosomal architecture of such large genomes, and getting to the heart of the interaction between genes and transposons.\"Our data allow the first detailed analysis of agronomically and industrially important gene families such as alpha-amylase, an enzyme with special importance in the brewing process,\" adds Dr. Manuel Spannagl, also PGSB. With their new reference, researchers also want to examine the natural diversity of barley at the genomic level. Their findings could significantly accelerate the process to cultivate new varieties, for example, in light of the climate change.The next step calls for the sequencing, analysis, and genomic comparison of further types of barley. Scientists want to determine important characteristics, such as resistances of individual varieties, and apply them to other types.", "article_link": "http://dx.doi.org/10.1038/nature22043", "url": "http://www.eurekalert.org/pub_releases/2017-04/hzm--acl042717.php", "region": "europe", "source_link": "https://www.helmholtz-muenchen.de/en/news/latest-news/press-information-news/article/38826/index.html", "funder": "", "meeting": "", "institution": "Helmholtz Zentrum München - German Research Center for Environmental Health", "keywords": ["Agricultural Production/Economics", " Biology", " Biochemistry", " Biotechnology", " Molecular Biology", " Bioinformatics"], "journal": "Nature", "description": "An international consortium, with the participation of the Helmholtz Zentrum München, Plant Genome and Systems Biology Department (PGSB), has published methodologically significant data on the barley genome. Their findings are contributing to the development of resistant varieties. The publication appeared in Nature.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}