{"title": "Latest advances in artificial intelligence for drug discovery to be presented at the NVIDIA GTC", "text": "Thursday, April 27, Baltimore, MD  - Insilico Medicine, Inc, a big data analytics company specializing in applying the latest advances in deep learning to drug discovery, biomarker development and aging research today announced its participation in the NVIDIA Graphics Technology Conference (GTC). Three scientists from Insilico Medicine will give a 50-minute presentation at the San Jose Convention Center, on Wednesday, May 10, 1:00 PM - 1:50 PM\r\nIn Room 220B, section S7513. The presentation will be titled \"Applications of Generative Adversarial Networks to Drug Discovery in Oncology and Infectious Diseases\". For its pioneering work in the many areas of deep learning techniques applied to drug discovery, biomarker development and longevity research, Insilico Medicine was shortlisted as the top 5 companies with most social impact out of the pool of over 600 companies using NVIDIA cutting-edge high-performance deep learning equipment as part of the Inception Program. AI systems utilizing deep learning techniques already outperformed humans in many tasks including image and voice recognition, medical diagnosis and even in high-risk tasks such as autonomous driving. There is a widespread belief that the next major industry to be dramatically disrupted by AI is the pharmaceutical industry with many advanced outlined in the NVIDIA article titled \"Creating New Drugs, Faster: How AI Promises to Speed Drug Development\". Many of the thought leaders in healthcare AI will come together to present their work at the BioDataWorld West conference in San Francisco, where Alex Zhavoronkov, will chair the pharmaceutical artificial intelligence track. \"NVIDIA is powering the AI revolution and there is almost no hardware alternatives. We are very happy to be one of the pioneers using NVIDIA GPU for advanced deep learning applications for drug discovery. As a young female scientist, who entered this industry through a hackathon just two years ago, I am extremely excited to present our latest research at NVIDIA's flagship annual event\", said Polina Mamoshina, senior research scientist, pharmaceutical artificial intelligence, Insilico Medicine, Inc. Insilico Medicine was the first company to apply deep generative adversarial networks (GANs) to generating anti-cancer drugs with given parameters and published a seminal paper in Oncotarget. The paper published in Molecular Pharmaceutics, demonstrating the applications of deep neural networks for predicting the therapeutic class of the molecule using the transcriptional response data, received the American Chemical Society Editors' Choice Award.Artur Kadurin, the first author of the GAN paper in Oncotarget, formerly the head of the segmentation department at Mail.Ru recently joined Insilico Medicine to head the work on precision drug discovery using GANs and reinforcement learning to develop a new portfolio of high-quality molecular leads. \"I am very excited to present our work on GANs at the GTC conference. At Insilico Medicine we believe that the major competitive advantage is in cross-industry collaborations and we have over 150 research collaborators worldwide working with the many data types and in several areas of research. GTC is one of the conferences, where it is possible to cross-pollinate with the research groups from many industries. If we can use our insights to turn your car into a diagnostic tool, I do not see why we should not do that\", said Artur Kadurin, chief of drug discovery AI, pharmaceutical artificial intelligence, Insilico Medicine, Inc.Through its focus on aging research and drug discovery, Insilico Medicine is bringing the knowledge gap between the consumer and pharmaceutical industries and collaborates with some of the largest pharmaceutical, cosmetics and nutrition companies and academic institutions. In 2016 Insilico Medicine published several seminal proof of concept papers demonstrating the applications of deep learning to drug discovery, biomarker development, and aging research. A study published in Aging proposed a short list of molecules with likely geroprotective effects. In a recently published article at Nature Communications, Insilico Medicine describes a tool that it uses to study the changes in gene expression between young and old tissues and tissues affected by the disease. Another paper demonstrating the ability to predict the chronological age of the patient using a simple blood test, published in Aging, became the second most popular paper in the journal's history.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/imi-lai042517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "NVIDIA Graphics Technology Conference (GTC)", "institution": "InSilico Medicine, Inc.", "keywords": ["Biology", " Business/Economics", " Mathematics/Statistics", " Medicine/Health", " Cancer", " Cardiology", " Gerontology", " Aging", " Technology/Engineering/Computer Science", " Computer Science"], "journal": "", "description": "Insilico Medicine, Inc, is a big data analytics company specializing in applying the latest advances in deep learning to drug discovery, biomarker development and aging research. In the NVIDIA Graphics Technology Conference (GTC), the scientists from Insilico Medicine will present its latest progress on the applications of Generative Adversarial Networks to Drug Discovery in Oncology and Infectious Diseases.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}