{"title": "Exercise and vitamin D better together for heart health", "text": "Johns Hopkins researchers report that an analysis of survey responses and health records of more than 10,000 American adults for nearly 20 years suggests a \"synergistic\" link between exercise and good vitamin D levels in reducing the risk of heart attacks and strokes.Both exercise and adequate vitamin D have long been implicated in reducing heart disease risks, but in a new study -- one not designed to show cause and effect -- the researchers investigated the relationship between these two health factors and their joint role in heart health. Their findings, which were published in the April 1 issue of the Journal of Clinical Endocrinology & Metabolism, identified a positive and direct relationship between exercise and vitamin D levels in the blood, which may provide evidence that exercise may boost vitamin D stores. They also found that the two factors working together seemed to somehow do more than either factor alone to protect the cardiovascular system. The researchers caution that their study is an observational one and that long-term, carefully controlled clinical trials would be needed to establish evidence for cause and effect. Nevertheless, the study does support the notion that exposure to the \"sunshine\" vitamin D and exercise are indicators of good health.\"In our study, both failure to meet the recommended physical activity levels and having vitamin D deficiency were very common\" says Erin Michos, M.D., M.H.S., associate director of preventive cardiology and associate professor of medicine at the Ciccarone Center for the Prevention of Heart Disease at the Johns Hopkins University School of Medicine. \"The bottom line is we need to encourage people to move more in the name of heart health.\" Michos adds that exposure to a few minutes a day of sunlight in non-winter seasons, eating a well-balanced meal that includes oily fish such as salmon, along with fortified foods like cereal and milk, may be enough to provide adequate levels of vitamin D for most adults.For their data analysis, the Johns Hopkins researchers used previously gathered information from the federally funded Atherosclerosis Risk in Communities study beginning in 1987 and collected from 10,342 participants initially free of heart or vascular disease. Information about participants was updated and followed until 2013, and included adults from Forsyth County, North Carolina; Jackson, Mississippi; greater Minneapolis, Minnesota; and Washington County, Maryland. The participants were an average age of 54 at the start of the study and 57 percent were women. Twenty-one percent were African-American, with the remaining participants identifying as white.In the first visit between 1987 and 1989, participants self-reported their exercise levels, which were compared to the American Heart Association recommendations of more than 150 minutes per week of moderate intensity exercise or 75 minutes per week or more of vigorous intensity. The researchers used the information to classify each participant's exercise level as adequate, intermediate or poor. People with adequate exercise levels met the AHA's recommendations, those with intermediate levels exercised vigorously for up to 74 minutes per week or exercised moderately for less than 149 minutes a week, and those classified as poor didn't exercise at all. About 60 percent of the participants had inadequate exercise in the poor or intermediate categories. The researchers converted the exercise to metabolic equivalent tasks (METs), an exercise intensity scale used by cardiologists and other clinicians to assess fitness. They then calculated physical activity levels by multiplying METs by minutes per week of exercise.Reviewing data from the second study visit by each participant between 1990 and 1992, the researchers measured vitamin D levels in the blood by detecting the amount of 25-hydroxyvitamin D. Anyone with less than 20 nanograms per milliliter of 25-hydroxyvitamin D was considered deficient for vitamin D, and levels above 20 nanograms per milliliter were considered adequate. Thirty percent of participants had inadequate vitamin D levels.In the first part of their study, the Johns Hopkins team showed that exercise levels positively corresponded to vitamin D levels in a direct relationship, meaning that the more one exercised, the higher their vitamin D levels seemed. For example, people with adequate exercise had an average 25-hydroxyvitamin D level of 26.6 nanograms per milliliter, those with intermediate exercise had 24.4 nanograms per milliliter, and those with poor exercise had 22.7 nanograms per milliliter. Those meeting recommended levels of exercise at visit 1 had a 31 percent lower risk of being vitamin D deficient at visit 2. Yet, the researchers only saw such a positive relationship between exercise and vitamin D in whites and not African-Americans.In the next part of the study, they found that the most active participants with the highest vitamin D levels had the lowest risk for future cardiovascular disease. Over the 19 years of the study, 1800 adverse cardiac events occurred, including heart attack, stroke or death due to heart disease or stroke. After adjusting the data for age, sex, race, education, smoking, alcohol use, blood pressure, diabetes, high blood pressure medication, cholesterol levels, statin use and body mass index, the researchers found that those people who met both the recommended activity levels and had vitamin D levels above 20 nanograms per milliliter experienced about a 23 percent less chance of having an adverse cardiovascular event than those people with poor physical activity who were deficient for vitamin D. On the other hand, people who had adequate exercise but were vitamin D deficient didn't have a reduced risk of an adverse event. In other words, the combined benefit of having adequate vitamin D and exercise levels was better than either health factor alone. But Michos says that sun exposure may not be the whole story of the direct relationship found between exercise and vitamin D levels, since vitamin D produced by the skin after exposure to sunlight tends to level off when the body makes enough, and the levels in these participants didn't show signs of doing so.  She says this points to evidence that there may be something else going on in the body that causes vitamin D and exercise to positively influence levels of each other. For example, people who exercise may also have other healthy habits that influence vitamin D levels such as lower body fat and a healthier diet. Alternatively, people who exercise may take more vitamin supplements.As for the racial disparity they saw, this could mean promoting physical activity may not be as effective for raising vitamin D levels in African-Americans as in whites. Michos notes that people with darker skin produce vitamin D less efficiently after sun exposure, possibly due to the greater amount of melanin pigment, which acts as a natural sunscreen. African-Americans also tend to have lower levels of 25-hydroxyvitamin D overall but they don't seem to experience the same consequences, such as bone fractures, that whites have with similarly low levels. Michos cautions that people who meet the recommended daily amount of 600 to 800 International Units a day and who have adequate levels of vitamin D don't need to take additional vitamin supplements. \"More isn't necessarily better once your blood levels are above 20 nanograms per milliliter,\" says Michos. \"People at risk of bone diseases, have seasonal depression, or are obese should have their physicians measure vitamin D levels to ensure they're adequate, but for many, the best way to ensure adequate blood levels of the vitamin is from sun exposure, healthy diet, being active and maintaining a normal body weight.\" She adds, \"Just 15 minutes of sunlight in the summer produces about 3000 international units of vitamin D depending on latitude and skin pigmentation, which is equivalent to 30 glasses of milk. Just be sure to use sunscreen if you plan to be outside longer than 15 minutes.\" While the health boost from regular physical activity is undisputed, the benefits of vitamin D supplements haven't yet been proven for heart health. Michos notes that a recent randomized clinical trial published in JAMA Cardiology failed to show any cardiovascular benefit with high-doses of monthly vitamin D supplements among participants living in New Zealand. She says that larger studies including more diverse populations of patients and different dosing regimens are currently on-going and, when published, will provide further insight and guide recommendations for patients.", "article_link": "http://dx.doi.org/10.1210/jc.2016-3743", "url": "http://www.eurekalert.org/pub_releases/2017-04/jhm-eav042517.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/exercise_and_vitamin_d_better_together_for_heart_health", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Heart, Lung, and Blood Institute, Blumenthal Scholars Fund", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Nutrition/Nutrients"], "journal": "Journal of Clinical Endocrinology & Metabolism", "description": "Johns Hopkins researchers report that an analysis of survey responses and health records of more than 10,000 American adults for nearly 20 years suggests a 'synergistic' link between exercise and good vitamin D levels in reducing the risk of heart attacks and strokes.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}