{"title": "Smartphone-controlled cells help keep diabetes in check", "text": "Cells engineered to produce insulin under the command of a smartphone helped keep blood sugar levels within normal limits in diabetic mice, a new study reports. More than 415 million people worldwide are living with diabetes, and frequently need to inject themselves with insulin to manage their blood sugars. Human cells can be genetically engineered into living factories that efficiently manufacture and deliver hormones and signaling molecules, but most synthetic biological circuits don't offer the same degree of sensitivity and precision as digital sensors. Combining living tissues and technology, Jiawei Shao et al. created custom cells that produced insulin when illuminated by far-red light (the same wavelengths emitted by therapy bulbs and infrared saunas). The researchers added the cells to a soft bio-compatible sheath that also contained wirelessly-powered red LED lights to create HydrogeLEDs that could be turned on and off by an external electromagnetic field. Implanting the HydrogeLEDs into the skin of diabetic mice allowed Shao and colleagues to administer insulin doses remotely through a smartphone application. They not only custom-coded the smartphone control algorithms, but designed the engineered cells to produce insulin without any \"cross-talk\" between normal cellular signaling processes. The scientists went on to pair the system with a Bluetooth-enabled blood glucose meter, creating instant feedback between the therapeutic cells and the diagnostic device that helped diabetic animals rapidly achieve and maintain stable blood glucose levels in a small pilot experiment over a period of several weeks. The authors say that successfully linking digital signals with engineered cells represents an important step toward translating similar cell-based therapies into the clinic. A related Focus by Mark Gomelsky highlights the findings further.\r\n", "article_link": "http://dx.doi.org/10.1126/scitranslmed.aal2298", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-sch042417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Science Translational Medicine", "description": "Cells engineered to produce insulin under the command of a smartphone helped keep blood sugar levels within normal limits in diabetic mice, a new study reports.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}