{"title": "Study finds major health benefits linked to indoor temperature variation", "text": "Exposure to environments outside a comfortable temperature could help tackle major metabolic diseases, such as diabetes and obesity, and should be reflected in modern building practices, finds a study published today. This new research reveals how exposure to mildly cold or warm environments, outside the standard comfort zone inside buildings of 21 -- 22 oC, increases metabolism and energy expenditure which may help to tackle obesity. For those with type 2 diabetes, exposure to mild coldness influences glucose metabolism and after 10 days of intermittent cold, patients had increased insulin sensitivity by more than 40%. These results for diabetes treatment are comparable with the best pharmaceutical solutions available. As a result of the positive benefits, the authors advocate that living conditions in modern buildings, such as homes and offices, should be dynamic and incorporate drifting temperatures in order to support healthy human environments. Such measures should go hand in hand with the classical lifestyle factors such diet and physical exercise.The research, \"Healthy Excursions Outside the Thermal Comfort Zone\", published in Building Research & Information, [URL live and free to view 26 April 2017] outlines how preventable metabolic syndrome health conditions, such as obesity and type 2 diabetes, may be influenced by exposure to a variable indoor temperature.The lead author of the study and Professor of Ecological Energetics and Health at Maastricht University Wouter van Marken Lichtenbelt commented, \"It has previously been assumed that stable fixed indoor temperatures would satisfy comfort and health in most people. However, this research indicates that mild cold and variable temperatures may have a positive effect on our health and at the same time are acceptable or even may create pleasure.\"Richard Lorch, editor in chief, commented: \"This ground-breaking research provides a new approach to how we think about the heating and cooling our of buildings. The health benefits from a short exposure to a more varied temperature range will redefine our expectations on thermal comfort.  In turn, this will change our practices for heating and cooling our buildings.\"The research, part of a forthcoming Building Research & Information special issue entitled \"Rethinking Thermal Comfort\", examines the practices of thermal comfort, and offers solutions providing healthier, comfortable, low-energy solutions in buildings. In developed countries, buildings account for up to 40% of energy demand and constitute a significant proportion of CO2 emissions. A reduction in heating and cooling of buildings will have a positive health effect on the occupants, as well as reduce greenhouse gas emissions.", "article_link": "http://dx.doi.org/10.1080/09613218.2017.1307647", "url": "http://www.eurekalert.org/pub_releases/2017-04/tfg-sfm042417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Taylor & Francis Group", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Disease in the Developing World"], "journal": "Building Research & Information", "description": "Exposure to environments outside a comfortable temperature could help tackle major metabolic diseases, such as diabetes and obesity.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}