{"title": "High-fructose diet during and after pregnancy can cause a fatty liver in offspring", "text": "A diet high in fructose-containing sugars eaten during pregnancy or while breastfeeding can cause offspring to have a fatty liver, increasing their chances of developing obesity or type 2 diabetes. This is according to a new rat study published in The Journal of Physiology. Many cereals, sugary soft drinks and other processed foods have fructose-containing sugars, including sucrose and high fructose corn syrup (HFCS). Excess consumption of these sugars is as a major contributor to obesity and type 2 diabetes. Few studies have shown the impact of a diet high in fructose-containing sugars on offspring during and after pregnancy. This research shows that a maternal diet high in fructose-containing sugars during and after pregnancy can cause a fatty liver in offspring. This can negatively impact the metabolic health of the offspring, contributing to the development of obesity or type 2 diabetes in the future.  The researchers gave female rats water supplemented with fructose-containing sugars (sucrose or HFCS) at an amount equivalent to those in standard soft drinks, before, during and after pregnancy. After birth, offspring were weaned by a mother who had access to the same fructose-containing beverage, or by one who had access to water only.  Body weight, fat mass and glucose control in the offspring were measured and tissues were analysed to see the amount and type of fat in their livers. Offspring from mothers who had a diet high in fructose-containing sugars had a detrimental fat content and composition in their livers. This was especially true for offspring who were weaned by mothers who drank the fructose-containing beverage. This shows that the timing of exposure to fructose sugars is important, highlighting implications for breastfeeding mothers.Dr Sheridan Gentili, Senior Lecturer in Biological Sciences at the University of South Australia and lead investigator of the study says, 'This study highlights the importance of maternal nutrition during the lactation period. Guidelines for consuming added sugars or sugar-sweetened beverages during pregnancy should consider this.'She added, 'As there are differences in physiology between humans and rodents, we need to be careful when translating this research directly to humans.'", "article_link": "http://dx.doi.org/10.1113/JP274066", "url": "http://www.eurekalert.org/pub_releases/2017-04/tps-hdd042517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "The Physiological Society", "keywords": ["Biology", " Physiology", " Medicine/Health", " Liver", " Diabetes", " Nutrition/Nutrients", " Physiology"], "journal": "Journal of Physiology: London", "description": "A diet high in fructose-containing sugars eaten during pregnancy or while breastfeeding can cause offspring to have a fatty liver, increasing their chances of developing obesity or type 2 diabetes. This is according to a new rat study published in The Journal of Physiology.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}