{"title": "Xiao-Ming Yin, M.D., Ph.D., to receive the 2017 ASIP Outstanding Investigator Award", "text": "The prestigious ASIP Outstanding Investigator Award recognizes mid-career investigators with demonstrated excellence in research in experimental pathology.  The 2017 recipient of the award is Dr. Xiao-Ming Yin, Louis Y Mazzini Professor of Pathology in the Department of Pathology and Laboratory Medicine at Indiana University School of Medicine and Vice Chair for Clinical Pathology and Director of Laboratories for Indiana University Health. He is being honored with this award for his diligence as an investigator in experimental pathology and molecular diagnostics, ongoing commitment to educating and mentoring young investigators, and professional service. Dr. Yin has published approximately 130 papers, reviews, and book chapters that have been cited over 18,000 times. He is internationally renowned for his seminal contributions to the understanding of the mechanisms of autophagy and apoptosis and their significance in pathological conditions. According to Dr. Kevin Roth, Chair and Professor of Pathology and Cell Biology and Pathologist-in-Chief at New York-Presbyterian/Columbia University Medical Center, \"[Dr. Yin's] group was the first to report a molecular link connecting two major cellular degradation pathways, the autophagic-lysosomal pathway and the proteasome. These two pathways control the degradation of the majority of macromolecules in the cell, but their relationship was largely unknown before Xiao-Ming's work. He demonstrated that endoplasmic reticulum (ER) stress is the pathophysiological  connection between the two systems. Thus, the level of ER stress can regulate the activity of both systems to maintain cellular homeostasis.   Since autophagic degradation, ubiquitin-mediated proteasomal activity and ER stress are broadly involved in diverse biological processes, Dr Yin's landmark work has had broad scientific impact....[and] led to a novel cancer treatment clinical trial in which inhibitors for both degradation systems (hydrochloroquine plus bortezomib) are used in combination.\"More recently, Dr. Yin has focused his attention on autophagy, which protects against cell death in many scenarios and may participate in liver pathogenesis. According to Dr. George Michalopoulos, Maud Menten Professor and Chair in the Department of Pathology at the University of Pittsburgh School of Medicine, \"Dr. Yin has shown that autophagy is critically important for protecting the liver against acute or chronic alcohol consumption, and against high fat diets.... Notably, several FDA-approved drugs, including carbamazepine, could be given in vivo to promote autophagy and to reduce fatty liver condition and liver injury.  Non-alcoholic fatty liver disease (NAFLD) is the most common presentation of the metabolic syndrome, which is a rapidly rising public health concern and can also exhibit obesity, type II diabetes, and dyslipidemia.  There has not been an effective treatment for NAFLD, however Dr Yin's work has revealed a new therapeutic approach for NAFLD with existing FDA-approved drugs.\" Dr. Yin received his MD from Shanghai Medical School, Fudan University, and his PhD in Immunology from the University of Texas Southwestern Medical Center.  He did both his residency and post-doctoral research fellowship at Washington University School of Medicine in St. Louis. He has been a member of ASIP since 2000, a member of the ASIP Program Committee, and is currently serving as an Associate Editor for The American Journal of Pathology. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eb2-xym041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Experimental Biology 2017", "institution": "Experimental Biology 2017", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Microbiology", " Molecular Biology", " Physiology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "The prestigious ASIP Outstanding Investigator Award recognizes mid-career investigators with demonstrated excellence in research in experimental pathology.  The 2017 recipient of the award is Dr. Xiao-Ming Yin, Louis Y Mazzini Professor of Pathology in the Department of Pathology and Laboratory Medicine at Indiana University School of Medicine and Vice Chair for Clinical Pathology and Director of Laboratories for Indiana University Health.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}