{"title": "Study signals need to screen genes for stem cell transplants", "text": "Regenerative medicine using human pluripotent stem cells to grow transplantable tissue outside the body carries the promise to treat a range of intractable disorders, such as diabetes and Parkinson's disease. However, a research team from the Harvard Stem Cell Institute (HSCI), Harvard Medical School (HMS), and the Stanley Center for Psychiatric Research at the Broad Institute of MIT and Harvard has found that as stem cell lines grow in a lab dish, they often acquire mutations in the TP53 (p53) gene, an important tumor suppressor responsible for controlling cell growth and division. Their research suggests that genetic sequencing technologies should be used to screen for mutated cells in stem cell cultures, so that cultures with mutated cells can be excluded from scientific experiments and clinical therapies. If such methods are not employed it could lead to an elevated cancer risk in those receiving transplants.The paper, published online in the journal Nature on April, 26, comes at just the right time, the researchers said, as experimental treatments using human pluripotent stem cells are ramping up across the country. \"Our results underscore the need for the field of regenerative medicine to proceed with care,\" said the study's co-corresponding author Kevin Eggan, an HSCI Principal Faculty member and the director of stem cell biology for the Stanley Center. Eggan's lab in Harvard University's Department of Stem Cell and Regenerative Biology uses human stem cells to study the mechanisms of brain disorders, including amyotrophic lateral sclerosis, intellectual disability, and schizophrenia.The research, the team said, should not discourage the pursuit of experimental treatments but instead be heeded as a call to screen rigorously all cell lines for mutations at various stages of development as well as immediately before transplantation. \"Our findings indicate that an additional series of quality control checks should be implemented during the production of stem cells and their downstream use in developing therapies,\" Eggan said. \"Fortunately, these genetic checks can be readily performed with precise, sensitive, and increasingly inexpensive sequencing methods.\"With human stem cells, researchers can recreate human tissue in the lab.  This enables them to study the mechanisms by which certain genes can predispose an individual to a particular disease. Eggan has been working with Steve McCarroll, associate professor of genetics at Harvard Medical School and director of genetics at the Stanley Center, to study how genes shape the biology of neurons, which can be derived from these stem cells.McCarroll's lab recently discovered a common, precancerous condition in which a blood stem cell in the body acquires a pro-growth mutation and then outcompetes a person's normal stem cells, becoming the dominant generator of his or her blood cells.  People in whom this condition has appeared are 12 times more likely to develop blood cancer later in life.  The study's lead authors, Florian Merkle and Sulagna Ghosh, collaborated with Eggan and McCarroll to test whether laboratory-grown stem cells might be vulnerable to an analogous process. \"Cells in the lab, like cells in the body, acquire mutations all the time,\" said McCarroll, co-corresponding author. \"Mutations in most genes have little impact on the larger tissue or cell line.  But cells with a pro-growth mutation can outcompete other cells, become very numerous, and 'take over' a tissue.  We found that this process of clonal selection - the basis of cancer formation in the body - is also routinely happening in laboratories.\"To find acquired mutations, the researchers performed genetic analyses on 140 stem cell lines--26 of which were developed for therapeutic purposes using Good Manufacturing Practices, a quality control standard set by regulatory agencies in multiple countries. The remaining 114 were listed on the NIH registry of human pluripotent stem cells.\"While we expected to find some mutations in stem cell lines, we were surprised to find that about five percent of the stem cell lines we analyzed had acquired mutations in a tumor-suppressing gene called p53,\" said Merkle.  Nicknamed the \"guardian of the genome,\" p53 controls cell growth and cell death.  People who inherit p53 mutations develop a rare disorder called Li-Fraumeni Syndrome, which confers a near 100 percent risk of developing cancer in a wide range of tissue types.  The specific mutations that the researchers observed are \"dominant negative\" mutations, meaning, when present on even one copy of P53, they are able to compromise the function of the normal protein, whose components are made from both gene copies.  The exact same dominant-negative mutations are among the most commonly observed mutations in human cancers. \"These precise mutations are very familiar to cancer scientists.  They are among the worst P53 mutations to have,\" said Sulagna Ghosh, a co-lead author of the study.The researchers performed a sophisticated set of DNA analyses to rule out the possibility that these mutations had been inherited rather than acquired as the cells grew in the lab. In subsequent experiments, the Harvard scientists found that p53 mutant cells outperformed and outcompeted non-mutant cells in the lab dish. In other words, a culture with a million healthy cells and one p53 mutant cell, said Eggan, could quickly become a culture of only mutant cells. \"The spectrum of tissues at risk for transformation when harboring a p53 mutation include many of those that we would like to target for repair with regenerative medicine using human pluripotent stem cells,\" said Eggan. Those organs include the pancreas, brain, blood, bone, skin, liver and lungs. However, Eggan and McCarroll emphasized that now that this phenomenon has been found, inexpensive gene-sequencing tests will allow researchers to identify and remove from the production line cell cultures with concerning mutations that might prove dangerous after transplantation.The researchers point out in their paper that screening approaches to identify these p53 mutations and others that confer cancer risk already exist and are used in cancer diagnostics. In fact, in an ongoing clinical trial that is transplanting cells derived from induced pluripotent stem cells (iPSCs), gene sequencing is used to ensure the transplanted cell products are free of dangerous mutations. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/hu-ssn042517.php", "region": "namerica", "source_link": null, "funder": "Harvard Stem Cell Institute, Stanley Center for Psychiatric Research, Rosetrees Trust and The Azrieli Foundation, Howard Hughes Medical Institute, Wellcome Trust, Medical Research Council, and others", "meeting": "", "institution": "Harvard University", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Cancer", " Clinical Trials"], "journal": "Nature", "description": "New research shows that as stem cell lines grow in a lab dish, they often acquire mutations in the TP53 (p53) gene, an important tumor suppressor responsible for controlling cell growth. Findings suggest that genetic sequencing technologies should be used to screen for mutated cells in stem cell cultures, so that cultures with mutated cells can be excluded from experiments and therapies.", "date": "Wed, 26 Apr 2017 04:00:00 GMT"}