{"title": "Childhood obesity linked to quadrupled risk of developing type 2 diabetes", "text": "Children with obesity face four times the risk of developing type 2 diabetes compared to children with a body mass index (BMI) in the normal range, according to a study published today in the Journal of the Endocrine Society.Researchers from King's College London looked at electronic health records from one of the largest primary care databases in the world, the UK Clinical Practice Research Datalink, to pull data from 375 general practices. They examined BMI measurements, diabetes diagnosis records, and other data for 369,362 children between the ages of 2 and 15. They found that 654 children and teenagers were diagnosed with type 2 diabetes between 1994 and 2013.In addition, the researchers found that the rate of children developing type 2 diabetes increased from an average of six new cases per 100,000 children each year between 1994 and 1998, to an average of 33 new cases per 100,000 children each year, between 2009 and 2013.Dr Ali Abbasi, lead author from the Division of Health and Social Care Research at King's College London, said: 'As the prevalence of obesity and being overweight has rapidly risen, an increasing number of children and young adults have been diagnosed with diabetes in the United Kingdom since the early 1990s. A child with obesity faces a four-fold greater risk of being diagnosed with diabetes by the age of 25, than their counterpart who is of normal weight.'Diabetes imposes a heavy burden on society as the condition is common and costly to treat. Estimates indicate one in 11 adults has type 2 diabetes, equal to around 415 million people worldwide. Given that diabetes and obesity are preventable from early life, our findings and other research will hopefully motivate the public and policymakers to invest and engage in diabetes prevention efforts.'Researchers also found that 1,318 children were diagnosed with type 1 diabetes during the same period. As expected, they found no association between obesity and the incidence of type 1 diabetes, which is linked to an underlying autoimmune disorder.Criteria to determine obesity in this study was dependent on the child's age - obesity was classified as having a BMI in the top five per cent of the population for their age, as measured by a 1990 study of UK children.", "article_link": "http://dx.doi.org/10.1210/js.2017-00044", "url": "http://www.eurekalert.org/pub_releases/2017-04/kcl-col042417.php", "region": "europe", "source_link": null, "funder": "National Institute Health Research, Biomedical Research Centre, Guy's and St Thomas' NHS Foundation Trust, King's College London", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics", " Public Health"], "journal": "Journal of the Endocrine Society", "description": "Children with obesity face four times the risk of developing type 2 diabetes compared to children with a body mass index (BMI) in the normal range, according to a study published today in the Journal of the Endocrine Society.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}