{"title": "Childhood obesity quadruples risk of developing type 2 diabetes", "text": "WASHINGTON--Children with obesity face four times the risk of developing type 2 diabetes compared to children with a body mass index (BMI) in the normal range, according to a study published in the Journal of the Endocrine Society.Both obesity and diabetes are epidemic health problems. Obesity affects about 12.7 million children and teens in the United States. The SEARCH for Diabetes in Youth study found 3,600 cases of type 2 diabetes were diagnosed in U.S. children and teens each year between 2002 and 2005, according to the Endocrine Society's Endocrine Facts and Figures report.The researchers who published the Journal of the Endocrine Society study found a similar trend in a large-scale analysis of diabetes and obesity rates among British children.\"As the prevalence of obesity and being overweight has rapidly risen, an increasing number of children and young adults have been diagnosed with diabetes in the United Kingdom since the early 1990s,\" said the one of the study's authors, Ali Abbasi, M.D., Ph.D., of King's College London in London, U.K. \"A child with obesity faces a four-fold greater risk of being diagnosed with diabetes by age 25 than a counterpart who is normal weight.\"The cohort study used electronic health records from one of the largest primary care databases worldwide, the U.K. Clinical Practice Research Datalink, to pull data from 375 general practices. The researchers examined BMI measurements, diabetes diagnosis records, and other data for 369,362 children between the ages of 2 and 15. Examining data recorded between 1994 and 2013, the researchers found 654 children and teenagers were diagnosed with type 2 diabetes and 1,318 were diagnosed with type 1 diabetes. Children and teenagers with obesity constituted nearly half of the type 2 diabetes cases--308 in all. The study found no association between obesity and increased incidence of type 1 diabetes, which is linked to an underlying autoimmune disorder.\"Diabetes imposes a heavy burden on society because the condition is common and costly to treat,\" Abbasi said. \"Estimates indicate one in 11 adults has type 2 diabetes, or about 415 million people worldwide. Given that diabetes and obesity are preventable from early life, our findings and other research will hopefully motivate the public and policymakers to invest and engage in diabetes prevention efforts.\"", "article_link": "http://dx.doi.org/10.1210/js.2017-00044", "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-coq042017.php", "region": "namerica", "source_link": null, "funder": "NIHR Biomedical Research Centre at Guy's and St. Thomas' NHS Foundation Trust and King's College London", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Pediatrics", " Public Health"], "journal": "Journal of the Endocrine Society", "description": "Children with obesity face four times the risk of developing type 2 diabetes compared to children with a body mass index (BMI) in the normal range, according to a study published in the Journal of the Endocrine Society.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}