{"title": "Decrease in cardiovascular diseases benefits persons with diabetes", "text": "The incidence of cardiovascular diseases in Sweden has decreased sharply since the late 1990s. These are the findings of a study from Sahlgrenska Academy which included almost three million adult Swedes. In relative terms, the biggest winners are persons with type 1 and type 2 diabetes.\"This is a huge improvement and a testament to the improvements in diabetes and cardiovascular care throughout Sweden,\" says Aidin Rawshani, medical doctor and doctoral student in molecular and clinical medicine.The study, which was published in The New England Journal of Medicine, shows that the incidence of cardiovascular diseases and deaths among individuals with diabetes in Sweden dropped significantly between 1998 and 2014. The population in general exhibited the same trend, albeit to a smaller extent.Among persons with type 1 diabetes, with an average age of 35 years, the incidence pf cardiovascular disease was reduced by 40 per cent during the period in question. In the control group of persons of similar age but without diabetes, the decrease was 10 per cent.Among individuals with type 2 diabetes, with an average age of 65 years, the incidence of cardiovascular disease decreased by 50 per cent. Among control persons of similar age without diabetes, the decrease was 30 per cent.\"We were surprised by the results, specially for persons with diabetes. Some smaller studies in the past have indicated that numbers were improving, but nothing of this magnitude,\" says Aidin Rawshani.In total, approximately 2.96 million individuals were studied, of which 37,000 had type 1 diabetes and 460,000 had type 2 diabetes. The results of the study are based on linked processing of data from the National Diabetes Register, the Cause of Death Register and the part of the Patient register that concerns inpatient care.In addition to matching by age and gender, the groups that were compared were also matched geographically using register data from LISA (the longitudinal integration database for health insurance and labour market studies).The deaths that took place in the groups during the study period were almost exclusively related to cardiovascular disease. Individuals with diabetes have previously shown to suffer a risk of cardiovascular disease and early death that was between two and five times as high as in the general population.\"One of the main findings of the study is that both deaths and the incidence of cardiovascular disease is decreasing in the population, both in matching control groups and among persons with type 1 and type 2 diabetes. One paradoxical finding is that individuals with type 2 diabetes have seen a smaller improvement over time regarding deaths compared to the controls, while persons with type 1 diabetes have made an equal improvement to the controls,\" notes Aidin Rawshani.The positive trends that have been observed in the study are most likely due to an increased use of preventative cardiovascular medicines, advances in the revascularisation of atherosclerotic disease and improved use of instruments for continual blood sugar monitoring, and the fact that Swedish diabetes care has generally worked well with good treatment guidelines and quality assurance efforts.\"Out study and analysis does not include explanations of these trends, but we believe that it is a matter of better control of risk factors, better education patients, better integrated treatment systems for individuals with chronic illnesses and individual care for persons with diabetes. There is often an entire team working with a patient, ensuring that their needs are met,\" says Aidin Rawshani.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uog-dic042517.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//decrease-in-cardiovascular-diseases-benefits-persons-with-diabetes.cid1435669", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "New England Journal of Medicine", "description": "The incidence of cardiovascular diseases in Sweden has decreased sharply since the late 1990s. These are the findings of a study from Sahlgrenska Academy which included almost three million adult Swedes. In relative terms, the biggest winners are persons with type 1 and type 2 diabetes.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}