{"title": "Vitamin A + high-fat diet = increased risk for obesity, diabetes", "text": "Vitamin A is an essential nutrient that the human body needs to function properly. But new research presented today at the American Physiological Society (APS) annual meeting at Experimental Biology 2017 in Chicago suggests that normal levels of vitamin A within a high-fat diet can negatively affect expression of liver genes associated with glucose and fat metabolism.Researchers fed two groups of rats a high-fat diet for eight weeks. One group consumed normal amounts of vitamin A (\"sufficient\"), while the other group ate food that lacked the nutrient (\"deficient\"). The research team measured the rats' body mass (an indicator of concentration of body fat) each week. After six weeks, the deficient group had significantly lower body mass than the sufficient group, a trend that continued through the end of the trial. Fat mass in the liver and the duct surrounding the testicles (epididymis) was also decreased in the deficient group.Expression of a liver protein (Cytochrome P450 26A1) that regulates levels of retinoic acid--a by-product of vitamin A--was higher in the sufficient group. This protein is also involved in the metabolism of fat and cholesterol. The research team also found that expression of genes that control glucose metabolism and insulin signaling pathways were higher in rats that consumed sufficient amounts of vitamin A. These results suggest that vitamin A combined with a high-fat diet may lead to a higher body weight and increased risk of insulin resistance and diabetes.More research is needed to determine how vitamin A status affects humans. However, these findings may be another reminder about the dangers of consuming a high-fat diet. \"Our study [implies] that we should be careful about vitamin A, especially [in] overweight or obese people,\" wrote Heqian Kuang, first author of the study.Heqian Kuang, a graduate student at the University of Tennessee, Knoxville, will present \"Dietary vitamin A intake affects the body mass gain and hepatic gene expression in rats fed a high-fat diet\" in a poster session on Tuesday, April 25, from 12:45 to 3 p.m. CDT in Hall F of the McCormick Place Convention Center.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eb2-va041317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Experimental Biology 2017", "institution": "Experimental Biology 2017", "keywords": ["Nutrition/Nutrients", " Physiology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients"], "journal": "", "description": "Vitamin A is an essential nutrient that the human body needs to function properly. But new research presented today at the American Physiological Society (APS) annual meeting at Experimental Biology 2017 in Chicago suggests that normal levels of vitamin A within a high-fat diet can negatively affect expression of liver genes associated with glucose and fat metabolism.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}