{"title": "Racial, ethnic disparities in pediatric readmission rates for chronic disease vary by condition", "text": "WASHINGTON - Disparities in pediatric readmission rates for chronic conditions such as asthma, depression, diabetes, migraines, and seizures vary, with the lowest one-year readmissions recorded for depression and the highest one-year readmission rates seen for seizure, according to retrospective analyses of hospitalizations at 48 children's hospitals published April 21, 2017 in The Journal of Pediatrics. Health disparities for asthma and diabetes readmissions began to emerge by as early as three weeks after hospitalization; the highest one-year readmission rates for these conditions were seen among non-Latino blacks. Meanwhile, disparities for migraine and seizure readmissions became apparent as early as six weeks after hospitalization, with the highest one-year readmission rates seen in non-Latino whites.\"Children of all races should have equal opportunity to experience the best clinical outcomes. The study findings should help to highlight untapped opportunities to personalize care to reduce readmission disparities,\" says Kavita Parikh, M.D., M.S.H.S., associate professor of pediatrics in the Division of Hospitalist Medicine at Children's National Health System and study lead author. \"For instance, previous studies have pointed to the role of socioeconomic hardships in explaining the disproportionate impact of asthma for African Americans. If we were able to design programs and interventions to ameliorate these socioeconomic factors, perhaps we could lower racial disparities in asthma readmissions,\" Dr. Parikh adds.Hospitals around the nation strive to prevent unnecessary hospital readmissions by ensuring that patients of all races and ethnicities receive effective discharge guidance and appropriate follow-up care. Knowing more about other factors that may weigh on readmission rates could help to better contend with the ongoing challenge.The research team analyzed deidentified hospitalization data from 2013 for children aged 0 to 18 at hospitals that account for roughly 20 percent of the nation's pediatric hospitalizations. A return visit counted as a readmission if the child was readmitted for the same health condition that triggered their initial hospitalization. Because readmissions only counted if they were to the same hospital as the index visit, there is a chance the study understates the degree of disparities. Among children within the study, non-Latino white patients accounted for the majority of readmissions for migraines (56.4 percent) and depression (67.9 percent). Non-Latino blacks registered the highest percentage of asthma readmissions (43.2 percent) followed by non-Latino whites (28.2 percent).The study team called for additional research to help tease out other variables that influence readmission disparities. \"Because many of the readmission disparities we identified persisted well beyond 30 days, that strongly suggests factors at play beyond the quality of hospital care or the clarity of the discharge process,\" Dr. Parikh adds. \"In order to ensure that children across the nation benefit from the very best health care, we need to identify the full spectrum of factors that contribute to health care inequities and fine tune how we manage patients before and after hospitalization to narrow gaps in care.\"", "article_link": "http://dx.doi.org/10.1016/j.jpeds.2017.03.046", "url": "http://www.eurekalert.org/pub_releases/2017-04/cnhs-red042517.php", "region": "namerica", "source_link": null, "funder": "Agency for Healthcare Research and Quality", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health"], "journal": "Journal of Pediatrics", "description": "Disparities in pediatric readmission rates for chronic conditions such as asthma, depression, diabetes, migraines, and seizures vary, with the lowest one-year readmissions recorded for depression and the highest one-year readmission rates seen for seizure, according to retrospective analyses of hospitalizations at 48 children's hospitals published April 21, 2017 in The Journal of Pediatrics.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}