{"title": "TGen-HonorHealth study: High rate of tumor shrinkage among pancreatic cancer patients", "text": "SCOTTSDALE, Ariz. - April 25, 2017 - Adding cisplatin to the standard gemcitabine/nab-paclitaxel drug treatment provided a very high rate of tumor shrinkage for patients with advanced pancreatic cancer, according to the results of a pilot clinical trial conducted by the HonorHealth Research Institute and the Translational Genomics Research Institute (TGen).These statistically significant and clinically meaningful improvements in overall response and survival rates resulted from a phase Ib/II clinical study performed at the HonorHealth Research Institute, a partnership of HonorHealth and TGen.The results were presented during the 2017 Gastrointestinal Cancers Symposium, sponsored by the American Society of Clinical Oncology, in San Francisco. Connecting a global network of more than 40,000 cancer professionals, the society serves as the leading resource for best practices in clinical oncology research and academic and community practices.\"After just three treatment cycles, we saw tumor markers plummet and some patients' tumors shrink significantly in just nine weeks,\" said Gayle Jameson, nurse practitioner and principal investigator of the clinical trial, who is highly encouraged by the response. \"After treatment, two patients had no evidence of disease and are alive over three years after starting this regimen. This is very rare with traditional chemotherapy.\"Dr. Daniel Von Hoff, TGen Distinguished Professor and Physician-in-Chief who devised the clinical trial, agreed: \"Although a small study, the high response rate and landmark evolving median survival are very encouraging, and this regimen is being expanded for patients with stage IV pancreatic cancer.\" Dr. Von Hoff also is chief scientific officer at the HonorHealth Research Institute.Of the 24 evaluable patients (those whose response to a treatment could be measured because enough information was collected) who were enrolled in the study:This pilot clinical trial began in 2013 through a partnership between the HonorHealth Research Institute and TGen. It was funded by Stand Up To Cancer, Mattress Firm, the Arizona Diamondbacks, and the Scottsdale-based Seena Magowitz Foundation. Symptoms of pancreatic cancer usually do not appear until the disease progresses to its late stages, making it difficult to treat. Only about one in four patients survives more than a year after diagnosis, and fewer than 10 percent survive more than five years. Pancreatic cancer this year will take the lives of more than 43,000 Americans, making it the nation's third-leading cause of cancer-related death.The results of this trial are encouraging and deserve additional testing prior to becoming a standard of care for patients with advanced pancreatic cancer. Through research, the HonorHealth Research Institute and TGen aim to provide hope and a better chance for patients to live for years instead of months. The current standard of care for advanced pancreatic cancer -- a combination of nab-paclitaxel and gemcitabine -- was developed by TGen and the HonorHealth Research Institute, and approved by the U.S. Food and Drug Administration in 2013. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ttgr-tsh042517.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-honorhealth-pancreatic-cancer-results.aspx#.WP97DY69bDQ", "funder": "Stand Up To Cancer, Mattress Firm, Arizona Diamondbacks, and Seena Magowitz Foundation", "meeting": "2017 ASCO Annual Meeting", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials"], "journal": "", "description": "Adding cisplatin to standard gemcitabine/nab-paclitaxel drug treatment provided a very high rate of tumor shrinkage for patients with advanced pancreatic cancer, according to the results of a pilot clinical trial conducted by the HonorHealth Research Institute and the Translational Genomics Research Institute (TGen). These statistically significant and clinically meaningful improvements in overall response and survival rates resulted from a phase Ib/II clinical study performed at the HonorHealth Research Institute, a partnership of HonorHealth and TGen.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}