{"title": "Popular belief that saturated fats clog up arteries 'plain wrong' say experts", "text": "The widely held belief among doctors and the public that saturated fats clog up the arteries, and so cause coronary heart disease, is just \"plain wrong,\" contend experts in an editorial published online in the British Journal of Sports Medicine.It's time to shift the focus away from lowering blood fats and cutting out dietary saturated fat, to instead emphasising the importance of eating \"real food,\" taking a brisk daily walk, and minimising stress to stave off heart disease, they insist.Coronary artery heart disease is a chronic inflammatory condition which responds to a Mediterranean style diet rich in the anti-inflammatory compounds found in nuts, extra virgin olive oil, vegetables and oily fish, they emphasise.In support of their argument Cardiologists Dr Aseem Malhotra, of Lister Hospital, Stevenage, Professor Rita Redberg of UCSF School of Medicine, San Francisco (editor of JAMA Internal medicine) and Pascal Meier of University Hospital Geneva and University College London (editor of BMJ Open Heart) cite evidence reviews showing no association between consumption of saturated fat and heightened risk of cardiovascular disease, diabetes, and death.And the limitations of the current 'plumbing theory' are writ large in a series of clinical trials showing that inserting a stent (stainless steel mesh) to widen narrowed arteries fails to reduce the risk of heart attack or death, they say.\"Decades of emphasis on the primacy of lowering plasma cholesterol, as if this was an end in itself and driving a market of 'proven to lower cholesterol' and 'low fat' foods and medications, has been misguided,\" they contend.Selective reporting of the data may account for these misconceptions, they suggest.A high total cholesterol to high density lipoprotein (HDL) ratio is the best predictor of cardiovascular disease risk, rather than low density lipoprotein (LDL). And this ratio can be rapidly reduced with dietary changes such as replacing refined carbohydrates with healthy high fat foods (such as nuts and olive oil), they say.A key aspect of coronary heart disease prevention is exercise, and a little goes a long way, they say. Just 30 minutes of moderate activity a day three or more times a week works wonders for reducing biological risk factors for sedentary adults, they point out.And the impact of chronic stress should not be overlooked because it puts the body's inflammatory response on permanent high alert, they say.All in all, a healthy diet, regular exercise, and stress reduction will not only boost quality of life but will curb the risk of death from cardiovascular disease and all causes, they insist.\"It is time to shift the public health message in the prevention and treatment of coronary artery disease away from measuring serum lipids and reducing dietary saturated fat,\" they write.\"Coronary artery disease is a chronic inflammatory disease and it can be reduced effectively by walking 22 minutes a day and eating real food.\"But, they point out: \"There is no business model or market to help spread this simple yet powerful intervention.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/b-pbt042117.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "British Journal of Sports Medicine", "description": "The widely held belief among doctors and the public that saturated fats clog up the arteries, and so cause coronary heart disease, is just 'plain wrong,' contend experts in an editorial published online in the British Journal of Sports Medicine.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}