{"title": "One step closer to an 'exercise pill'", "text": "Suppressing production of the protein myostatin enhances muscle mass and leads to significant improvements in markers of heart and kidney health, according to a study conducted in mice. Joshua T. Butcher, PhD, a postdoctoral fellow at the Vascular Biology Center at Augusta University, will present the work at the American Physiological Society's annual meeting during the Experimental Biology 2017 meeting, to be held April 22-26 in Chicago.  The researchers zeroed in on myostatin because it is known as a powerful inhibitor of skeletal muscle growth, meaning that people with more myostatin have less muscle mass and people with less myostatin have more muscle mass. Studies suggest obese people produce more myostatin, which makes it harder to exercise and harder to build muscle mass.  \"Given that exercise is one of the most effective interventions for obesity, this creates a cycle by which a person becomes trapped in obesity,\" Butcher said.Obesity is linked with a range of factors that increase the risk of heart disease and diabetes, including high blood pressure, high cholesterol, insulin resistance and kidney damage. The researchers bred four groups of mice: lean and obese mice with uninhibited myostatin production and lean and obese mice that were unable to produce myostatin. As expected, mice that were unable to produce myostatin developed markedly higher muscle mass, though the obese mice remained obese even with more muscle. The obese mice that were unable to produce myostatin showed markers of cardiovascular and metabolic health that were on par with their lean counterparts and dramatically better than obese mice with uninhibited myostatin production. \"In our muscular obese mouse, despite full presentation of obesity, it appears that several of these key pathologies are prevented,\" Butcher said. \"While much more research is needed, at this point myostatin appears to be a very promising pathway for protection against obesity-derived cardiometabolic dysfunction.\"Ultimately, the goal of our research would be to create a pill that mimics the effect of exercise and protects against obesity. A pill that inhibits myostatin could also have applications for muscle wasting diseases, such as cancer, muscle dystrophy and AIDS,\" he added. Joshua Butcher will present this research at 12:45-3 p.m. Tuesday, April 25, in Hall F, McCormick Place Convention Center (poster E266 1011.7) (abstract). Contact the media team for more information or to obtain a free press pass to attend the meeting. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/eb2-osc041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Experimental Biology 2017", "institution": "Experimental Biology 2017", "keywords": ["Biology", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Nutrition/Nutrients", " Physiology", " Public Health", " Exercise"], "journal": "", "description": "Studies show obese people produce elevated levels of a protein called myostatin. A new study shows suppressing myostatin enhanced muscle mass and dramatically improved markers of heart and kidney health in mice, suggesting a promising avenue for new drugs to counter obesity.", "date": "Tue, 25 Apr 2017 04:00:00 GMT"}