{"title": "Nemours Research aims to find new way to improve type 1 diabetes compliance in adolescents", "text": "Jacksonville, FL- Only 21 percent of adolescents with type 1 diabetes maintain the recommended A1C levels, According to the National Institute of Diabetes and Digestive and Kidney Diseases, often related to psychological and behavioral impediments. Researchers from Nemours Children's Health System have been awarded $1.8 million from the National Institutes of Health to develop and test a new Transdisciplinary Care Model, where an advanced practice nurse, psychologist, and dietitian will work together with the patient either in-person or through virtual, telemedicine visits to improve family management of diabetes.The principal investigator of the three-year project is Tim Wysocki, PhD, Co-Director of the Center for Health Care Delivery Science at Nemours in Jacksonville, FL. Endocrinologists Dr. Anthony Gannon from the Nemours/Alfred I. duPont Hospital for Children in Wilmington, DE, and Dr. Matthew Benson from Nemours Children's Hospital in Orlando, FL, will recruit patient participants for the trial.\"The shortage of endocrinologists has been emphasized by the increase of diabetes, specifically type 1, among our youth,\" said Dr. Wysocki. \"With the supply of new endocrinologists being outstripped, it won't be possible for diabetes patients to be seen by endocrinologists at every visit.\"The study, titled Transdisciplinary Versus Usual Care for Type 1 Diabetes in Adolescence, will focus on addressing adolescent struggles with management of the disease. The model will allow for healthcare force multiplication, while also addressing psychosocial barriers to self-care more effectively. There will be 150 patients participating in the trial at Nemours practices in the Delaware Valley and Florida. The Randomized Controlled Trial will compare effects of Usual Care with those of Trans-Disciplinary Care delivered in face-to-face clinic visits or via Telehealth on glycemic control, treatment adherence, healthcare use, T1D-related distress, quality of life, and treatment satisfaction.At the conclusion of the trial, substantial information will be available that could justify and inform a definitive future test of this model. It could also determine if Telehealth or face-to-face delivery of Trans-Disciplinary Care would be better justified for evaluation in a future trial.\"Our team professionals managing this trial in Delaware and Florida were carefully selected due to their exceptional experience on this subject,\" said Wysocki. \"We are looking forward to getting started.\"The study will be done in collaboration with Co-Investigators, Drs. Jessica Pierce and Matthew Benson (Nemours Children's Hospital in Orlando, FL), Drs. Jennifer Shroff Pendley, Julia Price and Anthony Gannon (Nemours/Alfred I. duPont Hospital for Children in Wilmington, DE), and Biostatistician, Dr. Andre Williams (Nemours Children's Specialty Care in Jacksonville, FL).\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/n-nra042417.php", "region": "namerica", "source_link": "https://www.nemours.org/about/mediaroom/press/florida/nemours-awarded-18-million-research-grant.html", "funder": "", "meeting": "", "institution": "Nemours", "keywords": ["Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Pediatrics", " Public Health", " Mental Health", " Researchers/Scientists/Awards"], "journal": "", "description": "Only 21 percent of adolescents with type 1 diabetes maintain the recommended A1C levels, often related to psychological and behavioral impediments. \r\nResearchers from Nemours Children's Health System were awarded $1.8 million from the National Institutes of Health to develop and test a new Transdisciplinary Care Model, where an advanced practice nurse, psychologist, and dietitian will work together with the patient either in-person or through telemedicine visits to improve management of diabetes.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}