{"title": "Forging new defenses against diabetic kidney disease", "text": "BOSTON - (April 24, 2017) - More than 660,000 people in the United States suffer from end-stage kidney disease, which can only be treated by dialysis or kidney transplantation. Almost half of these patients develop the condition as a complication of diabetes. Scientists at Joslin Diabetes Center now have revealed an unexpected route to slow the progression of diabetic kidney disease, targeting a biological pathway that is the main channel for the metabolism of glucose in the cell.The finding builds on an earlier surprise from the Joslin Medalist Study program, which looks for clues on how some people live with type 1 diabetes for more than 50 years with unusually low levels of complications, says George King, M.D., Joslin's Chief Scientific Officer and Professor of Medicine at Harvard Medical School. That previous work documented that among Medalists with similar control of their blood glucose levels, some people developed kidney disease and others did not.Described in a paper in Nature Medicine, the current study set out to find what biological mechanisms might protect the kidneys of healthy Medalists against damage from high blood glucose levels. Using postmortem kidneys donated from generous Medalists, the Joslin team looked at the levels of thousands of proteins expressed in kidney cells that help to filter blood, and compared the results for Medalists with and without kidney disease.The investigators expected to observe that the unhealthy kidneys demonstrate high levels of a host of enzymes that process blood glucose, says King, who is corresponding author on the paper. Increased glucose processing has long been thought to inflict damage on the mitochondria (the cell's power generators), which then produce large amounts of reactive oxygen molecules, which in turn leads to kidney disease.But the Joslin team found just the opposite--much higher levels of these enzymes were detected instead in the protected kidneys.The scientists got another surprise when they followed up on this finding with mouse experiments that exposed specialized kidney cells called \"podocytes\", a key component of the blood filtering, to high levels of glucose. \"Rather than having damaged mitochondria, somehow these cells, when their glucose metabolism is activated, stimulate themselves to make new mitochondria, so the mitochondria actually work better,\" King says.Next, the research team decided to test potential protective treatments by activating a key enzyme in glucose-processing pathways. They picked an enzyme known as PKM2, whose levels almost tripled in healthy Medalists' kidneys compared to diseased kidneys in the study, and which helps the cell take the final step in supplying fuel by the mitochondria. Another reason to pick PKM2 was that cancer researchers have studied the enzyme intensively (because low activity of PKM2 can boost tumor growth) and created many research tools and drug compounds to probe its actions, King says.After colleagues at Sanofi provided an investigational compound that activates PKM2, the team showed that this compound could stop abnormalities in mouse podocytes both in cell culture and in two mouse models of diabetes. The experimenters successfully tested the compound in the two mouse models \"either treating right at the beginning of diabetes, or for reversal of toxic effects after three or four months of diabetes, which is even more difficult,\" King says. Analysis of a small number of kidneys from non-Medalists suggests that similar glucose-processing protective mechanisms may be found in some people with type 2 diabetes as well as type 1 diabetes. Joslin scientists plan to explore kidney disease across a much broader sample of people with diabetes to see if the mechanisms do indeed work across this spectrum, King says.\"Anything we could do to delay the progression of diabetic kidney disease would be very helpful, because the need is great and there hasn't been a new drug in decades,\" he adds. \"This approach also may prove help defend against eye, nerve or other complications of diabetes.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/jdc-fnd042417.php", "region": "namerica", "source_link": "http://www.joslin.org/news/forging-new-defenses-against-diabetic-kidney-disease.html", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases,  JDRF,  Mary Iacocca Research Foundation, Sanofi, Thomas Beatson, Jr. Foundation, Brehm Foundation", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature Medicine", "description": "Scientists at Joslin Diabetes Center have revealed an unexpected route to slow the progression of diabetic kidney disease, targeting a biological pathway that is the main channel for the metabolism of glucose in the cell.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}