{"title": "Georgia State researchers get $2.8 million grant to study cause of diabetic cardiomyopathy", "text": "ATLANTA -- Researchers from Georgia State University's Center for Molecular & Translational Medicine have received a four-year, $2.8 million federal grant to study diabetic cardiomyopathy, diabetes-related changes in the structure and function of the heart muscle.Cardiomyopathy occurs when the heart muscle becomes enlarged, stiffened, thinned out or filled with substances that don't belong in the heart, reducing the heart's ability to pump blood throughout the body. This can lead to irregular heartbeats, the backup of blood into the lungs or rest of the body and heart failure. Diabetes is linked to a higher risk of cardiomyopathy, according to the Centers for Disease Control and Prevention.Dr. Zhonglin Xie, associate professor, and Dr. Ming-Hui Zou, director of the center and a Georgia Research Alliance Eminent Scholar in Molecular Medicine, will use the grant from the National Heart, Lung and Blood Institute of the National Institutes of Health to investigate whether mitochondrial dysfunction in cardiomyocytes, cardiac muscle cells, is a central event in the development of diabetic cardiomyopathy. Mitochondria generate energy for cells.\"The completion of this project will help develop a new model for treating diabetic cardiomyopathy,\" said Xie. \"Diabetic cardiomyopathy is a major cause of heart failure and death in diabetic patients. Currently, there is no effective therapy for this disease because the exact mechanisms by which diabetes causes cardiomyopathy remain unknown.\"The researchers will determine if abnormal expression of the FUN14 domain containing (FUNDC1) protein, an outer-membrane protein of mitochondria, in diabetes leads to cardiomyopathy by impairing mitochondrial function through increases in endoplasmic reticulum (ER)-mitochondria contact. ER is a network of flattened sacs and tubules that extends throughout the fluid that fills cells. The hypothesis will be tested by using pharmacologic and genetic strategies in animal models and cultured cardiomyocytes.The project has two aims. First, the researchers will determine the role of increased FUNDC1 expression in the development of diabetic cardiomyopathy. They will test the hypothesis that enhanced FUNDC1 expression causes cardiac structural damage and dysfunction by compromising mitochondrial function in diabetes. Secondly, the researchers will reveal the mechanism by which FUNDC1 upregulation in diabetes impairs mitochondrial function, leading to cardiomyopathy. They will test the hypothesis that diabetes-enhanced FUNDC1 expression impairs mitochondrial function by promoting ER-mitochondria contact.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/gsu-gsr042417.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/04/20/diabetic-cardiomyopathy/", "funder": "NIH/National Heart, Lung and Blood Institute", "meeting": "", "institution": "Georgia State University", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Diabetes"], "journal": "", "description": "Researchers from Georgia State University's Center for Molecular & Translational Medicine have received a four-year, $2.8 million federal grant to study diabetic cardiomyopathy, diabetes-related changes in the structure and function of the heart muscle.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}