{"title": "Research finds new info about higher number of male babies of Indian-born women in Canada", "text": "TORONTO, April 24, 2017--The researchers who reported last year that more male babies than expected were being born to Indian-born women living in Canada have now found the numbers are driven by women whose mother tongue is Punjabi and, to a lesser extent, Hindi.\r\nResearch published today in the Journal of Obstetrics and Gynecology Canada found that the skewed ratio of male to female babies born to Indian-born women does not change the longer the women live in Canada, as the researchers would have expected it to.\r\nThe study was led by Dr. Marcelo Urquia, a research scientist and assistant professor at the University of Manitoba's Centre for Health Policy and affiliate Scientist at the Centre for Urban Health Solutions of St. Michael's Hospital in Toronto.\r\nIn most of the world, between 103 and 107 boys are born for every 100 girls.  Canadian-born women living in Canada give birth to about 105 boys for every 100 girls.\r\nDr. Urquia published research in 2016 that showed women born in India, who already have two daughters, gave birth to 196 baby boys in Ontario for every 100 girls. The sex ratio increased significantly if the mothers had one abortion prior to the third birth, had more than one abortion, and if they had an abortion after 14 weeks gestation when the sex of the fetus can accurately be determined by an ultrasound.\r\nThe findings suggested that the practice of sex or gender selection, often through abortion, which is known to occur in India, has been imported to Canada. Another paper he published at the same time found that the deficit of baby girls among Indian immigrants was equally evident across all Canadian provinces in the last two decades.\r\nNoting that India is a culturally and linguistically diverse country, Dr. Urquia set out to see whether the practice was more common among some groups.\r\nHe looked at records relating to 46,834 live births to Indian-born women who immigrated to the province of Ontario between 1985 and 2012 and gave birth in Canada between 1993 and 2014. He used data housed by the Institute for Clinical Evaluative Sciences in Ontario, the Immigration, Refugees and Citizenship Canada permanent resident database and the Canadian Institute for Health's Information's Discharge Abstracts Database.\r\nIn today's publication, he reported that among all Indian-born women with two previous daughters elevated male-to-female ratios were particularly evident among women whose mother tongue was Punjabi. At their third birth in Ontario, they had 240 boys for every 100 girls. \r\nThe researchers also examined whether this sex imbalance corrected itself after immigrants spent more time in Canada. Women whose mother tongue was Punjabi gave birth to 213 boys for every 100 girls if they had lived in Canada for less than 10 years and 270 boys for every 100 girls if they had lived in Canada for more than 10 years - the opposite of what researchers would have expected, Dr. Urquia said. Most research about the health of immigrants finds that differences between immigrants and non-immigrants decrease the longer the immigrants live in their new country. \r\nIndian-born women whose mother tongue was Hindi gave birth to 163 boys for every 100 girls overall, 130 boys if they lived in Canada less than 10 years and 217 boys if they lived in Canada for more than 10 years.\r\nWhile this study did not look specifically at what was causing the gender imbalance, Dr. Urquia said the findings suggest it will not be corrected without interventions that include community involvement and education.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/smh-rfn042117.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Fertility", " Health Care Systems/Services", " Gynecology", " Pediatrics", " Demography", " Immigrants & Migration", " Parenting/Child Care/Family"], "journal": "Journal of Obstetrics and Gynecology Canada", "description": "The researchers who reported last year that more male babies than expected were being born to Indian-born women living in Canada have now found the numbers are driven by women whose mother tongue is Punjabi and, to a lesser extent, Hindi.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}