{"title": "Understanding money reduces worry about old age", "text": "People who possess a greater understanding of finance are less likely to fret about life in their twilight years.It seems financial literacy - the ability to understand how money works, enables people to accumulate more assets and income during their lifetime, and so increases confidence for the years ahead.Additionally, financial literacy seemingly engenders a greater perception for risk and enables those who have it to face off later-life's dilemmas with ease.These findings, from Associate Professor Yoshihiko Kadoya of Hiroshima University and Mostafa Saidur Rahim Khan of Nagoya University, stem from a study which asked people from across Japan to answer questions assessing their calculation skills, understanding of pricing behavior, and financial securities such as bonds and stocks.Respondents were also asked about their accumulated wealth, assets, and lifestyle - and to rate the level of anxiety they felt about life beyond 65. \r\nAs the first study to investigate financial literacy as a contributing factor to anxiety about old age, it should prove useful to policy makers in Japan and other developed countries where population aging is a growing concern. The study has thrown up several intriguing findings for economic gurus to mull over. It suggests that financial literacy is not particularly high throughout Japanese society, and that men, and those with a higher level of education are more financially clued-in than women, and those with less education respectively.The overriding thrust is that the more financially literate earn and accumulate more during their lifetime - and thus worry less about growing old. \r\nIt also appears that financial literacy helps shape people's perception towards risk and uncertainty - making them more capable and confident in tackling whatever problems life throws at them.Professor Kadoya says that financial literacy increases our awareness about financial products, builds a capacity to compare all available financial options, and changes our financial behavior - all which bodes well for our perceptions of, and actual experiences during our seniority.While financial literacy taken alone was seen to reduce anxiety - its affect was further heightened by other factors.Married respondents had even lower levels of anxiety about growing old than financially literate singletons. This could be down to married couples together planning more-effectively for the future due to familial responsibilities. Age also plays a significant role, with anxiety levels peaking around 40. The researchers suggest that people at this age have the most home and workplace responsibilities, but with less money and time to support them, increasing anxiety about the here and now - and the journey ahead. Interestingly as people get older their anxiety levels drop off on gaining access to social security, government funded health care and pensions - all taking the sting out of the post-retirement blues. Having dependent children on the other hand increased anxiety levels - presumably due to respondent's worry for their children's wellbeing - as well as their own. The findings should have implications for Japan and other countries where retirees account for a large and rapidly growing share of the population. Although Japan has a universal pension system, its benefits depend on an individual's ability to pay throughout their working life. As in much of the developed world, it is increasingly perceived that a pension is insufficient for daily expenses without a backup pool of savings and assets - putting the financially literate at a distinct advantage.But should we be worrying about our finances in old age at all? Professor Kadoya doesn't think so and says governments need to develop strategies to stem an anxiety pandemic:\"People shouldn't spend time worrying about the future. That is why governments provide pensions, housing, and medical plans. If the perception is that these are not fulfilling their purpose then governments and providers need to look at making them more accessible - if people are still worried then we need to look at educating people about these services that are supplied for their needs.\"\r\n", "article_link": "http://dx.doi.org/10.1080/13669877.2017.1313760", "url": "http://www.eurekalert.org/pub_releases/2017-04/hu-umr041417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Hiroshima University", "keywords": ["Business/Economics", " Calculations/Problem-Solving", " Mortality/Longevity", " Aging", " Health Care Systems/Services", " Quality of Life", " Aging", " Mental Health", " Socioeconomics"], "journal": "Journal of Risk Research", "description": "People who possess a greater understanding of finance are less likely to fret about life in their twilight years. They are also able to face off later-life's dilemmas with ease.\r\n\r\nAs the first study to investigate financial literacy as a contributing factor to anxiety about old age, it should prove useful to policy makers in developed countries where population aging is a growing concern.", "date": "Fri, 14 Apr 2017 04:00:00 GMT"}