{"title": "It's still a bad idea to text while driving even with a head-up display", "text": "Drivers commonly perform secondary tasks while behind the wheel to navigate or communicate with others, which has led to a significant increase in the number of injuries and fatalities attributed to distracted driving. Advances in wearable technology, particularly devices such as Google Glass, which feature voice control and head-up display (HUD) functionalities, raise questions about how these devices might impact driver attention when used in vehicles. New human factors/ergonomics research examines how these interface characteristics can have a deleterious effect on safety.In their Human Factors article,  \"Driving While Interacting With Google Glass: Investigating the Combined Effect of Head-Up Display and Hands-Free Input on Driving Safety and Multitask Performance,\" authors Kathryn Tippey, Elayaraj Sivaraj, and Thomas Ferris observed the performance of 24 participants in a driving simulator. The participants engaged in four texting-while-driving tasks: baseline (driving only), and driving plus reading and responding to text messages via (a) a smartphone keyboard, (b) a smartphone voice-to text system, and (c) Google Glass' voice-to-text system using HUD. The authors found that driving performance degraded regardless of secondary texting task type, but manual entry led to slower reaction times and significantly more eyes-off-road glances than voice-to-text input using both smartphones and Google Glass. Glass' HUD function required only a change in eye direction to read and respond to text messages, rather than the more disruptive change in head and body posture associated with smartphones. Participants also reported that Glass was easier to use and interfered less with driving than did the other devices tested.Tippey, a postdoctoral research fellow at the Center for Research and Innovation in Systems Safety at the Vanderbilt University Medical Center, says, \"Our evidence suggests that adding voice input and using an HUD can make secondary tasks like texting while driving less unsafe. However, regardless of entry or display method, it is not safe to perform these types of secondary task while driving in environments where the workload from driving is already heavy.\"", "article_link": "http://dx.doi.org/10.1177/0018720817691406", "url": "http://www.eurekalert.org/pub_releases/2017-04/hfae-isa041217.php", "region": "namerica", "source_link": "https://www.hfes.org//Web/DetailNews.aspx?ID=433", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Social/Behavioral Science", " Transportation/Travel", " Memory/Cognitive Processes", " Perception/Awareness", " Technology/Engineering/Computer Science", " Computer Science", " Vehicles"], "journal": "Human Factors: The Journal of the Human Factors and Ergonomics Society", "description": "Advances in wearable technology offer new possibilities for in-vehicle interaction but also present new challenges for managing driver attention and regulating device use in vehicles.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}