{"title": "Technique improves breast reduction outcomes", "text": "New Orleans, LA - Research led by Frank Lau, MD, Assistant Professor of Clinical Surgery at LSU Health New Orleans School of Medicine, has found that long-term breast reduction outcomes can be improved by using techniques that minimally disrupt the lower breast suspensory ligaments. The paper, The Sternum-Nipple Distance is Double the Nipple-Inframammary Fold Distance in Macromastia, is published Ahead-of-Print online in the Annals of Plastic Surgery.\r\n\t\"Breast reduction is one of the most commonly performed plastic surgery procedures. The long-term appearance after reduction is not optimized 50% of the time using standard reduction techniques,\" notes lead author Dr. Frank Lau. \"At LSU Health New Orleans, we offer an improved technique that preserves more of the critical breast anatomy. This study provides an anatomical foundation for why our technique may yield better, longer-lasting results.\"\r\n\tAbout 50% of patients who undergo the most commonly used breast reduction technique experience pseudoptosis or \"bottoming out\" as a long-term complication. This occurs when breast tissue drops to the lower portion of the breast independent of nipple position. \r\n\t\"We want our patients to have a long-lasting, aesthetically pleasing breast shape,\" says Lau.\r\n\tBelieving that disruption of the lower suspensory ligaments may be a critical factor because they are stronger than the upper sensory ligaments, the researchers conducted a retrospective review of 208 patients who underwent breast reduction surgery from 2008-2015, studying the results in 400 individual breasts. In all patients, only one reduction technique was performed per patient. Ninety-two percent of the 174 reductions performed with the inferior pedicle technique used a Wise pattern incision, which disrupts the lower suspensory ligaments, and 7.5% used a Boston modification of Robertson technique, which preserves the lower suspensory ligaments. Of the 33 superomedial pedicle reductions, 25 (75.8%) used a Wise pattern incision and 8 (24.2%) used a vertical pattern incision.\r\n\tBy measuring the sternal notch-nipple distance and the nipple-inframammary fold distance ( proxies for upper and lower sensory ligament strength, respectively), the study found a differential rate of stretch - for every 1 cm in upper sensory ligament stretch, the lower sensory ligament length increases by 0.45 cm. This relationship strengthens the researchers' hypothesis that the lower pole ligaments stretch at a significantly slower rate than the upper pole ligaments. An anatomic basis for this differential may exist. A horizontal membrane of dense connective tissue originating at the level of the fifth rib that divides the breast  into segments at the level of the nipple has been described. This division may signify a transition point in sensory ligament strength. On that basis, the authors recommend that techniques such as the Boston modification of Robertson technique should be preferred by surgeons seeking to avoid pseudoptosis. Other advantages of the Boston modification of Robertson technique include decreased operative time and elimination of the \"triple point,\" the most common site of postoperative incision rupture.\r\n\t\"This study is one of the largest breast anthropometry (measurement) studies ever performed,\" says Lau. \"These results help us provide the best breast reduction outcomes to our patients.\"\r\n\t", "article_link": "http://dx.doi.org/10.1097/SAP.0000000000001031", "url": "http://www.eurekalert.org/pub_releases/2017-04/lsuh-tib041317.php", "region": "namerica", "source_link": "http://www.lsuhsc.edu/newsroom/Better%20Breast%20Reduction%20Outcomes.html", "funder": "", "meeting": "", "institution": "Louisiana State University Health Sciences Center", "keywords": ["Business/Economics", " Collaboration", " Health Care", " Education", " Medical Education", " Professional", " Medicine/Health", " Health Professionals", " Surgery", " Perception/Awareness"], "journal": "Annals of Plastic Surgery", "description": "Research led by Frank Lau, M.D., Assistant Professor of Clinical Surgery at LSU Health New Orleans School of Medicine, has found that long-term breast reduction outcomes can be improved by using techniques that minimally disrupt the lower breast suspensory ligaments.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}