{"title": "Think you can handle your alcohol? Study may urge some drinkers to think again", "text": "Heavy drinkers develop behavioral tolerance to alcohol over time on some fine motor tasks, but not on more complex tasks, according to a study led by a Veterans Affairs San Diego Healthcare System researcher. While heavy drinkers showed less impairment than light drinkers on a rote fine motor test over time, they did not perform better on a test involving more short-term memory, motor speed, and more complex cognitive processing.The study offers new insight into the changes and problems that accompany excessive drinking. As the researchers explain, \"The results have implications for our understanding of alcohol-induced impairments across neurobehavioral processes in heavy drinkers and their ongoing risks for alcohol-related consequences over time.\"Lead researcher Dr. Ty Brumback adds, \"The most important thing about the study is that despite heavy drinkers' extensive experience with alcohol, increased speed of metabolism, and lower self-perceived impairment, we show that on a more demanding task they are just as impaired as light drinkers.\" Brumback is a postdoctoral fellow in addiction treatment with VA and the University of California, San Diego.  The study results were published in a March 2017 issue of the journal Psychopharmacology.Many studies have measured how consuming alcohol impairs both cognitive function and motor coordination. Researchers have also observed that people with histories of heavier prolonged drinking often show greater tolerance to alcohol than lighter drinkers. While research has shown that more experienced drinkers are less impaired by alcohol on some performance measures, the degree to which this tolerance changes over time has not been clearly shown.This study sought to answer this question as part of the Chicago Social Drinking Project, led by Dr. Andrea King at the University of Chicago. One-hundred fifty-five young adult volunteers were tested on two cognitive and motor coordination tests at the beginning of the study and again five years later.The study defined a heavy drinker as a person who drank between 10 and 40 alcoholic drinks per week for at least the past two years at the initial testing. This involved consuming more than five drinks at one time for men and more than four for women. Light drinkers were those who had fewer than six drinks per week. Participants maintained these drinking habits across the five years between initial testing and follow-up.Participants completed two psychomotor tasks. In the Grooved Pegboard Test, they were timed moving, inserting, and rotating pegs into slotted holes on a board. This test measures fine motor skills. In the Digit Symbol Substitution Test (DSST), participants were given a legend with different symbols corresponding to numbers. They then had 90 seconds to fill in the correct symbols on a sheet with numbers. The test is designed to assess not only fine motor skills, but also short-term memory and cognitive processing.Brumback explains that a real-world activity such as using keys to unlock a door is similar to manipulating a peg on the Pegboard Test. The DSST is akin to more complex tasks such as remembering directions to a novel location or driving a car.Before each test, participants were given a dose of alcohol that was calculated based on their body weight to bring them to a specific breath alcohol concentration. They were then tested at 30, 60, 120, and 180 minutes after the drink.As expected, all the participants performed worse on both tests when impaired by alcohol. In a prior report, the authors showed that light and heavy drinkers showed similar levels of impairment on both tasks during the initial testing. At the five-year follow-up, both groups showed improvement on both tasks compared with how they had done when tested years earlier, which the authors attribute primarily to practice effects.Heavy drinkers also showed evidence of chemical tolerance to alcohol. Their breath alcohol concentrations decreased faster after drinking at the five-year retest versus the initial test. The result lends support to the idea that heavy drinkers absorb and metabolize alcohol faster than light drinkers.While both groups did better at the follow-up, heavy drinkers showed less impairment on the pegboard than light drinkers relative to their initial testing scores. This did not hold true on the DSST, however. Both heavy and light drinkers showed similar levels of impairment during the follow-up testing.All in all, the results show that sustained heavier drinking may lead to less impairment in simpler fine motor skills relative to lighter drinking, but this tolerance does not help performance on tasks involving more complex motor processing and short-term memory. Thus, faster metabolization of alcohol in heavy drinkers did not lead to better performance on the more complex task.Heavier drinkers may develop behavioral tolerance for several reasons, say the researchers. Repeatedly drinking to intoxication leads to cellular adaptation within the brain, changing the sensitivity to alcohol. Contextual factors also play a part: When people learn a task while drunk, they adapt to performing that task while under the influence.A key point the researchers highlight is that heavy drinkers reported lower self-perceived impairment than light drinkers. They suggest that, for heavy drinkers, lower perceived impairment and higher sensitivity to the stimulating and rewarding effects of alcohol could make the habit more dangerous for them. They may engage in more potentially risky behaviors while drunk because they see their impairment level as lower.Brumback provides an example of how this could play out in the real world: \"Say a heavy drinker is out at a restaurant and becomes intoxicated. When it comes time to leave, this person has only internal and external cues to help make the decision whether to drive home or call a cab. So, if this person tends to perceive herself as less impaired, she gets up from the table and walks to the door, pushes the door open, and walks to her car. These simple motor functions may not provide sufficient feedback for her to decide she is too drunk to drive. Furthermore, when she gets to her car and unlocks the door and even puts the car in gear, she may not be perceiving impairment in these simple tasks. However, once she begins to drive, the cognitive and psychomotor demands increase significantly but the decision to drive has already been made based on the earlier simple tasks.\"In scenarios such as this, alcohol tolerance may in fact lead heavy drinkers to judge that they are not impaired and attempt more difficult tasks. \"Overall, there is a common belief among heavy drinkers that they can 'handle their alcohol' and that many common daily tasks may not be affected by their alcohol use,\" says Brumback. \"The take-home message here is that tolerance to alcohol is not equal across all tasks and is not 'protective' against accidents or injuries while intoxicated, because it may in fact lead the heavy drinker to judge that they are not impaired and attempt more difficult tasks. Making such decisions in the moment is highly risky, because it is based on faulty information.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/varc-tyc041317.php", "region": "namerica", "source_link": "https://www.research.va.gov/currents/1216-6.cfm", "funder": "National Institutes of Health, Department of Veterans Affairs", "meeting": "", "institution": "Veterans Affairs Research Communications", "keywords": ["Social/Behavioral Science", " Addiction", " Alcohol", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychopharmacology", "description": "Heavy drinkers develop behavioral tolerance to alcohol over time on some fine motor tasks, but not on more complex tasks, suggests a study led by a Veterans Affairs San Diego Healthcare System researcher.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}