{"title": "Computer game helps scientists understand animal camouflage", "text": "Online computer games played by more than 30,000 people have helped scientists understand animal camouflage and colour vision. \r\nResearchers from the University of Exeter wanted to know why many animals are dichromats (having two types of colour receptor cells in their eyes) while others, like humans, are trichromats (with three types of colour cells), and how colour vision affects animals' ability to detect camouflaged prey.\r\nGame players were shown photographs and had to find camouflaged nightjar birds or nests containing eggs - either in normal colour or in a version imitating the limited colours seen by the dichromatic vision of predators like mongooses. \r\nThe prevalence of red-green colour blindness in many animals (which is also the most common form of colour blindness in humans) has led scientists to believe there must be some evolutionary advantage to seeing in just two primary colours as opposed to three. \r\nFinding camouflaged prey has often been assumed to be easier for dichromats with red-green colour blindness, as colour has been shown to interfere with animals' ability to detect camouflaged objects. \r\nSo the Exeter team were surprised to discover that trichromats found the nightjars and eggs faster than simulated dichromats. \r\nHowever, there were large differences in the how much the dichromats' capture times were affected by different camouflage types (such as pattern and brightness) compared to trichromats.\r\nOver the course of the egg-hunting game, the dichromats improved faster than trichromats, so that by the end of the game they performed equally well.\r\nIt therefore remains to be seen whether dichromats could eventually learn to overcome the eggs' camouflage better than trichromats.\r\nLead author Dr Jolyon Troscianko, of the University of Exeter's Centre for Ecology and Conservation in Cornwall, said: \"This research demonstrates the power of citizen science - using help from online participants to tackle novel scientific questions.\r\n\"Our findings suggest that the role of colour perception in spotting camouflaged objects is complex, and this could help explain why colour vision with just two receptor types is so widespread in nature.\"\r\nThough dichromats can only see a limited range of colours, they could be better at differentiating between light and dark and at finding hidden objects - an advantage for certain predators. \r\nThe authors studied the camouflage of nightjars and other ground-nesting birds in Zambia, where the nests are hunted by trichromatic animals such as humans, vervet monkeys and baboons, and by dichromats such as mongooses. \r\nMartin Stevens, Associate Professor of Sensory and Evolutionary Ecology at the University of Exeter, said: \"Camouflage is probably the most common type of defence used by prey animals in nature, but the survival advantage it provides will depend on the sensory abilities of the animals that hunt them.\r\n\"We need to know more about how camouflage may be tuned to predator vision, and in turn if and when some types of vision better allow predators to detect camouflaged prey.\"\r\nOne of the main vision differences in nature is the ability to see colour. Some marine mammals have only one type of receptor cell, and so cannot differentiate between colours. \r\nMost mammals are dichromats, while humans, some fish and bees are trichromats. Many birds are tetrachromats - meaning they have four types of colour receptor cell - and some invertebrates have even more.\r\n\r\nThe paper, entitled \"Relative advantages of dichromatic and trichromatic colour vision in camouflage breaking\", is published in the journal Behavioural Ecology. \r\nThe games used in the research are still available to be played online.\r\n", "article_link": "http://dx.doi.org/10.1093/beheco/arw185", "url": "http://www.eurekalert.org/pub_releases/2017-04/uoe-cgh041217.php", "region": "europe", "source_link": null, "funder": "Biotechnology and Biological Sciences Research Council, Royal Society Dorothy Hodgkin Fellowship, BBSRC David Phillips Fellowship", "meeting": "", "institution": "University of Exeter", "keywords": ["Biology", " Biodiversity", " Developmental/Reproductive Biology", " Evolution", " Zoology/Veterinary Science", " Genes"], "journal": "Behavioural Ecology", "description": "Online computer games played by more than 30,000 people have helped scientists understand animal camouflage and color vision.", "date": "Thu, 13 Apr 2017 04:00:00 GMT"}