{"title": "JNeurosci: Highlights from the April 12 issue", "text": "Check out these newsworthy studies from the April 12, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org. Voluntary Exercise, Enriched Environment Reduces Chronic Pain in MiceMedications for chronic pain, such as opioids, carry a risk of dependency and abuse. Complementary, non-drug approaches are being explored to reduce the impact of these side effects, but the effectiveness of these techniques is not well established. In a new study, researchers found that mice housed in a three-story cage equipped with a variety of equipment -- including running wheels, tunnels, and a swing -- showed reduced perception of pain and related anxious behaviors as well as improved performance on an object exploration task compared to control mice housed in a single-story cage without such toys. Voluntary exercise and an enriched environment alleviated chronic pain by promoting the generation of new neurons (neurogenesis) in specific regions of the hippocampus involved in the perception and emotional impact of pain and the impairments in learning and memory that often accompany chronic pain. Although an exercise regimen would be unrealistic for patients with debilitating pain, the authors suggest that other therapies that promote neurogenesis in the hippocampus (for example, changes in diet) could be combined with pharmacological treatments to manage chronic pain.Corresponding author: You Wan, ywan@bjmu.edu.cn  Brain Network Enables Mice to Remember Each OtherThe ability to recognize individuals after time apart is a basic and important skill for social animals, but how the brain consolidates information about other animals is unclear. In this study, researchers briefly introduced mice into the same cage and then brought them back together two or 24 hours later to assess the neural mechanisms involved in recognizing individuals. They found that gene expression in four brain regions -- the hippocampus, medial prefrontal cortex, anterior cingulate cortex, and amygdala -- is required to convert social recognition from short-term to long-term memory. Specifically, they found that the hippocampus acts as a hub connecting and regulating the generation of this social memory. These findings highlight that memory is stored not in a single location but rather in a network of brain regions and that different types of memory may be represented by distinct networks.Corresponding author: Satoshi Kida, kida@nodai.ac.jp ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/sfn-jhf041217.php", "region": "namerica", "source_link": "https://www.sfn.org/Press-Room/News-Release-Archives/2017/JNeurosci-Highlights-From-the-April-12-Issue", "funder": "", "meeting": "", "institution": "Society for Neuroscience", "keywords": ["Biology", " Neurobiology", " Memory/Cognitive Processes", " Stress/Anxiety"], "journal": "Journal of Neuroscience", "description": "Check out these newsworthy studies from the April 12, 2017, issue of JNeurosci. Media interested in obtaining the full text of the studies should contact media@sfn.org.", "date": "Wed, 12 Apr 2017 04:00:00 GMT"}