{"title": "Eyewitness confidence can predict accuracy of identifications, researchers find", "text": "Many individuals have been falsely accused of a crime based, at least in part, on confident eyewitness identifications, a fact that has bred distrust of eyewitness confidence in the U.S. legal system. But a new report challenges the perception that eyewitness memory is inherently fallible, finding that eyewitness confidence can reliably indicate the accuracy of an identification made under certain, \"pristine\" conditions.Psychological scientists John T. Wixted (University of California, San Diego) and Gary L. Wells (Iowa State University), leading researchers in the field of eyewitness memory, joined forces in authoring the report, taking an in-depth look at the available science on eyewitness identifications. Based on their comprehensive analysis, Wixted and Wells conclude that recent advancements in identification procedures warrant reconsideration of the role that eyewitness confidence can play in the legal system.\"The purpose of our article is to explain why a blanket disregard for eyewitness confidence is not only at odds with what has been learned in recent years but can also contribute to both the wrongful conviction of innocent suspects and the unwarranted removal from suspicion of a guilty suspect,\" the researchers write.The report is accompanied by commentaries from several notable experts, including Senior Circuit Judge Andre M. Davis of the United States Court of Appeals for the Fourth Circuit, and renowned memory researcher Elizabeth F. Loftus of the University of California, Irvine. The report and commentaries are published together in Psychological Science in the Public Interest (PSPI), a journal of the Association for Psychological Science.The one factor that matters most in interpreting an eyewitness statement of confidence is timing, Wixted and Wells find. Confidence is only informative at the time that eyewitnesses first make their identification, before they are exposed to various influences that can compromise memory. This is often where courts have erred, the PSPI authors note, allowing witnesses to make confidence statements \"at pretrial hearings or at trial, well after the witness might have undergone serious confidence inflation from repeated identifications, coaching, confirmatory feedback, and so on.\"In addition to timing, accumulated evidence suggests several other procedures that can enhance the reliability of eyewitness identifications. Wixted and Wells provide five recommendations for ensuring these \"pristine conditions,\" such as including only one suspect in a lineup and ensuring that the person administering the lineup does not know who the suspect is.Data suggest that when these pristine conditions are followed, a high-confidence identification implies a high-accuracy identification. When eyewitnesses express low confidence in their identifications, however, the conditions do not matter - low confidence always signifies a high risk of error.\"Instead of being ignored, an initial expression of low confidence should take center stage - overshadowing all other considerations - when a jury's goal is to evaluate the reliability of a suspect ID,\" Wixted and Wells explain.Jurisdictions in the United States are increasingly adopting these kinds of evidence-based eyewitness identification procedures, and yet improvements remain needed. In their commentary, Loftus and co-author Rachel Greenspan (University of California, Irvine) report findings showing that some of the pristine conditions are commonly used by US law enforcement agencies, while others are not. This reality raises the question of what conclusions can be drawn in the many instances when conditions are not pristine.To this point, commentary authors Laura Mickes (Royal Holloway, University of London), Steven E. Clark (University of California, Riverside), and Scott D. Gronlund (University of Oklahoma) present evidence from Wixted and Wells's analyses showing that confidence can indicate accuracy even when the identification conditions are not pristine - thus, for a jury assessing the accuracy of an identification,  knowing how confident the eyewitness was may be more useful than knowing whether she made the identification under pristine conditions.With these issues in mind, Loftus and Greenspan note that \"it is important to emphasize that Wixted and Wells have called to our attention important new findings, significant reanalyses of earlier findings, and provoked a hugely important societal conversation.\"As Judge Davis concludes, \"one can be hopeful that this latest contribution to the ever growing literature will further the ultimate goal of our criminal justice system: to assure, as much as humanly possible, the exoneration of the innocent, while achieving, fairly and transparently, the conviction of the guilty.\"", "article_link": "http://dx.doi.org/10.1177/1529100616686966", "url": "http://www.eurekalert.org/pub_releases/2017-04/afps-ecc041117.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/eyewitness-confidence-can-predict-accuracy-of-identifications-researchers-find.html#.WOzZe_krKUk", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Science/Health and the Law", " Law Enforcement", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Violence/Criminals", " Law Enforcement/Jurisprudence", " Science/Health/Law"], "journal": "Psychological Science in the Public Interest", "description": "Many individuals have been falsely accused of a crime based, at least in part, on confident eyewitness identifications, a fact that has bred distrust of eyewitness confidence in the US legal system. But a new report challenges the perception that eyewitness memory is inherently fallible, finding that eyewitness confidence can reliably indicate the accuracy of an identification made under certain, 'pristine' conditions.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}