{"title": "KU Leuven researchers unravel how stevia controls blood sugar levels", "text": "What makes stevia taste so extremely sweet? And how does the sweetener keep our blood sugar level under control? Researchers at KU Leuven (University of Leuven, Belgium) have discovered that stevia stimulates a protein that is essential for our perception of taste and is involved in the release of insulin after a meal. These results create new possibilities for the treatment of diabetes.Stevia extract is very popular as a non-caloric substitute for sugar. The plant-based sweetener is also believed to have a positive effect on blood sugar levels, although nobody understood why. Koenraad Philippaert and Rudi Vennekens from the KU Leuven Department of Cellular and Molecular Medicine have now revealed the underlying mechanism. They collaborated with other KU Leuven scientists and with researchers from Université catholique de Louvain and University of Oxford. \"Our experiments have shown that the active components of stevia extract, stevioside and steviol, stimulate the ion channel TRPM5,\" Dr Philippaert explains. \"The proteins known as ion channels are a kind of microscopic pathway through which minuscule charged particles enter and leave the cell.\" These channels are behind many processes in the body.\"\"TRPM5 is first and foremost essential for the taste perception of sweet, bitter, and umami on the tongue,\" Philippaert continues. \"The taste sensation is made even stronger by the stevia component steviol, which stimulates TRPM5. This explains the extremely sweet flavour of stevia as well as its bitter aftertaste.\" TRPM5 also ensures that the pancreas releases enough insulin, for instance after a meal. Therefore, it helps prevent abnormally high blood sugar levels and the development of type 2 diabetes. This condition develops if the pancreas releases insufficient amounts of insulin, often as a result of an unhealthy lifestyle. \"If mice consume a high-fat diet for a long period of time they eventually develop diabetes,\" Professor Vennekens explains. \"But this is less the case for mice that also receive a daily dose of stevioside: they are protected against diabetes. Stevia did not have this protective effect on mice without TRPM5. This indicates that the protection against abnormally high blood sugar levels and diabetes is due to the stimulation of TRPM5 with stevia components.\"The study opens up perspectives for the development of new treatments to control or possibly prevent diabetes. \"But we must not get ahead of ourselves,\" warns Philippaert. \"This is fundamental research, and there is still a long way to go before we can think of new treatments for diabetes. For one thing, the dosages that the mice received are much higher than the amount of stevioside found in beverages and other products for human consumption. Further research is necessary in order to show if our findings readily apply to humans. All this means that new treatments for diabetes will not be for the very near future.\"\r\n", "article_link": "http://dx.doi.org/10.1038/NCOMMS14733", "url": "http://www.eurekalert.org/pub_releases/2017-04/kl-klr041117.php", "region": "europe", "source_link": "https://nieuws.kuleuven.be/en/content/2017/ku-leuven-researchers-unravel-how-stevia-controls-blood-sugar-levels", "funder": "", "meeting": "", "institution": "KU Leuven", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Nature Communications", "description": "What makes stevia taste so extremely sweet? And how does the sweetener keep our blood sugar level under control? Researchers at KU Leuven have discovered that stevia stimulates a protein that is essential for our perception of taste and is involved in the release of insulin after a meal. These results create new possibilities for the treatment of diabetes.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}