{"title": "Some strategies to limit sugary drinks may backfire", "text": "In response to policy efforts aimed at limiting individuals' intake of sugary drinks, businesses could enact various strategies that would allow them to comply with the limits while preserving business and consumer choice. New research shows that one of these strategies - offering smaller cup sizes with free refills - can actually increase individual consumption of sugary drinks. The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"Our research provides insight into the effectiveness of a portion limit policy,\" explains behavioral scientist Leslie John of Harvard Business School, first author on the research. \"We identify one circumstance - bundling - where the reduction in purchasing of sugar-sweetened beverages is likely to be realized, and another - refills - where the policy can in certain cases have an unintended consequence of increasing consumption.\"The research was prompted by recent policy efforts, such as a 2012 regulation passed by the New York City Board of Health that restricted sugary drinks sold at restaurants and other food outlets to a maximum serving size of 16 ounces. The regulation was ultimately overturned but it generated heated debate about the appropriateness and effectiveness of addressing public health issues through such means. John and colleagues Grant Donnelly (Harvard Business School) and Christina Roberto (University of Pennsylvania) wondered what the real-life effects of such a policy might be.One way businesses could respond to a portion limit without sacrificing service would be to divide a large drink into two smaller servings, provided together as a bundle. In the first experiment, 623 participants came to the lab and were given an opportunity to buy either a medium or large iced tea or lemonade to drink while they completed other tasks. Importantly, the medium size was always served in one 16-oz cup, but the large was sometimes offered in one 24-oz cup and sometimes bundled as two 12-oz cups.The results showed that bundling seemed to diminish participants' interest in buying the larger option: People were less likely to buy a large drink when it was bundled than when it was presented as one serving. However, it did not affect the further downstream behavior of consumption.But what would happen if participants were offered free refills instead of a bundle? In a second experiment, John and colleagues presented drink options to another group of 470 participants. In some cases, the large drink offered was one 24-oz drink, while in other cases it was a 16-oz drink with free refills. Having to get refills did not seem to deter participants: People were just as likely to buy a large single serving as they were a somewhat smaller serving with refills.Importantly, most of the people who chose to buy the drink with refills did end up getting a refill, and they tended to consume more overall: Participants consumed 44% more calories when they had a drink with refills than when they had a larger single drink.This may have happened, the researchers surmise, because consumers wanted to get their \"money's worth\" - that is, they consumed more of the refill since they had already paid for it.But data from two additional experiments indicate that this unintended increase in consumption can be dampened somewhat by requiring people to get the refills themselves.\"Taken together, these results suggest that this method of complying with a sugary-drink portion limit could have the perverse effect of increasing consumption,\" the researchers write. \"However, requiring the participants to stand up and walk a tiny distance to obtain their refills helped to curb it.\"The findings underscore the role that contextual cues - such as size perception and social image concerns - play in driving what and how much we consume. Harnessing these cues provides one strategy for promoting healthy behavior that preserves individual choice and minimizes impact on businesses, but more research is needed to understand the unintended consequences such strategies might have, John and colleagues conclude.", "article_link": "http://dx.doi.org/10.1177/0956797617692041", "url": "http://www.eurekalert.org/pub_releases/2017-04/afps-sst041017.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/some-strategies-to-limit-sugary-drinks-may-backfire.html", "funder": "NIH/National Institute on Aging", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Food/Food Science", " Nutrition/Nutrients", " Medicine/Health", " Policy/Ethics", " Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Psychological Science", "description": "In response to policy efforts aimed at limiting individuals' intake of sugary drinks, businesses could enact various strategies that would allow them to comply with the limits while preserving business and consumer choice. New research shows that one of these strategies -- offering smaller cup sizes with free refills -- can actually increase individual consumption of sugary drinks.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}