{"title": "Did you catch that? Robot's speed of light communication could protect you from danger", "text": "ITHACA, N.Y. - Cornell University researchers are developing a system to enable teams of robots to share information as they move around, and if necessary, interpret what they see. This would allow the robots to conduct surveillance as a single entity with many eyes. Beyond surveillance, the new technology could enable teams of robots to relieve humans of dangerous jobs such as disposing of landmines, cleaning up after a nuclear meltdown or surveying the damage after a flood or hurricane.\"Once you have robots that cooperate, you can do all sorts of things,\" said Kilian Weinberger, associate professor of computer science, who is collaborating on the project with Silvia Ferrari, professor of mechanical and aerospace engineering, and Mark Campbell, professor of mechanical engineering.Their work, \"Convolutional-Features Analysis and Control for Mobile Visual Scene Perception,\" is supported by a four-year, $1.7 million grant from the U.S. Office of Naval Research. The researchers will call on their extensive experience with computer vision to match and combine images of the same area from several cameras, identify objects and track objects and people from place to place. The work will require groundbreaking research because most prior work in the field has focused on analyzing images from just a single camera as it moves around. The new system will fuse information from fixed cameras, mobile observers and outside sources.The mobile observers might include autonomous aircraft and ground vehicles and perhaps humanoid robots wandering through a crowd. They will send their images to a central control unit, which might also have access to other cameras looking at the region of interest, as well as access to the internet for help in labeling what it sees. What make of car is that? How do you open this container? Identify this person.Knowing the context of a scene, robot observers may detect suspicious actors and activities that might otherwise go unnoticed. A person running may be a common occurrence on a college campus but may require further scrutiny in a secured area.Researchers plan early tests on the Cornell campus, using research robots to \"surveil\" crowded areas while drawing on an overview from existing webcams. This work might lead to incorporating the new technology into campus security.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/cu-dyc041117.php", "region": "namerica", "source_link": "http://news.cornell.edu/stories/2017/04/researchers-link-robots-surveillance-teams", "funder": "Office of Naval Research, National Science Foundation, US Department of Energy", "meeting": "", "institution": "Cornell University", "keywords": ["Technology/Engineering/Computer Science", " Computer Science", " Software Engineering", " Research/Development", " Robotry/Artificial Intelligence"], "journal": "", "description": "If you were monitoring a security camera and saw someone set down a backpack and walk away, you might pay special attention -- especially if you had been alerted to watch that particular person. According to Cornell University researchers, this might be a job robots could do better than humans, by communicating at the speed of light and sharing images.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}