{"title": "Can Latina breast cancer patients and their doctors bridge the cultural divide?", "text": "ANN ARBOR, Michigan - The largest study to date of how Latina breast cancer patients evaluate treatment options highlights the need to counteract language barriers, information overload and a tendency to defer to rather than partner with doctors.\r\nThe new research from the University of Michigan appears in the journal Cancer. It builds upon previous Michigan Medicine studies of doctor-patient communication and decision making in breast cancer.  About the studyMore than 5,000 newly diagnosed women with breast cancer from Los Angeles County and the state of Georgia were surveyed. In designing the study, nearly 100 survey tools were reviewed and considered to ensure that data collection accurately reflected the experiences of a population diverse in race, ethnicity, age, education and level of health literacy. A primary objective was to record the experiences of breast cancer patients characterized as Latinas with low acculturation (Latina-LA). Compared with the other respondent groups, Latina LAs were younger, less educated, with lower health literacy and in poorer health. \"While there is a body of research exploring disparities in care between other groups, for example, comparing whites with African Americans, this is really the first significant look at the vulnerabilities and experiences of this growing group of breast cancer patients,\" says lead author Steven J. Katz, M.D., M.P.H., a U-M professor of medicine and of health management and policy.  Among the many factors measured:Key findingsThe different patient groups surveyed were similar in several ways, including how they learned of their diagnosis, how many consulted with different specialists prior to surgery, and their relatively high opinions of how well providers worked with each other to coordinate care. Significant differences were recorded for some measures, however, especially between Latina LAs and other patient groups. When reviewing treatment options, Latina LAs tended to ask fewer questions and leave treatment decisions to their doctors. They were also more likely to report receiving too much information about tests and treatments, and to give clinicians lower marks for the quality of their communication.\"On balance, the news is encouraging,\" says Katz. \"While we see differences in how some patients comprehend the information we're providing, we don't see significant inequities in how we're providing it. That's something to build on.\"Implications The research bring to life the ways that language barriers, cultural differences and fear of discrimination disadvantage some patients, notably Latina LAs. At the same time, Katz adds that this group tends to be quite resilient and resourceful. \"More than other cohorts we studied, these women relied on informal decision support. They were more likely to bring family members or friends along to doctor visits, and to rely on them to take notes.  \"Our study serves as another reminder that as doctors we need to work harder to be accountable and relate to each patient's unique situation,\" continues Katz, who notes that this research is consistent with his team's prior studies pointing to the need to develop new culturally-tailored, patient centered tools. In the meantime, Katz points to a number of provider strategies to improve communication and shared decision-making with underserved, language-challenged cancer patients:\"While these suggestions may be especially helpful to culturally diverse patients or those whose primary language is not English,\" notes Katz, \"we can and should keep them in mind for all breast cancer patients. We can always do better.\"", "article_link": "http://dx.doi.org/10.1002/cncr.30702", "url": "http://www.eurekalert.org/pub_releases/2017-04/mmu-clb041117.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/rounds/how-doctors-can-bridge-cultural-divide-to-reach-latina-breast-cancer-patients", "funder": "NIH/National Cancer Institute", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Cancer", " Breast Cancer", " Decision-making/Problem Solving"], "journal": "Cancer", "description": "The largest study to date of how Latina breast cancer patients evaluate treatment options highlights the need to counteract language barriers, information overload and a tendency to defer to rather than partner with doctors.", "date": "Tue, 11 Apr 2017 04:00:00 GMT"}