{"title": "Cold temperatures perceived in a photo increase cognitive control", "text": "BEER-SHEVA, Israel...April 10, 2017 - Ben-Gurion University of the Negev (BGU) researchers have demonstrated that the perception of cold temperatures elicits greater cognitive control, even from a photo.\"Metaphorical phrases like 'coldly calculating,' 'heated response,' and 'cool-headed' actually have some scientific validity, which we demonstrate in our study,\" says lead researcher Dr. Idit Shalev of the BGU Department of Education. Dr. Shalev conducted the research with Prof. Nachshon Meiran of the BGU Department of Psychology and their Ph.D. student, Eliran Halali, now of the Department of Psychology at Bar-Ilan University.\"Previous research focused on the actual effect of temperature on the psychological phenomenon known as 'cognitive control,'\" says Dr. Shalev. \"But this is the first time we were able to measure the effects of perceived temperature.\" The study, \"Keep it Cool: Temperature Priming Effect on Cognitive Control,\" was published in Psychological Research.Cognitive control is the ability to deliberately inhibit responses or make choices that maximize the long-term best interests of the individual. For example, when a person is very hungry and sees a sandwich but does not eat it, he is exhibiting cognitive control. The researchers conducted two experiments for the study. In the first, 87 students performed an \"anti-saccade task,\" which requires looking in the opposite direction an object is moving and measures cognitive control. In the second experiment, 28 students were shown images of winter scenery, a temperature-neutral concrete street and a sunny landscape, and told to picture themselves in those settings.\"The result indicated that those viewing the cold landscape did better and that even without a physical trigger, cognitive control can be activated through conceptual processes alone,\" says Dr. Shalev.The researchers state there is a possible explanation for the relation of temperature and cognitive control with social proximity. \"While signals of warmth induce a relaxed attitude, cool signals trigger alertness and a possible need for greater cognitive control.\" ", "article_link": "http://dx.doi.org/10.1007/s00426-016-0753-6", "url": "http://www.eurekalert.org/pub_releases/2017-04/aabu-ctp040717.php", "region": "namerica", "source_link": "https://aabgu.org/picturing-cold-increases-cognitive-control  ", "funder": "", "meeting": "", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Research", "description": "'Previous research focused on the actual effect of temperature on the psychological phenomenon known as 'cognitive control,'' says Dr. Shalev. 'But this is the first time we were able to measure the effects of perceived temperature.'", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}