{"title": "Children notice what adults miss, study finds", "text": "COLUMBUS, Ohio - Although adults can beat children at most cognitive tasks, new research shows that children's limitations can sometimes be their strength.In two studies, researchers found that adults were very good at remembering information they were told to focus on, and ignoring the rest.  In contrast, 4- to 5-year-olds tended to pay attention to all the information that was presented to them - even when they were told to focus on one particular item. That helped children to notice things that adults didn't catch because of the grownups' selective attention.\"We often think of children as deficient in many skills when compared to adults. But sometimes what seems like a deficiency can actually be an advantage,\" said Vladimir Sloutsky, co-author of the study and professor of psychology at The Ohio State University.\"That's what we found in our study. Children are extremely curious and they tend to explore everything, which means their attention is spread out, even when they're asked to focus. That can sometimes be helpful.\"The results have important implications for understanding how education environments affect children's learning, he said.Sloutsky conducted the study with Daniel Plebanek, a graduate student in psychology at Ohio State. Their results were just published in the journal Psychological Science.The first study involved 35 adults and 34 children who were 4 to 5 years old.The participants were shown a computer screen with two shapes, with one shape overlaying the other.  One of the shapes was red, the other green. The participants were told to pay attention to a shape of a particular color (say, the red shape).The shapes then disappeared briefly, and another screen with shapes appeared. The participants had to report whether the shapes in the new screen were the same as in the previous screen.In some cases, the shapes were exactly the same. In other cases, the target shape (the one participants were told to pay attention to) was different. But there were also instances where the non-target shape changed, even though it was not the one participants were told to notice.Adults performed slightly better than children at noticing when the target shape changed, noticing it 94 percent of the time compared to 86 percent of the time for children.\"But the children were much better than adults at noticing when the non-target shape changed,\" Sloutsky said. Children noticed that change 77 percent of the time, compared to 63 percent of the time for adults.\"What we found is that children were paying attention to the shapes that they weren't required to,\" he said. \"Adults, on the other hand, tended to focus only on what they were told was needed.\"A second experiment involved the same participants.  In this case, participants were shown drawings of artificial creatures with several different features.  They might have an \"X\" on their body, or an \"O\"; they might have a lightning bolt on the end of their tail or a fluffy ball.Participants were asked to find one feature, such as the \"X\" on the body among the \"Os.\" They weren't told anything about the other features. Thus, their attention was attracted to \"X\" and \"O\", but not to the other features. Both children and adults found the \"X\" well, with adults being somewhat more accurate than children.But when those features appeared on creatures in later screens, there was a big difference in what participants remembered. For features they were asked to attend to (i.e., \"X\" and \"O\"), adults and children were identical in remembering these features. But children were substantially more accurate than adults (72 percent versus 59 percent) at remembering features that they were not asked to attend to, such as the creatures' tails.\"The point is that children don't focus their attention as well as adults, even if you ask them to,\" Sloutsky said. \"They end up noticing and remembering more.\"Sloutsky said that adults would do well at noticing and remembering the ignored information in the studies, if they were told to pay attention to everything. But their ability to focus attention has a cost - they miss what they are not focused on.The ability of adults to focus their attention - and children's tendency to distribute their attention more widely - both have positives and negatives.\"The ability to focus attention is what allows adults to sit in two-hour meetings and maintain long conversations, while ignoring distractions,\" Sloutsky said.\"But young children's use of distributed attention allows them to learn more in new and unfamiliar settings by taking in a lot of information.\"The fact that children don't always do as well at focusing attention also shows the importance of designing the right learning environment in classrooms, Sloutsky said.\"Children can't handle a lot of distractions. They are always taking in information, even if it is not what you're trying to teach them. We need to make sure that we are aware of that and design our classrooms, textbooks and educational materials to help students succeed.\"Perhaps a boring classroom or a simple black and white worksheet means less distraction and more successful learning,\" Sloutsky added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/osu-cnw040717.php", "region": "namerica", "source_link": "https://news.osu.edu/news/2017/04/10/children-notice/", "funder": "National Institutes of Health, National Institute for Educational Science", "meeting": "", "institution": "Ohio State University", "keywords": ["K-12", " Social/Behavioral Science", " Learning/Literacy/Reading", " Perception/Awareness"], "journal": "Psychological Science", "description": "Although adults can beat children at most cognitive tasks, new research shows that children's limitations can sometimes be their strength. In two studies, researchers found that adults were very good at remembering information they were told to focus on, and ignoring the rest.  In contrast, 4- to 5-year-olds tended to pay attention to all the information that was presented to them - even when they were told to focus on one particular item.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}