{"title": "It's the thought that counts:  The neuro-anatomical basis of forgiveness revealed", "text": "A sports person who has accidentally caused serious injury to a rival. A distracted driver who has caused an accident. Or a colleague who has involuntarily made a very serious error. Even outside the court room we have all been in situations in which we have had to express judgements on specific events on the basis of the seriousness of the incident but also on the intentions of those who caused them. New research by Trieste's SISSA, published in the Scientific Reports journal, has studied the areas of the brain involved in processes which prompt us to forgive those who have seriously, but unintentionally, messed up. Researchers specifically examined the role of a part of the brain, called anterior superior temporal sulcus (aSTS), and discovered that the larger the amount of grey matter in this patch of cortex, the more likely we are to forgive those who have made a serious mistake by accident.  \"Behavioural studies have already shown that when the intention and outcome of an action are conflicting, as in the case of sometimes serious accidental harm, people tend to focus mainly on the intentions when formulating a judgement. And this is more or less a universal feature of mature moral judgments across cultures\", says Indrajeet Patil, a young Indian scientist, the research's primary author and the scholar who carried out this study at Trieste's SISSA before leaving for Harvard University where he continued his academic work. \"To date, however, very few studies have taken on this issue from an anatomical point of view, to gain an understanding of whether differences in the volume and structure of certain areas of the brain might explain variations in moral judgement. This research attempted to explore precisely this aspect\".The research team, led by Giorgia Silani, currently researcher at Vienna University, jointly with Trieste University and Boston College, subjected 50 volunteers to a questionnaire in which 36 stories with 4 potential situations were presented to them: \"Those in which intentional actions could have negative or neutral outcomes. And those in which accidental events could lead to negative or neutral consequences\", explains Silani. \"In each story participants had to express a judgement on a scale of 1 to 7 and answer two questions: \"How responsible should the individual involved in this story be considered?\" and \"How morally acceptable is the individual's behaviour?\". All participants were subjected to magnetic resonance to obtain data on the functioning and structure of their brains\". The images acquired in this way were then analysed for the purposes of studying the anatomy of participants' nervous systems.\"What we discovered was that the volume of grey matter present in a specific area of the brain known as the left anterior superior temporal sulcus (aSTS in jargon) seems to influence individuals' judgements. More specifically the more the aSTS is developed, the more people are inclined to be indulgent with those who have caused harm\", explains Indrajeet Patil.  \"The aSTS was already known to be involved in the ability to represent the mental states (thoughts, beliefs, desires, etc.) of others. According to our conclusions, individuals with more grey matter at aSTS are better able to represent the mental state of those responsible for actions and thus comprehend the unintentional nature of the harm. In expressing judgement they are thus able to focus on this latter aspect and give it priority over the especially unpleasant consequences of the action. For this reason, ultimately, they are less inclined to condemn it severely\". Since structural properties of the brain are physical manifestation of our genomic inheritance and the environment we grew up in, studies like this are helpful in generating exciting new research hypotheses to be investigated in future research.", "article_link": "http://dx.doi.org/10.1038/srep45967", "url": "http://www.eurekalert.org/pub_releases/2017-04/sisd-itt041017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Scuola Internazionale Superiore di Studi Avanzati", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Perception/Awareness"], "journal": "Scientific Reports", "description": "New research by Trieste's SISSA, published in the Scientific Reports, has studied the areas of the brain involved in processes which prompt us to forgive those who have seriously, but unintentionally, messed up. Researchers specifically examined the role of a part of the brain, called anterior superior temporal sulcus (aSTS), and discovered that the larger the amount of grey matter in this patch of cortex, the more likely we are to forgive those who have made a serious mistake by accident.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}