{"title": "Life skills are important for wellbeing in later life", "text": "Life skills, such as persistence, conscientiousness and control, are as important to wealth and wellbeing in later life as they are when people are much younger, according to new research led by UCL.\r\nFive life skills - emotional stability, determination, control, optimism and conscientiousness - play a key role in promoting educational and occupational success in early life but little has been known about their importance in later life. \r\nIn the study, published in the journal PNAS, the academics looked at the impact of these attributes in over 8,000 men and women aged 52 and older who took part in the English Longitudinal Study of Aging.\r\nThe researchers found that people who have more life skills enjoy a range of benefits including greater financial stability, less depression, low social isolation, better health and fewer chronic diseases.\r\nThey benefitted from favourable objective biomarkers in the blood including lower levels of cholesterol and of C-reactive protein, a marker of inflammation relevant to a number of different diseases. They also had smaller waistlines, where fat accumulation is particularly relevant to metabolic and cardiovascular diseases, than people with few life skills.\r\n\"No single attribute was more important than others. Rather, the effects depended on the accumulation of life skills,\" said Professor Andrew Steptoe (UCL Epidemiology and Public Health), who co-led the research.\r\nThe study found a range of health and social outcomes depending on the number of life skills a person has.  For example, the proportion of participants reporting significant depressive symptoms declined from 22.8% among those with low life skills to 3.1% in those with four or five skills.\r\nNearly half the people who reported the highest levels of loneliness had the fewest skills, declining to 10.5% in those with four or five attributes. Regular volunteering rose from 28.7% to 40% with increasing numbers of life skills.\r\nIn terms of health, the proportion of respondents who rated their health as only fair or poor was 36.7% among those with low life skills, falling to 6% in participants with a higher number of attributes.. People with more skills walked significantly faster than those with fewer- walking speed is an objective measure predicting future mortality in older population samples.\r\nAlthough causal conclusions cannot be drawn from observational studies, the researchers took cognitive function, education and family background into account, ruling them out as being responsible for the outcomes associated with life skills. \r\n\"There is research on individual factors such as conscientiousness and optimism in adults, but the combinations of these life skills has not be studied very much before\", said Steptoe.\r\n \"We were surprised by the range of processes - economic, social, psychological, biological, and health and disability related - that seem to be related to these life skills. Our research suggests that fostering and maintaining these skills in adult life may be relevant to health and wellbeing at older ages.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/ucl-lsa040617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Behavior", " Personality/Attitude", " Demography", " Aging", " Mental Health", " Perception/Awareness"], "journal": "Proceedings of the National Academy of Sciences", "description": "Life skills, such as persistence, conscientiousness and control, are as important to wealth and wellbeing in later life as they are when people are much younger, according to new research led by UCL.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}