{"title": "A little inhibition shapes the brain's GPS", "text": "Researchers from King's College London have discovered a specific class of inhibitory neurons in the cerebral cortex which plays a key role in how the brain encodes spatial information. The findings are published in the journal Nature Neuroscience.The cerebral cortex, the brain's outer layer, is responsible for many complex brain functions, such as thought, movement, perception, learning and memory. It is a complex, highly organised, structure, whose function relies on vast networks containing two main groups of nerve cells, or neurons: pyramidal neurons and interneurons. Neurons communicate with each other through chemical and electrical signals that can be excitatory (activating) or inhibitory (deactivating), depending on their class: Pyramidal cells are excitatory neurons whilst interneurons are inhibitory. Importantly, due to their great diversity, interneurons are uniquely placed to orchestrate the activity of neural networks in multiple ways. Understanding the function of specific classes of cortical interneurons is therefore one of the main challenges of contemporary neuroscience. Previous studies have shown that a special type of cortical interneurons, called basket cells, exerts a strongly inhibitory effect on brain circuits. However, their specific contribution to the function of cortical circuits has remained elusive. In their new study, the researchers reveal that one of the main classes of basket cells plays a key role in how the brain represents and remembers our environment, called spatial information coding. The multidisciplinary team of researchers from the Centre for Developmental Neurobiology (CDN) at the Institute of Psychiatry, Psychology & Neuroscience (IoPPN), and the MRC Centre for Neurodevelopmental Disorders (MRC CNDD), found that a particular class of basket cells does not function properly in the absence of a protein called ErbB4, making and receiving fewer connections with other neurons. They also found that the disruption of the connectivity of these cells during brain development causes alterations in brain oscillatory activity and disturbs the function of place cells, a type of pyramidal neuron that becomes active when an animal is located in a particular place in its environment. These developmental defects in the wiring of neural circuits cause very selective alterations in spatial learning and memory in adult mice. Together, these results uncover a novel role for interneurons in the coding of spatial information in mice. 'Our work emphasises the high level of functional specialisation that exist among different classes of neurons in the cerebral cortex. This study also exemplifies how relatively subtle developmental changes in neural circuits have a major impact in function and behaviour in adults', said Professor Oscar Marín, senior co-author of the study and Director of the MRC CNDD and the CDN at King's College London.The present study builds on previous work by the laboratories of Professor Beatriz Rico and Professor Oscar Marín on the role of the disease susceptibility gene ErbB4 in the development of neuronal circuits in the cerebral cortex. In recent years, their work has led to the realisation that cortical inhibitory circuitry is directly involved in cognitive function, and that developmental disruption of the function of cortical interneurons might be linked to the pathophysiology of developmental disorders such as schizophrenia.?Professor Beatriz Rico, senior co-author of the study from the MRC CNDD and the CDN, said: 'Step by step we are building knowledge on how cortical interneurons orchestrate the function of cortical networks. We know that the hippocampus is the brain area where precise maps of spatial information are established. In this study, we have discovered that a subpopulation of inhibitory neurons is essential to maintain the shape and the stability of these maps. Without the proper wiring of these interneurons, the spatial information changes from precise to diffuse and from stable to unstable.'\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/kcl-ali041017.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "King's College London", "keywords": ["Neurochemistry", " Medicine/Health", " Neurobiology", " Neurochemistry", " Social/Behavioral Science", " Mental Health"], "journal": "Nature Neuroscience", "description": "Researchers from King's College London have discovered a specific class of inhibitory neurons in the cerebral cortex which plays a key role in how the brain encodes spatial information. The findings are published in the journal Nature Neuroscience.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}