{"title": "Distracted? Slowing down, not a safe option", "text": "Drivers who slow down while using mobile phones have the potential to increase on-road conflicts, a new QUT study warns.Oscar Oviedo-Trespalacios, from QUT's Centre for Accident Research & Road Safety - Queensland (CARRS-Q), said distracted drivers reducing their speed might sound favourable in terms of safety, but it could also lead to other types of crash risk.\"Drivers frustrated by following slow moving vehicles whose drivers have reduced speed to keep talking on their phones may perform aggressive overtaking manoeuvres, increasing the crash risk for other road users,\" he said.The results of the study Effects of road infrastructure and traffic complexity in speed adaptation behaviour of distracted drivers have been published in the leading road safety journal Accident Analysis and Prevention.Mr Oviedo-Trespalacios said using a mobile phone while driving had been shown to increase crash risk four-fold.\"Young drivers are particularly at risk as there is a greater prevalence of driving while using a mobile phone in this age group.\"While it's illegal to use a handheld mobile phone while driving in Australia research has shown drivers continue to adopt the dangerous practice.\"In a bid to highlight the dangers but also identify possible solutions, Mr Oviedo-Trespalacios' research has looked at the way drivers react and respond to mobile phone use behind the wheel.\"We found that on average distracted drivers travel at about 5km/h slower when following another vehicle and almost 3km/h slower in free-flowing traffic.\"The negative consequences this has on other road users include increased risk of nose-to-tail crashes as a result of sudden stopping,  perception of discourteous or aggressive driver behaviour, as well congestion to the transport system,\" he said.\"I guess the question needs to be asked, do we really want to sacrifice safety, efficiency and courtesy just to have a conversation?\"Mr Oviedo-Trespalacios said the research also suggested ideas for safe ways to use mobile phones while driving.\"We need to consider that if we can't stop drivers using their mobile phones, is there a way to make it safe?\"For example, changing the design of mobile phones so they are context-aware and only work when it is safe to do so.\"Other options maybe looking at advances in technology and developing warning systems that alert drivers when they are distracted, or advise drivers of when it is safe to use their phone handsfree.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/quot-dsd041017.php", "region": "africa", "source_link": "https://www.qut.edu.au/news/news?news-id=116503", "funder": "", "meeting": "", "institution": "Queensland University of Technology", "keywords": ["Medicine/Health", " Death/Dying", " Trauma/Injury", " Social/Behavioral Science", " Behavior", " Death/Dying", " Transportation/Travel", " Memory/Cognitive Processes", " Technology/Engineering/Computer Science"], "journal": "Accident Analysis and Prevention", "description": "Drivers who slow down while using mobile phones have the potential to increase on-road conflicts, a new QUT study warns. Oscar Oviedo-Trespalacios, from QUT's Centre for Accident Research & Road Safety -- Queensland (CARRS-Q), said distracted drivers reducing their speed might sound favorable in terms of safety, but it could also lead to other types of crash risk.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}