{"title": "Mysterious outbreak of disfiguring tropical disease in western Uganda linked to decades of walking barefoot in volcanic soils", "text": "Oakbrook Terrace, Ill. (April 10, 2017)--A puzzling surge in western Uganda patients diagnosed with a painful, disfiguring skin condition known as elephantiasis was caused not by the parasitic worms typically associated with the affliction, but by long-term exposure to irritating soil minerals absorbed while walking barefoot, according to a new study published today in the American Journal of Tropical Medicine and Hygiene.The investigation by a team of experts from the Uganda Ministry of Health, the World Health Organization (WHO) and U.S. Centers for Disease Control and Prevention (CDC) was prompted by what appeared to be a relatively recent and intense outbreak of elephantiasis in 2014 and 2015 in the Kamwenge District of Western Uganda, an area not previously known to harbor the inflammatory disease.  While the people affected had painful swelling and ulcerating sores associated with the condition, they lacked evidence of the microscopic filarial worms that cause the most common form of elephantiasis, a condition known as lymphatic filariasis.  After reviewing the medical history of 52 of the victims, scientists concluded they were suffering from a form of elephantiasis podoconiosis--which also meant this was no sudden outbreak.\"People can be suffering from podoconiosis, a non-infectious disease, for decades before it becomes obvious that they are developing elephantiasis,\" said Christine Kihembo, MD, a senior field epidemiologist with the Ugandan Ministry of Health and the lead author of the study. \"Many of the people affected in Western Uganda probably had been suffering silently without help for more than 30 years.\" Podoconiosis is caused by repeatedly walking barefoot in volcanic soils, which contain tiny, sharp mineral crystals that can penetrate the soles of the feet. For some people, once these crystals are under the skin, they provoke repeated cycles of inflammation. Over time, the inflammation produces a build-up of scar tissue that eventually blocks lymphatic vessels and produces dramatic and disabling swelling and open sores in the lower legs.According to the WHO, this type of elephantiasis is typically associated with farming and years of working barefoot in freshly turned soil. But Kihembo said that until about 50 years ago, the area of Uganda where the patients she studied live was completely covered with forest and grasslands. According to the report, in the 1960s, a large migration of people swept into the area in search of farmland \"and subsequently, the soils were laid bare.\" But early signs of the disease went undetected because neither the settlers nor healthcare workers in the region had any experience with podoconiosis, which is known to occur in some parts of Eastern Uganda, but is more commonly described in Ethiopia. The WHO estimates at least 1 million people in Ethiopia are estimated to be affected by podoconiosis, but it affects other parts of Africa along with volcanic regions of Southeast Asia and Central and South America as well.  Investigations by the researchers revealed patients who for many years had suffered routine bouts of itching, foot pain and swelling that were dismissed as minor problems. The scientists ultimately concluded that \"contrary to the perception that an outbreak of elephantiasis had occurred in the area, we have uncovered a chronic neglected tropical disease with a relatively stable annual incidence over the last 30 years.\"According to the study, the mean age of those diagnosed with elephantiasis in the region is 48 years old. However, the scientists believe the disease process itself likely began when the victims were much younger.Evidence shows that the easiest way to prevent podoconiosis is for people to wear shoes and regularly wash their feet. Indeed, many of the patients in the study reported frequently digging in the soil to grow crops and never wearing shoes or washing their feet after being barefoot in the soil. There is now an effort underway in the region to conduct a public health education campaign to focus on the importance of better foot hygiene.  Kihembo noted there have been some misperceptions in the community about the cause of the disease. For example, she said that when word got out that people were suffering from a condition called elephantiasis, a rumor spread that it was caused by dung from elephants that live in surrounding forests and occasionally stroll through local farms.  And even when people understand the real cause, the solution is not as simple as it may sound, Kihembo said. \"It can be a challenge to get people to focus on foot hygiene in a poor, rural community where there are many hardships, and going barefoot is not generally viewed as one of them,\" she said. Kihembo said flagging early signs of the disease is crucial because proper foot care can prevent it from progressing any further. Eventually, podoconiosis reaches a \"point of no return\" where the swelling cannot be reversed, she said. \"People end up being isolated and stigmatized by the disease and they can develop secondary infections due to the ulcers on the skin, all of which cause a further decline in their health and their ability to be productive members of the community,\" Kihembo said. \r\nThe podoconiosis investigation was undertaken as part of the Uganda Field Epidemiology Training Program (FETP), a collaborative effort between the Uganda Ministry of Health and Makerere University School of Public Health, with support from  CDC. Since the program's inauguration in January 2015, the Uganda fellows have successfully investigated more than 60 disease outbreaks and conducted dozens of other applied epidemiologic investigations on emerging public health threats across the country.This is a perfect illustration of why there is often no substitute for getting out into the field and interviewing patients to determine why they are getting sick and what can be done to help them,\" said ASTMH President Patricia F. Walker, MD, DTM&H, FASTMH. \"These findings can help inform the decisions of health authorities in planning education campaigns to stop further suffering from this terrible, but entirely preventable, form of elephantiasis.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/b-moo040517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Burness", "keywords": ["Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health", " Disease in the Developing World"], "journal": "American Journal of Tropical Medicine and Hygiene", "description": "A puzzling surge in western Uganda patients diagnosed with a painful, disfiguring skin condition known as elephantiasis was caused not by the parasitic worms typically associated with the affliction, but by long-term exposure to irritating soil minerals absorbed while walking barefoot, according to a new study published today in the American Journal of Tropical Medicine and Hygiene.", "date": "Mon, 10 Apr 2017 04:00:00 GMT"}