{"title": "Proton pump inhibitors do not contribute to dementia or Alzheimer's disease", "text": "Proton pump inhibitors (PPIs) are medications used to treat digestive problems such as ulcers and reflux disease by reducing the body's production of the acid that helps us digest food. Ulcers are sores that develop on the lining of our digestive system; when they develop in the upper part of the small intestine they are called \"duodenal ulcers.\" Reflux disease is a condition in which stomach acid or other fluids in the digestive system irritate our food pipe, also known as the esophagus.Recently, safety questions about these medications have been raised in several studies. These studies suggested that PPIs increased the risk for dementia and Alzheimer's disease in people 75-years-old or older. Noting that the prescription of PPIs is on the rise among middle-aged and older adults, a team of researchers designed a new study to examine PPIs and the risk of dementia, mild cognitive impairment, and Alzheimer's disease. They published their study in the Journal of the American Geriatrics Society. The researchers also examined whether people with mild cognitive impairment who took PPIs were at higher risk for developing dementia or Alzheimer's disease.The researchers examined information from the National Alzheimer's Coordinating Center (NACC) database for 2005 through 2015. Data came from people who were 50-years-old or older and had either normal brain function (their scores on cognitive tests were normal and they could perform everyday activities) or mild cognitive impairment (their cognitive test scores were lower than normal but they could still perform everyday activities). The researchers monitored whether the participants took PPIs, how often they took them, and which PPIs they used.Of the 10,486 participants:The people who always or occasionally used PPIs were significantly older than those who didn't. What's more, compared to the non-PPI users, a significantly higher percentage of those who took PPIs regularly or occasionally had heart disease, diabetes, hypertension, stroke or transient ischemic attack (TIA, a brief stroke-like attack that generally ends quickly but still requires immediate medical attention), and depression.A higher percentage of people who took PPIs regularly or occasionally also took a higher percentage of anticholinergic medications, which are often used to treat incontinence, depression, and sleep disorders. These medications have been linked to cognitive impairment, too.There was a decreased risk of cognitive decline among the people who used PPIs regularly, as well as among people who used them occasionally, said the researchers. The researchers cautioned that clinical trials would be needed to confirm whether PPIs were linked to a greater risk of cognitive decline.", "article_link": "http://dx.doi.org/10.1111/jgs.14956", "url": "http://www.eurekalert.org/pub_releases/2017-06/ags-ppi062217.php", "region": "namerica", "source_link": "http://www.healthinaging.org/blog/new-study-proton-pump-inhibitors-do-not-contribute-to-dementia-or-alzheimers-disease/", "funder": "", "meeting": "", "institution": "American Geriatrics Society", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Professionals", " Pharmaceutical Science", " Demography", " Aging"], "journal": "Journal of the American Geriatrics Society", "description": "Noting that the prescription of proton pump inhibitors is on the rise among middle-aged and older adults, a team of researchers designed a new study to examine PPIs and the risk of dementia, mild cognitive impairment, and Alzheimer's disease. They published their study in the Journal of the American Geriatrics Society.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}