{"institution": "PLOS", "title": "New method identifies brain regions most likely to cause epilepsy seizures", "url": "http://www.eurekalert.org/pub_releases/2017-08/p-nmi081017.php", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005637", "region": "namerica", "funder": "", "meeting": "", "journal": "PLOS Computational Biology", "source_link": null, "text": "Scientists have developed a new way to detect which areas of the brain contribute most greatly to epilepsy seizures, according to a PLOS Computational Biology study. The strategy, devised by Marinho Lopes of the University of Exeter and colleagues, could help surgeons select specific brain areas for removal to stop seizures.Epilepsy is a neurological disorder that affects about 1 out of every 100 people worldwide. Medications can often successfully control the seizures that characterize the disease, but about one third of patients require further treatment. Some receive surgery to remove brain regions that cause seizures, but only about 50 percent of surgeries result in long-term freedom from seizures.To determine which areas of the brain may contribute most to a patient's seizures, surgeons typically examine electroencephalograms (EEGs), which reveal electrical activity in different parts of the brain. In the new study, an international team of scientists led by John Terry and other University of Exeter mathematicians sought to improve on this method.The researchers first analyzed a database of EEG recordings taken from 16 patients who had already undergone surgery for epilepsy. They found that certain brain regions had more connections between each other and within themselves than did other regions. Such a well-connected network is known as a \"rich club.\"Using a mathematical modeling approach, the team then predicted that targeting rich clubs by removing especially well-connected nodes would reduce the number of seizures experienced by a patient. Real-world clinical data on the 16 patients confirmed: when surgery removed a greater proportion of the rich club, which is distinct in each patient, patients experienced fewer or no seizures in the long-term.\"What is truly exciting about our findings is the opportunity that such a method offers to identify the specific brain regions involved in the generation of seizures, which in turn can provide guidance on how to optimize surgical interventions to stop seizures,\" Lopes says.Looking ahead, the research team plans to confirm these findings using data from more patients. They will also explore whether the method can be improved by integrating information from additional brain imaging techniques.This press release is based on text provided by the authors.", "keywords": ["Biology", " Physiology", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " Clinical Trials", " Neurobiology", " Disabled Persons", " Surgery", " Bioinformatics"], "description": "Scientists have developed a new way to detect which areas of the brain contribute most greatly to epilepsy seizures, according to a PLOS Computational Biology study. The strategy, devised by Marinho Lopes of the University of Exeter and colleagues, could help surgeons select specific brain areas for removal to stop seizures.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}