{"institution": "University of Exeter", "title": "Pioneering research reveals how altered brain networks can lead to seizures", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoe-prr081417.php", "article_link": null, "region": "europe", "funder": "", "meeting": "", "journal": "PLOS Computational Biology", "source_link": null, "text": "An international team of scientists, led by mathematicians from the University of Exeter's Living Systems Institute, have developed a ground-breaking new method that can identify regions of brain tissue most likely to generate seizures in people with epilepsy. The innovative new method, which utilizes mathematical modelling, offers the potential to complement existing clinical approaches and could lead to enhanced surgical outcomes. The new research is published in leading scientific journal, PLOS Computational Biology on August 17 2017.Epilepsy, which affects around 1 in 100 people worldwide, is predominantly treated by a range of medications. However, in around a third of cases people do not experience adequate seizure control through drugs and alternative therapies are sought. In some instances surgery is an option, however long-term seizure freedom is only achieved in around 50% of cases. In their latest research the team used statistical methods to determine how different regions were connected from the electrical recordings of the brain. They then used advanced mathematical modelling to study which regions of the brain contribute most greatly to generating seizures and whether their removal would result in the brain being seizure free. The idea being that if brain surgeons targeted these regions the outcome of surgery would be enhanced. Dr Marinho Lopes, a Research Fellow at the University of Exeter funded by the Medical Research Council and lead author of the research said: \"What is truly exciting about our findings is that common network forms appear to underpin the generation of seizures and we can now identify the specific brain regions involved in forming those networks for different individuals providing optimised surgical strategies.\"For the research, the team analysed a database of EEG recordings taken from 16 individual patients who had already undergone surgery for epilepsy. They found certain brain regions connected with each other preferentially over other less connected regions to form a \"rich club\" network. The researchers then demonstrated mathematically that targeting these \"rich-clubs\" through removing well connected nodes would result in fewer seizures occurring. Returning to the clinical data they found evidence to support their mathematical observations: when surgery removed a greater proportion of the 'rich-club', people experienced fewer or no seizures long-term.Professor John Terry, from the University of Exeter and senior author of the paper added:  \"Mathematics can often appear esoteric, yet it is a powerful tool to reveal information about the workings of the brain that would be otherwise hidden to brain surgeons.  Our findings offer hope of new strategies for treating drug-resistant epilepsies and we shall redouble our efforts to advancing our understanding further still.\"An optimal strategy for epilepsy surgery: Disruption of the rich-club?  Is published in PLOS Computational Biology.\r\n", "keywords": ["Algorithms/Models", " Medicine/Health", " Diagnostics"], "description": "An international team of scientists, led by mathematicians from the University of Exeter's Living Systems Institute, have developed a ground-breaking new method that can identify regions of brain tissue most likely to generate seizures in people with epilepsy.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}