{"institution": "Hiroshima University", "title": "Latency of seizures determined by diet", "url": "http://www.eurekalert.org/pub_releases/2017-08/hu-los081717.php", "article_link": "http://dx.doi.org/10.1038/s41598-017-06630-0", "region": "asia", "funder": "Ministry of Education, Culture, Sports, Science and Technology of Japan, KAKENHI, Mishima Kaiun Memorial Foundation", "meeting": "", "journal": "Scientific Reports", "source_link": null, "text": "Scientists are increasingly appreciating estrogen's role in brain health. Now for the first time, production of estrogen in the brain has been directly linked to the presence of docosahexaenoic acid (DHA).DHA is found in abundance in fish oils and is also synthesized from alpha-linolenic acid, an omega-3 fatty acid found in some vegetable-based oils.The latest research from Hiroshima University connecting DHA synthesis to estrogen production, and consequentially brain health, backs up further the old adage that a daily intake of fish oil is good for you.Assistant Professor Yasuhiro Ishihara, from HU's Laboratory of Molecular Brain Science, keenly aware of both the growing understanding of estrogen's role in brain health - and also DHA's ability to reduce epileptic seizures, wanted to determine if there was any link between the two phenomenon.His research, recently published in Scientific Reports, and involving collaborators from Japan and USA, investigated how three groups of mice fed on different oil based diets reacted to induced seizures. One group was fed a diet consisting of soybean oil, another on cottonseed oil, and a third on cottonseed oil in addition to DHA supplements. These two oils used were chosen due to the differing yields of DHA obtained from them, i.e. the body produces more DHA from soybean oil than cottonseed oil. The third group were also fed on cottonseed oil, but also crucially along with DHA supplements.  After 28 days on these diets, the three groups were exposed to seizure inducing drugs. The group fed on soybean oil took longer to exhibit seizures, and when they did occur they were of a shorter duration than those fed on cottonseed oil. However, the mice fed on cottonseed oil with DHA supplementation, took far longer for seizures to take hold - proving that dietary sourced DHA was a key contributing factor. When the researchers examined the brains of these mice they found that the soybean oil fed ones had over twice the concentration of estrogen present as those fed solely on cottonseed oil. The mice fed on cottonseed with DHA supplementation had even higher levels of the hormone, suggesting that estrogen production affects seizures, and that this is directly connected to DHA's presence. In order to prove this link between estrogen concentration in the brain and omega-3 fatty acid intake/DHA-synthesis, a second experiment was carried out.This time, one group of mice were again fed on cottonseed oil, and another group on cottonseed oil with DHA supplementation. In addition, a third group was fed on cottonseed oil with DHA supplements - and also Letrozole - a drug which prevents estrogen synthesis. When seizures were induced this time round, the group exposed to Letrozole were found to have seizures much earlier than those fed on cottonseed fortified with DHA, thus confirming estrogens importance in preventing seizures. This research from Hiroshima University is the first time that brain estrogen, the synthesis of which is activated by dietary sourced DHA, has been shown to determine seizure latency. It is expected that these findings will contribute to the development of medication for treating epilepsy, as well as furthering our understanding of the relationship between lipid intake and brain health. Due to a lack of high DHA-yielding fish oils in many Western diets it should also be of interest to dieticians, and influence the development of future brain boosting supplements.\r\n", "keywords": ["Food/Food Science", " Biology", " Biochemistry", " Health Care", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Neurobiology", " Pharmaceutical Science", " Public Health"], "description": "Scientists are increasingly appreciating estrogen's role in brain health. \r\n\r\nThe latest research from Hiroshima University connecting DHA synthesis to estrogen production, and consequentially brain health, backs up further the old adage that a daily intake of fish oil is good for you.", "date": "Thu, 17 Aug 2017 04:00:00 GMT"}