{"authors": [["Bagheri", "Abolqasem", "A", "Department of Anatomy, School of Medicine, International Campus, Tehran University of Medical Sciences, Tehran, Iran."], ["Talei", "Sahand", "S", "School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Hassanzadeh", "Negar", "N", "School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Mokhtari", "Tahmineh", "T", "Department of Anatomy, School of Medicine, Research Center of Nervous System Stem Cells, Semnan University of Medical Sciences, Semnan, Iran."], ["Akbari", "Mohammad", "M", "Department of Anatomy, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Malek", "Fatemeh", "F", "Department of Anatomy, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Jameie", "Seyed Behnamedin", "SB", "Department of Anatomy, School of Medicine, Iran University of Medical Sciences, Tehran, Iran."], ["Sadeghi", "Yousef", "Y", "Department of Anatomy, School of Medicine, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Hassanzadeh", "Gholamreza", "G", "Department of Anatomy, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "29373886", "text": "Cerebral ischemic stroke is a common leading cause of disability. Flaxseed is a richest plant-based source of antioxidants. In this study, the effects of flaxseed oil (FSO) pretreatment on functional motor recovery and gene expression and protein content of neurotrophic factors in motor cortex area in rat model of brain ischemia/reperfusion (I/R) were assessed. Transient middle cerebral artery occlusion (tMCAo) in rats was used as model brain I/R. Rats (6 in each group) were randomly divided into four groups of Control (Co+normal saline [NS]), Sham (Sh+NS), tMCAo+NS and tMCAo+FSO. After three weeks of pretreatment with vehicle or FSO (0.2 ml~800 mg/kg body weight), the rats were operated in sham and ischemic groups. Ischemia was induced for 1 h and then reperfused. After 24 h of reperfusion, neurological examination was performed, and animals were sacrificed, and their brains were used for molecular and histopathological studies. FSO significantly improved the functional motor recovery compared with tMCAo+NS group (P<0.05). A significant reduction in brain-derived neurotrophic factor (BDNF) and glial cell-derived neurotrophic factor (GDNF) mRNAs and protein levels were observed in the tMCAo+NS group compared with Co+NS and Sh+NS group (P<0.05). A significant increase of BDNF and GDNF mRNAs and proteins was recorded in the tMCAo+FSO group compared with Co+NS, Sh+NS and tMCAO+NS groups (P<0.05). The results of the current study demonstrated that pretreatment with FSO had neuroprotective effects on motor cortex area following cerebral ischemic stroke by increasing the neurotrophic factors (BDNF, GDNF).", "doi": null, "title": "The Neuroprotective Effects of Flaxseed Oil Supplementation on Functional Motor Recovery in a Model of Ischemic Brain Stroke: Upregulation of BDNF and GDNF.", "journal": ["Acta medica Iranica", "Acta Med Iran"]}