{"authors": [["Selvaraj", "Uma Maheswari", "UM", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, 6000 Harry Hines Blvd., Dallas TX 75390, USA."], ["Stowe", "Ann M", "AM", "Department of Neurology and Neurotherapeutics, University of Texas Southwestern Medical Center, 6000 Harry Hines Blvd., Dallas TX 75390, USA."]], "date": null, "id": "29373810", "text": "Stroke, which occurs during a loss of blood flow to the brain, is a global disease that accounts for 10% of yearly mortality. But stroke is also a leading cause of long-term adult disability, with recovery continuing for months to years after initial stroke onset. This long-term functional recovery from stroke encompasses changes in neuronal structure and function, and occurs throughout the post-stroke brain. Much less understood is whether the adaptive immune cells that infiltrated the brain during acute post-stroke neuroinflammation remain long-term, and if their presence supports or hinders functional recovery. Studies show that T cell subsets and their derived cytokines exhibit diverse protective and detrimental effects in the immediate acute phase following stroke. Interestingly, T cells are also important in regulating physiological behavior, which hints at a potential role in functional recovery after stroke. Moreover, T cell egress into the post-stroke brain might actually peak weeks after stroke onset, suggesting a long-term role for the adaptive immune system in the injured CNS. However, the significance of T cells in the long-term functional and behavioral recovery and repair phase of stroke remains largely unexplored. We summarize here recent work in delineating the beneficial and detrimental effects of T cells after a stroke, including antigen-specific and non-specific effects of T cells in the post-stroke recovery phase. We also highlight the role of T cells in other CNS diseases that may suggest mechanisms for future study of these adaptive immune cells in the ischemic brain.", "doi": null, "title": "Long-term T cell responses in the brain after an ischemic stroke.", "journal": ["Discovery medicine", "Discov Med"]}