{"authors": [["Cavallari", "Ilaria", "I", "Department of Cardiovascular Science, Campus Bio-Medico University of Rome, Rome, Italy."], ["Patti", "Giuseppe", "G", "Department of Cardiovascular Science, Campus Bio-Medico University of Rome, Rome, Italy. Electronic address: g.patti@unicampus.it."]], "date": "2017-12-25", "id": "29373105", "text": "In patients with atrial fibrillation undergoing percutaneous coronary intervention (PCI), the effectiveness and safety of dual compared with triple antithrombotic therapy are a matter of debate, especially when considering the prevention of end points at low incidence, such as myocardial infarction (MI), stent thrombosis, or mortality. This study-level meta-analysis included 4 controlled randomized trials and 6,036 patients with a clinical indication to chronic oral anticoagulation (OAC) after PCI, mainly for atrial fibrillation. Patients receiving dual therapy with a single antiplatelet agent, essentially a P2Y12 inhibitor, plus OAC were compared with those treated with triple therapy (aspirin, a P2Y12 inhibitor, and OAC). The incidence of the following outcomes was evaluated: Thrombolysis In Myocardial Infarction major and minor bleeding, MI, stent thrombosis, stroke, cardiovascular, and all-cause death. Occurrence of Thrombolysis In Myocardial Infarction major bleeding was significantly lower in patients treated with dual therapy: 1.97% versus 3.53% in those on triple therapy (odds ratios 0.55, 95% confidence interval 0.39 to 0.78, p = 0.0007); rates of minor bleeding were also decreased in the former (57% relative reduction). With dual therapy, there was not a statistically significant difference in all-cause and cardiovascular mortality (3.81% vs 4.01%, p = 0.37 and 1.62% vs 2.02%, p = 0.42, respectively). Incidence of MI (3.25% vs 2.78%, p = 0.61), definite stent thrombosis (0.92% vs 0.66%, p = 0.46), and stroke (1.28% vs 1.32%, p = 0.85) was similar in the 2 treatment strategies. In patients with long-term indication to OAC after PCI, compared with triple therapy, dual antithrombotic therapy reduces bleeding, without an excess in thromboembolic and ischemic cardiac events.", "doi": "10.1016/j.amjcard.2017.12.014", "title": "Meta-Analysis Comparing the Safety and Efficacy of Dual Versus Triple Antithrombotic Therapy in Patients With Atrial Fibrillation Undergoing Percutaneous Coronary Intervention.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}