{"authors": [["Watanabe", "Kazutoshi", "K", "Sohyaku. Innovative Research Division, Mitsubishi Tanabe Pharma Corporation, 1000 Kamoshida-cho, Aoba-ku, Yokohama 227-0033, Japan."], ["Tanaka", "Masahiko", "M", "School of Bioscience and Biotechnology, Tokyo University of Technology, 1404-1 Katakura-cho, Hachioji 192-0982, Japan."], ["Yuki", "Satoshi", "S", "Ikuyaku. Integrated Value Development Division, Mitsubishi Tanabe Pharma Corporation, 17-10 Nihonbashi-Koamicho, Chuo-ku, Tokyo 103-8405, Japan."], ["Hirai", "Manabu", "M", "Ikuyaku. Integrated Value Development Division, Mitsubishi Tanabe Pharma Corporation, 3-2-10 Dosho-machi, Chuo-ku, Osaka 541-8505, Japan."], ["Yamamoto", "Yorihiro", "Y", "School of Bioscience and Biotechnology, Tokyo University of Technology, 1404-1 Katakura-cho, Hachioji 192-0982, Japan."]], "date": "2017-11-11", "id": "29371752", "text": "Edaravone is a low-molecular-weight antioxidant drug targeting peroxyl radicals among many types of reactive oxygen species. Because of its amphiphilicity, it scavenges both lipid- and water-soluble peroxyl radicals by donating an electron to the radical. Thus, it inhibits the oxidation of lipids by scavenging chain-initiating water-soluble peroxyl radicals and chain-carrying lipid peroxyl radicals. In 2001, it was approved in Japan as a drug to treat acute-phase cerebral infarction, and then in 2015 it was approved for amyotrophic lateral sclerosis (ALS). In 2017, the U.S. Food and Drug Administration also approved edaravone for treatment of patients with ALS. Its mechanism of action was inferred to be scavenging of peroxynitrite. In this review, we focus on the radical-scavenging characteristics of edaravone in comparison with some other antioxidants that have been studied in clinical trials, and we summarize its pharmacological action and clinical efficacy in patients with acute cerebral infarction and ALS.", "doi": "10.3164/jcbn.17-62", "title": "How is edaravone effective against acute ischemic stroke and amyotrophic lateral sclerosis?", "journal": ["Journal of clinical biochemistry and nutrition", "J Clin Biochem Nutr"]}