{"authors": [["Narayanan", "Srinivasan V", "SV", "Cerebral Vascular Disease Research Laboratories, University of Miami Miller School of Medicine, Miami, Florida, USA."], ["Perez-Pinzon", "Miguel A", "MA", "Cerebral Vascular Disease Research Laboratories, University of Miami Miller School of Medicine, Miami, Florida, USA."]], "date": null, "id": "29368759", "text": "Ischemic preconditioning (IPC) represents a potential therapy against cerebral ischemia. While our group has previously shown IPC to induce neuroprotection through various pathways, the role of astrocytes in supporting IPC-induced neuroprotection has not been extensively studied. Astrocyte-derived lactate has gained attention as a potential soluble mediator through which astrocytes could impart ischemic tolerance to neurons. Therefore, the goal of this study was to determine if i) IPC-treatment of astrocytes alone could transfer ischemic tolerance to neurons; ii) if IPC-treatment of astrocytes increases lactate production; and if iii) exogenous lactate administration to neurons could induce neuroprotection against lethal ischemia in vitro. For this purpose, a co-culture system was used and modified from a previous method. This system allows astrocytes and neurons to be separated by a physical barrier, while allowing secreted substances from either cell type to interact with each other. Oxygen-glucose deprivation was used as a model of cerebral ischemia and IPC in cultured rodent astrocytes and neurons. Neurons incubated with IPC-treated astrocytes were significantly protected against lethal ischemic injury compared to neurons incubated with sham-treated astrocytes. In addition, IPC-treatment of astrocytes significantly increased lactate secretion into the extracellular media. Finally, exogenous lactate administration can significantly attenuate cell death in neuronal cultures following exposure to lethal OGD. Our results suggest that IPC-treatment of astrocytes alone can transfer ischemic tolerance to neurons. In addition, the ability of IPC to increase lactate production in astrocytes suggest that lactate could represent a neuroprotective agent to protect neurons against lethal ischemic injury.", "doi": null, "title": "Ischemic preconditioning treatment of astrocytes transfers ischemic tolerance to neurons.", "journal": ["Conditioning medicine", "Cond Med"]}