{"authors": [["Andrade", "Joice Santos", "JS", "Departamento de Disfagia e Fonoaudiologia Hospitalar. INCISA. Belo Horizonte. Brazil."], ["Souza", "Wagner Walter Oliveira de Jesus", "WWOJ", "Departamento de Disfagia e Fonoaudiologia Hospitalar. INCISA. Belo Horizonte. Brazil."], ["Paranhos", "Luiz Renato", "LR", "Departamento de Odontologia. Universidade Federal de Sergipe. Lagarto. Brazil."], ["Domenis", "Danielle Ramos", "DR", "Departamento de Fonoaudiologia. Universidade Federal de Sergipe. Lagarto. Brazil."], ["César", "Carla Patrícia Hernandez Alves Ribeiro", "CPHAR", "Departamento de Fonoaudiologia. Universidade Federal de Sergipe. Lagarto. Brazil."]], "date": "2017-12-29", "id": "29364800", "text": "Since dysphagia may be one of the brain post-stroke consequences, the objective of this study was to analyze the average recovery time of patients with cerebrovascular accident and dysphagia subjected to speech therapy in a hospital bed.Systematic review performed following the 'Preferred Reporting Items is Systematic Reviews and MetaAnalyses' instructions. The search was performed in different electronic databases, without restriction of time and language. The studies were evaluated regarding their methodological quality.Of 5671 titles, five studies were included. 176 patients with stroke and dysphagia were obtained (aged between 22 and 91 years old - average: 68.95), with no preference regarding gender. Improvement occurred in 84.26% of the subjects and the recovery time was between one and ninety days (average: 22 days). Randomization, blinding, loss to follow-up and withdrawal were not performed with control group in any study.The success of rehabilitation of oropharyngeal dysphagia as a post-stroke sequela will depend on the extent, location of the neurological lesion and early intervention in the hospital bed. Despite the recognition of health professionals about the importance of swallowing rehabilitation for these patients, there is a lack of studies that support an evidence-based practice, although the results point to improvements in this regard.Speech therapy in hospital bed in post-stroke hospitalized patients with dysphagia seems to bring satisfactory results in the short-term, revealing the importance of diagnosis and early intervention in these cases.Introdução: Como a disfagia pode ser uma das sequelas pós-acidente cerebrovascular encefálico, o objetivo deste estudo foi analisar o tempo médio de recuperação de doentes com acidente cerebrovascular encefálico e disfagia submetidos à terapia da fala na beira do leito hospitalar. Material e Métodos: Revisão sistemática realizada a partir do Preferred Reporting Items is Systematic Reviews and Meta-Analyses. A busca foi realizada em diferentes bancos de dados, sem restrição de tempo e idioma. Os estudos foram avaliados quanto à sua qualidade metodológica.Resultados: De 5671 registos rastreados, cinco estudos foram elegíveis. Obtiveram-se 176 doentes com acidente cerebrovascular encefálico e disfagia (idades entre 22 e 91 anos - média: 68,95), sem prevalência quanto ao género. A melhora no quadro da disfagia ocorreu em 84,26% dos sujeitos e o tempo de recuperação entre um e noventa dias (média: 22). Em nenhum estudo foi realizada a randomização, o cegamento, o manejo de perdas, desistências e realizado com grupo controlo. Discussão: O sucesso da reabilitação da disfagia orofaríngea como sequela pós-acidente vascular encefálico dependerá da extensão, da localização da lesão neurológica e da intervenção precoce no leito hospitalar. Apesar do reconhecimento dos profissionais da saúde sobre a importância da reabilitação da deglutição para esses doentes, há carência de estudos que suportem uma prática baseada em evidências, embora os resultados apontem melhoras neste sentido. Conclusão: A terapia da fala na beira do leito em doentes disfágicos pós- acidente cerebrovascular encefálico parece trazer resultados satisfatórios em curto período de tempo, revelando a importância do diagnóstico e da intervenção da terapia da fala precoces.", "doi": null, "title": "[Effects of Speech Therapy in Hospitalized Patients with Post-Stroke Dysphagia: A Systematic Review of Observational Studies].", "journal": ["Acta medica portuguesa", "Acta Med Port"]}