{"authors": [["Wang", "Lingxing", "L", null], ["Huang", "Honghong", "H", null], ["Cai", "Hongchao", "H", null], ["Chen", "Yafang", "Y", null]], "date": null, "id": "29363906", "text": "<i><B>Introduction</B>: Maternal hypoxia induces an adverse uterine environment and may induce long-term effects in offspring. This study investigated whether maternal hypoxia increases hippocampal cell vulnerability and exacerbates neurological impairments in adult rat offspring following ischemia. <B>Material and methods</B>: Pregnant Sprague-Dawley rats were randomly assigned to no maternal hypoxia or maternal hypoxia treatment groups. Adult male rat offspring were subjected to middle cerebral artery occlusion (MCAO). There were four groups: maternal + sham (MH + Sham), sham (Sham), maternal hypoxia + MCAO (MH + MCAO), and MCAO only (MCAO). Neurological deficits were evaluated. Hippocampal cell damage was observed by hematoxylin and eosin (HE) staining. Cell apoptosis in the hippocampus was detected by TdT-mediated dUTP-biotin nick-end labeling (TUNEL) staining. Caspase-3, cytochrome c, Bax, and bcl-2 expression in the hippocampus was detected by Western blot. <B>Results</B>: More severe hippocampal cell damage was found in the MH + MCAO group than in the MCAO group. Additionally, neurological deficits, percentage of TUNEL positive cells, and expression of caspase-3, cytochrome c, and Bax in the hippocampus were significantly higher (p < 0.05), whereas bcl-2 expression was significantly lower (p < 0.05) in the MH + MCAO group compared to the MCAO group. <B>Conclusions</B>: These findings suggest that maternal hypoxia may exacerbate hippocampal cell apoptosis in rat offspring after MCAO via alterations in the expression of cytochrome c, caspase-3, Bax, and bcl-2, which ultimately affects ischemic stroke prognosis. To our knowledge, this is the first study demonstrating that maternal hypoxia increases hippocampal cell susceptibility to ischemia in adult rat offspring. </i>.", "doi": "10.5114/fn.2017.72392", "title": "Maternal hypoxia increases hippocampal cell susceptibility to ischemia after middle cerebral artery occlusion in rat offspring.", "journal": ["Folia neuropathologica", "Folia Neuropathol"]}