{"authors": [["Rambe", "Aldy Safruddin", "AS", "Department of Neurology, Faculty of Medicine, Universitas Sumatera Utara, Indonesia."], ["Fitri", "Fasihah Irfani", "FI", "Department of Neurology, Faculty of Medicine, Universitas Sumatera Utara, Indonesia."]], "date": "2017-11-25", "id": "29362618", "text": "As the rapid growth of the elderly population and the increased prevalence of Alezheimer's Disease and related disorders, there is an increasing need for effective cognitive screening. The Mini Mental State Examination (MMSE) is the most frequently used screening test of cognitive impairment because of its convenience. The Montreal Cognitive Assessment-Indonesian Version (MoCA-INA) has been validated and recently been used as a cognitive screening tool.The aim of this study was to compare the MMSE and MoCA-INA scores and to determine the correlation between the MMSE and MoCA-INA scores in elderly.This was a cross-sectional study including 83 elderly subjects from November 2016 until June 2017. We performed MMSE and MoCA-INA for assessment of cognitive function and the time between each test was at least 30 minutes.The study included 83 subjects which were consisted of 46 (55.4%) males and 37 (44.6%) females. The mean age was 69.19 ± 4.23 ranging from 65 to 79 years old. The average MMSE scores was 24.96 ± 3.38 (range 14 to 30). The average MoCA-INA scores was 21.06 ± 4.56 (range 5 to 30). The Pearson correlation coefficient between the scores was 0.71 (p<0.005). There were no significant differences of both scores based on history of hypertension, diabetes mellitus and previous stroke, but there was a significant difference in MMSE scores based on level of education.The MoCA-INA score showed a good correlation with the MMSE score. Both tests showed comparable results but MoCA-INA showed lower average with wider range of scores.", "doi": "10.3889/oamjms.2017.202", "title": "Correlation between the Montreal Cognitive Assessment-Indonesian Version (Moca-INA) and the Mini-Mental State Examination (MMSE) in Elderly.", "journal": ["Open access Macedonian journal of medical sciences", "Open Access Maced J Med Sci"]}