{"authors": [["Stan", "A", "A", "Department of Clinical Neurosciences, \"Iuliu Hatieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."], ["Birle", "C", "C", "RoNeuro Institute for Neurological Research and Diagnostic, Cluj-Napoca, Romania."], ["Blesneag", "A", "A", "Department of Clinical Neurosciences, \"Iuliu Hatieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."], ["Iancu", "M", "M", "Department of Medical Informatics and Biostatistics, Iuliu Hatieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."]], "date": null, "id": "29362596", "text": "Background - Stroke represents one of the most important causes of permanent physical or mental disability. A number of recent advances in recovery have reinforced the idea that pharmacological intervention combined with a specific rehabilitation therapy can reduce disability after stroke. Objective - The aim of this trial was to demonstrate the hypothesis that the association of pharmacological treatment with Cerebrolysin to early physical therapy can significantly stimulate the endogenous processes underlying the recovery after an ischemic stroke. Methods and Results - It was a prospective, randomized, double-blind, placebo-controlled clinical study. 60 patients were randomized either to 30 ml/ day Cerebrolysin or to Placebo for 10 consecutive days, starting in the first 24-48 hours after stroke. The pharmacological treatment was paired with early physical rehabilitation. The robust nonparametric evaluation of the National Institute for Health Stroke Scale (NIHSS) demonstrated a large superiority of Cerebrolysin relative to placebo on day 10 with a MW=0.79 (95% CI, 0.65-0.94), respectively on day 30 with MW=0.75 (95% CI, 0.60-0.89). Similar results were found with modified Ranking Scale (mRS) and Barthel Index (BI). Cerebrolysin was safe and well tolerated. Conclusions - Cerebrolysin had a beneficial effect on global neurological status and disability. The beneficial results of this study can be easily applied in the current clinical practice. Abbreviations: BI = Barthel Index; CB = Changes from Baseline; CI = Confidence interval; ICH = International Conference on Harmonization; ITT = intention-to-treat; LB = Lower Bound of Confidence Interval; mRS = modified Rankin Scale; MW = Mann-Whitney; NIHSS = National Institute for Health Stroke Scale; P = P-value; R = Valid Number Reference Group (Placebo); SD = standard deviation; T = Valid Number Test Group (Cerebrolysin); UB = Upper Bound of Confidence Interval.", "doi": null, "title": "Cerebrolysin and early neurorehabilitation in patients with acute ischemic stroke: a prospective, randomized, placebo-controlled clinical study.", "journal": ["Journal of medicine and life", "J Med Life"]}