{"authors": [["Szkutnik", "Małgorzata", "M", "Department of Congenital Heart Diseases and Pediatric Cardiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Sulik", "Sylwia", "S", "Department of Congenital Heart Diseases and Pediatric Cardiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Fiszer", "Roland", "R", "Department of Congenital Heart Diseases and Pediatric Cardiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Chodór", "Beata", "B", "Department of Congenital Heart Diseases and Pediatric Cardiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Głowacki", "Jan", "J", "Department of Radiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."], ["Białkowski", "Jacek", "J", "Department of Congenital Heart Diseases and Pediatric Cardiology, Medical University of Silesia, Silesian Center for Heart Diseases, Zabrze, Poland."]], "date": "2017-11-29", "id": "29362572", "text": "Stent implantation is an effective therapy for aortic coarctation (CoA) in adolescents and adults.To present a unique group of patients with native coarctation of the aorta older than or equal to 46 years treated with bare metal or covered stents.Since 2002 we have performed stent implantations by applying bare metal stents or covered stents using femoral access in 24 patients aged 46 and older.We used the Mullins technique in all cases, implanting different stents: Palmaz, Cheatham-Platinum (CP), covered CP or Andrastents XL/XXL. Twenty-one procedures were elective and 3 were urgent. Eighteen bare metal stents (2 stents in one patient) and 7 covered stents were used. All procedures were effective (CoA gradient reduced < 20 mm Hg), despite 2 migrations of bare metal stents. Mean gradient was reduced from 50.6 ±15.3 to 6.8 ±6.5 mm Hg (p < 0.001) and mean lumen diameter of stenosed aorta increased from 5.5 ±2.5 to 14.9 ±5.2 mm (p < 0.001). One special case is discussed - a 49-year-old man with end staged heart failure and severe CoA, who underwent a rescue procedure with a bare metal stent. One serious complication - stroke of the central nervous system - was observed in a 53-year-old woman during covered stent implantation (symptoms resolved during rehabilitation process).Stent implantation of native coarctation of the aorta is also a safe procedure in the eldest patients and is associated with persistent relief of aortic obstruction.", "doi": "10.5114/aic.2017.71611", "title": "Native aortic coarctation stenting in patients ≥ 46 years old.", "journal": ["Postepy w kardiologii interwencyjnej = Advances in interventional cardiology", "Postepy Kardiol Interwencyjnej"]}