{"authors": [["Kumar", "Deepesh", "D", "Department of Electrical Engineering, Indian Institute of Technology Gandhinagar, Gandhinagar, India."], ["González", "Alejandro", "A", "INRIA Camin team and LIRMM, University of Montpellier, Montpellier, France."], ["Das", "Abhijit", "A", "AMRI Institute of Neuroscience, Kolkata, India."], ["Dutta", "Anirban", "A", "Department of Biomedical Engineering, University at Buffalo, Buffalo, NY, United States."], ["Fraisse", "Philippe", "P", "INRIA Camin team and LIRMM, University of Montpellier, Montpellier, France."], ["Hayashibe", "Mitsuhiro", "M", "INRIA Camin team and LIRMM, University of Montpellier, Montpellier, France."], ["Lahiri", "Uttama", "U", "Department of Electrical Engineering, Indian Institute of Technology Gandhinagar, Gandhinagar, India."]], "date": "2018-01-12", "id": "29359128", "text": "Poststroke hemiplegic patients often show altered weight distribution with balance disorders, increasing their risk of fall. Conventional balance training, though powerful, suffers from scarcity of trained therapists, frequent visits to clinics to get therapy, one-on-one therapy sessions, and monotony of repetitive exercise tasks. Thus, technology-assisted balance rehabilitation can be an alternative solution. Here, we chose virtual reality as a technology-based platform to develop motivating balance tasks. This platform was augmented with off-the-shelf available sensors such as Nintendo Wii balance board and Kinect to estimate one's center of mass (CoM). The virtual reality-based CoM-assisted balance tasks (Virtual CoMBaT) was designed to be adaptive to one's individualized weight-shifting capability quantified through CoM displacement. Participants were asked to interact with Virtual CoMBaT that offered tasks of varying challenge levels while adhering to ankle strategy for weight shifting. To facilitate the patients to use ankle strategy during weight-shifting, we designed a heel lift detection module. A usability study was carried out with 12 hemiplegic patients. Results indicate the potential of our system to contribute to improving one's overall performance in balance-related tasks belonging to different difficulty levels.", "doi": "10.3389/fbioe.2017.00085", "title": "Virtual Reality-Based Center of Mass-Assisted Personalized Balance Training System.", "journal": ["Frontiers in bioengineering and biotechnology", "Front Bioeng Biotechnol"]}