{"authors": [["Mejia Tobar", "Alejandra", "A", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."], ["Hyoudou", "Rikiya", "R", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."], ["Kita", "Kahori", "K", "Center for Frontier Medical Engineering, Chiba University, Chiba, Japan."], ["Nakamura", "Tatsuhiro", "T", "Department of Advanced Neuroimaging, Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Kambara", "Hiroyuki", "H", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."], ["Ogata", "Yousuke", "Y", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."], ["Hanakawa", "Takashi", "T", "Department of Advanced Neuroimaging, Integrative Brain Imaging Center, National Center of Neurology and Psychiatry, Tokyo, Japan."], ["Koike", "Yasuharu", "Y", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."], ["Yoshimura", "Natsue", "N", "Institute of Innovative Research, Tokyo Institute of Technology, Yokohama, Japan."]], "date": "2018-01-08", "id": "29358903", "text": "The classification of ankle movements from non-invasive brain recordings can be applied to a brain-computer interface (BCI) to control exoskeletons, prosthesis, and functional electrical stimulators for the benefit of patients with walking impairments. In this research, ankle flexion and extension tasks at two force levels in both legs, were classified from cortical current sources estimated by a hierarchical variational Bayesian method, using electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) recordings. The hierarchical prior for the current source estimation from EEG was obtained from activated brain areas and their intensities from an fMRI group (second-level) analysis. The fMRI group analysis was performed on regions of interest defined over the primary motor cortex, the supplementary motor area, and the somatosensory area, which are well-known to contribute to movement control. A sparse logistic regression method was applied for a nine-class classification (eight active tasks and a resting control task) obtaining a mean accuracy of 65.64% for time series of current sources, estimated from the EEG and the fMRI signals using a variational Bayesian method, and a mean accuracy of 22.19% for the classification of the pre-processed of EEG sensor signals, with a chance level of 11.11%. The higher classification accuracy of current sources, when compared to EEG classification accuracy, was attributed to the high number of sources and the different signal patterns obtained in the same vertex for different motor tasks. Since the inverse filter estimation for current sources can be done offline with the present method, the present method is applicable to real-time BCIs. Finally, due to the highly enhanced spatial distribution of current sources over the brain cortex, this method has the potential to identify activation patterns to design BCIs for the control of an affected limb in patients with stroke, or BCIs from motor imagery in patients with spinal cord injury.", "doi": "10.3389/fnins.2017.00733", "title": "Decoding of Ankle Flexion and Extension from Cortical Current Sources Estimated from Non-invasive Brain Activity Recording Methods.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}