{"authors": [["Yang", "Xing-Long", "XL", "Department of Neurosurgery, Affiliated Hospital to Academy of Military Medicine Sciences, Beijing 100071, China."], ["Zhang", "Jing-Dong", "JD", "Department of Pharmacology & Experimental Neurosciences, University of Nebraska Medical Center, Omaha, NE 68198, USA."], ["Duan", "Lian", "L", "Department of Neurosurgery, Affiliated Hospital to Academy of Military Medicine Sciences, Beijing 100071, China."], ["Xiong", "Huan-Gui", "HG", "Department of Pharmacology & Experimental Neurosciences, University of Nebraska Medical Center, Omaha, NE 68198, USA."], ["Jiang", "Yan-Ping", "YP", "Department of Otolaryngology, the 306th PLA Hospital, Beijing 100101, China."], ["Liang", "Hou-Cheng", "HC", "Xi'an Bright Eye Hospital, Xi'an, Shaanxi 710000, China."]], "date": "2017-11-01", "id": "29358565", "text": "Microglia activation and white matter injury coexist after repeated episodes of mild brain trauma and ischemic stroke. Axon degeneration and demyelination can activate microglia; however, it is unclear whether early microglia activation can impair the function of white matter tracts and lead to injury. Rat corpus callosum (CC) slices were treated with lipopolysaccharide (LPS) or LPS + Rhodobacter sphaeroides (RS)-LPS that is a toll-like receptor 4 (TLR-4) antagonist. Functional changes reflected by the change of axon compound action potentials (CAPs) and the accumulation of β-amyloid precursor protein (β-APP) in CC nerve fibers. Microglia activation was monitored by ionized calcium binding adaptor-1 immuno&fllig;uorescent stain, based on well-established morphological criteria and paralleled proportional area measurement. Input-output (I/O) curves of CAPs in response to increased stimuli were signi&filig;cantly downshifted in a dose-dependent manner in LPS (0.2, 0.5 and 1.0 µg/mL)-treated slices, implying that axons neurophysiological function was undermined. LPS caused signi&filig;cant β-APP accumulation in CC tissues, re&fllig;ecting the deterioration of fast axon transport. LPS-induced I/O curve downshift and β-APP accumulation were signi&filig;cantly reversed by the pre-treatment or co-incubation with RS-LPS. RS-LPS alone did not change the I/O curve. The degree of malfunction was correlated with microglia activation, as was shown by the measurements of proportional areas. Function of CC nerve fibers was evidently impaired by microglia activation and reversed by a TLP-4 antagonist, suggesting that the TLP-4 pathway lead to microglia activation.", "doi": "10.7555/JBR.32.20170033", "title": "Microglia activation mediated by toll-like receptor-4 impairs brain white matter tracts in rats.", "journal": ["Journal of biomedical research", "J Biomed Res"]}