{"authors": [["Chen", "Ling", "L", "Physiology and Medicine, University of Maryland, Baltimore, United States."], ["Zadi", "Zahra Heidari", "ZH", "Orthodontics and Pediatric Dentistry, University of Maryland, School of Dentistry."], ["Zhang", "Jin", "J", "Physiology, University of Maryland."], ["Scharf", "Steven M", "SM", "Medicine, University of Maryland."], ["Pae", "Eung-Kwon", "EK", "Orthodontics and Pediatric Dentistry, University of Maryland, School of Dentistry, United States."]], "date": "2017-12-14", "id": "29357521", "text": "Obstructive sleep apnea (OSA) is common in pregnancy, and may compromise fetal and even postnatal development. We developed an animal model to determine if maternal OSA could have lasting effects in offspring.Pregnant Sprague Dawley rats were exposed to reduced ambient O2 from 21 to 4-5 %, approximately once/minute (chronic intermittent hypoxia - CIH) for 8 hours/day during gestation days 3-19. Similarly-handled animals exposed to ambient air served as controls (HC). Offspring were studied for body growth and cardiovascular function for 8 postnatal weeks.Compared with HC, prenatal CIH led to growth restriction, indicated by smaller body weight and tibial length, and higher arterial blood pressure in both male and female offspring. Compared to same-sex HC, CIH males showed abdominal obesity (greater ratio of abdominal fat weight to body weight or tibial length), left ventricular (LV) hypertrophy (greater heart weight to tibial length ratio and LV posterior wall diastolic thickness), elevated LV contractility (increases in LV ejection fraction, end-systolic pressure-volume relations and preload recruitable stroke work), elevated LV and arterial stiffness (increased end-diastolic pressure-volume relationship and arterial elasticity), and LV oxidative stress (greater lipid peroxide content). Compared to female CIH offspring, male CIH offspring had more profound changes in blood pressure (BP), cardiac function, myocardial lipid peroxidase (LPO) content, and abdominal adiposity.Rodent prenatal CIH exposure, mimicking human maternal OSA, exerts detrimental morphological and cardiovascular effects on developing offspring; the model may provide useful insights of OSA effects in humans.", "doi": "10.1152/japplphysiol.01066.2016", "title": "Intermittent hypoxia in utero damages postnatal growth and cardiovascular function in rats.", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}