{"authors": [["Limberg", "Jacqueline K", "JK", "University of Missouri, United States."], ["Guo", "Winston", "W", "Department of Anesthesiology, Mayo Clinic."], ["Joyner", "Michael J", "MJ", "Department of Anesthesiology, Mayo Clinic, United States."], ["Charkoudian", "Nisha", "N", "TMMD, U.S. Army Research Institute of Environmental Medicine, United States."], ["Curry", "Timothy B", "TB", "Departments of Anesthesiology and Physiology, Mayo Clinic, United States."]], "date": "2017-12-21", "id": "29357508", "text": "Blood pressure (BP) reactivity is predictive of cardiovascular disease. We hypothesized the BP response at the onset of isometric handgrip exercise would occur earlier and to a lesser degree in individuals who underwent bariatric surgery when compared to obese adults and the reliance on total peripheral resistance (TPR) would be attenuated.Twenty-six individuals (7 non-obese, 11 obese, 8 post-bariatric surgery) completed isometric handgrip exercise (40% maximum voluntary contraction) to exhaustion. Heart rate (HR, ECG) and arterial BP (brachial catheter) were measured continuously. Stroke volume was estimated from the pressure waveform and cardiac output (CO) and TPR were calculated. Peak change, time to peak, and rate of rise in BP were assessed during the first 30-s of exercise.Obese adults exhibited a slower rise in BP and higher peak BP at exercise onset when compared to non-obese controls (p<0.05). Peak BP and the rate of rise were not different between individuals who underwent bariatric surgery and non-obese controls (p>0.05). Non-obese controls exhibited an exercise-mediated increase in CO whereas obese adults increased TPR (p<0.05). The increases in CO and TPR were less apparent in individuals who underwent bariatric surgery (p>0.05).In contrast to obese adults, individuals who underwent bariatric surgery exhibit a rapid rise in BP at exercise onset. This rapid increase in BP is associated with a fall in TPR and results in lower peak BP at the onset of isometric exercise. These data suggest bariatric surgery improves BP reactivity via changes in the time-course of hemodynamic responses.", "doi": "10.1152/japplphysiol.00918.2017", "title": "Early blood pressure response to isometric exercise is attenuated in obese individuals who have undergone bariatric surgery.", "journal": ["Journal of applied physiology (Bethesda, Md. : 1985)", "J. Appl. Physiol."]}