{"authors": [["Jia", "Chengjie", "C", "the Second Clinical Medical College Affiliated to Nanjing University of CM, Nanjing 210046, Jiangsu Province, China; Wuxi Tongren International Rehabilitation Hospital Affiliated to Nanjing Medical University, Wuxi 214151, Jiangsu Province."], ["Zhang", "Hongru", "H", "the Second Clinical Medical College Affiliated to Nanjing University of CM, Nanjing 210046, Jiangsu Province, China."], ["Ni", "Guangxia", "G", "the Second Clinical Medical College Affiliated to Nanjing University of CM, Nanjing 210046, Jiangsu Province, China."], ["Zhang", "Yinan", "Y", "Wuxi Tongren International Rehabilitation Hospital Affiliated to Nanjing Medical University, Wuxi 214151, Jiangsu Province."], ["Su", "Bin", "B", "Wuxi Tongren International Rehabilitation Hospital Affiliated to Nanjing Medical University, Wuxi 214151, Jiangsu Province."], ["Xu", "Xinlei", "X", "Wuxi Tongren International Rehabilitation Hospital Affiliated to Nanjing Medical University, Wuxi 214151, Jiangsu Province."]], "date": null, "id": "29354990", "text": "To evaluate the differences in the clinical therapeutic effects on spasmodic hemiplegia after stroke among the alliance therapy of scalp acupuncture, music therapy combined with rehabilitation, the simple rehabilitation therapy and the combination of music therapy and rehabilitation.A total of 76 patients of post-stroke spasmodic hemiplegia were randomized into a rehabilitation group (25 cases), a combination group with music therapy and rehabilitation (25 cases) and an alliance therapy group with scalp acupuncture, music therapy and rehabilitation (26 cases). In the rehabilitation group, the routine rehabilitation therapy was applied, including the removal of various incentives that cause spasm, the correction of body position and the physical therapy. In the combination group, the music therapy was added on the basis of the treatment as the rehabilitation group. The music physician used the rhythmic auditory stimulation, the patterned sensory enhancement and the therapeutic instrumental music playing to set up the task in the treatment. In the alliance therapy group, scalp acupuncture was added on the basis of the treatment as the combination group. The anterior oblique line of vertex-tempora (MS 6) and the posterior oblique line of vertex-tempora (MS 7) on the contralateral side were selected and stimulated with penetrating needling technique. The needles were retained. During the needling retaining, the needles were rotated once every 10 min, for 2 min each time. The treatment was given one session a day, totally for 5 sessions a week, continuously for 4 weeks. The Fugl-Meyer assessment (FMA), Barthel index (BI) and the modified Ashworth scale (MAS) of the affected elbow and the passive knee movement at static condition were observed in the patients before and after treatment.The results of FMA, BI and MAS were not different before treatment in the patients among the three groups (all P>0.05), indicating the comparability among groups. After treatment, FMA and BI scores were all increased apparently in the three groups as compared with those before treatment (all P<0.05). MAS grade was reduced remarkably as compared with that before treatment (all P<0.05). After treatment, FMA and BI scores in the alliance therapy group were higher than those in the combination group and the rehabilitation group (all P<0.05). FMA and BI scores in the combination group were higher than those in the rehabilitation group (both P<0.05). MAS grade in the alliance therapy group was lower than those in the combination group and the rehabilitation group (both P<0.05). MAS grade in the combination group was lower than that in the rehabilitation group (P<0.05).The alliance therapy with scalp acupuncture, music therapy and rehabilitation achieve the remarkable clinical therapeutic effects on post-stroke spasmodic hemiplegia as compared with the routine rehabilitation and the combination of music therapy and rehabilitation.", "doi": null, "title": "[Spasmodic hemiplegia after stroke treated with scalp acupuncture, music therapy and rehabilitation: a randomized controlled trial].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}