{"authors": [["Zhan", "Jie", "J", "Graduate School of Guangzhou University of CM, Guangzhou 510000, Guangdong Province, China; Foshan Hospital of TCM, Foshan 528000, Guangdong Province."], ["Wang", "Xuewen", "X", "Foshan Hospital of TCM, Foshan 528000, Guangdong Province."], ["Cheng", "Nanfang", "N", "Foshan Hospital of TCM, Foshan 528000, Guangdong Province."], ["Tan", "Feng", "F", "Graduate School of Guangzhou University of CM, Guangzhou 510000, Guangdong Province, China; Foshan Hospital of TCM, Foshan 528000, Guangdong Province."]], "date": null, "id": "29354984", "text": "To systematically evaluate the efficacy and safety of electroacupuncture (EA) for post stroke cognitive impairment (PSCI).The randomized clinical trials (RCTs) regarding EA for PSCI published before October of 2016 were researched in China National Knowledge Infrastructure (CNKI), Chinese Biomedical Database (CBM), WanFang database, VIP medicine information system, PubMed and Cochrane Library. The literature screening and information extraction was conducted by two independent reviewers. The quality assessment was performed based on the guidance of the Cochrane Reviewers' Handbook, and Meta-analyses was performed by using RevMan 5.3 software.Totally 14 RCTs were included, involving 896 PSCI patients. The results of Meta-analyses showed the EA group was superior to the control group in improving the MMSE [MD =1.78, 95% CI (0.24, 3.32), P =0.02], the MoCA [MD=1.92, 95% CI (0.96, 2.88), P<0.000 1], P300 latency [MD =-11.01, 95% CI (-18.91, -3.11), P =0.000 6], P300 amplitude [MD=1.56, 95% CI (1.14, 1.98), P<0.000 01], FMA score [MD =10.74, 95% CI (2.67, 18.82), P =0.009] and the clinical effective rate [RR =1.37, 95% CI (0.98, 1.91), P =0.06]. However, the comparison of BI score in both group had no significant differences [MD =6.38, 95% CI (-2.41, 15.18), P =0.15].This Meta-analyses confirmed EA is effective and safe for PSCI, which could improve cognitive function and motor function. However, because of low quality of the included studies, more well-designed multicenter RCTs are needed.", "doi": null, "title": "[Electroacupuncture for post stroke cognitive impairment: a systematic review and Meta-analyses].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}