{"authors": [["Yang", "Yuxia", "Y", "Department of Rehabilitation and Physical Therapy, Cangzhou Center Hospital, Cangzhou 061001, Hebei Province, China."], ["Xiang", "Rong", "R", "Department of Rehabilitation and Physical Therapy, Cangzhou Center Hospital, Cangzhou 061001, Hebei Province, China."], ["Liu", "Yanyan", "Y", "Department of Rehabilitation and Physical Therapy, Cangzhou Center Hospital, Cangzhou 061001, Hebei Province, China."], ["Chang", "E", "E", "Department of Rehabilitation and Physical Therapy, Cangzhou Center Hospital, Cangzhou 061001, Hebei Province, China."], ["Huo", "Yanling", "Y", "Department of Rehabilitation and Physical Therapy, Cangzhou Center Hospital, Cangzhou 061001, Hebei Province, China."]], "date": null, "id": "29354970", "text": "To explore the methods for the therapeutic effect improvement in the treatment of post-stroke urinary retention.Sixty-three patients of post-stroke urinary retention were randomized into an observation group (32 cases) and a control group (31 cases). The routine clinical medication of neurology and basic rehabilitation were adopted in the two groups. Additionally, in the control group, the intermittent urinary catheterization and bladder function training were applied. The duration and frequency of catheterization were determined by the autonomic urination and residual urine volume every day. In the observation group, on the basis of the treatment as the control group, acupuncture was applied to the twelve jing-well points in the sequence of qi flowing among the twelve meridians [Shaoshang (LU 11), Shangyang (LI 1), Lidui (ST 45), Yinbai (SP 1), Shaochong (HT 9), Shaoze (SI 1), Zhiyin (BL 67), Yongquan (KI 1), Zhongchong (PC 9), Guanchong (TE 1), Zuqiaoyin (GB 44) and Dadun (LR 1)]. Acupuncture was given once a day, 20 treatments were required. In 20 treatments, the clinical therapeutic effects and the residual urine volume were observed.The total effective rate was 90.6% (29/32) in the observation group, better than 67.7% (21/31) in the control group (P<0.01)). After treatment, the residue urine volume was all reduced apparently in the patients of the two groups (both P<0.01). The result of the residue urine volume in the observation group was lower apparently than that in the control group (P<0.01).Acupuncture at the jing-well points in the sequence of qi flowing among meridians combined with bladder function training achieve the apparent therapeutic effects on post-stroke urinary retention. The results are better than those achieved by the routine western medicine with bladder function training involved.", "doi": null, "title": "[Clinical study on post-stroke urinary retention treated with acupuncture at the twelve jing-well points and bladder function training].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}