{"authors": [["Yuan", "Haiguang", "H", "Nanjing University of CM, Nanjing 210000, Jiangsu Province, China; Affiliated Hospital of Shaanxi University of CM, Xianyang 712000."], ["Liu", "Zhibin", "Z", "Nanjing University of CM, Nanjing 210000, Jiangsu Province, China; Affiliated Hospital of Shaanxi University of CM, Xianyang 712000."], ["Feng", "Weixing", "W", "Affiliated Hospital of Shaanxi University of CM, Xianyang 712000."]], "date": null, "id": "29354969", "text": "To evaluate the pain severity, the motor function of the upper limb and the quality of life in the patients of post-stroke shoulder pain treated with the touching-periosteum needling technique of the meridian muscle region theory.One hundred and six cases of post-stroke shoulder pain were randomized into an observation group and a control group, 53 cases in each one. In the observation group, the touching-periosteum needle technique and the rehabilitation training were used on the bases of the theory of meridian muscle region. The points were Jianyuci, Binaoci, Jianliaoci, Jianqianci, Quchi (LI 11), Shousanli (LI 10) and Waiguan (TE 5) on the affected side. The needles were inserted obliquely, at 45°degrees at those extra points to the tendon knots till the needle tips touching periosteum. The needles were manipulated to ensure the qi arrival and then retained for 30 min. The rehabilitation was applied, such as the anti-spasmodic posture, bridge-style movement on the bed, weight transition and balance training, joint activity maintenance training, passive and active movement of shoulder joint, the training for activities of daily living (ADL) and Bobath technique. In the control group, the routine acupuncture and the rehabilitation training were used. The acupints were Jianyu (LI 15), Binao (LI 14), Jianliao (TE 14), Jianqian (Extra), Quchi (LI 11), Shousanli (LI 10) and Waiguan (TE 5). The rehabilitation training was the same as the observation group. The treatment was given once every day, 6 treatments a week. After 20 treatments, the visual analogue scale (VAS), Fugl-Meyer (FMA) score and Barthel (MBI) score were adopted to evaluate the pain severity, the motor function of the upper limb and the ADL. The clinical therapeutic effects were evaluated in the two groups.The VAS scores were reduced after treatment as compared with those before treatment in the two groups, and FMA and MBI scores were all increased as compared with those before treatment, indicating the significant difference statistically (P<0.05, P<0.01). After treatment, the improvements in the observation group were better than those in the control group (all P<0.05). The curative and remarkably effective rate was 69.8% (37/53) in the observation group, better than 47.2% (25/53) in the control group (P<0.05).The touching-periosteum needling technique of the meridian muscle region theory obviously improves the pain severity, the motor function of the upper limb and the quality of life in patients of post-stroke shoulder pain. The therapeutic effects are better than the routine acupuncture.", "doi": null, "title": "[Therapeutic effect observation of post-stroke shoulder pain treated with the touching-periosteum needling technique of the meridian muscle region theory].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}