{"authors": [["Chu", "Haibo", "H", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Zhang", "Shuangyong", "S", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Fu", "Junli", "J", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Dong", "Huali", "H", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Guo", "Rui", "R", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Zhao", "Gaofeng", "G", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Lian", "Quanrong", "Q", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Feng", "Zhen", "Z", "Encephalopathy Department, Zhengzhou TCM Hospital, Zhengzhou 450007, Henan Province, China."], ["Yang", "Baolin", "B", "First Encephalopathy Department, Dongzhimen Hospital of Beijing University of CM, Beijing 100700."]], "date": null, "id": "29354949", "text": "To compare the efficacy difference between TIE 's flying acupuncture combined with conventional treatment and conventional treatment alone on acute cerebral infarction hemiplegia.A total of 120 patients were randomly divided into an observation group and a control group, 60 cases in each one. The control group was treated with conventional treatment, including anti-platelet aggregation, lipid-lowering, formula of traditional Chinese medicine which could promote circulation and remove stasis, neurotrophic medication and symptomatic treatment; mannitol was used for cerebral infarction with large area or increased intracranial pressure. Based on the conventional treatment applied in the control group, the observation group was treated with flying acupuncture at the affected Jianyu (LI 15), Quchi (LI 11), Shousanli (LI 10), Waiguan (TE 5), Hegu (LI 4), Huantiao (GB 30), Biguan (ST 31), Futu (ST 32), Zusanli (ST 36), etc. The treatment was given once a day, six days per week, for totally 2 weeks. The simplified Fugl-Meyer score, National Institute of Health Stroke Scale (NIHSS) and ADL-Bathel index (BI) score were evaluated before and after treatment in the two groups.After the treatment, the simplified Fugl-Meyer and BI were significantly increased in both groups (all P<0.05), which was significantly higher in the observation group (both P<0.05); after the treatment, the NIHSS was significantly lowered in both groups (both P<0.05), which was significantly lower in the observation group (P<0.05).TIE 's flying acupuncture combined with conventional treatment were effective for acute cerebral infarction hemiplegia, which have better efficacy than conventional treatment on improving motor function, neurological deficit and daily living ability, and the pain is mild.", "doi": null, "title": "[TIE's flying acupuncture for acute cerebral infarction hemiplegia: a randomized controlled trial].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}