{"authors": [["Liu", "Wenxiu", "W", "Tianjin University of TCM, Tianjin 300073, China."], ["Xie", "Nina", "N", "Tianjin University of TCM, Tianjin 300073, China."], ["Niu", "Hongyue", "H", "the First Teaching Hospital of Tianjin University of TCM."]], "date": null, "id": "29354948", "text": "To observe the clinical efficacy difference among elongated needle, filiform needle and medication for post-stroke indigestion.Sixty cases of post-stroke indigestion were randomly assigned into an elongated needle group, a filiform needle group and a medication group, 20 cases in each one. Acupuncture of restoring consciousness and inducing resuscitation and conventional medical treatment were applied in the three groups. 125 mm elongated needles were perpendicularly inserted at Zhongwan (CV 12), Liangmen (ST 21) and Tianshu (ST 25) in the elongated needle group; 20 to 30 mm perpendicular filiform at the same points in the filiform needle group. All the treatment was given for 4 weeks, 6 times a week, 1 time a day. Domperidone was prescribed orally in the medication group for 4 weeks, 3 times a day and once 10 mg. The indexes were dyspepsia TCM symptom score, Liz dyspepsia questionnaire (LDQ), Nepean Dyspepsia Index of quality of life (NDLQI), Safety Data Sheet (SDS) self rating scale and side effect scale (TESS). The effects were evaluated.The scores of TCM symptom, LDQ, SDS scores in the three groups decreased and NDLQI increased after 7-day, 14-day, and 28-day treatment as compared with those before treatment (P<0.05, P<0.01). The TCM symptom score and LDQ score in the elongated needle group after 28-day treatment were lower than those in the filiform needle and medication groups (P<0.05, P<0.01). The SDS score in the medication group was lower than that in the elongated needle and filiform needle group (both P<0.05). There were no significant statistical difference for NDLQI score in the three groups (P>0.05). The total effective rate was 90% (18/20) in the elongated needle group; those in the filiform needle group and medication group were 70% (14/20) and 75% (15/20) respectively, indicating statistical significance (P<0.01).Acupuncture with elongated needle can obviously improve symptoms in the patients with post-stroke indigestion, which is better than filiform needle and medication.", "doi": null, "title": "[Elongated needle for post-stroke indigestion].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}