{"authors": [["Tian", "Meng", "M", "School of Acupuncture-Moxibustion and Tuina, Shandong University of TCM, Jinan 250014, China."], ["Lou", "Tianwei", "T", "the Second Clinical Medical College of Shandong University of TCM."], ["Leng", "Jun", "J", "the Second Affiliated Hospital of Shandong University of TCM, Jinan 250000."]], "date": null, "id": "29354912", "text": "To observe the effect difference between acupuncture combined with electroacupuncture (EA) and simple acupuncture for hand spasm in stroke patients.Sixty patients were randomly assigned into an acupuncture group and a combination group, 30 cases in each one. Patients in the two groups were treated with acupuncture at the affected Jianyu (LI 15), Binao (LI 14), Jianliao (TE 14), Quchi (LI 11), Shousanli (LI 10), Waiguan (TE 5), Futu (ST 32), Liangqiu (ST 34), Xuehai (SP 10), Zusanli (ST 36), Shangjuxu (ST 37), Xiajuxu (ST 39), Yinlingquan (SP 9), Sanyinjiao (SP 6), Taixi (KI 3), Taichong (LR 3), and the points at the middle of all the dorsal muscles between metacarpal bones. EA with discontinuous wave was used in the combination group at Waiguan (TE 5) and the middle point of the dorsal muscle between the second and the third metacarpal bones. The treatment was given for 40 min, once a day for 3 courses, five treatment per week, 4 weeks as a course. The modified Ashworth scale (MAS), the Fugl-Meyer finger motor function rating scale and the modified Barthel index (BI) were observed before and after treatment in the two group.The MAS scores after treatment significantly decreased compared with those before treatment in the two groups (both P<0.05), with lower score in the combination group (P<0.05). The Fugl-Meyer scores and BI scores after treatment increased in the two groups (all P<0.05), with higher scores in the combination group (both P<0.05).EA combined with acupuncture can more apparently alleviate hand spasm, promote the recovery of hand function, improve the quality of life for stroke patients than simple acupuncture.", "doi": null, "title": "[Clinical observation of acupuncture plus electroacupuncture for hand spasm in stroke patients].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}