{"authors": [["Wang", "Jun", "J", "Department of Acupuncture and Moxibustion, Longhua Hospital Affiliated to Shanghai University of TCM, Shanghai 200321, China; Department of Rehabilitation, Tianshan Hospital of TCM in Changning District of Shanghai, Shanghai 20005l."], ["Pei", "Jian", "J", "Department of Acupuncture and Moxibustion, Longhua Hospital Affiliated to Shanghai University of TCM, Shanghai 200321, China."], ["Cui", "Xiao", "X", "Department of Rehabilitation, Tianshan Hospital of TCM in Changning District of Shanghai, Shanghai 20005l."], ["Sun", "Kexing", "K", "Department of TCM, Children's Medical Center Affiliated to Shanghai Jiaotong University."], ["Fu", "Qinhui", "Q", "Department of Acupuncture and Moxibustion, Longhua Hospital Affiliated to Shanghai University of TCM, Shanghai 200321, China."], ["Xing", "Chunyan", "C", "Department of Rehabilitation, the Third People's Hospital of Yancheng in Jiangsu Province."], ["Jiang", "Chao", "C", "Department of Neurology, Weapon Industry Health Research Institute of Xi'an in Shaanxi Province."], ["Zhou", "Cuixia", "C", "Department of Rehabilitation, Tianshan Hospital of TCM in Changning District of Shanghai, Shanghai 20005l."], ["Chen", "Yujie", "Y", "Department of Acupuncture and Moxibustion, Longhua Hospital Affiliated to Shanghai University of TCM, Shanghai 200321, China."], ["Yan", "Minghang", "M", "Department of Acupuncture and Moxibustion, Longhua Hospital Affiliated to Shanghai University of TCM, Shanghai 200321, China."]], "date": null, "id": "29354910", "text": "To evaluate the effect of individualized scalp acupuncture base on location of brain function for motor dysfunction in stroke patients.A total of 180 patients were randomly assigned into an individualized scalp acupuncture (ISA) group, a conventional scalp acupuncture (CSA) group and a rehabilitation group, 60 cases in each one. In the ISA group, we stimulated Sishencong (EX-HN 1), motor area and balance area, matched with pre-motor area for higher muscle tension, application area and NIE 's three-needle for involuntary motion, application area for poor motor coordination, forehead five-needle for cognitive disorder, sensory area for sensory disturbance. In the CSA group, the affected Dingnieqianxiexian (MS 6), Dingniehouxiexian (MS 7) and Zhenxiapangxian (MS 14) were selected. Rehabilitation was used during needle retained in the two groups. Simple rehabilitation was used in the rehabilitation group. All the treatment was given from Monday to Friday for 4 weeks, once a day for 20 times. Eight-week follow-up was applied. The Fugl-Meyer assessment (FMA) for motor function, modified Barthel Index (MBI) were used to evaluate clinical effect.After treatment and at follow-up, FMA and MBI scores increased compared with those before treatment in the three groups（all P<0.01）, with significant differences among the three groups (all P<0.000 1) and better results in the ISA group compared with those in the other two groups (P<0.05, P<0.01) at the two time points. The FMA and MBI scores in the CSA group were higher than those in the rehabilitation group after treatment and at follow-up (all P<0.05).The individualized scalp acupuncture can improve motor dysfunction and self-care ability of daily life for stroke patients.", "doi": null, "title": "[Individualized scalp acupuncture for motor dysfunction in stroke: a randomized controlled trial].", "journal": ["Zhongguo zhen jiu = Chinese acupuncture & moxibustion", "Zhongguo Zhen Jiu"]}