{"authors": [["Kim", "Sung-Jun", "SJ", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Park", "Geun-Young", "GY", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Choi", "Yong-Min", "YM", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Sohn", "Dong-Gyun", "DG", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Kang", "Sae-Rom", "SR", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."], ["Im", "Sun", "S", "Department of Rehabilitation Medicine, College of Medicine, The Catholic University of Korea, Seoul, Korea."]], "date": "2017-12-28", "id": "29354586", "text": "In the elderly, myasthenia gravis (MG) can present with bulbar symptoms, which can be clinically difficult to diagnose from other neurological comorbid conditions. We describe a case of a 75-year-old man who had been previously diagnosed with dysphagia associated with medullary infarction but exhibited aggravation of the dysphagia later on due to a superimposed development of bulbar MG. After recovering from his initial swallowing difficulties, the patient suddenly developed ptosis, drooling, and generalized weakness with aggravated dysphagia. Two follow-up brain magnetic resonance imaging (MRI) scans displayed no new brain lesions. Antibodies to acetylcholine receptor and muscle-specific kinase were negative. Subsequent electrodiagnosis with repetitive nerve stimulation tests revealed unremarkable findings. A diagnosis of bulbar MG could only be established after fiberoptic endoscopic evaluation of swallowing (FEES) with simultaneous Tensilon application. After application of intravenous pyridostigmine, significant improvement in dysphagia and ptosis were observed both clinically and according to the FEES.", "doi": "10.5535/arm.2017.41.6.1082", "title": "Bulbar Myasthenia Gravis Superimposed in a Medullary Infarction Diagnosed by a Fiberoptic Endoscopic Evaluation of Swallowing With Simultaneous Tensilon Application.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}