{"authors": [["Kim", "Kiyoung", "K", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."], ["Cho", "Kye Hee", "KH", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."], ["Im", "Sang Hee", "SH", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."], ["Choi", "Jaewoo", "J", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."], ["Yu", "Junghoon", "J", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."], ["Kim", "MinYoung", "M", "Department of Rehabilitation Medicine, CHA Bundang Medical Center, CHA University, Seongnam, Korea."]], "date": "2017-12-28", "id": "29354570", "text": "To investigate the serum vitamin D level and its determinant factors in stroke patients.Fifty-one stroke patients who had documented serum level of 25-hydroxyvitamin D(25(OH)D) were included. Patients were divided into subacute (n=23) and chronic groups (n=28). The mean levels of 25(OH)D of the two groups were compared. Correlations between each 25(OH)D level and post-stroke duration were also analyzed. To assess other possible influencing factors, patients were subdivided by ambulation ability and feeding methods for comparison of 25(OH)D level.The mean level of 25(OH)D was significantly lower in the chronic group than in the subacute group (12.3 vs. 16.3 ng/mL; p<0.05). The serum 25(OH)D level decreased according to the duration after stroke (r=-0.52, p=0.01). Patients with a history of total parenteral nutrition had lower 25(OH)D levels than subjects who had enteral nutrition in the subacute group (7.3 vs. 18.8 ng/mL; p<0.01). However, the levels of 25(OH)D were not different between the oral feeding and tube feeding groups. Among the chronic group subjects, patients who could walk without assistance had higher 25(OH)D levels than non-ambulatory patients (ambulatory vs. non-ambulatory group; 18.3 vs. 11.3 ng/mL; p<0.05).After stroke onset, serum vitamin D level decreases with time regardless of feeding methods, and total parenteral nutrition may aggravate its deficiency. In terms of long-term care, non-ambulatory patients might be at a higher risk of vitamin D deficiency. Supplementation of vitamin D should be considered especially for stroke patients who are non-ambulatory and on total parenteral nutrition.", "doi": "10.5535/arm.2017.41.6.944", "title": "Decrement of Serum Vitamin D Level After Stroke.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}