{"authors": [["Pyo", "Hannah", "H", "Department of Physical Medicine and Rehabilitation, National Rehabilitation Center, Seoul, Korea."], ["Kim", "Bo Ra", "BR", "Department of Physical Medicine and Rehabilitation, National Rehabilitation Center, Seoul, Korea."], ["Park", "Mina", "M", "Department of Physical Medicine and Rehabilitation, National Rehabilitation Center, Seoul, Korea."], ["Hong", "Jeong Hee", "JH", "Department of Urology, Dankook University College of Medicine, Cheonan, Korea."], ["Kim", "Eun Joo", "EJ", "Department of Physical Medicine and Rehabilitation, National Rehabilitation Center, Seoul, Korea."]], "date": "2017-12-28", "id": "29354569", "text": "To identify the effects of overactive bladder (OAB) symptoms on the health-related quality of life (HRQOL) in stroke patients since OAB symptoms are common in such patients, but their effects on stroke rehabilitation over time are unclear.This study included 30 post-acute stroke patients who had been admitted for rehabilitation treatments. All participants completed a questionnaire evaluating urinary symptoms, including the Overactive Bladder Symptom Score (OABSS) and general HRQOL with a Short-Form 36 (SF-36) health survey. We assessed their performance in terms of the Function Ambulation Category, Modified Rankin Scale (MRS), Modified Barthel Index, and Mini-Mental State Examination (MMSE). All assessments were carried out twice at baseline and at 3 months. We divided patients into an OAB and non-OAB group with OABSS. A correlation analysis and multivariate regression were then performed.All performance scales showed an improvement over 3 months in the non-OAB group (n=18; p<0.02), but, MRS and MMSE scores did not improve significantly in the OAB group (n=12) (p=0.15 and p=0.20, respectively). In the OAB group, the vitality and mental health scores significantly decreased over 3 months (p=0.011 and p=0,041, respectively), and the mental component summary (MCS) score showed a marginal decrease over 3 months (p=0.05). A multivariate regression analysis revealed that OAB symptoms were negatively correlated with the 3 months MCS score (B=-8.15, p=0.034).These results indicated that OAB symptoms could have negative effects on HRQOL and performance in patients suffering from a stroke.", "doi": "10.5535/arm.2017.41.6.935", "title": "Effects of Overactive Bladder Symptoms in Stroke Patients' Health Related Quality of Life and Their Performance Scale.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}