{"authors": [["Choi", "Ji Won", "JW", "Department of Rehabilitation Medicine, Wonkwang University School of Medicine and Hospital, Iksan, Korea."], ["Kim", "Myoung Hyoun", "MH", "Department of Nuclear Medicine, Wonkwang University School of Medicine and Hospital, Iksan, Korea."], ["Park", "Soon-Ah", "SA", "Department of Nuclear Medicine, Wonkwang University School of Medicine and Hospital, Iksan, Korea."], ["Sin", "Deok Su", "DS", "Department of Rehabilitation Medicine, Wonkwang University School of Medicine and Hospital, Iksan, Korea."], ["Kim", "Min-Su", "MS", "Department of Rehabilitation Medicine, Wonkwang University School of Medicine and Hospital, Iksan, Korea."]], "date": "2017-12-28", "id": "29354566", "text": "To investigate neural correlates associated with recovery of motor function over 6 months in patients with basal ganglia (BG) stroke using acetazolamide (ACZ) stress brain-perfusion single-photon emission computed tomography (SPECT).Medical records of 22 patients presenting first-ever BG stroke were retrospectively reviewed. Regional cerebral blood flow (CBF) and cerebrovascular reserve (CVR) were measured for 9 regions in each cerebral hemisphere (primary motor cortex, supplementary motor area, premotor cortex, prefrontal cortex, temporal lobe, parietal lobe, occipital lobe, BG, and thalamus). The Fugl-Meyer Assessment (FMA) motor score was used to assess motor function.After ACZ injection, CBF of all regions of interest (ROIs) increased compared with baseline. Baseline CBF of all ROIs was not significantly correlated with changes in FMA upper or lower motor score. However, multivariate analysis revealed CVR was significantly associated with change in FMA upper score in the ipsilateral primary motor cortex (R2=0.216, p=0.017), the ipsilateral parietal lobe (R2=0.135, p=0.029), and the contralateral primary motor cortex (R2=0.210, p=0.041).CVR in the bilateral primary motor cortex and ipsilateral parietal lobe was associated with restoration of upper motor function 6 months after BG stroke. SPECT is a readily available imaging modality useful in studying brain residual function in patients with BG stroke.", "doi": "10.5535/arm.2017.41.6.905", "title": "Neural Correlates of Motor Recovery Measured by SPECT at Six Months After Basal Ganglia Stroke.", "journal": ["Annals of rehabilitation medicine", "Ann Rehabil Med"]}