{"authors": [["Lee", "Seung-Hwan", "SH", "Department of Neurosurgery, Korea University Medical Center, Ansan, Korea."], ["Choi", "Jong-Il", "JI", "Department of Neurosurgery, Hallym University Kangnam Sacred Heart Hospital, Hallym University College of Medicine, Seoul, Korea."], ["Lim", "Dong-Jun", "DJ", "Department of Neurosurgery, Korea University Medical Center, Ansan, Korea."], ["Ha", "Sung-Kon", "SK", "Department of Neurosurgery, Korea University Medical Center, Ansan, Korea."], ["Kim", "Sang-Dae", "SD", "Department of Neurosurgery, Korea University Medical Center, Ansan, Korea."], ["Kim", "Se-Hoon", "SH", "Department of Neurosurgery, Korea University Medical Center, Ansan, Korea."]], "date": "2017-12-29", "id": "29354241", "text": "Diffusion-weighted magnetic resonance imaging (DW-MRI) has proven useful in the study of the natural history of ischemic stroke. However, the potential of DW-MRI for the evaluation of chronic subdural hematoma (CSDH) has not been established. In this study, we investigated DW-MRI findings of CSDH and evaluated the impact of the image findings on postoperative outcomes of CSDH.We studied 131 CSDH patients who had undergone single burr hole drainage surgery. The images of the subdural hematomas on preoperative DW-MRI and computed tomography (CT) were divided into three groups based on their signal intensity and density: 1) homogeneous (iso or low) density on CT and homogeneous low signal intensity on DW-MRI; 2) homogeneous (iso or low) density on CT and mixed signal intensity on DW-MRI; and 3) heterogeneous density on CT and mixed signal intensity on DW-MRI. On the basis of postoperative CT, we also divided the patients into 3 groups of surgical outcomes according to residual hematoma and mass effect.Analysis showed statistically significant differences in surgical (A to B: p<0.001, A to C: p<0.001, B to C: p=0.129) and functional (A to B: p=0.039, A to C: p<0.001, B to C: p=0.108) outcomes and treatment failure rates (A to B: p=0.037, A to C: p=0.03, B to C: p=1) between the study groups. In particular, group B and group C showed worse outcomes and higher treatment failure rates than group A.CSDH with homogeneous density on CT was characterized by signal intensity on DW-MRI. In CSDH patients, performing DW-MRI as well as CT helps to predict postoperative treatment failure or complications.", "doi": "10.3340/jkns.2016.0606.005", "title": "The Potential of Diffusion-Weighted Magnetic Resonance Imaging for Predicting the Outcomes of Chronic Subdural Hematomas.", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}