{"authors": [["Huh", "Joon", "J", "Department of Neurosurgery, Myungji St. Mary's Hospital, Seoul, Korea."], ["Yang", "Seo-Yeon", "SY", "Department of Neurosurgery, Uijeongbu St. Mary's Hospital, Uijeongbu, Korea."], ["Huh", "Han-Yong", "HY", "Department of Neurosurgery, St. Paul's Hospital, Seoul, Korea."], ["Ahn", "Jae-Kun", "JK", "Department of Neurosurgery, St. Paul's Hospital, Seoul, Korea."], ["Cho", "Kwang-Wook", "KW", "Department of Neurosurgery, Bucheon St. Mary's Hospital, Bucheon, Korea."], ["Kim", "Young-Woo", "YW", "Department of Neurosurgery, Bucheon St. Mary's Hospital, Bucheon, Korea."], ["Kim", "Sung-Lim", "SL", "Department of Neurosurgery, Bucheon St. Mary's Hospital, Bucheon, Korea."], ["Kim", "Jong-Tae", "JT", "Department of Neurosurgery, Incheon St. Mary's Hospital, Incheon, Korea."], ["Yoo", "Do-Sung", "DS", "Department of Neurosurgery, Uijeongbu St. Mary's Hospital, Uijeongbu, Korea."], ["Park", "Hae-Kwan", "HK", "Department of Neurosurgery, Yeouido St. Mary's Hospital, Seoul, Korea."], ["Ji", "Cheol", "C", "Department of Neurosurgery, St. Paul's Hospital, Seoul, Korea."]], "date": "2017-12-29", "id": "29354235", "text": "Massive intracerebral hemorrhage (ICH) and major infarction (MI) are devastating cerebral vascular diseases. Decompression craniectomy (DC) is a common treatment approach for these diseases and acceptable clinical results have been reported. Author experienced the postoperative intracranaial pressure (ICP) trend is somewhat different between the ICH and MI patients. In this study, we compare the ICP trend following DC and evaluate the clinical significance.One hundred forty-three patients who underwent DC following massive ICH (81 cases) or MI (62 cases) were analyzed retrospectively. The mean age was 56.3±14.3 (median=57, male : female=89 : 54). DC was applied using consistent criteria in both diseases patients; Glasgow coma scale (GCS) score less than 8 and a midline shift more than 6 mm on brain computed tomography. In all patients, ventricular puncture was done before the DC and ICP trends were monitored during and after the surgery. Outcome comparisons included the ictus to operation time (OP-time), postoperative ICP trend, favorable outcomes and mortality.Initial GCS (p=0.364) and initial ventricular ICP (p=0.783) were similar among the ICH and MI patients. The postoperative ICP of ICH patients were drop rapidly and maintained within physiological range if greater than 80% of the hematoma was removed. While in MI patients, the postoperative ICP were not drop rapidly and maintained above the physiologic range (MI=18.8 vs. ICH=13.6 mmHg, p=0.000). The OP-times were faster in ICH patients (ICH=7.3 vs. MI=40.9 hours, p=0.000) and the mortality rate was higher in MI patients (MI=37.1% vs. ICH=17.3%, p=0.007).The results of this study suggest that if greater than 80% of the hematoma was removed in ICH patients, the postoperative ICP rarely over the physiologic range. But in MI patients, the postoperative ICP was above the physiologic range for several days after the DC. Authors propose that DC is no need for the massive ICH patient if a significant portion of their hematoma is removed. But DC might be essential to improve the MI patients' outcome and timely treatment decision.", "doi": "10.3340/jkns.2017.0224", "title": "Compare the Intracranial Pressure Trend after the Decompressive Craniectomy between Massive Intracerebral Hemorrhagic and Major Ischemic Stroke Patients.", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}