{"authors": [["Barbosa", "Breno José Alencar Pires", "BJAP", "Department of Neurology, Hospital das Clínicas, University of São Paulo Medical School - São Paulo, SP, Brazil."], ["de Brito", "Marcelo Houat", "MH", "Department of Neurology, Hospital das Clínicas, University of São Paulo Medical School - São Paulo, SP, Brazil."], ["Rodrigues", "Júlia Chartouni", "JC", "Department of Neurology, Hospital das Clínicas, University of São Paulo Medical School - São Paulo, SP, Brazil."], ["Kubota", "Gabriel Taricani", "GT", "Department of Neurology, Hospital das Clínicas, University of São Paulo Medical School - São Paulo, SP, Brazil."], ["Parmera", "Jacy Bezerra", "JB", "Department of Neurology, Hospital das Clínicas, University of São Paulo Medical School - São Paulo, SP, Brazil."]], "date": null, "id": "29354229", "text": "A 75-year-old right-handed woman presented to the emergency department with simultanagnosia and right unilateral optic ataxia. Moreover, the patient had agraphia, acalculia, digital agnosia and right-left disorientation, consistent with complete Gerstmann's syndrome. This case highlights the concurrence of Gerstmann's syndrome and unilateral optic ataxia in the acute phase of a left middle cerebral artery stroke.Uma paciente de 75 anos e destra se apresentou à sala de emergência com quadro de simultanagnosia e ataxia óptica unilateral à direita. Além disso, a paciente tinha agrafia, acalculia, agnosia digital e desorientação direita-esquerda, compatíveis com a síndrome de Gerstmann. O presente caso destaca a ocorrência simultânea da síndrome de Gerstmann com ataxia óptica unilateral na fase aguda do acidente vascular cerebral da artéria cerebral média esquerda.", "doi": "10.1590/1980-57642016dn11-040018", "title": "Gerstmann's syndrome and unilateral optic ataxia in the emergency department.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}