{"authors": [["Holanda", "Francisco Wilson Nogueira", "FWN", "Master's student on the Postgraduate Program in Psychology, Federal University of Rio Grande do Norte, RN, Brazil."], ["de Almondes", "Katie Moraes", "KM", "Associate Professor at the Department of Psychology and on the Postgraduate Program in Psychobiology, Federal University of Rio Grande do Norte, RN, Brazil."], ["Silva", "Rodrigo Alencar E", "RAE", "Neurologist at the University Hospital Onofre Lopes, Federal University of Rio Grande do Norte, RN, Brazil."]], "date": null, "id": "29354228", "text": "Brain infarcts located in strategic regions often result in cognitive impairment. Based on a case study, this paper describes unusual and specific clinical and neuropsychological features of a strategic ischemic lesion in the left medial temporal lobe (MTL) structures. Taken together with the literature data, the case illustrates that a unilateral strategic infarct in MTL structures may result in severe impairment of episodic memory (EM), which refers to the ability to encode and retrieve personal experiences, including information about the time and place of an event and detailed description of the event itself. The preservation of other cognitive functions, the severe functional impairment, and the type of visual-verbal deficit in a left-sided lesion were identified as singular features of the case. The current case supports the critical role of the MTL structures in EM formation.Infartos cerebrais localizados em regiões estratégicas comumente resultam em comprometimento cognitivo. Baseado em um estudo de caso, este artigo descreve características clínicas e neuropsicológicas incomuns e específicas de uma lesão isquêmica estratégica nas estruturas mediais do lobo temporal esquerdo. Tomado em conjunto com os dados da literatura, este caso ilustra que uma lesão isquêmica estratégica unilateral em estruturas do lobo temporal medial resulta no comprometimento da memória episódica, a qual se refere à habilidade de armazenar e recuperar experiências pessoais, o que inclui informações sobre o tempo e o local do evento e a descrição detalhada do próprio evento. A preservação de outras funções cognitivas, o grave comprometimento funcional e a modalidade de déficit visual-verbal em uma lesão à esquerda foram apontados como características singulares do caso. Este estudo de caso corrobora o papel crítico das estruturas do lobo temporal medial na formação da memória episódica.", "doi": "10.1590/1980-57642016dn11-040017", "title": "Severe episodic memory impairment after strategic infarct: A case report.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}