{"authors": [["Engelhardt", "Eliasz", "E", "Cognitive and Behavioral Neurology Unit, INDC - CDA-IPUB - UFRJ. Rio de Janeiro RJ - Brazil."]], "date": null, "id": "29354227", "text": "The long-standing concept of \"apoplexy' can be followed from Antiquity, passing through the Middle Ages and Renaissance, and reaching the Modern era and the present day, with the new designation of \"stroke\". The definition of \"apoplexy\" can be divided, by the history of autopsy, into a period predating this practice, which spanned from Antiquity until the Renaissance, with a relatively stable clinically-based umbrella concept, and an autopsy period of the Modern era, when the condition was subdivided into several subtypes. Thus, it took about 2,500 years assembling the numerous pieces of information to achieve a fairly well-defined picture. The \"stroke\" concept inherited the information developed for \"apoplexy\", incorporating all historical acquisitions to form the current state of this knowledge.O conceito de “apoplexia”, conhecido há muito tempo, pode ser seguida desde a Antiguidade, passando pela Idade Média e a Renascença e alcançando a era Moderna e os dias presentes, com uma nova designação, “acidente vascular cerebral”. A definição de “apoplexia” pode ser dividida, pela história da autópsia, em um período precedendo essa prática, que durou da Antiguidade até a Renascença, com um conceito guarda-chuva relativamente estável baseado na clínica, e em um período de autópsia da era Moderna, quando foi alcançada a separação dessa condição em diversos subtipos. Assim, levou cerca de 2.500 anos reunindo os numerosos fragmentos de informação para chegar a um quadro satisfatoriamente bem definido. O conceito de “acidente vascular cerebral” herdou tal informação desenvolvida para a “apoplexia”, incorporando todas as aquisições históricas, para formar o presente estado de conhecimento.", "doi": "10.1590/1980-57642016dn11-040016", "title": "Apoplexy, cerebrovascular disease, and stroke: Historical evolution of terms and definitions.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}