{"authors": [["Custodio", "Nilton", "N", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."], ["Montesinos", "Rosa", "R", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."], ["Lira", "David", "D", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."], ["Herrera-Perez", "Eder", "E", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."], ["Bardales", "Yadira", "Y", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."], ["Valeriano-Lorenzo", "Lucia", "L", "Unidad de Diagnóstico de Deterioro Cognitivo y Prevención de Demencia. Instituto Peruano de Neurociencias. Lima, Peru."]], "date": null, "id": "29354218", "text": "There is limited evidence about the progression of cognitive performance during the post-stroke stage.To assess the evolution of cognitive performance in stroke patients without vascular cognitive impairment (VCI), patients with vascular mild cognitive impairment (MCI), and patients with vascular dementia (VD).A prospective cohort of stroke outpatients from two secondary medical centers in Lima, Peru was studied. We performed standardized evaluations at definitive diagnosis (baseline evaluation), and control follow-ups at 6 and 12 months, including a battery of short cognitive tests: Clinical Dementia Rating (CDR), Addenbrooke's Cognitive Examination (ACE), and INECO Frontal Screening (IFS).152 outpatients completed the follow-up, showing progressive increase in mean score on the CDR(0.34 to 0.46), contrary to the pattern observed on the ACE and IFS (78.18 to 76.48 and 23.63 to 22.24). The box plot for the CDR test showed that VCI patients had progressive worsening (0.79 to 0.16). Conversely, this trend was not observed in subjects without VCI. The box plot for the ACE and IFS showed that, for the majority of the differentiated stroke types, both non-VCI and VCI patients had progressive worsening.According to both ACE and IFS results during a 1-year follow-up, the cognitive performance of stroke patients worsened, a trend which was particularly consistent in infarction-type stroke patients.Há evidências limitadas sobre a progressão do desempenho cognitivo durante o estágio pós- acidente vascular cerebral (AVC).Avaliar a evolução do desempenho cognitivo em pacientes com AVC sem comprometimento cognitivo vascular (SCCV), pacientes com comprometimento cognitivo leve vascular (CCL-V) e pacientes com demência vascular (DV).Coorte prospectivo de pacientes ambulatoriais com AVC de dois centros médicos secundários de Lima, Peru. Realizamos avaliações padronizadas no diagnóstico definitivo (avaliação inicial) e controles aos 6 e 12 meses depois, incluindo um conjunto de testes cognitivos breves: Clinical Dementia Rating (CDR), Addenbrooke's Cognitive Examination (ACE), and INECO Frontal Screening (IFS).Completaram o estudo 152 pacientes ambulatoriais, mostrando que as médias de pontuação da CDR apresentaram aumento progressivo (0,34 a 0,46), contrariamente ao observado com ACE e IFS (78,18 a 76,48 e 23,63 a 22,24). A soma das caixas do teste CDR mostrou que os pacientes com comprometimento cognitivo vascular (CCL-V e DV) apresentaram piora progressiva (0,79 a 0,16). Por outro lado, em indivíduos SCCV, essa tendência não foi observada. O gráfico box-plot para ACE e IFS mostrou que, para a maioria dos tipos de AVC observados, tanto os pacientes SCCV como aqueles com CCV apresentaram piora progressiva.De acordo com os resultados de ACE e IFS durante o acompanhamento de 1 ano, o desempenho cognitivo em pacientes com AVC piora, o que é particularmente consistente em pacientes com AVC tipo infarto.", "doi": "10.1590/1980-57642016dn11-040007", "title": "Evolution of short cognitive test performance in stroke patients with vascular cognitive impairment and vascular dementia: Baseline evaluation and follow-up.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}