{"authors": [["Shibuya", "Mika", "M", "MD. Instituto de Radiologia, Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (InRad/HC-FMUSP); DASA - Diagnósticos da América. São Paulo SP, Brazil."], ["Leite", "Claudia da Costa", "CDC", "MD, PhD. Departamento de Radiologia e Oncologia da Faculdade de Medicina da Universidade de São Paulo; Instituto de Radiologia do Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (InRad/HC-FMUSP); LIM 44-Ressonância Magnética em Neurorradiologia - Faculdade de Medicina da Universidade de São Paulo. São Paulo SP, Brazil."], ["Lucato", "Leandro Tavares", "LT", "MD, PhD. Instituto de Radiologia, Hospital das Clínicas da Faculdade de Medicina da Universidade de São Paulo (InRad/HC-FMUSP); Centro de Diagnósticos Brasil (CDB). São Paulo SP, Brazil."]], "date": null, "id": "29354213", "text": "In recent years, small vessel disease (SVD) has been recognized for its major impact on cognitive impairment in elderly people, where it is often difficult to separate its effects from those of neurodegenerative diseases individually. SVD is a systemic disease, probably related to diffuse endothelial dysfunction, which affects the perforating arterioles, capillaries and venules in the brain. Although often asymptomatic, it is responsible for almost half of all dementia cases and a significant proportion of stroke cases. Imaging features found on magnetic resonance include recent small subcortical infarctions, lacunes of presumed vascular origin, white matter hyperintensity of presumed vascular origin, prominent perivascular spaces and cerebral microbleeds. The recognition of these imaging findings as a spectrum of the same disease caused by endothelial dysfunction of small cerebral vessels can allow an overall analysis of the disease and thus the development of more effective preventive and therapeutic strategies.Nos últimos anos, a doença de pequenos vasos cerebrais (DPV) tem sido reconhecida por seu grande impacto no comprometimento cognitivo em pacientes mais velhos, sendo muitas vezes difícil separar os efeitos dela e das doenças neurodegenerativas individualmente. Trata-se de uma doença sistêmica, provavelmente relacionada com uma disfunção endotelial difusa, que no encéfalo acomete preferencialmente as arteríolas perfurantes, capilares e vênulas. Apesar de muitas vezes ser assintomática, é responsável por quase metade dos casos de demência e por uma parcela importante dos acidentes vasculares encefálicos. Os achados de neuroimagem encontrados na ressonância magnética incluem pequenos infartos subcorticais recentes, lacunas de origem vascular presumida, hipersinal da substância branca de origem vascular presumida, alargamento dos espaços perivasculares e micro-hemorragias. O reconhecimento desses achados de imagem como espectro de uma mesma doença ocasionada pela disfunção endotelial dos pequenos vasos cerebrais possivelmente permitirá uma análise global da doença e com isso o desenvolvimento de estratégias preventivas e terapêuticas mais eficazes.", "doi": "10.1590/1980-57642016dn11-040002", "title": "Neuroimaging in cerebral small vessel disease: Update and new concepts.", "journal": ["Dementia & neuropsychologia", "Dement Neuropsychol"]}