{"authors": [["Kowalski", "Marek", "M", "Schüchtermann Clinic, Bad Rothenfelde, Germany."], ["Deutsch", "Cornelia", "C", "Institute for Pharmacology and Preventive Medicine, Cloppenburg, Germany."], ["Hofmann", "Steffen", "S", "Schüchtermann Clinic, Bad Rothenfelde, Germany."], ["Franz", "Norbert", "N", "Schüchtermann Clinic, Bad Rothenfelde, Germany."], ["Billion", "Michael", "M", "Schüchtermann Clinic, Bad Rothenfelde, Germany."], ["Ferdosi", "Abbas", "A", "Schüchtermann Clinic, Bad Rothenfelde, Germany."], ["Bramlage", "Peter", "P", "Institute for Pharmacology and Preventive Medicine, Cloppenburg, Germany."], ["Imnadze", "Guram", "G", "Department for Electrophysiology, Albertinen Heart and Vessel Center, Hamburg, Germany."], ["Warnecke", "Henning", "H", "Schüchtermann Clinic, Bad Rothenfelde, Germany."]], "date": "2017-12-20", "id": "29354172", "text": "The \"transfemoral (TF) first\" approach to access route selection in transcatheter aortic valve implantation (TAVI) is popular; however, the risk of major vascular complications is substantial. The \"best for TF\" approach identifies only the patients with ideal anatomy for TF-TAVI, potentially minimizing complications.To characterize the outcomes of patients undergoing TAVI at a large-volume site that employs this approach.Patients who underwent TAVI at the Bad Rothenfelde Heart Centre between 2008 and 2016 were consecutively enrolled. Findings were compared to those from large, multicenter registries.Of the 1,644 patients enrolled, 1,140 underwent TA- and 504 TF-TAVI. Comorbidities were more frequent in TA patients, who also had higher risk scores (EuroSCORE: 25.5% vs. 21.2%; STS score: 11.0% vs. 7.5%; p < 0.001 for both). Rates of conversion to open surgery, major vascular complications and intra-procedural mortality did not differ between groups. At 30 days, mortality rates were higher in the TA group (3.9% vs. 1.9%, p = 0.036). Stroke/transient ischemic attack and permanent pacemaker implantation rates did not differ significantly between groups (2.0% and 9.1% overall, respectively). Compared to multicenter registries, trends in mortality and complication rates were similar, though magnitudes were lower in the present study. In contrast with the present study, major vascular complication rates in multicenter registries are significantly higher for TF compared to TA patients.At this high-volume center, the use of a \"best for TF\" approach to TAVI resulted in low mortality and complication rates.Przezcewnikowe wszczepienie zastawki aortalnej (TAVI) w przypadku ciężkiej stenozy aortalnej jest powszechnie akceptowaną metodą leczenia odpowiednio wyselekcjonowanych pacjentów.Celem badania jednoośrodkowego było retrospektywne porównanie wczesnych i odległych wyników terapii pacjentów leczonych z dostępu przezudowego i przezkoniuszkowego.Do badania zakwalifikowano 1644 chorych (892 kobiety, 752 mężczyzn, średnia wieku: 81 ±5,8 roku) poddanych przezcewnikowemu wszczepieniu zastawki aortalnej w Heart Center w Bad Rothenfelde w latach 2008–2016.Z dostępu przezkoniuszkowego leczono 1140 pacjentów, a z dostępu przezudowego 504 (EuroSCORE: 25,5% vs 21,2%; STS score: 11,0% vs 7,5%; p < 0,001). Konieczność konwersji do tradycyjnego zabiegu chirurgicznego, implantacji rozrusznika serca, duże komplikacje naczyniowe, powikłania zatorowe, jak również śmiertelność zabiegowa nie różniły się statystycznie w obu grupach. Śmiertelność 30-dniowa była wyższa u pacjentów leczonych przezkoniuszkowo w porównaniu z pacjentami leczonymi przezudowo (3,9% vs 1,9%, p = 0,036). W porównaniu z rejestrami wieloośrodkowymi śmiertelność i częstość komplikacji były podobne, natomiast częstość występowania dużych powikłań naczyniowych była mniejsza (szczególnie w przypadku dostępu przezudowego) w opisywanym badaniu.Zgodna ze wskazaniami kwalifikacja pacjentów i właściwy wybór drogi dostępu do przezcewnikowego wszczepienia zastawki aortalnej prowadzi do optymalizacji wyników leczenia.", "doi": "10.5114/kitp.2017.72224", "title": "Transcatheter aortic valve implantation at a high-volume center: the Bad Rothenfelde experience.", "journal": ["Kardiochirurgia i torakochirurgia polska = Polish journal of cardio-thoracic surgery", "Kardiochir Torakochirurgia Pol"]}