{"authors": [["Gao", "Yunyuan", "Y", "College of Automation, Intelligent Control & Robotics Institute, Hangzhou Dianzi University, Hangzhou, China."], ["Ren", "Leilei", "L", "College of Automation, Intelligent Control & Robotics Institute, Hangzhou Dianzi University, Hangzhou, China."], ["Li", "Rihui", "R", "Department of Biomedical Engineering, University of Houston, Houston, TX, United States."], ["Zhang", "Yingchun", "Y", "College of Automation, Intelligent Control & Robotics Institute, Hangzhou Dianzi University, Hangzhou, China."]], "date": "2018-01-04", "id": "29354091", "text": "The coupling strength between electroencephalogram (EEG) and electromyography (EMG) signals during motion control reflects the interaction between the cerebral motor cortex and muscles. Therefore, neuromuscular coupling characterization is instructive in assessing motor function. In this study, to overcome the limitation of losing the characteristics of signals in conventional time series symbolization methods, a variable scale symbolic transfer entropy (VS-STE) analysis approach was proposed for corticomuscular coupling evaluation. Post-stroke patients (n = 5) and healthy volunteers (n = 7) were recruited and participated in various tasks (left and right hand gripping, elbow bending). The proposed VS-STE was employed to evaluate the corticomuscular coupling strength between the EEG signal measured from the motor cortex and EMG signal measured from the upper limb in both the time-domain and frequency-domain. Results showed a greater strength of the bi-directional (EEG-to-EMG and EMG-to-EEG) VS-STE in post-stroke patients compared to healthy controls. In addition, the strongest EEG-EMG coupling strength was observed in the beta frequency band (15-35 Hz) during the upper limb movement. The predefined coupling strength of EMG-to-EEG in the affected side of the patient was larger than that of EEG-to-EMG. In conclusion, the results suggested that the corticomuscular coupling is bi-directional, and the proposed VS-STE can be used to quantitatively characterize the non-linear synchronization characteristics and information interaction between the primary motor cortex and muscles.", "doi": "10.3389/fneur.2017.00716", "title": "Electroencephalogram-Electromyography Coupling Analysis in Stroke Based on Symbolic Transfer Entropy.", "journal": ["Frontiers in neurology", "Front Neurol"]}