{"authors": [["van der Ster", "Björn J P", "BJP", "Department of Internal Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands."], ["Bennis", "Frank C", "FC", "Department of Biomedical Engineering, Maastricht University, Maastricht, Netherlands."], ["Delhaas", "Tammo", "T", "Department of Biomedical Engineering, Maastricht University, Maastricht, Netherlands."], ["Westerhof", "Berend E", "BE", "Department of Medical Biology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands."], ["Stok", "Wim J", "WJ", "Department of Medical Biology, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands."], ["van Lieshout", "Johannes J", "JJ", "Department of Internal Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, Netherlands."]], "date": "2018-01-05", "id": "29354062", "text": "Introduction: In the initial phase of hypovolemic shock, mean blood pressure (BP) is maintained by sympathetically mediated vasoconstriction rendering BP monitoring insensitive to detect blood loss early. Late detection can result in reduced tissue oxygenation and eventually cellular death. We hypothesized that a machine learning algorithm that interprets currently used and new hemodynamic parameters could facilitate in the detection of impending hypovolemic shock. Method: In 42 (27 female) young [mean (sd): 24 (4) years], healthy subjects central blood volume (CBV) was progressively reduced by application of -50 mmHg lower body negative pressure until the onset of pre-syncope. A support vector machine was trained to classify samples into normovolemia (class 0), initial phase of CBV reduction (class 1) or advanced CBV reduction (class 2). Nine models making use of different features were computed to compare sensitivity and specificity of different non-invasive hemodynamic derived signals. Model features included: volumetric hemodynamic parameters (stroke volume and cardiac output), BP curve dynamics, near-infrared spectroscopy determined cortical brain oxygenation, end-tidal carbon dioxide pressure, thoracic bio-impedance, and middle cerebral artery transcranial Doppler (TCD) blood flow velocity. Model performance was tested by quantifying the predictions with three methods: sensitivity and specificity, absolute error, and quantification of the log odds ratio of class 2 vs. class 0 probability estimates. Results: The combination with maximal sensitivity and specificity for classes 1 and 2 was found for the model comprising volumetric features (class 1: 0.73-0.98 and class 2: 0.56-0.96). Overall lowest model error was found for the models comprising TCD curve hemodynamics. Using probability estimates the best combination of sensitivity for class 1 (0.67) and specificity (0.87) was found for the model that contained the TCD cerebral blood flow velocity derived pulse height. The highest combination for class 2 was found for the model with the volumetric features (0.72 and 0.91). Conclusion: The most sensitive models for the detection of advanced CBV reduction comprised data that describe features from volumetric parameters and from cerebral blood flow velocity hemodynamics. In a validated model of hemorrhage in humans these parameters provide the best indication of the progression of central hypovolemia.", "doi": "10.3389/fphys.2017.01057", "title": "Support Vector Machine Based Monitoring of Cardio-Cerebrovascular Reserve during Simulated Hemorrhage.", "journal": ["Frontiers in physiology", "Front Physiol"]}