{"authors": [["Tosi", "Giorgia", "G", "Department of Psychology, Università degli Studi di Milano-Bicocca, Milan, Italy."], ["Romano", "Daniele", "D", "Department of Psychology, Università degli Studi di Milano-Bicocca, Milan, Italy."], ["Maravita", "Angelo", "A", "Department of Psychology, Università degli Studi di Milano-Bicocca, Milan, Italy."]], "date": "2018-01-04", "id": "29354040", "text": "The brain integrates multisensory inputs coming from the body (i.e., proprioception, tactile sensations) and the world that surrounds it (e.g., visual information). In this way, it is possible to build supra-modal and coherent mental representations of our own body, in order to process sensory events and to plan movements and actions in space. Post-stroke acquired motor deficits affect the ability to move body parts and to interact with objects. This may, in turn, impair the brain representation of the affected body part, resulting in a further increase of disability and motor impairment. To the aim of improving any putative derangements of body representation induced by the motor deficit, here we used the Mirror Box (MB). MB is a rehabilitative tool aimed at restoring several pathological conditions where body representation is affected, including post-stroke motor impairments. In this setting, observing the reflection of the intact limb in the mirror, while the affected one is hidden behind the mirror, can exert a positive influence upon different clinical conditions from chronic pain to motor deficits. Such results are thought to be mediated by a process of embodiment of the mirror reflection, which would be integrated into the representation of the affected limb. A group of 45 post-stroke patients was tested before and after performing a MB motor training in two conditions, one with the mirror between the hands and one without it, so that patients could see their impaired limb directly. A forearm bisection task, specifically designed to measure the metric representation of the body (i.e., size), was used as dependent variable. Results showed that, at baseline, the forearm bisection is shifted proximally, compatibly with a shrink of the metric representation of the affected arm towards the shoulder. However, following the MB session bisection scores shifted distally, compatibly with a partial correction of the metric representation of that arm. The effects showed some variability with the laterality of the lesion and the duration of the illness. The present results call for a possible role of the MB as a tool for improving altered body representation following post-stroke motor impairments.", "doi": "10.3389/fnhum.2017.00617", "title": "Mirror Box Training in Hemiplegic Stroke Patients Affects Body Representation.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}