{"authors": [["Klimiec", "Elzbieta", "E", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland."], ["Pasinska", "Paulina", "P", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland."], ["Kowalska", "Katarzyna", "K", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland."], ["Pera", "Joanna", "J", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland."], ["Slowik", "Agnieszka", "A", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland."], ["Dziedzic", "Tomasz", "T", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: dziedzic@cm-uj.krakow.pl."]], "date": "2017-12-27", "id": "29353229", "text": "In animals, peripheral lipopolysaccharide (LPS) injection before cerebral ischemia exacerbates neurological deficit, impairs survival and augments sickness behaviour. The goal of our study was to determine a relationship between plasma LPS, LPS pathway proteins (LPS binding protein (LBP) and sCD14) and outcome in stroke patients.We included 335 patients with ischemic stroke. Plasma LPS activity and levels of LBP and sCD14 were measured within 24 h after stroke onset. The endpoints of this study were (1) 3-month poor functional outcome defined as a modified Rankin Scale score >2; (2) 3-month and 12-month case fatality; (3) delirium during the first 7 days after admission.Plasma LPS activity did not correlate with either functional outcome or mortality. The higher levels of LBP and sCD14 predicted 3-month and 12-month case fatality. The adjusted hazard ratio for 12-month case fatality was 1.84 (95% CI: 1.32-2.58, p < 0.01) for LBP and 1.62 (95% CI: 1.15-2.29, p < 0.01) for sCD14. On multivariate analysis, higher LPS activity (OR: 1.63, 95% CI: 1.15-2.31, p = 0.01) and higher LBP (OR: 1.44, 95% CI: 1.04-2.00, p = 0.03) and sCD14 levels (OR: 1.54, 95% CI: 1.12-2.13, p = 0.01) were associated with increased risk of delirium.In ischemic stroke patients, higher levels of plasma sCD14 and LBP are associated with increased risk of death, whereas, elevated LPS activity and higher levels of LBP and CD14 are associated with post-stroke delirium.", "doi": "10.1016/j.atherosclerosis.2017.12.034", "title": "The association between plasma endotoxin, endotoxin pathway proteins and outcome after ischemic stroke.", "journal": ["Atherosclerosis", "Atherosclerosis"]}