{"authors": [["Ghaleh", "Maryam", "M", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA. Electronic address: mg1477@georgetown.edu."], ["Skipper-Kallal", "Laura M", "LM", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA."], ["Xing", "Shihui", "S", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA; Department of Neurology, First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Lacey", "Elizabeth", "E", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA; MedStar National Rehabilitation Hospital, Washington, DC, USA."], ["DeWitt", "Iain", "I", "Brain Imaging and Modeling Section, NIH/NIDCD, Bethesda, MD, USA."], ["DeMarco", "Andrew", "A", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA."], ["Turkeltaub", "Peter", "P", "Georgetown University Medical Center, Neurology Department, Washington, DC, USA; MedStar National Rehabilitation Hospital, Washington, DC, USA. Electronic address: turkeltp@georgetown.edu."]], "date": "2017-12-20", "id": "29351881", "text": "The neural basis of speech processing is still a matter of great debate. Phonotactic knowledge-knowledge of the allowable sound combinations in a language-remains particularly understudied. The purpose of this study was to investigate the brain regions crucial to phonotactic knowledge in left-hemisphere stroke survivors. Results were compared to areas in which gray matter anatomy related to phonotactic knowledge in healthy controls. 44 patients with chronic left-hemisphere stroke, and 32 controls performed an English-likeness rating task on 60 auditory non-words of varying phonotactic regularities. They were asked to rate on a 1-5 scale, how close each non-word sounded to English. Patients' performance was compared to that of healthy controls, using mixed effects modeling. Multivariate lesion-symptom mapping and voxel-based morphometry were used to find the brain regions important for phonotactic processing in patients and controls respectively. The results showed that compared to controls, stroke survivors were less sensitive to phonotactic regularity differences. Lesion-symptom mapping demonstrated that a loss of sensitivity to phonotactic regularities was associated with lesions in left angular gyrus and posterior middle temporal gyrus. Voxel-based morphometry also revealed a positive correlation between gray matter density in left angular gyrus and sensitivity to phonotactic regularities in controls. We suggest that the angular gyrus is used to compare the incoming speech stream to internal predictions based on the frequency of sound sequences in the language derived from stored lexical representations in the posterior middle temporal gyrus.", "doi": "10.1016/j.cortex.2017.12.010", "title": "Phonotactic processing deficit following left-hemisphere stroke.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}