{"authors": [["Teixeira", "André L", "AL", "NeuroVASQ - Integrative Physiology Laboratory, Faculty of Physical Education, University of Brasília, Brazil."], ["Daher", "Mauricio", "M", "NeuroVASQ - Integrative Physiology Laboratory, Faculty of Physical Education, University of Brasília."], ["Souza", "Mayara", "M", "Faculty of Physical Education, University of Brasilia."], ["Ramos", "Plinio Santos", "PS", "Physiology, 1- Faculty of Medical and Health Sciences of Juiz de Fora (SUPREMA), Juiz de Fora, MG, Brazil."], ["Fisher", "James P", "JP", "School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, United Kingdom."], ["Vianna", "Lauro C", "LC", "Faculty of Physical Education, University of Brasilia, Brazil."]], "date": "2017-12-15", "id": "29351473", "text": "Isolated muscle metaboreflex activation with post-handgrip exercise ischemia (PEI) increases sympathetic nerve activity and partially maintains the exercise-induced increase in blood pressure, but a smaller heart rate (HR) response occurs. The cardiopulmonary baroreceptors, mechanically sensitive receptors that respond to changes in central blood volume and pressure, are strongly associated with changes in body position and upon activation elicit reflex sympathoinhibition. Here, we tested the hypothesis that postural changes modulate the sympathetically-mediated cardiac response to PEI in humans. Beat-to-beat HR (electrocardiography) and blood pressure (finger photoplethysmography) were continuously measured and cardiac function was assessed by echocardiography in 13 healthy males (21{plus minus}3 years). After a 15-min rest period a 90-s static handgrip at 40% maximum voluntary contraction was performed followed by 3-min of PEI. Four trials were randomly conducted during either seated or supine position, with and without β1-adrenergic blockade (Atenolol 25 mg). During PEI under control conditions, HR remained elevated from baseline in the seated (∆4{plus minus}1 beats min-1), but not in the supine (∆-1{plus minus}1 beats min-1) position. Similarly, stroke volume (SV) and cardiac output (CO) were increased from baseline in the seated (∆13.0{plus minus}2.4 mL and ∆1.1{plus minus}0.2 L min-1, respectively), but not in the supine (∆2.5{plus minus}2.9 mL and ∆0.13{plus minus}0.20 L min-1, respectively) position. During β1-adrenergic blockade, HR, SV and CO remained unchanged in both conditions. We conclude that sympathetically-mediated cardiac responses to PEI are influenced by changes in body position. These findings indicated that muscle metaboreflex and cardiopulmonary baroreflex have an interactive influence on the neural control of cardiovascular function in humans.", "doi": "10.1152/ajpheart.00576.2017", "title": "Sympathetically-mediated cardiac responses to isolated muscle metaboreflex activation following exercise are modulated by body position in humans.", "journal": ["American journal of physiology. Heart and circulatory physiology", "Am. J. Physiol. Heart Circ. Physiol."]}