{"authors": [["Santoso", "Anwar", "A", "Department of Cardiology and Vascular Medicine, Faculty of Medicine, Universitas Indonesia, Harapan Kita Hospital, National Cardiovascular CentreJakarta, Indonesia."], ["Maulana", "Rido", "R", "Faculty of Medicine, Muhammadiyah Jakarta UniversityJakarta, Indonesia."], ["Alzahra", "Fatimah", "F", "Faculty of Medicine, Gadjah Mada UniversityYogyakarta, Indonesia."], ["Maghfirah", "Irma", "I", "Department of Cardiology and Vascular Medicine, Faculty of Medicine, Airlangga UniversitySurabaya, Indonesia."], ["Putrinarita", "Agnes Dinar", "AD", "Department of Cardiology and Vascular Medicine, Faculty of Medicine, Universitas Indonesia, Harapan Kita Hospital, National Cardiovascular CentreJakarta, Indonesia."], ["Heriansyah", "Teuku", "T", "Department of Cardiology and Vascular Medicine, Faculty of Medicine, Syiah Kuala UniversityAceh, Indonesia."]], "date": "2017-12-20", "id": "29348973", "text": "Previous studies suggested that some types of single nucleotide polymorphisms (SNPs) in PLA2G7 genes, encoding Lp-PLA2 have been reported to yield an antiatherogenic effect, but other studies mentioned otherwise. Thus, a comprehensive study to explore the effect of SNPs in PLA2G7 genes (V279F, A379V, R92H, I198T) toward clinical atherosclerosis is needed.We searched eligible studies from PubMed, EBSCO, ProQuest, Science Direct, Springer, and Cochrane databases for case-control studies to assess the between four types of SNPs in PLA2G7 gene with risk of clinical atherosclerosis (CVD = cardiovascular disease, CAD = coronary artery disease, PAD = peripheral artery disease, ischemic stroke). All studies were assessed under Hardy-Weinberg Equilibrium, an additive model. This meta-analysis was performed by RevMan 5.3 to provide pooled estimate for odds ratio (ORs) with 95% confidence intervals (95% CIs).Fourteen clinical studies met our inclusion criteria. Those included 12,432 patients with clinical atherosclerosis and 10,171 were controls. We found that ORs of two variants SNPs (V279F, R92H) were associated with clinical atherosclerosis {V279F, OR = 0.88 (95% CI, 0.81-0.95); p = 0.0007, I2 = 40%}, {R92H, OR = 1.29 (95% CI, 1.09-1.53); p = 0.003, I2 = 73%}. Meanwhile, there was no significant associations between the other two, A379V {OR = 1.08 (95% CI, 0.93-1.26); p = 0.31, I2 = 78%} and I198T {OR = 1.12 (95% CI = 0.79-1.59); p = 0.53, I2 = 81%}.These results suggested that V279F polymorphism in PLA2G7 gene has a protective effect for clinical atherosclerosis, whereas R92H polymorphism might contribute toward increased risk of clinical atherosclerosis.", "doi": null, "title": "Associations between four types of single-nucleotide polymorphisms in PLA2G7 gene and clinical atherosclerosis: a meta-analysis.", "journal": ["American journal of cardiovascular disease", "Am J Cardiovasc Dis"]}