{"authors": [["Hayward", "Kathryn S", "KS", "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Neva", "Jason L", "JL", "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Mang", "Cameron S", "CS", "Graduate Program in Rehabilitation Sciences, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Peters", "Sue", "S", "Graduate Program in Rehabilitation Sciences, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Wadden", "Katie P", "KP", "Graduate Program in Rehabilitation Sciences, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Ferris", "Jennifer K", "JK", "Graduate Program in Rehabilitation Sciences, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."], ["Boyd", "Lara A", "LA", "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada V6T 1Z3."]], "date": "2017-11-16", "id": "29348943", "text": "Severity of arm impairment alone does not explain motor outcomes in people with severe impairment post stroke.Define the contribution of brain biomarkers to upper limb motor outcomes in people with severe arm impairment post stroke.Paretic arm impairment (Fugl-Meyer upper limb, FM-UL) and function (Wolf Motor Function Test rate, WMFT-rate) were measured in 15 individuals with severe (FM-UL ≤ 30/66) and 14 with mild-moderate (FM-UL > 40/66) impairment. Transcranial magnetic stimulation and diffusion weight imaging indexed structure and function of the corticospinal tract and corpus callosum. Separate models of the relationship between possible biomarkers and motor outcomes at a single chronic (≥6 months) time point post stroke were performed.Age (ΔR20.365, p = 0.017) and ipsilesional-transcallosal inhibition (ΔR20.182, p = 0.048) explained a 54.7% (p = 0.009) variance in paretic WMFT-rate. Prefrontal corpus callous fractional anisotropy (PF-CC FA) alone explained 49.3% (p = 0.007) variance in FM-UL outcome. The same models did not explain significant variance in mild-moderate stroke. In the severe group, k-means cluster analysis of PF-CC FA distinguished two subgroups, separated by a clinically meaningful and significant difference in motor impairment (p = 0.049) and function (p = 0.006) outcomes.Corpus callosum function and structure were identified as possible biomarkers of motor outcome in people with chronic and severe arm impairment.", "doi": "10.1155/2017/4281532", "title": "Interhemispheric Pathways Are Important for Motor Outcome in Individuals with Chronic and Severe Upper Limb Impairment Post Stroke.", "journal": ["Neural plasticity", "Neural Plast."]}