{"authors": [["Kao", "Pai-Feng", "PF", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Liu", "Ju-Chi", "JC", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Hsu", "Yi-Ping", "YP", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Sung", "Li-Chin", "LC", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Yang", "Tsung-Yeh", "TY", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Hao", "Wen-Rui", "WR", "Division of Cardiovascular Medicine, Department of Internal Medicine, Shuang Ho Hospital, Taipei Medical University, New Taipei City, Taiwan."], ["Lin", "Ying-Chin", "YC", "Department of Family Medicine, Shung Ho Hospital, Taipei Medical University, New Taipei, Taiwan."], ["Wu", "Szu-Yuan", "SY", "Institute of Toxicology, College of Medicine, National Taiwan University, Taipei, Taiwan."]], "date": "2017-11-09", "id": "29348857", "text": "Atrial fibrillation (AF) is associated with the risk of ischemic stroke, regardless of the administration of appropriate antithrombotic prophylaxis. This study investigated whether influenza vaccination is associated with the risk of ischemic stroke, to determine a solution to reduce this risk in patients with AF.We used data from the Taiwan National Health Insurance Research Database. The study cohort comprised all patients diagnosed as having AF (n = 14 454) before January 1, 2005; these patients were followed until December 31, 2012. The index date was January 1, 2005. A propensity score was derived using a logistic regression model to estimate the effect of vaccination by accounting for covariates that predict receiving the intervention (vaccine). A Cox proportional hazard model was used to calculate the hazard ratios (HRs) of ischemic stroke in vaccinated and unvaccinated patients with AF.We included 6570 patients (2547 [38.77%] with and 4023 [61.23%] without influenza vaccination). The adjusted HRs (aHRs) of ischemic stroke were lower in the vaccinated patients than in the unvaccinated patients (influenza season, noninfluenza season, and all seasons: aHRs = 0.59, 0.50, and 0.55; P < 0.001, P < 0.001, and P < 0.001, respectively).Influenza vaccination might exert a dose-response effect against ischemic stroke in patients with AF who have risk factors for ischemic stroke by reducing the incidence of ischemic stroke, particularly in those aged 65-74 and ≥75 y.", "doi": "10.18632/oncotarget.22352", "title": "Influenza vaccination might reduce the risk of ischemic stroke in patients with atrial fibrillation: A population-based cohort study.", "journal": ["Oncotarget", "Oncotarget"]}