{"authors": [["Hernandez-Encarnacion", "Luisa", "L", "Department of Neurobiology, Neuroscience Institute, Morehouse School of MedicineAtlanta, Georgia, USA."], ["Sharma", "Pankaj", "P", "Department of Neurobiology, Neuroscience Institute, Morehouse School of MedicineAtlanta, Georgia, USA."], ["Simon", "Roger", "R", "Department of Neurobiology, Neuroscience Institute, Morehouse School of MedicineAtlanta, Georgia, USA."], ["Zhou", "An", "A", "Department of Neurobiology, Neuroscience Institute, Morehouse School of MedicineAtlanta, Georgia, USA."]], "date": "2017-12-25", "id": "29348796", "text": "In the context of seeking novel therapeutic targets for treating ischemic stroke, the preconditioning ischemia-induced brain ischemic tolerance has been used as a model of endogenously operative, broad-based neuroprotective mechanisms. Targeting such mechanisms is considered potentially less prone to adverse side effects, as those seen in many failed clinical trials that focus on single targets using exogenous compounds. Results from previous studies have revealed an overall decrease in potassium channel activity in tolerance development. The objective of this study is to identify ion channel genes that are differentially regulated under different brain ischemic conditions, as a mean to identify those ion channels that are associated with ischemic brain injury and ischemic tolerance. In mice in vivo, transient focal cerebral ischemia was induced by middle cerebral artery occlusion. In cultured neuronal cells in vitro, simulated ischemia was modeled by oxygen-glucose deprivation. For both in vivo and in vitro studies, three principal ischemic conditions were included: ischemic-preconditioned, injured and tolerant, respectively, plus appropriate controls. In these model systems, transcript levels of a panel of 84 neuronal ion channels genes were analyzed with a quantitative real-time PCR mini-array. The results showed that, both in vivo and in vitro, there was a predominant down regulation in neuronal ion channel genes under ischemic-tolerant conditions, and an up regulation in ischemic injury. Similar changes were observed among potassium, sodium and calcium channel genes. A number of regulated genes exhibited opposing changes under ischemic-injured and ischemic-tolerant conditions. This subset of ion channel genes exemplifies potentially novel leads for developing multi-factorial therapeutic targets for treating ischemic stroke.", "doi": null, "title": "Condition-specific transcriptional regulation of neuronal ion channel genes in brain ischemia.", "journal": ["International journal of physiology, pathophysiology and pharmacology", "Int J Physiol Pathophysiol Pharmacol"]}