{"authors": [["Nicholls", "Alyce J", "AJ", "Centre for Inflammatory Diseases, Department of Medicine, School of Clinical Sciences at Monash Health, Monash University, Australia."], ["Wen", "Shu Wen", "SW", "Centre for Inflammatory Diseases, Department of Medicine, School of Clinical Sciences at Monash Health, Monash University, Australia."], ["Hall", "Pam", "P", "Centre for Inflammatory Diseases, Department of Medicine, School of Clinical Sciences at Monash Health, Monash University, Australia."], ["Hickey", "Michael J", "MJ", "Centre for Inflammatory Diseases, Department of Medicine, School of Clinical Sciences at Monash Health, Monash University, Australia."], ["Wong", "Connie H Y", "CHY", "Centre for Inflammatory Diseases, Department of Medicine, School of Clinical Sciences at Monash Health, Monash University, Australia."]], "date": "2017-12-21", "id": "29345350", "text": "Emerging evidence has revealed that noradrenaline (NA), the main neurotransmitter of the sympathetic nervous system (SNS), regulates a variety of immune functions via binding to adrenergic receptors present on immune cells. In this study, we examined the role of NA in the regulation of neutrophil functions. Neutrophils were isolated from the bone marrow of naïve mice and treated with NA at various concentrations to assess the effect on various neutrophil functions. Additionally, we performed cremaster intravital microscopy to examine neutrophil-endothelial cell interactions following NA superfusion in vivo. In a separate group of animals, mice were subjected to an experimental model of stroke and at 4 and 24 h neutrophils were isolated for assessment on their ability to migrate toward various chemokines. Treatment of neutrophils with NA for 4 h significantly impaired neutrophil chemotaxis and induced an N2 neutrophil phenotype with reduced expression of the genes critical for cytoskeleton remodeling and inflammation. Prolonged NA administration promoted neutrophils to release myeloperoxidase and IL-6, but suppressed the production of interferon-γ and IL-10, reduced neutrophil activation and phagocytosis. Superfusion of NA over the cremaster muscle almost completely inhibited fMLP-induced neutrophil adhesion/arrest and transmigration. Furthermore, using a mouse model of stroke, a pathological condition in which SNS activation is evident, neutrophils isolated from poststroke mice showed markedly reduced chemotaxis toward all of the chemokines tested. The findings from our study indicate that neutrophil chemotaxis, activation, and phagocytosis can all be negatively regulated in an NA-dependent manner. A better understanding of the relationship between sympathetic activation and neutrophil function will be important for the development of effective antibacterial interventions.", "doi": "10.1002/JLB.3MA0517-194RR", "title": "Activation of the sympathetic nervous system modulates neutrophil function.", "journal": ["Journal of leukocyte biology", "J. Leukoc. Biol."]}