{"authors": [["Liu", "Ping", "P", "1Cerebrovascular Diseases Research Institute, and Department of Neurology, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Zhao", "Haiping", "H", "1Cerebrovascular Diseases Research Institute, and Department of Neurology, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Luo", "Yumin", "Y", "1Cerebrovascular Diseases Research Institute, and Department of Neurology, Xuanwu Hospital of Capital Medical University, Beijing, China."]], "date": "2017-12-01", "id": "29344421", "text": "Owing to a dramatic increase in average life expectancy and the Family Planning program of the 1970s - 1990s, China is rapidly becoming an aging society. Therefore, the investigation of healthspan-extending drugs becomes more urgent. Astragalus membranaceus (Huangqi) is a major medicinal herb that has been commonly used in many herbal formulations in the practice of traditional Chinese medicine (TCM) to treat a wide variety of diseases and body disorders, or marketed as life-prolonging extracts for human use in China, for more than 2000 years. The major components of Astragalus membranaceus are polysaccharides, flavonoids, and saponins. Pharmacological research indicates that the extract component of Astragalus membranaceus can increase telomerase activity, and has antioxidant, anti-inflammatory, immunoregulatory, anticancer, hypolipidemic, antihyperglycemic, hepatoprotective, expectorant, and diuretic effects. A proprietary extract of the dried root of Astragalus membranaceus, called TA-65, was associated with a significant age-reversal effect in the immune system. Our review focuses on the function and the underlying mechanisms of Astragalus membranaceus in lifespan extension, anti-vascular aging, anti-brain aging, and anti-cancer effects, based on experimental and clinical studies.", "doi": "10.14336/AD.2017.0816", "title": "Anti-Aging Implications of Astragalus Membranaceus (Huangqi): A Well-Known Chinese Tonic.", "journal": ["Aging and disease", "Aging Dis"]}