{"authors": [["Liang", "Wei", "W", "Department of Traditional Chinese Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Huang", "Xiaobo", "X", "Department of Traditional Chinese Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, China."], ["Chen", "Wenqiang", "W", "Department of Traditional Chinese Medicine, Xuanwu Hospital, Capital Medical University, Beijing, 100053, ChinaThese authors equally contributed to this work."]], "date": "2017-12-01", "id": "29344420", "text": "Ischemic stroke, producing a high mortality and morbidity rate, is a common clinical disease. Enhancing the prevention and control of ischemic stroke is particularly important. Baicalin and its aglycon baicalein are flavonoids extracted from Scutellaria baicalensis, an important traditional Chinese herb. In recent years, a growing body of evidences has shown that baicalin and baicalein could be effective in the treatment of cerebral ischemia. Pharmacokinetic studies have shown that baicalin could penetrate the blood-brain barrier and distribute in cerebral nuclei. Through a variety of in vitro and in vivo models of ischemic neuronal injury, numerous studies have demonstrated that baicalin and baicalein have salutary effect for neuroprotection. Especially, the studies on the pharmacological mechanism showed that baicalin and baicalein have several pharmacological activities, which include antioxidant, anti-apoptotic, anti-inflammatory and anti-excitotoxicity effects, protection of the mitochondria, promoting neuronal protective factors expression and adult neurogenesis effects and many more. This review focuses on the neuroprotective effects of baicalin and baicalein in ischemia or stroke-induced neuronal cell death. We aimed at collecting all important information regarding the neuroprotective effect and its pharmacological mechanism of baicalin and baicalein in various in vivo and in vitro experimental models of ischemic neuronal injury.", "doi": "10.14336/AD.2017.0829", "title": "The Effects of Baicalin and Baicalein on Cerebral Ischemia: A Review.", "journal": ["Aging and disease", "Aging Dis"]}