{"authors": [["Zhao", "Haiping", "H", "1Cerebrovascular Diseases Research Institute, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Han", "Ziping", "Z", "1Cerebrovascular Diseases Research Institute, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Li", "Guangwen", "G", "1Cerebrovascular Diseases Research Institute, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Zhang", "Sijia", "S", "1Cerebrovascular Diseases Research Institute, Xuanwu Hospital of Capital Medical University, Beijing, China."], ["Luo", "Yumin", "Y", "1Cerebrovascular Diseases Research Institute, Xuanwu Hospital of Capital Medical University, Beijing, China."]], "date": "2017-12-01", "id": "29344413", "text": "Owing to a dramatic increase in average life expectancy, most countries in the world are rapidly entering an aging society. Therefore, extending health span with pharmacological agents targeting aging-related pathological changes, are now in the spotlight of gerosciences. Panax notoginseng (Burk.) F. H. Chen, a species of the genus Panax, has been called the \"Miracle Root for the Preservation of Life,\" and has long been used as a Chinese herb with magical medicinal value. Panax notoginseng has been extensively employed in China to treat microcirculatory disturbances, inflammation, trauma, internal and external bleeding due to injury, and as a tonic. In recent years, with the deepening of the research pharmacologically, many new functions have been discovered. This review will introduce its pharmacological function on lifespan extension, anti-vascular aging, anti-brain aging, and anti-cancer properties, aiming to lay the ground for fully elucidating the potential mechanisms of Panax notoginseng's anti-aging effect to promote its clinical application.", "doi": "10.14336/AD.2017.0724", "title": "Therapeutic Potential and Cellular Mechanisms of Panax Notoginseng on Prevention of Aging and Cell Senescence-Associated Diseases.", "journal": ["Aging and disease", "Aging Dis"]}