{"authors": [["Chen", "Jun", "J", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Tang", "Jun", "J", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Chen", "Wei", "W", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Gao", "Yang", "Y", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["He", "Yang", "Y", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Zhang", "Qiang", "Q", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Ran", "Qishan", "Q", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Cao", "Fang", "F", "Department of Cerebrovascular Disease, The First Affiliated Hospital of Zunyi Medical College, Zunyi, Guizhou 563000, P.R. China."], ["Yao", "Shengtao", "S", "Department of Stroke Unit and Neurosurgery, The First People's Hospital of Zunyi, Zunyi, Guizhou 563000, P.R. China."]], "date": "2017-10-11", "id": "29344156", "text": "Glioma is the most frequently occuring primary brain tumor. Syndecan-1 (SDC1) expression is related to poor prognosis of numerous human malignancies including glioma. Syndecan binding protein (SDCBP) is an important partner for SDC1. The present study investigated whether SDC1 and SDCBP are expressed in glioma and their functions on glioma cell migration. An immunohistochemical assay revealed that SDC1 and SDCBP were expressed and were positively related to malignant level of glioma (SDC1, rs=0.576, P=0.001; SDCBP, rs=0.661, P<0.001). Moreover, the protein levels of SDC1 were positively correlated with those of SDCBP in glioma tissues (rs=0.628, P=0.001). In U251 glioma cells, protein levels of SDC1 and SDCBP were both upregulated in U251 cells with SDC1 overexpression, while downregulated with SDC1 knockdown. Transwell assay and scratch-wound healing assay showed that SDC1 overexpression significantly increased U251 cell migration, while SDC1 knockdown had the opposite effects. Rac1 activity, signal transducer and activator of transcription 3 (STAT3) phosphorylation, as well as expression of matrix metalloproteinase 2 (MMP2) and MMP9 was significantly increased by SDC1 overexpression, while was decreased by SDC1 knockdown. In conclusion, SDC1 overexpression upregulated SDCBP expression, and promoted glioma cell migration via Rac1 activation.", "doi": "10.3892/ol.2017.7170", "title": "Effects of syndecan-1 on the expression of syntenin and the migration of U251 glioma cells.", "journal": ["Oncology letters", "Oncol Lett"]}