{"authors": [["Gao", "Jie", "J", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."], ["Xu", "Wei", "W", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."], ["Han", "Kun", "K", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."], ["Zhu", "Lu", "L", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."], ["Gao", "Lili", "L", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."], ["Shang", "Xiuli", "X", "Department of Neurology, The First Affiliated Hospital, China Medical University, Shenyang, China."]], "date": "2017-12-27", "id": "29343960", "text": "This was a longitudinal study which investigated the relationship between serum uric acid (SUA) and total bilirubin (Tbil) upon admission in elderly stroke patients and the occurrence of postischemic stroke depression (IPSD) at 3, 6, and 9 months of post-stroke follow-up.Data were analyzed for 525 acute ischemic stroke patients. Beck Depression Inventory (BDI) scores >17 and Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) were used separately to screen and diagnose IPSD at 3, 6, and 9 months post-stroke. Once IPSD was diagnosed, follow-up activities were terminated.High levels of SUA (odds ratio [OR]=2.08, P<0.01) and Tbil (OR=2.31, P<0.01) in the first 3 months post-stroke and low levels of SUA (OR=2.05, P=0.03) and Tbil (OR=2.79, P<0.01) from 3 to 6 months post-stroke were identified as risk factors for major IPSD. At 3 months, patients with SUA levels ≥406.5 μmol/L (males with SUA levels of ≥409.5 μmol/L and females with SUA levels ≥385.5 μmol/L) and Tbil levels ≥23.65 μmol/L were more likely to develop major IPSD. At 6 months, both SUA (area under curve [AUC]=0.625, P=0.005, cutoff =194.0 μmol/L) and Tbil (AUC=0.681, P=0.004, cutoff =6.75 μmol/L) had minor diagnostic values (AUC<0.700), although SUA levels ≤214.5 μmol/L (AUC=0.756, P=0.001) in female patients had a good diagnostic value (AUC=0.722, P=0.006) for major IPSD. At 9 months, major IPSD showed no statistical relationship with either SUA (χ2=2.33, P=0.13) or Tbil (χ2=0.41, P=0.84).Higher levels of SUA and Tbil on admission were closely related to the occurrence of major IPSD within 3 months of stroke. Lower levels of these two biomarkers on admission were characteristic for the occurrence of major IPSD between 3 and 6 months post-stroke, while 6 months after stroke, there was no relationship between major IPSD and these two biomarkers.", "doi": "10.2147/NDT.S149712", "title": "Changes of serum uric acid and total bilirubin in elderly patients with major postischemic stroke depression.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}