{"authors": [["Saijo", "Yasuaki", "Y", "Department of Social MedicineAsahikawa Medical UniversityAsahikawaJapan."], ["Yoshioka", "Eiji", "E", "Department of Social MedicineAsahikawa Medical UniversityAsahikawaJapan."], ["Kawanishi", "Yasuyuki", "Y", "Department of Social MedicineAsahikawa Medical UniversityAsahikawaJapan."], ["Nakagi", "Yoshihiko", "Y", "Department of Social MedicineAsahikawa Medical UniversityAsahikawaJapan."], ["Hanley", "Sharon J B", "SJB", "Department of Women's Health MedicineHokkaido University Graduate School of MedicineSapporoJapan."], ["Yoshida", "Takahiko", "T", "Department of Women's Health MedicineHokkaido University Graduate School of MedicineSapporoJapan."]], "date": "2017-10-16", "id": "29340259", "text": "Poor access to a primary care physician may lead to poor control of risk factors for disease. This study investigated whether geographic access to a primary care physician was related to ischemic heart disease and stroke mortality.Road-distances from the centroids of the basic unit blocks of the 2010 Japanese Census to the nearest primary care facilities in Hokkaido, northern Japan, were measured using geographic information system (GIS) software. Next, block population-weighted mean road-distances to primary care facilities in all municipalities were calculated. The numbers of deaths from ischemic heart disease and stroke were obtained from the Vital Statistics Bureau. A Bayesian spatial conditional autoregressive (CAR) model was used to analyze relative risk (RR) by road-distance with the numbers of physicians in the municipality included as a covariate.Relative risk (per 1 kilometer increased) of death from ischemic heart disease to road-distance to the nearest primary care facility was not significantly higher in men (1.108: 95% credible interval [CI] 0.999-1.037) and women (1.023: 95% CI 1.000-1.046). However, RR of death from stroke was significantly higher in men (1.019: 95% CI 1.005-1.032) and women (1.019: 95% CI 1.006-1.033).Longer road-distance to a primary care facility may increase the risk of stroke mortality.", "doi": "10.1002/jgf2.140", "title": "Relationships between road-distance to primary care facilities and ischemic heart disease and stroke mortality in Hokkaido, Japan: A Bayesian hierarchical approach to ecological count data.", "journal": ["Journal of general and family medicine", "J Gen Fam Med"]}