{"authors": [["Nketia-Kyere", "Mercy", "M", "Tema General Hospital, Tema, Ghana."], ["Aryeetey", "Genevieve Cecilia", "GC", "Department of Health Policy, Planning and Management, School of Public Health, College of Health Sciences, University of Ghana, P. O. Box LG13, Legon, Accra, Ghana."], ["Nonvignon", "Justice", "J", "Department of Health Policy, Planning and Management, School of Public Health, College of Health Sciences, University of Ghana, P. O. Box LG13, Legon, Accra, Ghana."], ["Aikins", "Moses", "M", "Department of Health Policy, Planning and Management, School of Public Health, College of Health Sciences, University of Ghana, P. O. Box LG13, Legon, Accra, Ghana."]], "date": "2017-07-06", "id": "29340202", "text": "Physiotherapy has been shown to reduce the risk of disability among stroke patients. Poor adherence to physiotherapy can negatively affect outcomes and healthcare cost. However, very little is known about barriers especially to physiotherapy services in Ghana. The objective of this study was to assess the barriers to physiotherapy services for stroke patients at Tema General Hospital (TGH). The individual/personal and health system barriers to physiotherapy services at TGH were determined.A cross-sectional study design was employed. A simple random sampling technique was used to recruit 207 respondents for a face-to-face interview. Interviewer-administered questionnaires were used to collect data on individual/personal barriers of respondents to physiotherapy services and were described using the Likert's scale. Health system barriers were assessed using a self-structured questionnaire which had section under the following heading: human factors, physiotherapy modalities, physical barriers and material/equipment factors. The time spent waiting for physiotherapy and attitude of physiotherapist towards patients; physiotherapy modality such as electrotherapy, exercise therapy and massage therapy among others were some of the indices measured. Respondents' adherence to Medication was assessed with the Morisky 8-item medication adherence questionnaire. Data were entered and analysed using Epi info 7 and STATA 12.0. Associations between the variables were determined using a chi-square test and logistic regression model was used to test the strength of associations between the independent and the dependent variables. The level of statistical significance was set at p < 0.05.The results showed that majority (76.3%) of the respondents had economic barrier as their main individual/personal barrier to physiotherapy services. For medication adherence level, patients with low medication adherence level were about 21 times the odds of defaulting on accessing physiotherapy services five times or more as compared to those with medium adherence level (OR 20.63, 95% CI 8.96, 42.97). It was concluded in the study that individual/personal barriers of stroke patients were the significant barriers to accessing physiotherapy services at Tema General Hospital.", "doi": "10.1186/s40945-017-0037-5", "title": "Exploring barriers to accessing physiotherapy services for stroke patients at Tema general hospital, Ghana.", "journal": ["Archives of physiotherapy", "Arch Physiother"]}