{"authors": [["Vikrant", "Sanjay", "S", "Department of Nephrology, Indira Gandhi Medical College, Shimla, Himachal Pradesh, India."], ["Parashar", "Anupam", "A", "Community Medicine, Indira Gandhi Medial College, Shimla, Himachal Pradesh, India."]], "date": "2017-03-28", "id": "29340149", "text": "Acute kidney injury (AKI) after multiple Hymenoptera stings is well known but still a rare phenomenon.We conducted a retrospective study of the clinicopathological spectrum of AKI due to multiple Hymenoptera stings over 13 years (July 2003-June 2016).A total of 35 patients were diagnosed with AKI due to multiple Hymenoptera stings. The mean age of the patients was 44.7 ± 17.4 years and the majority (60%) were men. Haematological and biochemical laboratory abnormalities included anaemia (97.1%), leucocytosis (54.3%), hyperkalaemia (68.6%), severe metabolic acidosis (51.4%), hepatic dysfunction (74.3%), haemolysis (91.4%) and rhabdomyolysis (62.9%). The main complications included acute respiratory distress syndrome (ARDS) and encephalopathy in four (11.4%) patients each; gastrointestinal bleeding, hypertension and panniculitis in two (5.7%) patients each and one (2.9%) patient each developed intra-abdominal bleeding, stroke and polyserositis. Twenty-nine (83%) patients required dialysis. Ten (29%) patients died. A higher white blood cell count (P = 0.05) and the complications of ARDS (P = 0.004) and encephalopathy (P = 0.004) were associated with mortality. The kidney functions normalized at 5.5 ± 2.6 weeks in patients who survived. Kidney biopsy was done in 13 patients. The predominant lesion was acute tubular necrosis (ATN) with or without pigmented granular cast in 10 (77%) patients. In four (30.8%) patients, the kidney biopsy showed severe ATN and in the other six (46.2%), the kidney biopsy showed features of ATN associated with mild to moderate acute interstitial nephritis (AIN). In three (23%) patients the histopathological examination revealed only moderate AIN and these patients were treated with a short course of steroids.AKI due to multiple Hymenoptera stings is severe and is associated with high mortality. On renal histology, ATN and AIN are common.", "doi": "10.1093/ckj/sfx010", "title": "Acute kidney injury due to multiple Hymenoptera stings-a clinicopathological study.", "journal": ["Clinical kidney journal", "Clin Kidney J"]}