{"authors": [["Liu", "Tian-Long", "TL", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Liu", "Min-Na", "MN", "Department of Nephrology, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Xu", "Xin-Liang", "XL", "School of Medicine and Life Sciences, University of Jinan-Shandong Academy of Medical Sciences, Jinan, China."], ["Liu", "Wen-Xing", "WX", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Shang", "Pei-Jin", "PJ", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Zhai", "Xiao-Hu", "XH", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Xu", "Hang", "H", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Ding", "Yi", "Y", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Li", "Yu-Wen", "YW", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."], ["Wen", "Ai-Dong", "AD", "Department of Pharmacy, Xijing Hospital, Fourth Military Medical University, Xi'an, China."]], "date": "2017-12-04", "id": "29340078", "text": "Ischemic stroke is a cerebrovascular thrombotic disease with high morbidity and mortality. Qi deficiency blood stasis (QDBS) and Yin deficiency blood stasis (YDBS) are the two major subtypes of ischemic stroke according to the theories of traditional Chinese medicine. This study was conducted to distinguish these two syndromes at transcriptomics level and explore the underlying mechanisms. Male rats were randomly divided into three groups: sham group, QDBS/MCAO group and YDBS/MCAO group. Morphological changes were assessed after 24 h of reperfusion. Microarray analysis with circulating mRNA was then performed to identify differential gene expression profile, gene ontology and pathway enrichment analyses were carried out to predict the gene function, gene co-expression and pathway networks were constructed to identify the hub biomarkers, which were further validated by western blotting and Tunel staining analysis. Three subsets of dysregulated genes were acquired, including 445 QDBS-specific genes, 490 YDBS-specific genes and 1676 blood stasis common genes. Our work reveals for the first time that T cell receptor, MAPK and apoptosis pathway were identified as the hub pathways based on the pathway networks, while Nfκb1, Egfr and Casp3 were recognized as the hub genes by co-expression networks. This research helps contribute to a clearer understanding of the pathological characteristics of ischemic stroke with QDBS and YDBS syndrome, the proposed biomarkers might provide insight into the accurate diagnose and proper treatment for ischemic stroke with blood stasis syndrome.", "doi": "10.18632/oncotarget.22877", "title": "Differential gene expression profiles between two subtypes of ischemic stroke with blood stasis syndromes.", "journal": ["Oncotarget", "Oncotarget"]}