{"authors": [["Bok", "Seoyeon", "S", "Division of Integrative Biosciences and Biotechnology, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Kim", "Young-Eun", "YE", "Division of Integrative Biosciences and Biotechnology, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Woo", "Youngsik", "Y", "Department of Life Sciences, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Kim", "Soeun", "S", "Department of Life Sciences, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Kang", "Suk-Jo", "SJ", "Department of Biological Sciences, Korea Advanced Institute of Science and Technology (KAIST), Daejeon 34141, Korea."], ["Lee", "Yoontae", "Y", "Department of Life Sciences, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Park", "Sang Ki", "SK", "Department of Life Sciences, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."], ["Weissman", "Irving L", "IL", "Stem Cell Institute and Regenerative Medicine, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Ahn", "G-One", "GO", "Division of Integrative Biosciences and Biotechnology, Pohang University of Science and Technology (POSTECH), Pohang 37673, Korea."]], "date": "2017-12-01", "id": "29340071", "text": "Cells universally adapt to ischemic conditions by turning on a transcription factor hypoxia-inducible factor (HIF), in which its role is known to differ widely across many different types of cells. Given that microglia have been reported as an essential mediator of neuroinflammation in many brain diseases, we examined the role of HIF in microglia in the progression of an acute phase of ischemic stroke by challenging our novel strains of myeloid-specific Hif-1α or Hif-2α knockout (KO) mice created by Cre-loxP system via middle cerebral artery occlusion (MCAO). We observed that Hif-1α but not Hif-2α KO mice exhibited an improved recovery compared to wild-type (WT) mice determined by behavioral tests. Immunostaining analyses revealed that there were increased numbers of both mature and immature neurons while microglia and apoptotic cells were significantly decreased in the dentate gyrus of Hif-1α KO mice following MCAO. By isolating microglia with fluorescence-activated cell sorter, we found that HIF-1α-deficient microglia were impaired in phagocytosis, reactive oxygen species (ROS) production, and tumor necrosis factor-α (TNF-α) secretion. We further observed a significant decrease in the expression of Cd36 and milk fat globule-epidermal growth factor 8 (Mfg-e8) genes, both of which contain hypoxia-responsive element (HRE). Knocking down either of these genes in BV2 microglial cells was sufficient to abrogate HIF-mediated increase in phagocytosis, production of intracellular ROS, or TNF-α secretion. Our results therefore suggest that HIF-1α in microglia is a novel therapeutic target to protect neuronal survival following an acute phase of ischemic stroke.", "doi": "10.18632/oncotarget.22851", "title": "Hypoxia-inducible factor-1α regulates microglial functions affecting neuronal survival in the acute phase of ischemic stroke in mice.", "journal": ["Oncotarget", "Oncotarget"]}