{"authors": [["Gryc", "Tomáš", "T", "Charles University in Prague, Faculty of Physical Education and Sport, Biomedical Laboratory, Prague, Czech Republic."], ["Stastny", "Petr", "P", "Charles University in Prague, Faculty of Physical Education and Sport, Department of Sport Games, Prague, Czech Republic."], ["Zahálka", "František", "F", "Charles University in Prague, Faculty of Physical Education and Sport, Biomedical Laboratory, Prague, Czech Republic."], ["Smółka", "Wojciech", "W", "Clinical Department of Laryngology, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."], ["Żmijewski", "Piotr", "P", "Faculty of Medicine, University of Information Technology and Management in Rzeszow, Rzeszow, Poland."], ["Gołaś", "Artur", "A", "Department of Theory and Practice of Sport, The Jerzy Kukuczka Academy of Physical Education in Katowice, Katowice, Poland."], ["Zawartka", "Marek", "M", "Department of Theory and Practice of Sport, The Jerzy Kukuczka Academy of Physical Education in Katowice, Katowice, Poland."], ["Malý", "Tomáš", "T", "Charles University in Prague, Faculty of Physical Education and Sport, Biomedical Laboratory, Prague, Czech Republic."]], "date": "2017-12-28", "id": "29340004", "text": "Golfers with disability are limited in the execution of the full golf swing, but their performance in putting may be comparable because this stroke does not demand significant strength, balance and range of motion. Therefore, the aim of this study was to compare putting performance, kinetic and kinematic consistency between golfers with different disabilities and healthy athletes. The participants consisted of three disabled athletes (perinatal cerebral palsy, multiple sclerosis, below knee lower limb amputee) and three healthy golfers (age 34 ± 4.5 years, body height 178 ± 3.3 cm, body mass 83 ± 6.2 kg). The golfers' movements were recorded by active 3D markers for kinematic analyses; the subjects performed 10 trials of a 6 m putting task while standing on separate force platforms placed under each lower limb. Putting performance was measured by the distance of the final ball position to the centre of the hole. ANOVA analyses did not show any differences in clubhead speed and total ball distance from the hole. The consistency of those two parameters expressed by the coefficient of variation (CV) was CV = 0.5% or better in both groups for clubhead speed and ranged from CV = 0.40 to 0.61% in healthy and CV = 0.21 to 0.55% in disabled athletes for total error distance. The main effect ANOVA showed differences in weight shift, hip and shoulder kinematics (p < 0.05) between healthy players and all players with disability. All disabled athletes shifted their weight toward the healthy side (towards the healthy lower limb) and alternated the end of the swing. The player with below knee amputation had the lowest range of motion in the shoulder joint during the putting stroke. The players with perinatal cerebral palsy and multiple sclerosis had the largest range of motion in the hips. Putting performance of disabled golfers was similar to healthy athletes. During training of disabled players, coaches should pay attention to the specificity of a particular disability when focused on putting performance. However, individual technique should achieve the same consistency as observed in healthy players.", "doi": "10.1515/hukin-2017-0113", "title": "Performance and Kinematic Differences in Putting between Healthy and Disabled Elite Golfers.", "journal": ["Journal of human kinetics", "J Hum Kinet"]}