{"authors": [["Strzała", "Marek", "M", "Department of Water Sports, University School of Physical Education, Kraków, Poland."], ["Stanula", "Arkadiusz", "A", "Department of Sports Training, The Jerzy Kukuczka Academy of Physical Education, Katowice, Poland."], ["Krężałek", "Piotr", "P", "Department of Physiotherapy, University School of Physical Education, Kraków, Poland."], ["Ostrowski", "Andrzej", "A", "Department of Water Sports, University School of Physical Education, Kraków, Poland."], ["Kaca", "Marcin", "M", "Department of Water Sports, University School of Physical Education, Kraków, Poland."], ["Głąb", "Grzegorz", "G", "Department of Physiotherapy, University School of Physical Education, Kraków, Poland."]], "date": "2017-12-28", "id": "29339985", "text": "The aim of this study was to investigate somatic properties and force production of leg extensor muscles measured in the countermovement jump test (CMJ), as well as to analyse kinematic variables of sprint surface butterfly swimming. Thirty-four male competitive swimmers were recruited with an average age of 19.3 ± 1.83 years. Their average body height (BH) was 183.7 ± 5.93 cm, body fat content 10.8 ± 2.64% and body mass (BM) 78.3 ± 5.0 kg. Length measurements of particular body segments were taken and a counter movement jump (CMJ) as well as an all-out 50 m butterfly speed test were completed. The underwater movements of the swimmers' bodies were recorded with a digital camera providing side-shots. We registered a significant relationship between body mass (r = 0.46), lean body mass (r = 0.48) and sprint surface butterfly swimming (VSBF). The anaerobic power measured in the CMJ test, total body length (TBL) as well as upper and lower extremity length indices did not influence swimming speed significantly. The temporal entry-kick index (the time ratio between the first kick and arm entry) significantly influenced VSBF (r = -0.45). Similarly, medium power of the coefficient was indicated between a) stroke rate kinematics (SR), b) duration of the first leg kick (LP1), c) air phase duration of arm recovery (Fly-arm), and VSBF (r = 0.40; r = 0.40 and r = 0.41, respectively). The entry-kick temporal index showed that, in the butterfly cycle, an appropriately early executed initial kick when compared to arm entry was associated with a longer arm propulsion phase, which in turn was associated with minimizing resistive gliding phases and enabled relatively longer and less resistive air arm recovery (higher value of the fly-arm index). The higher value of SR kinematic was another important element of the best butterfly results in this study.", "doi": "10.1515/hukin-2017-0089", "title": "Butterfly Sprint Swimming Technique, Analysis of Somatic and Spatial-Temporal Coordination Variables.", "journal": ["Journal of human kinetics", "J Hum Kinet"]}