{"authors": [["Qi", "Rui-Dong", "RD", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."], ["Zhu", "Jun-Ming", "JM", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China. Electronic address: anzhenzjm@163.com."], ["Liu", "Yong-Min", "YM", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."], ["Chen", "Lei", "L", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."], ["Li", "Cheng-Nan", "CN", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."], ["Xing", "Xiao-Yan", "XY", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."], ["Sun", "Li-Zhong", "LZ", "Beijing Aortic Disease Center, Beijing Institute of Heart, Lung and Blood Vessel Diseases and Beijing Anzhen Hospital, Capital Medical University, Beijing, China."]], "date": "2017-12-14", "id": "29338866", "text": "Type Ia endoleaks are not uncommon complications that occur after thoracic endovascular aortic repair (TEVAR). Because aortic arch vessels prevent extension of the landing zone, it is very difficult to manipulate a type Ia endoleak using an extension cuff or stent-graft, especially when the aortic arch is involved. Here, we retrospectively review our experience of surgical treatment of type Ia endoleak after TEVAR using a stented elephant trunk procedure.From July 2010 to August 2016, we treated 17 patients diagnosed with a type Ia endoleak following TEVAR using stented elephant trunk procedure. The mean age of our patients was 52 ± 8 years. The mean interval between TEVAR and the open surgical repair was 38 ± 43 months.All cases of type Ia endoleak (100%) were repaired successfully. There were no in-hospital deaths. One case required reintubation and continuous renal replacement therapy due to renal failure; this patient recovered smoothly before discharge. One other patient suffered a stroke and renal failure and did not fully recover following discharge, or follow-up. During follow-up, there were 3 deaths.Acceptable results were obtained using a stented elephant trunk procedure in patients with a type Ia endoleak after TEVAR. This technique allowed us to repair the proximal aortic arch lesions, surgically correct the type Ia endoleak, and promote false lumen thrombosis in the distal aorta. Implantation of a stented elephant trunk, with or without a concomitant aortic arch procedure, is an alternative approach for this type of lesion.", "doi": "10.1016/j.jtcvs.2017.11.088", "title": "The repair of a type Ia endoleak following thoracic endovascular aortic repair using a stented elephant trunk procedure.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}