{"authors": [["Preventza", "Ourania", "O", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex. Electronic address: opsmile01@aol.com."], ["Price", "Matt D", "MD", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Spiliotopoulos", "Konstantinos", "K", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Amarasekara", "Hiruni S", "HS", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."], ["Cornwell", "Lorraine D", "LD", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Division of Cardiothoracic Surgery, Michael E. DeBakey Veterans Affairs Medical Center, Houston, Tex."], ["Omer", "Shuab", "S", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Division of Cardiothoracic Surgery, Michael E. DeBakey Veterans Affairs Medical Center, Houston, Tex."], ["de la Cruz", "Kim I", "KI", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."], ["Zhang", "Qianzi", "Q", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Green", "Susan Y", "SY", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."], ["LeMaire", "Scott A", "SA", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."], ["Rosengart", "Todd K", "TK", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."], ["Coselli", "Joseph S", "JS", "Division of Cardiothoracic Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex; Department of Cardiovascular Surgery, Texas Heart Institute, Houston, Tex."]], "date": "2017-12-19", "id": "29338863", "text": "The preferred arterial cannulation site for elective proximal aortic procedures requiring circulatory arrest varies, and different sites have been tried. We evaluated the relationships between arterial cannulation site and adverse outcomes, including stroke, in patients undergoing elective aortic arch surgery.We reviewed the records of 938 patients who underwent elective hemiarch or total arch surgery with circulatory arrest between 2006 and 2016. Five cannulation sites were used: the right axillary (n = 515; 54.9%), innominate (n = 376; 40.1%), and right common carotid arteries (n = 15; 1.6%), each with a side graft; the ascending aorta (n = 19; 2.0%); and the femoral artery (n = 13; 1.4%). Multivariable logistic regression analysis was used to model the effects of cannulation site on adverse outcomes for the entire cohort and for a subcohort of 891 patients who underwent innominate or axillary artery cannulation. Propensity-matching yielded 564 patients (282 pairs) from the right axillary and innominate artery groups.For the entire cohort, mortality, stroke, and composite adverse outcome (operative death or persistent stroke or renal failure at hospital discharge) rates were 7.0%, 4.1%, and 9.8%. In the multivariable analysis of the axillary/innominate subcohort, cannulation site did not independently predict operative mortality, persistent stroke, or composite adverse event. These results were confirmed with the propensity-matched analysis, where both axillary and innominate artery cannulation provided equivalent composite adverse event rates, operative death rates, and overall stroke rates.During elective arch surgery, right axillary artery cannulation and innominate artery cannulation (both via a side graft) produce excellent results and can be used interchangeably.", "doi": "10.1016/j.jtcvs.2017.11.095", "title": "In elective arch surgery with circulatory arrest, does the arterial cannulation site really matter? A propensity score analysis of right axillary and innominate artery cannulation.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}