{"authors": [["Lin", "Willie", "W", "1 Meridigen Biotech Co., Ltd., Neihu, Taipei City, Taiwan."], ["Hsuan", "Yogi Chang-Yo", "YC", "1 Meridigen Biotech Co., Ltd., Neihu, Taipei City, Taiwan."], ["Lin", "Mao-Tsun", "MT", "2 Department of Medical Research, Chi Mei Medical Center, Tainan City, Taiwan."], ["Kuo", "Ting-Wei", "TW", "3 Department of Biotechnology, Southern Taiwan University of Science and Technology, Tainan City, Taiwan."], ["Lin", "Cheng-Hsien", "CH", "1 Meridigen Biotech Co., Ltd., Neihu, Taipei City, Taiwan."], ["Su", "Yu-Chin", "YC", "1 Meridigen Biotech Co., Ltd., Neihu, Taipei City, Taiwan."], ["Niu", "Ko-Chi", "KC", "4 Department of Hyperbaric Oxygen, Chi Mei Medical Center, Tainan City, Taiwan."], ["Chang", "Ching-Ping", "CP", "2 Department of Medical Research, Chi Mei Medical Center, Tainan City, Taiwan."], ["Lin", "Hung-Jung", "HJ", "3 Department of Biotechnology, Southern Taiwan University of Science and Technology, Tainan City, Taiwan."]], "date": null, "id": "29338384", "text": "Microglia are the first source of a neuroinflammatory cascade, which seems to be involved in every phase of stroke-related neuronal damage. Two weeks after transient middle cerebral artery occlusion (MCAO), vehicle-treated rats displayed higher numbers of total ionized calcium-binding adaptor molecule 1 (Iba-1)-positive cells, greater cell body areas of Iba-1-positive cells, and higher numbers of hypertrophic Iba-1-positive cells (with a cell body area over 80 μm2) in the ipsilateral ischemic brain regions including the frontal cortex, striatum, and parietal cortex. In addition, MCAO decreased the number of migrating neuroblasts (or DCX- and 5-ethynyl-2'-deoxyuridine-positive cells) in the cortex, subventricular zone, and hippocampus of the ischemic brain, followed by neurological injury (including brain infarct and neurological deficits). Intravenous administration of human umbilical cord-derived mesenchymal stem cells (hUC-MSCs; 1 × 106 or 4 × 106) at 24 h after MCAO reduced neurological injury, decreased the number of hypertrophic microglia/macrophages, and increased the number of newborn neurons in rat brains. Thus, the accumulation of hypertrophic microglia/macrophages seems to be detrimental to neurogenesis after stroke. Treatment with hUC-MSCs preserved adult newborn neurons and reduced functional impairment after transient cerebral ischemia by reducing the number of hypertrophic microglia/macrophages.", "doi": "10.1177/0963689717728936", "title": "Human Umbilical Cord Mesenchymal Stem Cells Preserve Adult Newborn Neurons and Reduce Neurological Injury after Cerebral Ischemia by Reducing the Number of Hypertrophic Microglia/Macrophages.", "journal": ["Cell transplantation", "Cell Transplant"]}