{"authors": [["Chen", "Yuhua", "Y", "Central Laboratory of Medical School, Peihua University, Xi'An, 710125, China. Electronic address: chenyuhua.358@163.com."], ["Sun", "Yue", "Y", "Department of Neurosurgery, PLA Army General Hospital, Beijing, 100700, China. Electronic address: muzimingyue@163.com."], ["Li", "Wende", "W", "Department of Neurosurgery, PLA Army General Hospital, Beijing, 100700, China. Electronic address: wenwendege@126.com."], ["Wei", "Hong", "H", "Basic Medical Science Research Center, Shaanxi Fourth People's Hospital Affiliated, Xi'An, 710043, China. Electronic address: weihong199002@sina.com."], ["Long", "Tianlin", "T", "Department of Neurosurgery, Bijie First People's Hospital, Bijie, 551700, China. Electronic address: 357646576@qq.com."], ["Li", "Hua", "H", "Basic Medical Science Research Center, Shaanxi Fourth People's Hospital Affiliated, Xi'An, 710043, China. Electronic address: sjwklihua@163.com."], ["Xu", "Quanhua", "Q", "Department of Neurosurgery, Bijie First People's Hospital, Bijie, 551700, China. Electronic address: 28495974@qq.com."], ["Liu", "Wei", "W", "Basic Medical Science Research Center, Shaanxi Fourth People's Hospital Affiliated, Xi'An, 710043, China. Electronic address: vincelau@sina.com."]], "date": "2017-12-20", "id": "29336875", "text": "Xing-Nao-Jing (XNJ) is a well-known injection that has been extensively applied in clinical treatment of stroke in China. However, the underlying mechanism of clinical administration of XNJ in stroke remains unclear. In this study, a systems pharmacology strategy based on pharmacokinetic and pharmacodynamics data was applied to analyze the pharmacological effect of XNJ on stroke. Sixteen active compounds were filtered from XNJ through Drug-likeness (DL) and Brain-blood-barrier (BBB) evaluations. Ninety-four potential targets of these active components were identified by SysDT and SEA. Biological process and pathway enrichment analyses of these targets demonstrated that XNJ exerted anti-stroke effects by biological processes and pathways, such as the response to oxidative stress, regulation of blood pressure, calcium signaling pathway, and apoptosis. Integrating the compound-target network and stroke-related PPI network, we found that Akt1, HIF-1α and ITGB2 may play key roles in the treatment of stroke. The experiments demonstrated that oxycurcumenol may prevent PC12 cells from oxidative stress-induced cell damage. Our study indicates that XNJ has an effect on stroke by protecting neuro cells from oxidative stress-induced cell damage via HIF1α, and the research strategy at the systems pharmacology level is feasible to reveal the mechanisms of novel lead compounds from natural products.", "doi": "10.1016/j.jphs.2017.11.005", "title": "Systems pharmacology dissection of the anti-stroke mechanism for the Chinese traditional medicine Xing-Nao-Jing.", "journal": ["Journal of pharmacological sciences", "J. Pharmacol. Sci."]}