{"authors": [["Zhao", "Enfa", "E", "Department of Structural Heart Disease, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, China."], ["Cheng", "Gesheng", "G", "Department of Structural Heart Disease, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, China."], ["Zhang", "Yushun", "Y", "Department of Structural Heart Disease, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an 710061, China."], ["Li", "Yang", "Y", "Department of Cardiology, Xianyang Hospital of Yan'an University, Xianyang 712000, China."], ["Wang", "Yingli", "Y", "Department of Cardiology, Xianyang Hospital of Yan'an University, Xianyang 712000, China."]], "date": "2017-12-03", "id": "29333447", "text": "The aim of this study is to evaluate the ability of two different contrast agents to detect cardiac right-to-left shunting in patients with a patent foramen ovale during contrast transthoracic echocardiography and transesophageal echocardiography. Eighty-four patients who had migraines or experienced cryptogenic stroke were prospectively enrolled. Contrast echocardiography of the right portion of the heart was performed using an injection of either (i) 8 ml of agitated saline, 1 ml of blood, and 1 ml of air (ASB) or (ii) 4 ml of vitamin B6 and 6 ml of sodium bicarbonate solution (VSBS). All patients underwent contrast echocardiography with different contrast agents successively before undergoing transesophageal echocardiography. The diagnostic sensitivity of VSBS and ASB for cardiac shunting diagnosis was 94.23% and 78.85%, respectively. The diagnostic sensitivity in the VSBS group was significantly higher than that in the ASB group (χ2 = 5.283, P = 0.022). The observed semiquantitative shunt grading suggests that the positive rate in the VSBS group was higher than that in the ASB group (Z = -1.998, P = 0.046). The use of vitamin B6 and sodium bicarbonate solution as a TTE contrast agent yielded a high sensitivity compared with ASB. However, further trials with large sample size are required to confirm this finding.", "doi": "10.1155/2017/6086094", "title": "Comparison of Different Contrast Agents in Detecting Cardiac Right-to-Left Shunt in Patients with a Patent Foramen Ovale during Contrast-Transthoracic Echocardiography.", "journal": ["BioMed research international", "Biomed Res Int"]}