{"authors": [["Matsuura", "Akihiro", "A", "Department of Rehabilitation, Daisen Rehabilitation Hospital."], ["Karita", "Tetsuya", "T", "Department of Rehabilitation, Daisen Rehabilitation Hospital."], ["Nakada", "Nao", "N", "Department of Rehabilitation, Daisen Rehabilitation Hospital."], ["Fukushima", "Suguru", "S", "Department of Rehabilitation, Daisen Rehabilitation Hospital."], ["Mori", "Futoshi", "F", "Department of Occupational Therapy, Faculty of Health and Welfare, Prefectural University of Hiroshima."]], "date": "2017-10-30", "id": "29333360", "text": "To investigate the correlation between changes of contralesional cortical excitability evaluated by transcranial magnetic stimulation (TMS) and functional recovery in patients with hemiparetic stroke.Eight inpatients (mean age: 75.9±13.8 years) with mild to moderate hemiparesis were enrolled. TMS was delivered to the optimal scalp position over the contralesional (ipsilateral to the paresis) primary motor cortex (M1) to activate the unaffected flexor carpi radialis muscle (FCR) while the patient picked up a wooden block with the affected hand. The amplitude of the motor-evoked potential (MEP) was measured and then was divided by the resting MEP amplitude (MEP ratio). For evaluation of motor function, we tested grip strength (GS), performed the upper extremity motor section of the Fugl-Meyer Assessment (FMA-UE), and performed the Purdue Pegboard Test (PPT) when the patients were admitted to our hospital (T1) and 2 months after admission (T2).The MEP ratio was significantly decreased at the second examination. The partial correlations between the MEP ratio and FMA-UE at T1, and PPT of an affected hand at T2 were observed while controlling for the period after stroke onset as the confounding variable.The reduction of contralesional cortical hyperactivity is related to the functional recovery in part, but not related with the period after stroke onset. This suggests that enhanced reduction of contralesional M1 hyperactivity contributes to functional recovery after stroke.", "doi": "10.1298/ptr.E9911", "title": "Correlation between changes of contralesional cortical activity and motor function recovery in patients with hemiparetic stroke.", "journal": ["Physical therapy research", "Phys Ther Res"]}