{"authors": [["Kim", "Hyung Yoon", "HY", "Division of Cardiology, Department of Internal Medicine, Jeju National University School of Medicine, Jeju, Korea."], ["Doh", "Joon-Hyung", "JH", "Department of Medicine, Inje University College of Medicine, Ilsan-Paik Hospital, Goyang, Korea."], ["Jang", "Shin Yi", "SY", "Division of Cardiology, Department of Medicine, Heart Vascular Stroke Institute, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Kim", "Eun Kyoung", "EK", "Division of Cardiology, Department of Medicine, Heart Vascular Stroke Institute, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Hahn", "Joo-Yong", "JY", "Division of Cardiology, Department of Medicine, Heart Vascular Stroke Institute, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."], ["Kim", "Duk-Kyung", "DK", "Division of Cardiology, Department of Medicine, Heart Vascular Stroke Institute, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, Korea."]], "date": "2017-12-29", "id": "29333217", "text": "Although stress-induced cardiomyopathy (SCMP) is reported to be more common in women, little is known about gender differences in patients with SCMP. The aim of the study was to describe clinical features of patients with SCMP according to gender.One hundred and three patients diagnosed with definite SCMP at a single tertiary institute from January 1997 to August 2014 were enrolled. SCMP was more common in women than in men.Age at presentation was not significantly different between the two groups (p = 0.758). Preceding physical stress, especially acute medical illness, was more common in male patients (p = 0.014), whereas emotional stress was more common in female patients (p = 0.016). Severity of medical illness classified by the Acute Physiology and Chronic Health Evaluation (APACHE) II score at the time of SCMP diagnosis was not significantly different between men and women (p = 0.752). Clinical characteristics, including symptoms, laboratory and electrocardiographic findings, were similar. However, pump failure was more severe in men (p = 0.024). Clinical outcomes were not statistically different (p = 0.220). Preceding physical stress and lower left ventricular systolic function after 2 months were independent risk factors for all-cause mortality for both genders. Women with an APACHE II score ≥ 15 and men with reduced left ventricular ejection fraction after 2 months had a greater risk of poor prognosis.SCMP was more common in female patients. Female patients more commonly experienced preceding emotional stress, whereas physical stress was more common in male patients. Systolic dysfunction was more severe in men. Long-term clinical outcomes appeared to be similar between men and women.", "doi": "10.4250/jcu.2017.25.4.111", "title": "Gender Differences in Clinical Profiles of Stress-Induced Cardiomyopathy.", "journal": ["Journal of cardiovascular ultrasound", "J Cardiovasc Ultrasound"]}