{"authors": [["Viswanathan", "Krishnaveni", "K", "District TB Office, Kollam, Kerala, India."], ["Rakesh", "P S", "PS", "Amrita Institute of Medical Sciences, Amrita University, Kochi, India. Electronic address: rakeshrenjini@gmail.com."], ["Balakrishnan", "Shibu", "S", "WHO RNTCP Technical Assistance Project, State TB Cell, Thiruvananthapuram, India."], ["Shanavas", "A", "A", "Kerala State Health Services, India."], ["Dharman", "Varun", "V", "Research Assistant, Centre for Public Health Protection, Kottarakara, India."]], "date": "2017-02-24", "id": "29332648", "text": "Chronic lung diseases are one of the leading causes of morbidity in developing countries. A community based survey was undertaken with an objective to estimate the prevalence of chronic respiratory diseases and to describe the profile of people with CRDs in the rural area Nilamel health block in Kollam district, Kerala, southern India.A household information sheet and a translated respiratory symptom questionnaire based on International Union against Tuberculosis and Lung Disease (IUATLD) bronchial symptoms questionnaire was administered to 12,556 people above 15 years, selected randomly from Nilamel health block.Prevalence of self reported asthma was 2.82% (95% CI 2.52-3.12) and that of chronic bronchitis was 6.19% (95% CI 5.76-6.62) while other CRDs which did not fit to either constitute 1.89%. Prevalence of asthma among males was 2.44% (95% CI 2.05-2.85) while that of females was 3.14% (95% CI 2.71-3.57). Chronic bronchitis prevalence was 6.73% and 5.67% among males and females respectively.Although India has devised a programme to combat cancer, diabetes, cardio vascular disease and stroke, none have been devised for chronic respiratory illness till date. Considering high prevalence and its contributions to morbidity and mortality, a comprehensive programme to tackle chronic respiratory diseases is needed.", "doi": "10.1016/j.ijtb.2017.01.010", "title": "Prevalence of chronic respiratory diseases from a rural area in Kerala, southern India.", "journal": ["The Indian journal of tuberculosis", "Indian J Tuberc"]}