{"authors": [["Wiącek", "Marcin", "M", "Department of Neurology, Clinical Regional Hospital No. 2, Rzeszów, Poland. Electronic address: wiacekmarcin@o2.pl."], ["Kaczorowski", "Rafał", "R", "Department of Neurology, Clinical Regional Hospital No. 2, Rzeszów, Poland."], ["Sieczkowski", "Bartosz", "B", "Department of Neurology, Clinical Regional Hospital No. 2, Rzeszów, Poland."], ["Kanas", "Natalia", "N", "Department of Neurology, Clinical Regional Hospital No. 2, Rzeszów, Poland."], ["Bartosik-Psujek", "Halina", "H", "Department of Neurology, Clinical Regional Hospital No. 2, Rzeszów, Poland; Faculty of Medicine, University of Rzeszów, Poland."]], "date": "2017-12-26", "id": "29331206", "text": "Mechanical thrombectomy (MT) is now well-established treatment method for selected patients with acute ischemic stroke (AIS) and efforts are being made to incorporate it into the systems of stroke care. Our objective is to assess the number of AIS individuals eligible for MT in the cohort of single academic stroke center.We retrospectively reviewed initial non-invasive vascular imaging data of AIS patients presenting within 5h of symptom onset for the presence of large vessel occlusion (LVO) over 2-year period (2015-2016). Among subjects confirmed with LVO: time-to-presentation, premorbid functional and on-admission neurological state, site of occlusion and initial imaging data were further assessed. Two sets of criteria based on recent trials and recommendations were used to determine MT eligibility. The onset-to-evaluation time limit was set to 5h allowing ≤60min procedure initiation delay.895 patients with the final diagnosis of AIS were admitted to our stroke center as the initial treatment facility. 246 (27.5%) presented within 5h of symptom onset and had non-invasive imaging performed. Among those 102 (41.5%) had causative LVO. The number of ≤5h presenting patients eligible for MT was 51 (20.7%) when applying restrictive or 80 (32.5%) with more permissive criteria.Among AIS patients, in whom onset-to-arrival time allowed to initiate the endovascular procedure within 6h of symptom duration, 21% were eligible for MT treatment according to more and 33% to less restrictive criteria. It accounts for about 6% and 9% of all AIS cases, respectively.", "doi": "10.1016/j.pjnns.2017.12.010", "title": "Mechanical thrombectomy: Determining the proportion of eligible acute ischemic stroke patients in the cohort of single academic stroke center.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}