{"authors": [["Lasek-Bal", "Anetta", "A", "Department of Neurology, School of Health Sciences, Medical University of Silesia in Katowice, Poland. Electronic address: abal@sum.edu.pl."], ["Kidoń", "Joanna", "J", "Invasive Cardiology and Electrocardiology, 3rd Department of Cardiology, Medical University of Silesia, Poland."], ["Błaszczyszyn", "Monika", "M", "Opole University of Technology, Faculty of Physical Education and Physiotherapy, Poland."], ["Stasiów", "Bartłomiej", "B", "Department of Radiology, Medical University of Silesia Hospital No. 7, Professor Leszek Giec Upper Silesian Medical Centre, Poland."], ["Żak", "Amadeusz", "A", "Department of Neurology, School of Health Sciences, Medical University of Silesia in Katowice, Poland."]], "date": "2017-12-24", "id": "29329693", "text": "Functional magnetic resonance imaging (fMRI) allows for the assessment of neuronal activity through the blood-level-dependent signal. The purpose of study was to evaluate the pattern of brain activity in fMRI in patients with ischemic stroke and to assess the potential relationship between the activity pattern and the neurological/functional status.The fMRI was performed in patients up to 4th day of stroke. All the patients were analyzed according to NIHSS on 1st day and mRankin scale on 14th day of stroke, followed by analyzing of fMRI signal.The study enrolled 13 patients at a mean age of 64.3years. Eight (61.5%) showed cerebellar activation and 2 (15.38%)- insular activation. In those who scored 0-2 on mRankin scale, the most frequently observed activity was located in the regions: the M1, SMA and PMC in the stroke hemisphere and the cerebellum. In those cases, the non-stroke hemisphere was more frequently involved in the areas: the M1 and PMC. There was a tendency for a better prognosis in relation to age <65years and activation of the SMA in the stroke hemisphere.There are differences observed in the activation areas of the cerebral cortex both in the stroke and non-stroke hemispheres. More than half of the patients with hemispheric stroke but all with good outcome showed cerebellar activation. There is probable positive correlation between the BOLD-signal size, young age, activation of supplementary motor area in stroke hemisphere and good functional status of patients in the subacute period of stroke.", "doi": "10.1016/j.pjnns.2017.12.006", "title": "BOLD fMRI signal in stroke patients and its importance for prognosis in the subacute disease period - Preliminary report.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}