{"authors": [["Liu", "Si-Yi", "SY", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Cai", "Wei", "W", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China; Dong Pharmaceutical Research of Hunan Key Laboratory, Hunan University of Medicine, Huaihua 41800, China."], ["Wang", "Fei", "F", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Liu", "Ying", "Y", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Shang", "Zhan-Peng", "ZP", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Zhang", "Xiu-Ping", "XP", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China. Electronic address: zhangjiayu0615@163.com."], ["Wang", "Zi-Jian", "ZJ", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."], ["Lu", "Jian-Qiu", "JQ", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China. Electronic address: lujq@vip.sina.com."], ["Zhang", "Jia-Yu", "JY", "Beijing Research Institution of Chinese Medicine, Beijing University of Chinese Medicine, Beijing 100029, China."]], "date": null, "id": "29329654", "text": "Kudiezi injection has been used extensively in the treatment of cerebrovascular and cardiovascular diseases. However, its therapeutic effects and underlying mechanism of action are not fully understood. The aim of the present study was to clarify the protective mechanisms of Kudiezi injection on cerebral ischemic injury, using metabolomics methods. Middle cerebral artery occlusion (MCAO) was introduced in rats to build the cerebral ischemic damage. UHPLC-LTQ-Orbitrap-based analytical method was established for analysis of the metabolites. The raw mass data of all samples were normalized with Sieve 2.2 software and then introduced to orthogonal partial least squares discriminant analysis (OPLS-DA) model. Finally, 23 metabolites in plasma (15 were tentatively identified) were chosen as potential biomarkers, according to accurate mass measurements (< 5 ppm), MS/MS fragmentation patterns, and diagnostic product ions. Furthermore, on the basis of metabolic pathway analysis via metabolomics pathway analysis (MetPA), we first discovered that the protection mechanism in anti-ischemic cerebral reperfusion damage of Kudiezi injection was possibly related to the biosynthesis of phenylalanine, tyrosine, and tryptophan. The present study provided a useful approach for exploring the mechanism of ischemic stroke and evaluating the efficacy of Kudiezi injection or other traditional medicines.", "doi": "10.1016/S1875-5364(18)30013-X", "title": "UHPLC-LTQ-Orbitrap-based metabolomics coupled with metabolomics pathway analysis method for exploring the protection mechanism of Kudiezi injection in a rat anti-ischemic cerebral reperfusion damage model.", "journal": ["Chinese journal of natural medicines", "Chin J Nat Med"]}