{"authors": [["Pellicer", "Montserrat Grau", "MG", "Rehabilitation Unit, Hospital-Consorci Sanitari de Terrassa, Barcelona, Spain."], ["Lusar", "Andrés Chamarro", "AC", "Basic, Evolutionary, and Educational Psychology Department, Autonomous University of Barcelona, Barcelona, Spain."], ["Casanovas", "Josep Medina", "JM", "Functional Rehabilitation Department, Private Foundation Institut Guttmann Neurorehabilitation Hospital, Badalona, Barcelona, Spain."], ["Ferrer", "Bernat-Carles Serdà", "BS", "Department of Nursing, and Biomedical Research Institute, University of Girona, Girona, Spain."]], "date": "2017-12-27", "id": "29326899", "text": "The aim of this study was to determine the effectiveness of a 12-week multimodal exercise rehabilitation program on walking speed, walking ability and activities of daily living (ADLs) among people who had suffered a stroke. Thirty-one stroke survivors who had completed a conventional rehabilitation program voluntarily participated in the study. Twenty-six participants completed the multimodal exercise rehabilitation program (2 days/wk, 1 hr/session). Physical outcome measures were: walking speed (10-m walking test), walking ability (6-min walking test and functional ambulation classification) and ADLs (Barthel Index). The program consisted on: aerobic exercise; task oriented exercises; balance and postural tonic activities; and stretching. Participants also followed a program of progressive ambulation at home. They were evaluated at baseline, postintervention and at the end of a 6-month follow-up period. After the intervention there were significant improvements in all outcomes measures that were maintained 6 months later. Comfortable and fast walking speed increased an average of 0.16 and 0.40 m/sec, respectively. The walking distance in the 6-min walking test increased an average of 59.8 m. At the end of the intervention, participants had achieved independent ambulation both indoors and outdoors. In ADLs, 40% were independent at baseline vs. 64% at the end of the intervention. Our study demonstrates that a multimodal exercise rehabilitation program adapted to stroke survivors has benefits on walking speed, walking ability and independence in ADLs.", "doi": "10.12965/jer.1735056.528", "title": "Effectiveness of a multimodal exercise rehabilitation program on walking capacity and functionality after a stroke.", "journal": ["Journal of exercise rehabilitation", "J Exerc Rehabil"]}