{"authors": [["Okada", "Jun", "J", "Asakadai Central General Hospital, Asaka City, Japan."], ["Hossain", "Mohammad Arif", "MA", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."], ["Wu", "Chen", "C", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."], ["Miyajima", "Takashi", "T", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."], ["Yanagisawa", "Hiroko", "H", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."], ["Akiyama", "Keiko", "K", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."], ["Eto", "Yoshikatsu", "Y", "Advanced Clinical Research Center, Institute of Neurological Disorders, Shin-Yurigaoka General Hospital, Kawasaki, Kanagawa, Japan."]], "date": "2017-12-22", "id": "29326878", "text": "Fabry disease is an X-linked lysosomal storage disorder caused by a deficiency of α-galactosidase A (α-gal A), leading to the progressive accumulation of glycosphingolipids. Classical hemizygous males usually present symptoms, including pain and paresthesia in the extremities, angiokeratoma, hypo- or anhidrosis, abdominal pain, cornea verticillata, early stroke, tinnitus, and/or hearing loss, during early childhood or adolescence. Moreover, proteinuria, renal impairment, and cardiac hypertrophy can appear with age. Enzyme replacement is the most common therapy for Fabry disease at present which has been approved in Japan since 2004. We report a case involving a 27-year-old male with extreme terminal pain, anhidrosis, abdominal pain, tinnitus, hearing impairment, cornea verticillata, and recurrent huge ulcers in the lower extremities. At the age of 16 years, he was diagnosed with Fabry disease with a positive family history and very low α-gal A activity. He then received enzyme replacement therapy (ERT) with recombinant human agalsidase beta at 1 mg/kg every 2 weeks for 10 years. Throughout the course of ERT, his leg ulcers recurred, and massive excretion of urinary globotriaosylceramide and plasma globotriaosylsphingosine was observed. Electron microscopy of the venous tissue in the regions of the ulcer showed massive typical zebra bodies in the vascular wall smooth muscle cells.", "doi": "10.1016/j.ymgmr.2017.12.004", "title": "Ten-year-long enzyme replacement therapy shows a poor effect in alleviating giant leg ulcers in a male with Fabry disease.", "journal": ["Molecular genetics and metabolism reports", "Mol Genet Metab Rep"]}