{"authors": [["Yeganeh Doost", "Maral", "M", "CHU UCL Namur, Stroke Unit/NeuroModulation Unit, Department of Neurology, Université catholique de Louvain, Yvoir, Belgium."], ["Orban de Xivry", "Jean-Jacques", "JJ", "Movement Control and Neuroplasticity Research Group, Department of Movement Sciences, KU Leuven, Leuven, Belgium."], ["Bihin", "Benoît", "B", "Scientific Support Unit, CHU UCL Namur, Université catholique de Louvain, Yvoir, Belgium."], ["Vandermeeren", "Yves", "Y", "CHU UCL Namur, Stroke Unit/NeuroModulation Unit, Department of Neurology, Université catholique de Louvain, Yvoir, Belgium."]], "date": "2017-12-20", "id": "29326573", "text": "Most daily activities are bimanual and their efficient performance requires learning and retention of bimanual coordination. Despite in-depth knowledge of the various stages of motor skill learning in general, how new bimanual coordination control policies are established is still unclear. We designed a new cooperative bimanual task in which subjects had to move a cursor across a complex path (a circuit) as fast and as accurately as possible through coordinated bimanual movements. By looking at the transfer of the skill between different circuits and by looking at training with varying circuits, we identified two processes in early bimanual motor learning. Loss of performance due to the switch in circuit after 15 min of training amounted to 20%, which suggests that a significant portion of improvements in bimanual performance is specific to the used circuit (circuit-specific skill). In contrast, the loss of performance due to the switch in circuit was 5% after 4 min of training. This suggests that learning the new bimanual coordination control policy dominates early in the training and is independent of the used circuit. Finally, switching between two circuits throughout training did not affect the early stage of learning (i.e., the first few minutes), but did affect the later stage. Together, these results suggest that early bimanual motor skill learning includes two different processes. Learning the new bimanual coordination control policy predominates in the first minutes whereas circuit-specific skill improvements unfold later in parallel with further improvements in the bimanual coordination control policy.", "doi": "10.3389/fnhum.2017.00618", "title": "Two Processes in Early Bimanual Motor Skill Learning.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}