{"authors": [["Bi", "Chongshan", "C", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."], ["Tham", "Daniel K L", "DKL", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."], ["Perronnet", "Caroline", "C", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."], ["Joshi", "Bharat", "B", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."], ["Nabi", "Ivan R", "IR", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."], ["Moukhles", "Hakima", "H", "Department of Cellular and Physiological Sciences, University of British Columbia, Vancouver, BC, Canada."]], "date": "2017-12-20", "id": "29326556", "text": "The reperfusion of ischemic brain tissue following a cerebral stroke causes oxidative stress, and leads to the generation of reactive oxygen species (ROS). Apart from inflicting oxidative damage, the latter may also trigger the upregulation of aquaporin 4 (AQP4), a water-permeable channel expressed by astroglial cells of the blood-brain barrier (BBB), and contribute to edema formation, the severity of which is known to be the primary determinant of mortality and morbidity. The mechanism through which this occurs remains unknown. In the present study, we have attempted to address this question using primary astrocyte cultures treated with hydrogen peroxide (H2O2) as a model system. First, we showed that H2O2 induces a significant increase in AQP4 protein levels and that this is inhibited by the antioxidant N-acetylcysteine (NAC). Second, we demonstrated using cell surface biotinylation that H2O2 increases AQP4 cell-surface expression independently of it's increased synthesis. In parallel, we found that caveolin-1 (Cav1) is phosphorylated in response to H2O2 and that this is reversed by the Src kinase inhibitor 4-Amino-5-(4-chlorophenyl)-7-(t-butyl)pyrazolo[3,4-d]pyrimidine (PP2). PP2 also abrogated the H2O2-induced increase in AQP4 surface levels, suggesting that  the phosphorylation of tyrosine-14 of Cav1 regulates  this  process. We  further  showed  that dominant-negative Y14F and phosphomimetic Y14D mutants caused a decrease and increase in AQP4 membrane expression respectively, and that the knockdown of Cav1 inhibits the increase in AQP4 cell-surface, expression following H2O2 treatment. Together, these findings suggest that oxidative stress-induced Cav1 phosphorylation modulates AQP4 subcellular distribution and therefore may indirectly regulate AQP4-mediated water transport.", "doi": "10.3389/fncel.2017.00412", "title": "The Oxidative Stress-Induced Increase in the Membrane Expression of the Water-Permeable Channel Aquaporin-4 in Astrocytes Is Regulated by Caveolin-1 Phosphorylation.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}