{"authors": [["Juzekaeva", "Elvira", "E", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."], ["Nasretdinov", "Azat", "A", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."], ["Gainutdinov", "Azat", "A", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."], ["Sintsov", "Mikhail", "M", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."], ["Mukhtarov", "Marat", "M", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."], ["Khazipov", "Roustem", "R", "Laboratory of Neurobiology, Kazan Federal University, Kazan, Russia."]], "date": "2017-12-15", "id": "29326550", "text": "Anoxic depolarization (AD) is a hallmark of ischemic brain damage. AD is associated with a spreading wave of neuronal depolarization and an increase in light transmittance. However, initiation and spread of AD across the layers of the somatosensory cortex, which is one of the most frequently affected brain regions in ischemic stroke, remains largely unknown. Here, we explored the initiation and propagation of AD in slices of the rat barrel cortex using extracellular local field potential (LFP) recordings and optical intrinsic signal (OIS) recordings. We found that ischemia-like conditions induced by oxygen-glucose deprivation (OGD) evoked AD, which manifested as a large negative LFP shift and an increase in light transmittance. AD typically initiated in one or more barrels and further spread across the entire slice with a preferential propagation through L4. Elevated extracellular potassium concentration accelerated the AD onset without affecting proneness of L4 to AD. In live slices, barrels were most heavily labeled by the metabolic level marker 2,3,5-triphenyltetrazolium chloride, suggesting that the highest metabolic demand is in L4 when compared to the other layers. Thus, L4 is the layer of the barrel cortex most prone to AD, which may be due to the highest metabolic demand and cell density in this layer.", "doi": "10.3389/fncel.2017.00390", "title": "Preferential Initiation and Spread of Anoxic Depolarization in Layer 4 of Rat Barrel Cortex.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}