{"authors": [["Kempski", "Kelley", "K", "Department of Biomedical Engineering, University of Delaware, Newark, DE, United States."], ["Awad", "Louis N", "LN", "Department of Physical Therapy & Athletic Training, Boston University, Boston, MA, United States; Wyss Institute for Biologically Inspired Engineering, Harvard University, Boston, MA, United States."], ["Buchanan", "Thomas S", "TS", "Department of Biomedical Engineering, University of Delaware, Newark, DE, United States; Department of Mechanical Engineering, University of Delaware, Newark, DE, United States."], ["Higginson", "Jill S", "JS", "Department of Biomedical Engineering, University of Delaware, Newark, DE, United States; Department of Mechanical Engineering, University of Delaware, Newark, DE, United States."], ["Knarr", "Brian A", "BA", "Department of Biomechanics, University of Nebraska at Omaha, Omaha, NE, United States. Electronic address: bknarr@unomaha.edu."]], "date": "2017-12-15", "id": "29325901", "text": "Variability in joint kinematics is necessary for adaptability and response to everyday perturbations; however, intrinsic neuromotor changes secondary to stroke often cause abnormal movement patterns. How these abnormal movement patterns relate to joint kinematic variability and its influence on post-stroke walking impairments is not well understood.The purpose of this study was to evaluate the movement variability at the individual joint level in the paretic and non-paretic limbs of individuals post-stroke.Seven individuals with hemiparesis post-stroke walked on a treadmill for two minutes at their self-selected speed and the average speed of the six-minute walk test while kinematics were recorded using motion-capture. Variability in hip, knee, and ankle flexion/extension angles during walking were quantified with the Lyapunov exponent (LyE). Interlimb differences were evaluated.The paretic side LyE was higher than the non-paretic side at both self-selected speed (Hip: 50%; Knee: 74%), and the average speed of the 6-min walk test (Hip: 15%; Knee: 93%).Differences in joint kinematic variability between limbs of persons post-stroke supports further study of the source of non-paretic limb deviations as well as the clinical implications of joint kinematic variability in persons post-stroke. The development of bilaterally-targeted post-stroke gait interventions to address variability in both limbs may promote improved outcomes.", "doi": "10.1016/j.jbiomech.2017.12.019", "title": "Dynamic structure of lower limb joint angles during walking post-stroke.", "journal": ["Journal of biomechanics", "J Biomech"]}