{"authors": [["Onorati", "Francesco", "F", "Division of Cardiac Surgery, University of Verona, Verona, Italy. Electronic address: francesco.onorati@ospedaleuniverona.it."], ["Mariscalco", "Giovanni", "G", "Department of Cardiac Surgery, Leicester University Hospital, Leicester, UK."], ["Reichart", "Daniel", "D", "Division of Cardiac Surgery Univesitat Klinikum Eppendorf, Hamburg, Germany."], ["Perrotti", "Andrea", "A", "Department of Cardiac Surgery, University Hospital of Besancon, Besancon, France."], ["Gatti", "Giuseppe", "G", "Division of Cardiac Surgery, A.O.U. Riuniti, Trieste, Italy."], ["De Feo", "Marisa", "M", "Department of Cardiothoracic and Respiratory Sciences, Second University of Naples, Naples, Italy."], ["Rubino", "Antonio", "A", "Division of Cardiac Surgery University of Catania, Catania, Italy."], ["Santarpino", "Giuseppe", "G", "Cardiovascular Center, Klinikum Nürnberg - Paracelsus Medical University, Nuremberg, Germany."], ["Biancari", "Fausto", "F", "Department of Cardiovascular Surgery, Oulu University, Oulu, Finland."], ["Detter", "Christian", "C", "Division of Cardiac Surgery Univesitat Klinikum Eppendorf, Hamburg, Germany."], ["Santini", "Francesco", "F", "Department Cardiac Surgery University of Genoa, Genoa, Italy."], ["Faggian", "Giuseppe", "G", "Division of Cardiac Surgery, University of Verona, Verona, Italy."]], "date": "2017-09-28", "id": "29325846", "text": "Transcatheter mitral valve-in-valve/valve-in-ring procedures (TM-VIVoR) are increasing. The authors aimed to identify independent predictors for hospital mortality in redo mitral valve surgery as possible future selection criteria for TM-VIVoR.Retrospective multicenter registry.Tertiary university and community hospitals.Two-hundred and sixty patients (out of 920 enrolled) who are potentially candidates for TM-VIVoR undergoing redo-surgery.Redo mitral surgery.Regression analyzes and receiver operating characteristic (ROC) curves identified independent predictors of death. Patients potentially candidates for TM-VIVoR reported significant hospital mortality (9.2%; EuroSCORE II: 13.2 ± 13.1, Society of Thoracic Surgeons [STS] score: 6.2 ± 3.1) and major morbidity (3.8% acute myocardial infarction, 5% stroke, 16.9% perioperative respiratory failure, 16.5% acute renal insufficiency, 25% massive transfusions). EuroSCORE II (odds ration [OR] 1.06; confidence interval [CI] 1.01-1.10; p = 0.005), STS score (OR 1.58; CI 1.27-1.97; p = 0.001), age at surgery (OR 1.05; CI 1.00-1.15; p = 0.05), preoperative dialysis (OR 2.5; CI 1.8-12.6; p = 0.042), left ventricular ejection fraction (LVEF) <30% (OR 4.8; CI 1.12-37.1; p = 0.021), severe pulmonary hypertension (OR 7.5; CI 1.9-29.4; p = 0.003), and previous coronary artery bypass grafting (CABG) (OR 11.8; CI 1.7-36.9; p = 0.002) were independent predictors of hospital mortality. ROC analyses reported good prediction for EuroSCORE II (AUC: 0.76; cut-off value: >13.1; 70.8% sensitivity and 68.2% specificity) and better prediction for STS score (AUC: 0.81; cut-off value: 7.4; 75.0% sensitivity and 66.2% specificity). Quintiles stratification identified EuroSCORE II ≥18.7 (5th quintile, observed mortality: 19.3%) and STS score >9.1 as strong predictors of death within each risk-categorization (OR 5.9 and 12.1, respectively).High EuroSCORE II and STS scores, advanced age at surgery, LVEF <30%, previous CABG, severe pulmonary hypertension or preoperative dialysis might represent in the future preferred indications for TM-VIVoR in the redo-mitral surgery scenario.", "doi": "10.1053/j.jvca.2017.09.039", "title": "Hospital Outcome and Risk Indices of Mortality in Potential Candidates for Transcatheter Procedures: Results From a European Registry.", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}