{"authors": [["Ling", "H M", "HM", "Department of Rehabilitation Medicine, the Affiliated People's Hospital of Guizhou Medical University, Guiyang 550002, China."], ["Tao", "T", "T", null], ["Xu", "J", "J", null], ["Xu", "D", "D", null]], "date": null, "id": "29325330", "text": "Objective: To perform a meta analysis of studies that investigated the effects of repetitive transcranial magnetic stimulation (rTMS) on upper limb motor function in patients with stroke. Methods: We searched for related articles published before October 2015 in MEDLINE(Pubmed) (January 1966 to October 2015), Cochrane Central Register of Controlled Trials (CENTRAL) (October 2015), EMBASE(SCOPUS) (January 1974 to October 2015), Chinese Biomedical Database (CBMDisc) (January 1978 to October 2015), China National Knowledge Infrastructure (CNKI) (January 1979 to October 2015) and Wanfang database(January 1989 to October 2015). Results: A total of nine studies with 289 patients were included in this analysis.The results showed that rTMS had a significant effect for ischemic stroke patients with upper limb motor disorder with SMD 0.43, 95%CI 0.19-0.67, P=0.000 4. Further subgroup analyses about high or low frequency rTMS demonstrated low frequency rTMS showed prominent effects for the stroke patients with SMD 0.50, 95%CI 0.14-0.85, P=0.007.Only 3 patients from the 9 studies included in this analysis reported adverse effects from rTMS. Conclusions: The meta analysis suggests that rTMS has a positive effect on motor recovery in patients with stroke, especially the low frequency rTMS may be more beneficial.The clinical application of rTMS in patients with stroke is relatively safe.Intermittent theta-burst stimulation might be a useful intervention.目的： 应用荟萃分析方法评价重复经颅磁刺激(rTMS)对缺血性脑卒中患者瘫痪上肢运动功能障碍的疗效。 方法： 使用计算机检索自建库至2015年10月间公开发表在美国国立医学图书馆生物医学信息检索系统(MEDLINE/PubMed)(1966年1月至2015年10月)、Cochrane临床对照试验中心注册库(2015年10月)、荷兰医学文摘(EMBASE/SCOPUS)(1974年1月至2015年10月)以及中国生物医学文献数据库(CBMdisc)(1978年1月至2015年10月)、中国知网(CNKI)(1979年1月至2015年10月)和万方数据库(Wan-fang database)(1989年1月至2015年10月)中关于重复经颅磁刺激改善缺血性脑卒中后患者瘫痪上肢运动功能障碍的随机对照临床试验研究(RCT)。 结果： 通过检索数据库，本文最终共纳入了9篇文献，共包括289例患者。对结果分析发现rTMS对缺血性脑卒中后瘫痪侧上肢运动功能恢复差异有统计学意义(SMD 0.43，95%CI 0.19～0.67，P＝0.000 4)。通过对高/低频rTMS的进一步亚组分析，低频rTMS显示出明显的相关性(SMD 0.50，95%CI 0.14～0.85，P＝0.007)，高/低频rTMS亚组分析结果提示低频rTMS对缺血性脑卒中后瘫痪侧上肢运动功能恢复可能较高频rTMS更有帮助。所纳入的9篇文献均报告了rTMS治疗过程中可能出现的不良反应，在所有这些纳入的患者中只有3例患者出现身体不适。 结论： 本研究提示低频rTMS可能对缺血性脑卒中患侧上肢运动功能恢复有积极作用。rTMS在缺血性脑卒中后运动障碍的临床应用是相对安全的。iTBS可能是一种有效的干预。.", "doi": null, "title": "[Effects of repetitive transcranial magnetic stimulation on upper limb motor function in patients with stroke: a meta analysis].", "journal": ["Zhonghua yi xue za zhi", "Zhonghua Yi Xue Za Zhi"]}