{"authors": [["Tocco-Tussardi", "Ilaria", "I", "Angiology Unit, Department of Cardiac, Thoracic and Vascular Sciences, University Hospital of Padova, Padova, Italy; Clinic of Plastic and Reconstructive Surgery, Department of Neurosciences, University of Padova, Padova, Italy. Electronic address: ilaria.toccotussardi@gmail.com."], ["Kulyk", "Caterina", "C", "Clinic of Neurology, Department of Neurosciences, University Hospital of Padova, Padova, Italy."], ["Vindigni", "Vincenzo", "V", "Clinic of Plastic and Reconstructive Surgery, Department of Neurosciences, University of Padova, Padova, Italy."], ["Avruscio", "Giampiero", "G", "Angiology Unit, Department of Cardiac, Thoracic and Vascular Sciences, University Hospital of Padova, Padova, Italy."]], "date": "2017-12-28", "id": "29324372", "text": "Cerebral-protection devices (CPDs) are a well-established system for reduction of embolic risk in carotid artery angioplasty and stenting (CAS). Although rare, adverse events with CPDs are unpredictable and can be associated with serious outcomes and iatrogenic sequelae.We describe the unique case of dislocation of a FilterWire EX™ filter loop during right CAS. On trying to recapture the CPD filter at the end of the procedure, the filter loop suddenly detached from the guidewire and dislocated to the proximal middle cerebral artery. Attempted retrieval of the loop failed and the patient developed a transient neurological deficit caused by an acute ischemic infarction in the lenticular nucleus. No further retrieval attempt was pursued. No further dislocation of the loop or clinical event have been reported during the 16-year follow up.This case reported a favorable outcome of conservative management for entrapped material from a CPD after iatrogenic damage from failed retrieval. No similar reports are available in the literature, and conservative management is generally not a recommended approach because of the potential complications. However, rescue retrieval attempts are as well a potential source of serious events, and no clear guidelines exist on the management of mechanical complications from CPD.Entrapment of CPD components constitutes an adverse event with no unique solution for risk-free management. The potential risks associated with the use of protection devices are still to be fully explored, and improving the standard of care and patient safety needs to be a top priority.", "doi": "10.1016/j.ijscr.2017.12.032", "title": "Dislocation of a cerebral protection device component during carotid stenting: A case report of favorable outcome from conservative management after failure of retrieval.", "journal": ["International journal of surgery case reports", "Int J Surg Case Rep"]}