{"authors": [["Mikawlrawng", "Khaling", "K", "Department of Botany, Ramjas College, University of Delhi, India."], ["Rani", "Roma", "R", "Department of Botany, Ramjas College, University of Delhi, India."], ["Kumar", "Suresh", "S", "Department of Botany, Ramjas College, University of Delhi, India."], ["Bhardwaj", "Ankur R", "AR", "Department of Botany, Ramjas College, University of Delhi, India."], ["Prakash", "Geeta", "G", "Department of Botany, Gargi College, University of Delhi, India."]], "date": "2017-03-09", "id": "29321983", "text": "Paralysis is the loss of the ability of one or more muscles to move, due to disruption of signaling between the nervous system and muscles. The most common causes of paralysis are stroke, head injury, spinal cord injury (SCI) and multiple sclerosis. The search for cure of paralysis is yet to be found. Many ethnobotanical surveys have reported the use of medicinal plants by various ethnic communities in treating and curing paralysis. The present review discusses the use of medicinal plants in India for ameliorating and curing paralytic conditions, as well as discuses some of the important developments in future possible applications of medicinal plants in treatment of paralysis. This review reports the use of 37 medicinal plants for their application and cure of ailments related to paralysis. Out of the 37 plants documented, 11 plants have been reported for their ability to cure paralysis. However, the information on the documented plants were mostly found to be inadequate, requiring proper authentication with respect to their specificity, dosage, contradictions etc. It is found that despite the claims presented in many ethnobotanical surveys, the laboratory analysis of these plants remain untouched. It is believed that with deeper intervention on analysis of bioactive compounds present in these plants used by ethic traditional healers for paralysis, many potential therapeutic compounds can be isolated for this particular ailment in the near future.", "doi": "10.1016/j.jtcme.2017.02.001", "title": "Anti-paralytic medicinal plants - Review.", "journal": ["Journal of traditional and complementary medicine", "J Tradit Complement Med"]}