{"authors": [["Krupinski", "Jerzy", "J", "Neurology Service, Hospital Universitari Mútua Terrassa, Terrasa, Barcelona, Spain."], ["Carrera", "Caty", "C", "Neurovascular Research Laboratory, Institut de Recerca, Universitat Autònoma de Barcelona, Hospital Vall d'Hebron, Barcelona, Spain."], ["Muiño", "Elena", "E", "Stroke Pharmacogenomics and Genetics, Fundació Docència i Recerca Mutua Terrassa, Hospital Universitari Mútua de Terrassa, Terrassa, Barcelona, Spain."], ["Torres", "Nuria", "N", "Stroke Pharmacogenomics and Genetics, Fundació Docència i Recerca Mutua Terrassa, Hospital Universitari Mútua de Terrassa, Terrassa, Barcelona, Spain."], ["Al-Baradie", "Raid", "R", "Applied Medical Sciences College Majmaah University, Majmaah, Saudi Arabia."], ["Cullell", "Natalia", "N", "Stroke Pharmacogenomics and Genetics, Fundació Docència i Recerca Mutua Terrassa, Hospital Universitari Mútua de Terrassa, Terrassa, Barcelona, Spain."], ["Fernandez-Cadenas", "Israel", "I", "Stroke Pharmacogenomics and Genetics, Fundació Docència i Recerca Mutua Terrassa, Hospital Universitari Mútua de Terrassa, Terrassa, Barcelona, Spain."]], "date": "2017-12-09", "id": "29321829", "text": "Epigenetic modifications are hereditable and modifiable factors that do not alter the DNA sequence. These epigenetic factors include DNA methylation, acetylation of histones and non-coding RNAs. Epigenetic factors have mainly been associated with cancer but also with other diseases and conditions such as diabetes or obesity. In addition, epigenetic modifications could play an important role in cardiovascular diseases, including stroke. We review the latest advances in stroke epigenetics, focusing on DNA methylation studies and the future perspectives in this field.", "doi": "10.1016/j.csbj.2017.12.001", "title": "DNA Methylation in Stroke. Update of Latest Advances.", "journal": ["Computational and structural biotechnology journal", "Comput Struct Biotechnol J"]}