{"authors": [["Chen", "Jianhao", "J", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Du", "Houwei", "H", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Zhang", "Yixian", "Y", "Institute of Cerebral Vascular Disease of Fujian Province, Fuzhou, China."], ["Chen", "Hongbin", "H", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Zheng", "Mouwei", "M", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Lin", "Peiqiang", "P", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Lan", "Quan", "Q", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Yuan", "Qilin", "Q", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Lai", "Yongxing", "Y", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Pan", "Xiaodong", "X", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Chen", "Ronghua", "R", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."], ["Liu", "Nan", "N", "Department of Neurology, Fujian Medical University Union Hospital, Fuzhou, China."]], "date": "2017-12-13", "id": "29321724", "text": "In the nervous system, Netrin-1 serves as a neural guide, mediating the neuronal development. However, it remains blurred whether Netrin-1 can protect neurons from apoptosis induced by cerebral stroke. In the current study, the cultured rat primary cortical neurons were transfected with Netrin-1-encoding lentivirus before the oxygen-glucose-deprivation (OGD) treatment. Cell death and apoptosis were evaluated by lactate dehydrogenase (LDH) release and flow cytometry. We found that Netrin-1 attenuated OGD-induced cell death and neuronal apoptosis at 24 h after OGD treatment, and that the overexpression of Netrin-1 activated the ERK signaling pathway. These effects were partly abolished by blocking its receptor deleted in colorectal cancer (DCC) or U0126, an inhibitor of the ERK signaling pathway. Netrin-1 overexpression in neurons elevated the expression of DCC, on mRNA level and protein level. Netrin-1 also reduced DNA damage. Taken together, our findings suggest that Netrin-1 attenuates cell death and neuronal apoptosis via the DCC/ERK signaling pathway in the cultured primary cortical neurons after OGD injury, which may involve the mediation of DNA damage in the neurons.", "doi": "10.3389/fncel.2017.00387", "title": "Netrin-1 Prevents Rat Primary Cortical Neurons from Apoptosis via the DCC/ERK Pathway.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}