{"authors": [["Günaydin", "Sefer", "S", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."], ["Baştan", "Birgül", "B", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."], ["Acar", "Hürtan", "H", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."], ["Balci", "Belgin Petek", "BP", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."], ["Mutlu", "Aytül", "A", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."], ["Çokar", "Özlem", "Ö", "Clinic of Neurology, Haseki Training and Research Hospital, İstanbul, Turkey."]], "date": "2016-04-26", "id": "29321708", "text": "Paroxysmal atrial fibrillation (PAF) has a similar risk with persistent AF for ischemic stroke. Holter monitorization (HM) and other long-term monitorization methods increased the detection of PAF and short-lasting runs of tachyarrhythmias. Their classification as PAF and roles in the etiology of ischemic stroke is controversial. In this study, we aimed to investigate the frequency of any duration of PAF and clinical characteristics of the patients with acute ischemic stroke who have undergone 24-hrs HM.Patients with acute ischemic stroke and transient ischemic attack (TIA) hospitalized in the Neurology ward and undergone 24-hrs of HM during their hospital stay were included in the study. HM reports, clinical, and laboratory characteristics were analyzed, retrospectively. Patients were grouped into three based on HM: 1st group, without PAF; 2nd group, PAF >30 seconds (s) and 3rd group, PAF<30s.PAF of any duration was detected in 18.8% (n=49) of 261 patients. The duration of PAF was <30s in 16.1% (n=42) and >30s in 2.7% (n=7) of the patients. The mean age, left atrium diameter and CHA2DS2-VASc scores of the second group were significantly higher than the first group (p<0.001, p<0.001 and p=0.007; respectively). The mean age, left atrium diameter, modified Rankin Scores (mRS), and CHA2DS2-VASc scores of the third group were significantly higher than the first group (p<0.001; for all). There was no difference between the second and the third groups in means of mean age, left atrial diameter, MRS, and CHA2DS2-VASc scores (p<0.017, for all).In this study, 24-hrs HM in the early period of acute ischemic stroke results yielded a high frequency of PAF<30s and predictive features were in parallel with the literature.", "doi": "10.5152/npa.2016.17012", "title": "Holter Monitorisation Results in Early Period of Acute Ischemic Stroke.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}