{"authors": [["Çoban", "Eda", "E", "Clinic of Neurology, Bakırköy Education and Training Hospital of Neurology, Neurosurgery and Psychiatry, İstanbul, Turkey."], ["Kirbaş", "Dursun", "D", "Department of Forensic Medicine, İstanbul University Cerrahpaşa School of Medicine, Forensic Medicine Institute, İstanbul, Turkey."], ["Atakli", "Dilek", "D", "Clinic of Neurology, Bakırköy Education and Training Hospital of Neurology, Neurosurgery and Psychiatry, İstanbul, Turkey."], ["Soysal", "Aysun", "A", "Clinic of Neurology, Bakırköy Education and Training Hospital of Neurology, Neurosurgery and Psychiatry, İstanbul, Turkey."]], "date": null, "id": "29321704", "text": "Cardioembolic stroke is associated with high morbidity and mortality, with an increased risk of recurrent stroke. Oral anticoagulation is highly effective in reducing the risk of stroke and mortality compared with placebo. Our study aimed to highlight the safety and efficacy of warfarin by analyzing the 20-year follow-up of patients on warfarin therapy.A retrospective observational study was performed with ischemic stroke patients receiving warfarin at our stroke polyclinic between 1992 and 2012. The CHADS2 scoring system was used to assess the annual risk of stroke, and a bleeding risk score termed the HAS-BLED scoring system was calculated to estimate the risk of bleeding.In our study, 394 patients who were receiving warfarin therapy were included. The patients' median age was 66.35±13.602 years. The median follow-up period of the patients was 4.85±3.572 years. During follow-up, 79.9% of the patients revealed no complication on warfarin therapy. Thirty-seven patients had hemorrhagic complications; among these, 33 had systemic complications (including nose bleeding, hematuria, hematochezia) and 4 patients had intracerebral bleeding. The INR value related to hemorrhagic complications was >2.5 in 75.8% of 33 patients having systemic bleeding and in 75% of 4 patients having intracerebral bleeding. The HAS-BLED risk score was >3 in 72.7% of the patients experiencing systemic bleeding complications. Forty-one patients had a recurrent ischemic stroke/TIA during the follow-up. Of this patient group, the INR value at the time of recurrent ischemic stroke was <2 in 41 patients (92.7%), while the CHADS2 risk score was low in this group. Sixty-eight patients were receiving antiplatelet therapy with warfarin. In these groups, 16 patients experienced a complication during the follow-up (bleeding/ischemic), while 10 patients had bleeding complications (systemic and intracerebral).The results suggest that the effectiveness and safety of warfarin depend on maintaining its dose at sufficient levels to keep the patient's INR within the therapeutic range.", "doi": "10.5152/npa.2016.15951", "title": "Efficacy and Safety of Warfarin Experience in a Stroke Polyclinic in Stroke Patients.", "journal": ["Noro psikiyatri arsivi", "Noro Psikiyatr Ars"]}