{"authors": [["Liang", "Han-Sheng", "HS", "Department of Anesthesiology, People's Hospital of Peking University, Beijing 100044, China."], ["Feng", "Yi", "Y", "Department of Anesthesiology, People's Hospital of Peking University, Beijing 100044, China."]], "date": null, "id": "29318860", "text": "To observe the effect of transcutaneous acupoint electrical stimulation (TAES) on hemodynamic fluctuation caused by loosing tourniquet in the elderly patients undergoing knee joint replacement.A total of 60 ASA (America Society Anesthesiologist) I or II elderly patients for elective knee joint replacement surgery were randomly divided into control group (30 cases) and TAES group (30 cases). Patients of both groups were treated by intravenous anesthesia, and monitored with bispectral index (BIS, between 45－60) for anesthesia depth, stroke volume variation (SVV) for fluid management, mean arterial pressure (MAP) and cardiac index (CI) for hemodynamic fluctuation evaluation, and with analgesia nociception index (ANI, between 50－70) for remifentanil dosage adjustment. TAES (2 Hz/100 Hz, 8－20 mA) was applied to bilateral Xinshu (BL 15), Feishu (BL 13), Neiguan (PC 6) and Hegu (LI 4) acupoints for 30 min first (followed by anesthesia induction and operation), and given continuously until 15 min after tourniquet loosing. Patients of the control group were only given with electrodes attachment without electrical stimulation. The levels of MAP, CI, and arterial blood pH, PaCO2, PaO2, base excess (BE) and lactic acid (Lac) 1 min before, and 5 and 15 min after tourniquet loosing, and the dosages of remifentanil and ephedrine after tourniquet loosing were recorded.The changed levels of MAP, CI and blood Lac at 5 min after tourniquet loosing (relevant to the baseline levels), and blood Lac content at 15 min after tourniquet loosing (relevant to 5 min after tourniquet loosing) were significantly lower in the TAES group than in the control group (P<0.05), but the levels of MAP and CI at 15 min after tourniquet loosing (relevant to 5 min following tourniquet loosing) were significantly higher in the TAES group than in the control group (P<0.05), suggesting an improvement of blood pressure, cardiac function and substance metabolism after TAES. Moreover, the dosages of remifentanil and ephedrine after tourniquet loosing were considerably lower in the TAES group than in the control group (P<0.05), suggesting a better stabilization of hemodynamics after TAES. No significant differences were found between the two groups in the levels of blood pH, PaCO2, PaO2 and BE at 5 and 15 min after tourniquet loosing (P>0.05).TAES has a positive effect on hemodynamics fluctuation caused by loosing tourniquet in the aged patients undergoing knee joint replacement.", "doi": null, "title": "[Effect of Transcutaneous Acupoint Electrical Stimulation on Hemodynamic Fluctuation Caused by Loosing Tourniquet in Elderly Patients Undergoing Knee Joint Replacement].", "journal": ["Zhen ci yan jiu = Acupuncture research", "Zhen Ci Yan Jiu"]}