{"authors": [["Mannel", "Robert K", "RK", "Department of Neurology, College of Medicine-Jacksonville, University of Florida, Jacksonville, FL, USA."], ["Sandhu", "Sukwinder J", "SJ", "Division of Neuroradiology, Department of Radiology, College of Medicine-Jacksonville, University of Florida, Jacksonville, FL, USA."], ["Silliman", "Scott L", "SL", "Department of Neurology, College of Medicine-Jacksonville, University of Florida, Jacksonville, FL, USA."]], "date": "2017-12-19", "id": "29318017", "text": "While non-contrast head computed tomography is effective in detecting blood, it is not sensitive in diagnosing hyperacute ischemic stroke. One neuroradiologic marker for early thromboembolic occlusion of the distal middle cerebral artery is the middle cerebral artery \"dot\" sign. The \"dot\" seen on the typical axial plane represents a hyperdensity of the middle cerebral artery in the Sylvian fissure. A review of medical literature was conducted via PubMed utilizing search phrases \"MCA,\" \"dot,\" and \"sign.\" The review was limited to the intravenous tissue-type plasminogen activator era, 1996 and on. Articles were analyzed to determine the use of the sagittal plane of non-contrast head computed tomography to locate the middle cerebral artery \"dot\" sign. The search terms yielded 11 results which revealed that computed tomography reconstruction and sagittal planes were not used for detection of the middle cerebral artery \"dot\" signs. Our patient had no known past medical history. The initial non-contrast head computed tomography was read as having a hypodensity in the right insular region and a middle cerebral artery \"dot\" sign. Multiplanar reconstruction of the computed tomography demonstrated a hyperdense sagittal string-like appearance of the middle cerebral artery along the Sylvian fissure. Computed tomography angiography confirmed the M2 occlusion. This is the first report of using the head computed tomography sagittal plane for diagnosis of the middle cerebral artery \"dot\" sign. Incorporating multiplanar reconstruction and producing the sagittal plane may lead to a higher sensitivity of the middle cerebral artery \"dot\" sign. Further studies incorporating a patient cohort will be needed to determine how much the sagittal plane view augments predictive value of the middle cerebral artery \"dot\" sign.", "doi": "10.1177/2050313X17748864", "title": "Multiplanar computed tomography reconstruction to aid in recognition of the middle cerebral artery \"Dot\" sign: The sagittal string sign.", "journal": ["SAGE open medical case reports", "SAGE Open Med Case Rep"]}