{"authors": [["Cuenza", "Lucky", "L", "Department of Adult Cardiology, Section of Invasive Cardiology, Philippine Heart Center, East Avenue, Quezon City 1100, Philippines."], ["Collado", "Marianne P", "MP", "Department of Adult Cardiology, Section of Invasive Cardiology, Philippine Heart Center, East Avenue, Quezon City 1100, Philippines."], ["Ho Khe Sui", "James", "J", "Department of Adult Cardiology, Section of Invasive Cardiology, Philippine Heart Center, East Avenue, Quezon City 1100, Philippines."]], "date": "2017-12-22", "id": "29317974", "text": "Risk stratification is an important component of left main percutaneous catheter intervention (PCI) which has emerged as a feasible alternative to cardiac surgery. We sought to compare the clinical SYNTAX score and the global risk score in predicting outcomes of patients undergoing unprotected left main PCI in our institution.Clinical, angiographic and procedural characteristics of 92 patients who underwent unprotected left main PCI (mean age 62 ± 12.1 years) were analyzed. Patients were risk stratified into tertiles of high, intermediate and low risk using the global risk score (GRS) and the clinical SYNTAX score (CSS) and were prospectively followed up at 1 year for the occurrence of major adverse cardiovascular events (MACEs), defined as a composite of all cause mortality, cardiac mortality, non-fatal myocardial infarction, stroke, coronary artery bypass, and target vessel revascularization.There were 26 (28.2%) who experienced MACEs, of which 10 (10.8%) patients died. Multivariable hazards analysis showed that the GRS (hazard ratio (HR) = 5.5, P = 0.001) and CSS (HR = 4.3, P = 0.001) were both independent predictors of MACEs. Kaplan-Meier analysis showed higher incidence of MACEs with the intermediate and higher risk categories compared to those classified as low risk. Receiver-operator characteristic analysis showed that the GRS has better discriminatory ability than the CSS in the prediction of 1 year MACEs (0.891 vs. 0.743, P = 0.007).The GRS and CSS are predictive of outcomes after left main PCI. The GRS appears to have superior predictive and prognostic utility compared to the CSS. This study emphasizes the importance of combining both anatomic and clinical variables for optimum prognostication and management decisions in left main PCI.", "doi": "10.14740/cr601w", "title": "Global Risk Score and Clinical SYNTAX Score as Predictors of Clinical Outcomes of Patients Undergoing Unprotected Left Main Percutaneous Catheter Intervention.", "journal": ["Cardiology research", "Cardiol Res"]}