{"authors": [["Schloss", "Brian", "B", "Department of Anesthesiology & Pain Medicine, Nationwide Children's Hospital, Columbus, OH, USA."], ["Tumin", "Dmitry", "D", "Department of Anesthesiology & Pain Medicine, Nationwide Children's Hospital, Columbus, OH, USA."], ["Naguib", "Aymen", "A", "Department of Anesthesiology & Pain Medicine, Nationwide Children's Hospital, Columbus, OH, USA."], ["Rice", "Julie", "J", "Department of Anesthesiology & Pain Medicine, Nationwide Children's Hospital, Columbus, OH, USA."], ["Galantowicz", "Mark", "M", "Department of Pediatric Cardiothoracic Surgery, Nationwide Children's Hospital, Columbus, OH, USA."], ["Tobias", "Joseph D", "JD", "Department of Anesthesiology & Pain Medicine, Nationwide Children's Hospital, Columbus, OH, USA."]], "date": "2017-12-22", "id": "29317969", "text": "The aim of this study was to evaluate the response of the LiDCO-rapid™ during intraoperative phlebotomy in anesthetized children prior to surgery for congenital heart disease.After the induction of general anesthesia and endotracheal intubation, baseline vital signs were recorded, along with pulse pressure variability (PPV) and stroke volume variability (SVV) from the LiDCO-rapid™ and cerebral oxygenation (rSO2) using near-infrared spectroscopy (NIRS). Phlebotomy was performed over 5 - 10 min with the volume of blood removed calculated to achieve a hematocrit of 24-28% on cardiopulmonary bypass. The primary outcome was a decline in rSO2 ≥ 5 between the baseline value and the end of phlebotomy. At that time, the correlation of the starting and ending values of SVV and PPV with the NIRS was determined.The study cohort included 30 patients (mean age of 21 ± 11 years). Statistically significant changes during the study period were observed in rSO2, but not in the LiDCO-rapid™ parameters. In analysis of continuous NIRS data, the change in NIRS did not correlate with either baseline (r = 0.10, P = 0.644) or final (r = 0.02, P = 0.914) SVV. Likewise, the change in NIRS did not correlate with baseline (r = 0.01, P = 0.953) or final (r = 0.00, P = 0.982) PPV.Baseline values as well as changes in the PVV and SVV from the LiDCO-rapid™ did not predict or correlate with changes in cerebral oxygenation measured by NIRS during intraoperative phlebotomy. Our preliminary data suggest that these parameters (PVV and SVV) are not useful in monitoring patient stability or the need for volume replacement during intraoperative phlebotomy prior to cardiac surgery.", "doi": "10.14740/cr634w", "title": "Pulse Pressure Analysis to Guide Intraoperative Phlebotomy Prior to Cardiac Surgery.", "journal": ["Cardiology research", "Cardiol Res"]}