{"authors": [["Kieliszek", "Marek", "M", "Department of Biotechnology, Microbiology and Food Evaluation, Faculty of Food Science, Warsaw University of Life Sciences - SGGW, Nowoursynowska 159C St., 02-776 Warsaw, Poland. Electronic address: marek-kieliszek@wp.pl."], ["Lipinski", "Boguslaw", "B", "Department of Biotechnology, Microbiology and Food Evaluation, Faculty of Food Science, Warsaw University of Life Sciences - SGGW, Nowoursynowska 159C St., 02-776 Warsaw, Poland. Electronic address: b.lipinski2006@rcn.com."]], "date": "2017-12-22", "id": "29317059", "text": "Fibrinogen is a unique protein that is converted into an insoluble fibrin in a single enzymatic event, which is a characteristic feature of fibrinogen due to its susceptibility to fibrinolytic degradation and dissolution. Although thrombosis is a result of activated blood coagulation, no explanation is being offered for the persistent presence of fibrin deposits in the affected organs. A classic example is stroke, in which the thrombolytic therapy is effective only during the first 3-4 h after the onset of thrombosis. This phenomenon can now be explained in terms of the modification of fibrinogen structure induced by hydroxyl radicals generated during the period of ischemia caused, in turn, by the blocking of the blood flow within the obstructed vessels. Fibrinogen modification involves intra-to intermolecular disulfide rearrangement induced by the reductive power of hydroxyl radicals that result in the exposition of buried hydrophobic epitopes. Such epitopes react readily with each other forming linkages stronger than the peptide covalent bonds, thus rendering them resistant to the proteolytic degradation. Also, limited reduction of human serum albumin (HSA) generates hydrophobic polymers that form huge insoluble complexes with fibrinogen. Consequently, such insoluble copolymers can be deposited within the circulation of various organs leading to their dysfunction. In conclusion, the study of protein hydrophobic interactions induced by a variety of nutritional and/or environmental factors can provide a rational explanation for a number of pathologic conditions including cardiovascular, neurologic, and other degenerative diseases including cancer.", "doi": "10.1016/j.mehy.2017.10.021", "title": "Pathophysiological significance of protein hydrophobic interactions: An emerging hypothesis.", "journal": ["Medical hypotheses", "Med. Hypotheses"]}