{"authors": [["Feng", "Wu W", "WW", "Beijing Shijitan Hospital, Capital Medical University, Beijing, China; Beijing Key Laboratory of Bio-characteristic Profiling for Evaluation of Rational Drug Use, Beijing, China."], ["Zhang", "Yi", "Y", "Chongqing Institute for Food and Drug Control, Chongqing, China."], ["Tang", "Jin F", "JF", "China Military Institute of Chinese Materia Medica, Military 302 Hospital, Beijing, China."], ["Zhang", "Cong E", "CE", "China Military Institute of Chinese Materia Medica, Military 302 Hospital, Beijing, China."], ["Dong", "Qin", "Q", "China Military Institute of Chinese Materia Medica, Military 302 Hospital, Beijing, China."], ["Li", "Rui Y", "RY", "China Military Institute of Chinese Materia Medica, Military 302 Hospital, Beijing, China."], ["Xiao", "Xiao H", "XH", "China Military Institute of Chinese Materia Medica, Military 302 Hospital, Beijing, China."], ["Peng", "Cheng", "C", "Chengdu University of Traditional Chinese Medicine, Chengdu, China."], ["Dong", "Xiao P", "XP", "Chengdu University of Traditional Chinese Medicine, Chengdu, China."], ["Yan", "Dan", "D", "Beijing Shijitan Hospital, Capital Medical University, Beijing, China; Beijing Key Laboratory of Bio-characteristic Profiling for Evaluation of Rational Drug Use, Beijing, China. Electronic address: yd277@126.com."]], "date": "2017-12-12", "id": "29317030", "text": "Safflower Injection is one kind of injections derived from traditional Chinese medicine. It is widely applied to treat cerebrovascular diseases such as acute cerebral infarction, stroke, coronary heart disease, and angiitis. However, most adverse reactions of Safflower Injection in clinic are caused by its quality problems. In this study, 10 batches of normal and 42 batches of abnormal Safflower Injections were obtained from the clinical practice. Their quality fluctuations were detected by chemical fingerprinting (CF, ultra-performance liquid chromatography tandem mass spectrometry) and bioassays including cell-based biological profile (CBP) assay and enzymatic assay. CF identified 33 compounds in the Safflower Injections, and scutellarin and kaempferol-3-O-rutinoside were identified to be the possible components responsible for clinical adverse reaction. In addition, 59.5% (25/42), 85.7% (36/42) and 38.1% (16/42) of abnormal samples could be identified by CF, CBP assay and enzymatic assay, respectively. Interestingly, further integration of the three methods could entirely identify all the abnormal samples. It indicated that it is advisable to integrate CF, CBP assay and enzymatic assay for developing quality standard of Safflower Injections.", "doi": "10.1016/j.aca.2017.11.069", "title": "Combination of chemical fingerprinting with bioassay, a preferable approach for quality control of Safflower Injection.", "journal": ["Analytica chimica acta", "Anal. Chim. Acta"]}