{"authors": [["Wang", "Ning", "N", null], ["Yang", "Lei", "L", null], ["Zhang", "Huixue", "H", null], ["Lu", "Xiaoyu", "X", null], ["Wang", "Jianjian", "J", null], ["Cao", "Yuze", "Y", null], ["Chen", "Lixia", "L", null], ["Wang", "Xiaokun", "X", null], ["Cong", "Lin", "L", null], ["Li", "Jie", "J", null], ["Wang", "Na", "N", null], ["Liu", "Zhaojun", "Z", null], ["Wang", "Lihua", "L", null]], "date": "2017-12-22", "id": "29316542", "text": "Previous studies have suggested that autophagy is activated in distinct cerebrovascular diseases, including stroke. However, the underlying regulatory mechanism of autophagy under stroke remained elusive. Accumulating evidence indicates that dysfunctions of microRNAs (miRNAs) are involved in the pathological process of stroke. Therefore, this study was taken to identify the effect of microRNA-9a-5p (miR-9a-5p) on autophagy in rats following stroke.The rat model of focal cerebral ischemia was established by middle cerebral artery occlusion (MCAO) surgery; The neurological outcomes were defined by neurological evaluation and infarct volume; The western blotting and immunofluorescence assays were used to detected the protein levels of microtubule-associated protein 1 light chain 3 (LC3) and autophagy related 5 (ATG5); The mRNA level of miR-9a-5p, LC3 and ATG5 were quantified by real-time RT-PCR; The luciferase activities of ATG5 and miR-9a-5p was detected by luciferase assay.We showed here that the level of miR-9a-5p was decreased in the ischemic region of rats after MCAO. Overexpression of miR-9a-5p by miR-9a-5p agomir reduced infarct volume and alleviated neurological deficit. Moreover, we found that autophagy was activated by miR-9a-5p inhibition and inactivated by miR-9a-5p overexpression both in the MCAO rat and in SY-5Y cell lines, and unchanged by miR-masks as indicated by LC3 expression. Furthermore, the protein level of ATG5 was decreased by miR-9a-5p overexpression, but increased by miR-9a-5p inhibition and unchanged by miR-masks transfection. In addition, the luciferase assay data showed that miR-9a-5p suppressed the luciferase activity of 3'UTR of ATG5, whereas the repressive effect was relieved by mutation of binding sites.Our study demonstrated that miR-9a-5p may play a critical role in regulating the process of autophagy through targeting ATG5 expression, and overexpression of miR-9a-5p may be a potential approach in alleviating ischemia injury induced by MCAO.", "doi": "10.1159/000486224", "title": "MicroRNA-9a-5p Alleviates Ischemia Injury After Focal Cerebral Ischemia of the Rat by Targeting ATG5-Mediated Autophagy.", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}