{"authors": [["Iyengar", "S S", "SS", "Consultant Cardiologist, Manipal Hospital, Bangalore, Karnataka."], ["Nair", "Tiny", "T", "Head, Dept. of Cardiology, PRS Hospital, Trivandrum, Kerala."], ["Hiremath", "Jagdish", "J", "Director and Senior Interventional Cardiologist, Ruby Hall Clinic, Pune, Maharashtra."], ["Dutta", "Anjan Lal", "AL", "Consultant Cardiologist, Peerless Hospital, Kolkata, West Bengal."], ["Jadhav", "Uday", "U", "Consultant in Cardiology, MGM New Bombay Hospital, New Mumbai, Maharashtra."], ["Katyal", "V K", "VK", "Senior Professor and Unit Head, Dept of Medicine, PGIMS, Rohtak, Haryana."], ["Kumbla", "Dayanand", "D", "Senior Interventional Cardiologist, Jupiter Hospital, Thane, India and Professor (Cardiology), Rajiv Gandhi Medical College, Thane, Maharashtra."], ["Sathyamurthy", "Immaneni", "I", "Senior Interventional Cardiologist, Apollo Hospitals, Chennai, Tamil Nadu."], ["Jain", "R K", "RK", "Senior Consultant Interventional Cardiologist, Krishna Institute of Medical Sciences, Secunderabad, Hyderabad, Telangana."], ["Srinivasan", "M", "M", "Former Professor of Cardiology, Madurai Medical College, Madurai, Tamil Nadu."], ["Sahoo", "Prasant Kr", "PK", "Sr. Consultant Cardiologist, Director Interventional Cardiology, Apollo Hospitals, Bhubaneshwar, Orissa."]], "date": null, "id": "29313576", "text": "This real-world, observational, prescription event monitoring study was conducted to evaluate safety and efficacy of indigenous tenecteplase (TNK-tPA) in Indian patients presenting with ST elevation myocardial infarction (STEMI).This is a multi-centric, observational, prescription event monitoring study. Data was collected for 7,668 patients from 1,307 investigator sites across India from January 2011 to February 2016.Overall, 76.71% patients were hypertensive, 47.97% patients were diabetic, 42.01% had dyslipidemia, 24.35% had ischemic heart disease and 40.82% patients were smokers. The overall rate for achieving clinically successful thrombolysis by TNK was 93.34%. Delayed administration of tenecteplase yielded lower success rate (84.66%) as against those patients who received tenecteplase within 3 hours of symptoms (94.34%). 93.2% patients had chest pain resolution after pharmacological fibrinolysis. Overall 91.1% patients had 50% resolution of ST elevation at 90 minutes and mean time for 50% ST resolution was 72.06 minutes. Overall 53 patients died (mortality of 0.69%) before discharge. The incidence of bleeding (excluding stroke) was 1.77%, any stroke without ICH was 0.18% and any ICH was 0.38%.The findings of this study further reinforce the safety and efficacy of indigenous TNK-tPA in Indian patients presenting with STEMI, including high-risk sub-groups. The study also highlights the importance of early reperfusion therapy.", "doi": null, "title": "Pharmacological Reperfusion Therapy with Tenecteplase in 7,668 Indian Patients with ST Elevation Myocardial Infarction - A Real World Indian Experience.", "journal": ["The Journal of the Association of Physicians of India", "J Assoc Physicians India"]}