{"authors": [["Razafindrasata", "R S", "RS", "Faculté de Médecine de l'Université d'Antananarivo, 101 Antananarivo, Madagascar."], ["Rasaholiarison", "N F", "NF", "Faculté de Médecine de l'Université d'Antananarivo, 101 Antananarivo, Madagascar."], ["Razafimahefa", "J", "J", "Faculté de Médecine de l'Université d'Antananarivo, 101 Antananarivo, Madagascar."], ["Tehindrazanarivelo", "A D", "AD", "Faculté de Médecine de l'Université d'Antananarivo, 101 Antananarivo, Madagascar."]], "date": null, "id": "29313511", "text": "A stroke is the sudden onset of focal neurological deficits presumed to have mecanism vascular and is the leading cause of acquired motor disability in adults. To improve stroke management, we examined the motor disability of patients presenting with stroke, their course, and its determinant factors. This retrospective descriptive study reviewed case records from the neurology unit of the Befelatanana University Hospital from january to december 2015. We included all patients who had a stroke with motor impairment of any upper or lower limbs, with or without computed tomography of the brain, that is, 227 (36.50 %) of the 622 patients admitted to the neurology unit. The mean age of onset was 55.41 years with a sex-ratio 1.16. Predominantly, we found perforating artery strokes (51.54 %), ischemic strokes (36.12 %), and right limb location deficits (50.22 %). Stroke patients were managed with physical therapy from the beginning of the acute stage, that is, from the admission (77.53 %). Two third of the motor deficits were steady (67.84 %), with a median NIHSS=8 and MRS=4 at hospital discharge. The mortality rate was 8.37 % (6.60 % during the first week and 1.77 % after that). We found no significant determinant factors. Hospital mortality decreased during the study. The lack of overcoming of motor disability was due to the short follow-up period, which included only the acute stage. These findings point out the utility of a neurovascular unit (UNV) for reducing disabilities and developing a network for stroke management during the acute stage in Madagascar.", "doi": "10.1684/mst.2017.0718", "title": "Motor deficit outcome in patients with stroke in the neurology unit of the Befelatanana University Hospital in Antananarivo.", "journal": ["Medecine et sante tropicales", "Med Sante Trop"]}