{"authors": [["Boma Muteb", "P", "P", "Centre de référence de la drépanocytose de Lubumbashi (CRDL). Institut de recherche en sciences de la santé (IRSS), Lubumbashi, Congo."], ["Kaluila Mamba", "J F J", "JFJ", "Centre de référence de la drépanocytose de Lubumbashi (CRDL). Institut de recherche en sciences de la santé (IRSS), Lubumbashi, Congo, Centre de médecine mixte et d'anémie SS de Kinshasa (CMMASS). Institut de recherche en sciences de la santé, Kinshasa, (IRSS), Congo."], ["Muhau Pfutila", "P", "P", "Centre de référence de la drépanocytose de Lubumbashi (CRDL). Institut de recherche en sciences de la santé (IRSS), Lubumbashi, Congo, Université de Lubumbashi, Faculté de médecine, Département de chirurgie, Lubumbashi, Congo."], ["Bilo", "V", "V", "Centre de médecine mixte et d'anémie SS de Kinshasa (CMMASS). Institut de recherche en sciences de la santé, Kinshasa, (IRSS), Congo."], ["Panda Mulefu", "J D", "JD", "Centre de référence de la drépanocytose de Lubumbashi (CRDL). Institut de recherche en sciences de la santé (IRSS), Lubumbashi, Congo."], ["Diallo", "D A", "DA", "Centre de recherche et de lutte contre la drépanocytose (CRLD), 03 BP186, Point G, Commune III, Bamako, Mali."]], "date": null, "id": "29313505", "text": "The partial exchange transfusions necessary for management of some sickle-cell complications raise the issue of effectiveness in the context of limited resources and inadequate blood safety. This study evaluated the effectiveness, safety, and cost of partial exchange transfusions in 39 patients with sickle-cell anemia in Lubumbashi, looking at the patients' age and gender and the tolerability and direct cost of the transfusions. Excel and SPSS 18 were used for data entry and analysis. Chi2 and Fisher exact tests were used for comparisons. A P-value ≤ 5% was considered statistically significant. The average age of patients was 8.6 ± 6.4 years, and the majority were girls. The most frequent indications were stroke, severe infections, severe vasooclusive crises, and acute chest syndrome. Partial exchange transfusions were effective in improving hemoglobin and hematocrit as well as the percentage of HbS. No acute accident was observed during any partial exchange transfusion; one anti-Kell alloimmunization and 2 cases of iron overload were observed. The annual cost of partial exchange transfusions per patient requiring (and able to afford) regular treatment was US $ 3,345 without iron chelation and more than US $ 5000 with chelation. Partial exchange transfusions are effective and tolerated, but financially inaccessible to the majority of our sickle cell patients. Thus, an assessment is needed of the economic burden of sickle cell complications that require partial exchange transfusions in the context of countries with limited financial resources.", "doi": "10.1684/mst.2017.0719", "title": "Effectiveness, safety, and cost of partial exchange transfusions in patients with sickle-cell anemia at a sickle cell disease center in sub-Saharan Africa.", "journal": ["Medecine et sante tropicales", "Med Sante Trop"]}