{"authors": [["Santarpia", "Giuseppe", "G", "Division of Cardiology, Department of Medical and Surgical Sciences, Magna Græcia University, Catanzaro, Italy."], ["De Rosa", "Salvatore", "S", "Division of Cardiology, Department of Medical and Surgical Sciences, Magna Græcia University, Catanzaro, Italy."], ["Sabatino", "Jolanda", "J", "Division of Cardiology, Department of Medical and Surgical Sciences, Magna Græcia University, Catanzaro, Italy."], ["Curcio", "Antonio", "A", "Division of Cardiology, Department of Medical and Surgical Sciences, Magna Græcia University, Catanzaro, Italy."], ["Indolfi", "Ciro", "C", "Division of Cardiology, Department of Medical and Surgical Sciences, Magna Græcia University, Catanzaro, Italy."]], "date": "2017-12-21", "id": "29312960", "text": "Atrial fibrillation (AF) is associated with a high risk of thromboembolic stroke and oral anticoagulation therapy (OAT) is able to reduce the rate of ischemic events. Nevertheless, the actual benefit of prolonged OAT after successful radiofrequency catheter ablation (RFCA) is not clear yet.Scientific investigations were assumed suitable if they assessed the clinical significance of the use of anticoagulation versus no anticoagulation in AF patients undergoing successful RFCA. The odds ratio (OR) with 95% confidence interval (CI) was used as the study summary measure.At meta-analysis, the rate of total thromboembolic events was not significantly different between the groups (OR 1.83, 95% CI 0.69-4.88; p = 0.221), while a lower incidence of total bleeding events in patients not treated with OAT was found (OR 6.5, 95% CI 1.93-21.86; p = 0.002).This meta-analysis raises doubts about the net clinical benefit (NCB) of a long-term prophylactic OAT in patients with AF underwent to successful RFCA. In fact, despite similar rate of thromboembolic events, the apparent increase in bleeding risk suggests caution in prolonging OAT after RFCA. However, the lack of prospective randomized studies does not allow a comprehensive appraisal of this issue. Thus, we propose the design of a novel prospective randomized trial to evaluate the NCB of prolonged OAT after successful RFCA of AF.", "doi": "10.3389/fcvm.2017.00085", "title": "Should We Maintain Anticoagulation after Successful Radiofrequency Catheter Ablation of Atrial Fibrillation? The Need for a Randomized Study.", "journal": ["Frontiers in cardiovascular medicine", "Front Cardiovasc Med"]}