{"authors": [["Benedetto", "Umberto", "U", "Bristol Heart Institute, University of Bristol, School of Clinical Sciences, Bristol, UK."], ["Angelini", "Gianni D", "GD", "Bristol Heart Institute, University of Bristol, School of Clinical Sciences, Bristol, UK."], ["Caputo", "Massimo", "M", "Bristol Heart Institute, University of Bristol, School of Clinical Sciences, Bristol, UK."], ["Feldman", "Dmitriy N", "DN", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."], ["Kim", "Luke K", "LK", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."], ["Lau", "Christopher", "C", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."], ["Di Franco", "Antonino", "A", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."], ["Girardi", "Leonard N", "LN", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."], ["Gaudino", "Mario", "M", "Department of Cardiothoracic Surgery, Weill Cornell Medicine, New York, NY, USA."]], "date": null, "id": "29312714", "text": "In octogenarian patients there is a potential for more tangible clinical benefits from off-pump coronary artery bypass (OPCAB) compared to conventional coronary artery bypass grafting (CABG) with cardiopulmonary bypass (CPB) (COCAB). We aimed to investigate whether, compared to COCAB, OPCAB is associated with better operative outcomes in octogenarians by analyzing the Nationwide Inpatient Sample (NIS) databases 2003-2011.Of the 134,117 discharge records from 797 hospitals analyzed of patients aged ≥80 years undergoing first time isolated CABG from 2003 to 2011, 70.9% (n=95,057) had COCAB and the remaining 29.1% (n=39,060) received OPCAB. Hospital and patient-level covariates were used to adjust the effect of OPCAB on operative outcomes.COCAB and OPCAB were comparable in terms of operative mortality (5.5% vs. 5.2% respectively, P=0.30). However, rate of stroke was significantly lower in the OPCAB (2.4% vs. 1.8% respectively, P=0.004) and this result was confirmed after full adjustment (OR 0.72; 95% CI: 0.58-0.91; P=0.005). OPCAB was associated with lower risk of wound infection (OR 0.61; 95% CI: 0.47-0.78; P=0.0001) and atrial fibrillation (OR 0.88; 95% CI: 0.82-0.94; P=0.0004). No differences were observed in terms of bleeding, sepsis, need for tracheostomy and haemodialysis. OPCAB was associated with a marginal trend towards lower costs but did not reduce hospital-stay length.In the NIS 2003-2011, compared to COCAB, OPCAB was associated with lower risk of stroke and atrial fibrillation in octogenarians. OPCAB might represent a valid option to reduce procedure-specific morbidity in this high-risk subgroup, in particular in subjects at higher risk of cerebrovascular events.", "doi": "10.21037/jtd.2017.11.10", "title": "Off- vs. on-pump coronary artery bypass graft surgery on hospital outcomes in 134,117 octogenarians.", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}