{"authors": [["Dong", "Han", "H", "Department of Geriatric Medicine, The First Affiliated Hospital of Jilin University, Changchun, China."], ["Wang", "Zhi-Hao", "ZH", "Department of Geriatric Medicine, The First Affiliated Hospital of Jilin University, Changchun, China."], ["Zhang", "Na", "N", "Department of Electrical Diagnosis, The General Hospital of Fourth Hospital of Jilin University, Changchun, China."], ["Liu", "Si-Da", "SD", "Department of Thoracic Surgery, Xinhua Hospital Affiliated to Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Zhao", "Jian-Jun", "JJ", "Department of Neurology, The Affiliated Hospital to Changchun University of Chinese Medicine, Changchun, China."], ["Liu", "Song-Yan", "SY", "Department of Neurology, China-Japan Union Hospital of Jilin University, Changchun, China."]], "date": "2017-05-25", "id": "29312645", "text": "To study the diagnostic and prognostic role of serum galectin-1 (Gal-1) and -3 (Gal-3) in acute ischemic stroke (AIS) patients.We enrolled 233 patients with first-ever acute ischemic stroke and 252 healthy controls in this study. The AIS severity was evaluated by National Institutes of Health Stroke Scale (NIHSS) scores. The serum Gal-1 and -3 levels were determined. All patients were followed for 1 years and the functional outcome were evaluated by modified Rankin Scale (mRS) scores.We found that AIS patients had higher serum Gal-1 and -3 levels than controls. The serum Gal-3 level was closely associated with the AIS severity indicated by NHSS and infarction volume. Serum Gal-3 levels were significantly higher in patients with a poor outcome indicated by mRS scores than those in patients with a good outcome. In contrast, the serum Gal-1 is not associated with the severity and outcome of acute AIS patients. Our in vitro studies show that Gal-3 knockdown with siRNA dramatically increased the culture neuron cell viability and reduced apoptosis under oxygen glucose deprivation treatment. Meanwhile, the pro-inflammatory cytokine expression decreased with the inhibition of Gal-3.Our finding provides a novel biological marker, serum Gal-3, for monitor of acute AIS patients.", "doi": "10.18632/oncotarget.18211", "title": "Serum Galectin-3 level, not Galectin-1, is associated with the clinical feature and outcome in patients with acute ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}