{"authors": [["Yu", "Dan", "D", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Wang", "Xueying", "X", "Department of Neurology, Affiliated Hospital, Chifeng College, Chifeng 024005, Inner Mongolia, P. R. China."], ["Zhou", "Feng", "F", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Wang", "Liang", "L", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Yang", "Guoshuai", "G", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Zhong", "Wei", "W", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Li", "Ying", "Y", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Zhou", "Zhiping", "Z", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Wang", "Aiyue", "A", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."], ["Zhou", "Yanhui", "Y", "Department of Neurology, Haikou Municipal Hospital, Xiangya Medical College, Central South University, Haikou 570208, Hainan, P. R. China."]], "date": "2017-11-24", "id": "29312600", "text": "We assessed neurological outcomes, infarct volume, and the expression of nestin and caspase-3 in the hippocampal dentate gyrus following middle cerebral artery occlusion (MCAO) followed by reperfusion, with mild hypothermia (MH) treatment at the onset of ischemia in a MCAO rat model. Reperfusion began 2 hours after the MCAO model was set-up. MH treatment began at the onset of ischemia and was maintained for 4 hours. We evaluated neurological deficit score, brain infarct volumes, along with the immunohistochemical staining of nestin and caspase-3 in the sub-granular zone of the injured hemisphere on the 1st, 3rd, 7th, and 14th day after the onset of ischemia. Correlations between the number of nestin-positive (nestin+) cells, caspase-3-positive (caspase-3+) cells with infarct volume, as well as neurological deficit scores, were evaluated by linear regression. MH significantly promoted survival, reduced mortality, improved neurological deficit score, reduced brain infarct volume, increased the number of neural stem/progenitor cells and inhibited neuronal apoptosis in the sub-granular zone of the injured hemisphere. The number of nestin+ cells correlated with neurological deficit score in the normothermic group, and with infarct volume in the hypothermia group except for the first day after the onset of ischemia. The number of caspase-3+ cells correlated with the neurological deficit score but not infarct volume. The neuroprotective effects of MH may be mediated by modulating neural stem/progenitor cells and neuronal apoptotic cells in the sub-granular zone of the injured hemisphere during cerebral ischemia/reperfusion injury.", "doi": "10.18632/oncotarget.22647", "title": "Mild hypothermia modulates the expression of nestin and caspase-3 in the sub-granular zone and improves neurological outcomes in rats with ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}