{"authors": [["Chen", "Chih-Wei", "CW", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan."], ["Cheng", "Tain-Junn", "TJ", "Department of Occupational Safety and Health/Institute of Industrial Safety and Disaster Prevention, College of Sustainable Environment, Chia Nan University of Pharmacy and Science, Tainan 717, Taiwan."], ["Ho", "Chung-Han", "CH", "Department of Medical Research, Chi Mei Foundation Medical Center, Tainan 710, Taiwan."], ["Wang", "Jhi-Joung", "JJ", "Department of Medical Research, Chi Mei Foundation Medical Center, Tainan 710, Taiwan."], ["Weng", "Shih-Feng", "SF", "Department of Medical Research, Chi Mei Foundation Medical Center, Tainan 710, Taiwan."], ["Hou", "Ya-Chin", "YC", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan."], ["Cheng", "Hung-Chi", "HC", "Department of Biochemistry and Molecular Biology, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan."], ["Chio", "Chung-Ching", "CC", "Division of Neurosurgery, Department of Surgery, Chi Mei Foundation Medical Center, Tainan 710, Taiwan."], ["Shan", "Yan-Shen", "YS", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan."], ["Chang", "Wen-Tsan", "WT", "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, Tainan 701, Taiwan."]], "date": "2017-11-15", "id": "29312585", "text": "Stroke and brain cancer are two distinct diseases. However, the relationship between both diseases has rarely been examined. This study investigated the longitudinal risk for developing brain cancer in stroke patients. To study this, we first reviewed the malignant gliomas previously with or without stroke using brain magnetic resonance imaging (MRI) images and the past histories. Two ischemic stroke patients before the malignant glioma were identified and belonged to the glioblastoma mutiforme (GBM). Particularly, both GBM specimens displayed strong hypoxia-inducible factor 1α (HIF-1α) expression in immunohistochemical (IHC) staining. To elucidate the significance of this relationship, we then used a nationwide population-based cohort in Taiwan to investigate the risk for the incidence of brain cancer in patients previously with or without stroke. The incidence of all tumors in the stroke group was lower than that in the control group with an adjusted hazard ratio (HR) of 0.79 (95% confidence interval [CI]: 0.74-0.84) in both gender and age older than 60 years. But the stroke patients had higher risk of developing only brain cancer with an adjusted HR of 3.09 (95% CI: 1.80-5.30), and otherwise had lower risk of developing head and neck, digestive, respiratory, bone and skin, as well as other tumors, all with p<0.05. After stratification by gender and age, the female and aged 40-60 year old stroke patients had higher risk of developing brain cancer with an adjusted HR of 7.41 (95% CI: 3.30-16.64) and 16.34 (95% CI: 4.45-62.13), respectively, both with p<0.05. Patients with stroke, in particular female and age 40-60 years old, have an increased risk for developing brain cancer.", "doi": "10.18632/oncotarget.22480", "title": "Increased risk of brain cancer incidence in stroke patients: a clinical case series, population-based and longitudinal follow-up study.", "journal": ["Oncotarget", "Oncotarget"]}