{"authors": [["Enose-Akahata", "Yoshimi", "Y", "Viral Immunology Section, Division of Neuroimmunology and Neurovirology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Vellucci", "Ashley", "A", "Viral Immunology Section, Division of Neuroimmunology and Neurovirology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."], ["Jacobson", "Steven", "S", "Viral Immunology Section, Division of Neuroimmunology and Neurovirology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, United States."]], "date": "2017-12-21", "id": "29312243", "text": "Human T cell lymphotropic virus type 1 (HTLV-1) infection can lead to development of adult T cell leukemia/lymphoma (ATL) or HTLV-1-associated myelopathy/tropical spastic paraparesis (HAM/TSP) in a subset of infected subjects. Understanding the interaction between host and HTLV-1 and the molecular mechanisms associated with disease pathogenesis is critical for development efficient therapies. Two HTLV-1 genes, tax and HTLV-1 basic leucine zipper factor (HBZ), have been demonstrated to play important roles in HTLV-1 infectivity and the growth and survival of leukemic cells. Increased HTLV-1 Tax expression induces the expression of various cellular genes such as IL-2 and IL-15, which directly contributes to lymphocyte activation and immunopathogenesis in HAM/TSP patients. However, little is known about the molecular and cellular mechanism of HBZ in development of HAM/TSP. It has been reported that HBZ mRNA expression was detected in HAM/TSP patients higher than in asymptomatic carriers and correlated with proviral load and disease severity. Unlike HTLV-1 tax, HBZ escapes efficient anti-viral immune responses and therefore these reactivities are difficult to detect. Thus, it is important to focus on understanding the function and the role of HTLV-1 tax and HBZ in disease development of HAM/TSP and discuss the potential use of these HTLV-1 viral gene products as biomarkers and therapeutic targets for HAM/TSP.", "doi": "10.3389/fmicb.2017.02563", "title": "Role of HTLV-1 Tax and HBZ in the Pathogenesis of HAM/TSP.", "journal": ["Frontiers in microbiology", "Front Microbiol"]}