{"authors": [["Zhang", "Xiao-Guang", "XG", "Department of Neurology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, China."], ["Song", "Ye", "Y", "Department of Ultrasound, Shanghai Tongji Hospital of Tongji University, Shanghai, China."], ["Shan", "Chang", "C", "Department of Endocrine and Metabolic Diseases, Shanghai Clinical Center for Endocrine and Metabolic Diseases, Rui-jin Hospital, Shanghai Jiao-tong University School of Medicine, Shanghai Institute of Endocrine and Metabolic Diseases, Shanghai, China."], ["Wu", "Xi-Fan", "XF", "Translational Center for Stem Cell Research, Tongji Hospital, Stem Cell Research Center, Tongji University School of Medicine, Shanghai, China."], ["Tong", "Yan-Hua", "YH", "Department of Ultrasound, Shanghai Tongji Hospital of Tongji University, Shanghai, China."], ["Jin", "Xin-Chun", "XC", "Jiangsu Key Laboratory of Translational Research and Therapy for Neuro-Psycho-Diseases and Institute of Neuroscience, The Second Affiliated Hospital of Soochow University, Soochow University, Suzhou, China."], ["Liu", "Wen-Lan", "WL", "The Central Laboratory, Shenzhen Second People's Hospital, The First Affiliated Hospital of Shenzhen University, Shenzhen, China."], ["Zheng", "Guo-Qing", "GQ", "Department of Neurology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, China."], ["Liu", "Jie", "J", "Translational Center for Stem Cell Research, Tongji Hospital, Stem Cell Research Center, Tongji University School of Medicine, Shanghai, China."]], "date": "2017-12-22", "id": "29312126", "text": "Ultrasound-targeted microbubble destruction (UTMD) and the herb medicine borneol can both facilitate the delivery of therapeutic agents to diseased brain regions and serve as promising adjuvant neuroprotective therapies. Our preliminary experiments showed that UTMD could exacerbate ischemic blood-brain barrier (BBB) opening, while borneol can protect the BBB. In this study, we tested the hypothesis that the combination of UTMD and borneol could attenuate UTMD-induced injury to the BBB under ischemic stroke conditions. Male albino mice were subjected to 60-min middle cerebral artery occlusion (MCAO) with reperfusion. Borneol and UTMD was given to mice 3 days before and 24 h after MCAO induction. BBB permeability, brain water contents, ultrastructural changes of the BBB and histopathological alterations were evaluated. Our data demonstrated that UTMD aggravated the leakage of Evans blue dye, ultrastructural alterations of cerebral microvasculature, brain edema, and even induced cerebral hemorrhage in ischemic stroke mice. Pretreatment with borneol significantly attenuated the above detrimental effects of UTMD on the BBB. This study indicates that under ischemic stroke conditions, the BBB becomes vulnerable to UTMD intervention, and the combination of borneol can help to maintain the integrity of the BBB.", "doi": "10.3389/fneur.2017.00704", "title": "Borneol Attenuates Ultrasound-Targeted Microbubble Destruction-Induced Blood-Brain Barrier Opening in Focal Cerebral Ischemia.", "journal": ["Frontiers in neurology", "Front Neurol"]}