{"authors": [["Banks", "Caitlin L", "CL", "Neural Control of Movement Lab, Malcom Randall VA Medical Center, Gainesville, FL, United States."], ["Huang", "Helen J", "HJ", "Department of Mechanical and Aerospace Engineering, University of Central Florida, Orlando, FL, United States."], ["Little", "Virginia L", "VL", "Neural Control of Movement Lab, Malcom Randall VA Medical Center, Gainesville, FL, United States."], ["Patten", "Carolynn", "C", "Neural Control of Movement Lab, Malcom Randall VA Medical Center, Gainesville, FL, United States."]], "date": "2017-12-22", "id": "29312124", "text": "Walking after stroke is often described as requiring excessive muscle co-contraction, yet, evidence that co-contraction is a ubiquitous motor control strategy for this population remains inconclusive. Co-contraction, the simultaneous activation of agonist and antagonist muscles, can be assessed with electromyography (EMG) but is often described qualitatively. Here, our goal is to determine if co-contraction is associated with gait impairments following stroke. Fifteen individuals with chronic stroke and nine healthy controls walked on an instrumented treadmill at self-selected speed. Surface EMGs were collected from the medial gastrocnemius (MG), soleus (SOL), and tibialis anterior (TA) of each leg. EMG envelope amplitudes were assessed in three ways: (1) no normalization, (2) normalization to the maximum value across the gait cycle, or (3) normalization to maximal M-wave. Three co-contraction indices were calculated across each agonist/antagonist muscle pair (MG/TA and SOL/TA) to assess the effect of using various metrics to quantify co-contraction. Two factor ANOVAs were used to compare effects of group and normalization for each metric. Co-contraction during the terminal stance (TSt) phase of gait is not different between healthy controls and the paretic leg of individuals post-stroke, regardless of the metric used to quantify co-contraction. Interestingly, co-contraction was similar between M-max and non-normalized EMG; however, normalization does not impact the ability to resolve group differences. While a modest correlation is revealed between the amount of TSt co-contraction and walking speed, the relationship is not sufficiently strong to motivate further exploration of a causal link between co-contraction and walking function after stroke. Co-contraction does not appear to be a common strategy employed by individuals after stroke. We recommend exploration of alternative EMG analysis approaches in an effort to learn more about the causal mechanisms of gait impairment following stroke.", "doi": "10.3389/fneur.2017.00699", "title": "Electromyography Exposes Heterogeneity in Muscle Co-Contraction following Stroke.", "journal": ["Frontiers in neurology", "Front Neurol"]}