{"authors": [["Nam", "Chingyi", "C", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."], ["Rong", "Wei", "W", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."], ["Li", "Waiming", "W", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."], ["Xie", "Yunong", "Y", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."], ["Hu", "Xiaoling", "X", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."], ["Zheng", "Yongping", "Y", "Department of Biomedical Engineering, The Hong Kong Polytechnic University, Hong Kong."]], "date": "2017-12-14", "id": "29312116", "text": "Impaired hand dexterity is a major disability of the upper limb after stroke. An electromyography (EMG)-driven neuromuscular electrical stimulation (NMES) robotic hand was designed previously, whereas its rehabilitation effects were not investigated.This study aims to investigate the rehabilitation effectiveness of the EMG-driven NMES-robotic hand-assisted upper-limb training on persons with chronic stroke.A clinical trial with single-group design was conducted on chronic stroke participants (n = 15) who received 20 sessions of EMG-driven NMES-robotic hand-assisted upper-limb training. The training effects were evaluated by pretraining, posttraining, and 3-month follow-up assessments with the clinical scores of the Fugl-Meyer Assessment (FMA), the Action Research Arm Test (ARAT), the Wolf Motor Function Test, the Motor Functional Independence Measure, and the Modified Ashworth Scale (MAS). Improvements in the muscle coordination across the sessions were investigated by EMG parameters, including EMG activation level and Co-contraction Indexes (CIs) of the target muscles in the upper limb.Significant improvements in the FMA shoulder/elbow and wrist/hand scores (P < 0.05), the ARAT (P < 0.05), and in the MAS (P < 0.05) were observed after the training and sustained 3 months later. The EMG parameters indicated a significant decrease of the muscle activation level in flexor digitorum (FD) and biceps brachii (P < 0.05), as well as a significant reduction of CIs in the muscle pairs of FD and triceps brachii and biceps brachii and triceps brachii (P < 0.05).The upper-limb training integrated with the assistance from the EMG-driven NMES-robotic hand is effective for the improvements of the voluntary motor functions and the muscle coordination in the proximal and distal joints. Furthermore, the motor improvement after the training could be maintained till 3 months later.ClinicalTrials.gov. NCT02117089; date of registration: April 10, 2014.", "doi": "10.3389/fneur.2017.00679", "title": "The Effects of Upper-Limb Training Assisted with an Electromyography-Driven Neuromuscular Electrical Stimulation Robotic Hand on Chronic Stroke.", "journal": ["Frontiers in neurology", "Front Neurol"]}