{"authors": [["Liu", "Hui-Juan", "HJ", "Chongqing Key Laboratory of Pediatrics, Chongqing, China."], ["Lai", "Xin", "X", "Chongqing Key Laboratory of Pediatrics, Chongqing, China."], ["Xu", "Yan", "Y", "China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Chongqing, China."], ["Miao", "Jing-Kun", "JK", "China International Science and Technology Cooperation Base of Child Development and Critical Disorders, Chongqing, China."], ["Li", "Chun", "C", "Department of Neonatology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing, China."], ["Liu", "Jing-Ying", "JY", "Chongqing Key Laboratory of Pediatrics, Chongqing, China."], ["Hua", "Yuan-Yuan", "YY", "Chongqing Key Laboratory of Pediatrics, Chongqing, China."], ["Ma", "Qian", "Q", "Chongqing Key Laboratory of Pediatrics, Chongqing, China."], ["Chen", "Qixiong", "Q", "Department of Neonatology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders, Chongqing, China."]], "date": "2017-12-14", "id": "29312110", "text": "Temporal lobe epilepsy (TLE) is one of the most drug-resistant types of epilepsy with about 80% of TLE patients falling into this category. Increasing evidence suggests that neuroinflammation, which has a critical role in the epileptogenesis of TLE, is associated with microglial activation. Therefore, agents that act toward the alleviation in microglial activation and the attenuation of neuroinflammation are promising candidates to treat TLE. α-Asarone is a major active ingredient of the Acori Graminei Rhizoma used in Traditional Chinese Medicine, which has been used to improve various disease conditions including stroke and convulsions. In addition, an increasing number of studies suggested that α-asarone can attenuate microglia-mediated neuroinflammation. Thus, we hypothesized that α-asarone is a promising neuroprotective agent for the treatment of the TLE.The present study evaluated the therapeutic effects of α-asarone on microglia-mediated neuroinflammation and neuroprotection in vitro and in vivo, using an untreated control group, a status epilepticus (SE)-induced group, and an SE-induced α-asarone pretreated group. A pilocarpine-induced rat model of TLE was established to investigate the neuroprotective effects of α-asarone in vivo. For the in vitro study, lipopolysaccharide (LPS)-stimulated primary cultured microglial cells were used.The results indicated that the brain microglial activation in the rats of the SE rat model led to important learning and memory deficit. Preventive treatment with α-asarone restrained microglial activation and reduced learning and memory deficit. In the in vitro studies, α-asarone significantly suppressed proinflammatory cytokine production in primary cultured microglial cells and attenuated the LPS-stimulated neuroinflammatory responses. Our mechanistic study revealed that α-asarone inhibited inflammatory processes by regulation the transcription levels of kappa-B, by blocking the degradation pathway of kappa B-alpha [inhibitor kappa B-alpha (IκB-α)] and kappa B-beta (IκB-β) kinase in both the SE rats and in primary cultured microglial cells.Taken together, these data demonstrate that α-asarone is a promising neuroprotective agent for the prevention and treatment of microglia-mediated neuroinflammatory conditions including TLE, for which further assessment studies are pertinent.", "doi": "10.3389/fneur.2017.00661", "title": "α-Asarone Attenuates Cognitive Deficit in a Pilocarpine-Induced Status Epilepticus Rat Model via a Decrease in the Nuclear Factor-κB Activation and Reduction in Microglia Neuroinflammation.", "journal": ["Frontiers in neurology", "Front Neurol"]}