{"authors": [["Mury", "Pauline", "P", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Faes", "Camille", "C", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Millon", "Antoine", "A", "CarMeN Laboratory, Institut National de la Santé et de la Recherche Médicale U1060, University Claude Bernard Lyon 1, Bron, France."], ["Mura", "Mathilde", "M", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Renoux", "Céline", "C", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Skinner", "Sarah", "S", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Nicaise", "Virginie", "V", "Laboratory of Vulnerabilities and Innovation in Sport EA7428, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Joly", "Philippe", "P", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Della Schiava", "Nellie", "N", "Department of Vascular Surgery, Edouard Herriot Hospital, Lyon, France."], ["Lermusiaux", "Patrick", "P", "Department of Vascular Surgery, Edouard Herriot Hospital, Lyon, France."], ["Connes", "Philippe", "P", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."], ["Pialoux", "Vincent", "V", "Interuniversity Laboratory of Human Movement Biology EA7424, Vascular Biology and Red Blood Cell Team, University Claude Bernard Lyon 1, Villeurbanne, France."]], "date": "2017-12-12", "id": "29311973", "text": "Aim: Carotid artery disease (CAD) is an atherosclerotic inflammatory disease that affects the arterial wall, specifically at points of bifurcation where blood flow is disturbed. Abnormal blood rheology could participate in the pathophysiology of ischemic cardiovascular disease. Physical activity (PA) is known to improve blood rheology in several chronic disorders. This study aims to (i) compare the hemorheological profile of CAD patients and controls and (ii) investigate the associations between daily PA and hemorheological parameters in CAD patients. Methods: Blood viscosity, red blood cell (RBC) aggregation and RBC deformability were assessed in 80 patients (15 symptomatic and 65 asymptomatic) and 14 age-matched controls. Patients' PA levels were evaluated using questionnaires. Results: Symptomatic patients showed increased blood viscosity and RBC aggregation compared to healthy controls. RBC aggregation was significantly lower in the most physically active patients compared to the least physically active ones. Blood viscosity and RBC deformability did not vary according to physical activity level. Conclusions: Our results showed greater hemorheological abnormalities (blood hyper-viscosity and hyper-aggregation of red blood cells) in the most severe CAD patients, which could exacerbate the risk of stroke in patients with stenosis. As the most physically active patients had lower RBC aggregation than those who were less physically active, it is possible that regular PA may limit hemorheological alterations in CAD patients.", "doi": "10.3389/fphys.2017.01043", "title": "Higher Daily Physical Activity Level Is Associated with Lower RBC Aggregation in Carotid Artery Disease Patients at High Risk of Stroke.", "journal": ["Frontiers in physiology", "Front Physiol"]}