{"authors": [["Yang", "Xiao", "X", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."], ["Geng", "Keyi", "K", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."], ["Zhang", "Jinfan", "J", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."], ["Zhang", "Yanshuang", "Y", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."], ["Shao", "Jiaxiang", "J", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."], ["Xia", "Weiliang", "W", "State Key Laboratory of Oncogenes and Related Genes, School of Biomedical Engineering, Shanghai Jiao Tong University, Shanghai, China."]], "date": "2017-12-22", "id": "29311941", "text": "In response to stroke-induced injury, astrocytes can be activated and form a scar. Inflammation is an essential component for glial scar formation. Previous study has shown that adjudin, a potential Sirt3 activator, could attenuate lipopolysaccharide (LPS)- and stroke-induced neuroinflammation. To investigate the potential inhibitory effect and mechanism of adjudin on astrocyte activation, we used a transient middle cerebral artery occlusion (tMCAO) model with or without adjudin treatment in wild type (WT) and Sirt3 knockout (KO) mice and performed a wound healing experiment in vitro. Both our in vivo and in vitro results showed that adjudin reduced astrocyte activation by upregulating Sirt3 expression. In addition, adjudin treatment after stroke promoted functional and neurovascular recovery accompanied with the decreased area of glial scar in WT mice, which was blunted by Sirt3 deficiency. Furthermore, adjudin could increase Foxo3a and inhibit Notch1 signaling pathway via Sirt3. Both the suppression of Foxo3a and overexpression of N1ICD could alleviate the inhibitory effect of adjudin in vitro indicating that Sirt3-Foxo3a and Sirt3-Notch1 signaling pathways were involved in the inhibitory effect of adjudin in wound healing experiment.", "doi": "10.3389/fphar.2017.00943", "title": "Sirt3 Mediates the Inhibitory Effect of Adjudin on Astrocyte Activation and Glial Scar Formation following Ischemic Stroke.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}