{"authors": [["Fu", "Xiujuan", "X", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Lu", "Zuneng", "Z", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Wang", "Yan", "Y", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Huang", "Lifang", "L", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Wang", "Xi", "X", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Zhang", "Hong", "H", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."], ["Xiao", "Zheman", "Z", "Department of Neurology, Renmin Hospital of Wuhan University, Wuhan, China."]], "date": "2017-12-19", "id": "29311895", "text": "Although the function of the cerebellum in neurocognition has been well-documented, the similar role of the brainstem has yet to be fully elucidated. This clinical research study aimed to combine data relating to neuropsychological assessments and P300 to explore cognitive dysfunction and affective impairment following brainstem stroke. Thirty-four patients with isolated brainstem stroke and twenty-six healthy controls were recruited; for each patient, we collated data pertaining to the P300, Addenbrooke's Cognitive Examination III (ACE-III), Montreal Cognitive Assessment Chinese version (MoCA), trail-making test (TMT), Symbol Digit Modalities Test (SDMT), Wechsler Adult Intelligence Scale-Digit Spans (DS), Stroop test, Self Rating Depression Scale (SDS), and Self Rating Anxiety Scale (SAS). Significance was analyzed using an independent T-test or the Mann-Whitney U-test. Correlation was analyzed using Pearson's correlation analysis or Spearman's correlation analysis. Collectively, data revealed that brainstem stroke caused mild cognitive impairment (MCI), and that visuospatial, attention, linguistic, and emotional disturbances may occur after isolated brainstem stroke. Cognitive decline was linked to P300 latency, ACE-III, and MoCA; P300 latency was correlated with ACE-III. Patients with right brainstem lesions were more likely to suffer memory decline. The present study provides initial data relating to the role of the brainstem in neurocognition, and will be useful for further understanding of vascular cognitive and affective impairment.", "doi": "10.3389/fnagi.2017.00400", "title": "A Clinical Research Study of Cognitive Dysfunction and Affective Impairment after Isolated Brainstem Stroke.", "journal": ["Frontiers in aging neuroscience", "Front Aging Neurosci"]}