{"authors": [["Salman", "Mootaz M", "MM", "Biomolecular Sciences Research Centre, Sheffield Hallam University, Sheffield, United Kingdom."], ["Kitchen", "Philip", "P", "Institute of Clinical Sciences, University of Birmingham, Birmingham, United Kingdom."], ["Woodroofe", "M Nicola", "MN", "Biomolecular Sciences Research Centre, Sheffield Hallam University, Sheffield, United Kingdom."], ["Bill", "Roslyn M", "RM", "School of Life and Health Sciences, Aston University, Birmingham, United Kingdom."], ["Conner", "Alex C", "AC", "Institute of Clinical Sciences, University of Birmingham, Birmingham, United Kingdom."], ["Heath", "Paul R", "PR", "Sheffield Institute for Translational Neuroscience, University of Sheffield, Sheffield, United Kingdom."], ["Conner", "Matthew T", "MT", "Research Institute of Health Sciences, Wolverhampton School of Sciences, University of Wolverhampton, Wolverhampton, United Kingdom."]], "date": "2017-12-14", "id": "29311824", "text": "Hypothermia is increasingly used as a therapeutic measure to treat brain injury. However, the cellular mechanisms underpinning its actions are complex and are not yet fully elucidated. Astrocytes are the most abundant cell type in the brain and are likely to play a critical role. In this study, transcriptional changes and the protein expression profile of human primary cortical astrocytes cultured under hypoxic conditions for 6 h were investigated. Cells were treated either with or without a mild hypothermic intervention 2 h post-insult to mimic the treatment of patients following traumatic brain injury (TBI) and/or stroke. Using human gene expression microarrays, 411 differentially expressed genes were identified following hypothermic treatment of astrocytes following a 2 h hypoxic insult. KEGG pathway analysis indicated that these genes were mainly enriched in the Wnt and p53 signaling pathways, which were inhibited following hypothermic intervention. The expression levels of 168 genes involved in Wnt signaling were validated by quantitative real-time-PCR (qPCR). Among these genes, 10 were up-regulated and 32 were down-regulated with the remainder unchanged. Two of the differentially expressed genes (DEGs), p38 and JNK, were selected for validation at the protein level using cell based ELISA. Hypothermic intervention significantly down-regulated total protein levels for the gene products of p38 and JNK. Moreover, hypothermia significantly up-regulated the phosphorylated (activated) forms of JNK protein, while downregulating phosphorylation of p38 protein. Within the p53 signaling pathway, 35 human apoptosis-related proteins closely associated with Wnt signaling were investigated using a Proteome Profiling Array. Hypothermic intervention significantly down-regulated 18 proteins, while upregulating one protein, survivin. Hypothermia is a complex intervention; this study provides the first detailed longitudinal investigation at the transcript and protein expression levels of the molecular effects of therapeutic hypothermic intervention on hypoxic human primary cortical astrocytes. The identified genes and proteins are targets for detailed functional studies, which may help to develop new treatments for brain injury based on an in-depth mechanistic understanding of the astrocytic response to hypoxia and/or hypothermia.", "doi": "10.3389/fncel.2017.00386", "title": "Transcriptome Analysis of Gene Expression Provides New Insights into the Effect of Mild Therapeutic Hypothermia on Primary Human Cortical Astrocytes Cultured under Hypoxia.", "journal": ["Frontiers in cellular neuroscience", "Front Cell Neurosci"]}