{"authors": [["Yu", "Jian", "J", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Li", "Chenguang", "C", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Ding", "Qiao", "Q", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Que", "Jiali", "J", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Liu", "Kejia", "K", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Wang", "Haoyue", "H", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."], ["Liao", "Songjie", "S", "Department of Neurology, Guangdong Key Laboratory for Diagnosis and Treatment of Major Neurological Diseases, National Key Clinical Department, National Key Discipline, the First Affiliated Hospital of Sun Yat-Sen University, Guangzhou, China."]], "date": "2017-12-12", "id": "29311781", "text": "Secondary impairment of blood-brain barrier (BBB) occurs in the remote thalamus after ischemic stroke. Netrin-1, an axonal guidance molecule, presents bifunctional effects on blood vessels through receptor-dependent pathways. This study investigates whether netrin-1 protects BBB against secondary injury. Netrin-1 (600 ng/d for 7 days) was intracerebroventricularly infused 24 h after middle cerebral artery occlusion (MCAO) in hypertensive rats. Neurological function was assessed 8 and 14 days after MCAO, and the permeability of BBB in the ipsilateral thalamus was detected. The viability of brain microvascular endothelial cells was determined after being disposed with netrin-1 (50 ng/mL) before oxygen-glucose deprivation (OGD). The role of netrin-1 was further explored by examining its receptors and their function. We found that netrin-1 infusion improved neurological function, attenuated secondary impairment of BBB by up-regulating the levels of tight junction proteins and diminishing extravasation of albumin, with autophagy activation 14 days after MCAO. Netrin-1 also enhanced cell survival and autophagy activity in OGD-treated cells, inhibited by UNC5H2 siRNA transfection. Furthermore, the beneficial effects of netrin-1 were suppressed by PI3K inhibitors 3-Methyladenine and LY294002. Our results showed that netrin-1 ameliorated BBB impairment secondary to ischemic stroke by promoting tight junction function and endothelial survival. PI3K-mediated autophagy activation depending on UNC5H2 receptor could be an underlying mechanism.", "doi": "10.3389/fnins.2017.00700", "title": "Netrin-1 Ameliorates Blood-Brain Barrier Impairment Secondary to Ischemic Stroke via the Activation of PI3K Pathway.", "journal": ["Frontiers in neuroscience", "Front Neurosci"]}