{"authors": [["Ruesch", "A", "A", "Department of Biomedical Engineering, Carnegie Mellon University, 5000 Forbes Avenue, Pittsburgh, PA 15213."], ["Smith", "M A", "MA", "Department of Ophthalmology, University of Pittsburgh, Eye and Ear Institute, 203 Lothrop Street, Pittsburgh, PA 15213."], ["Wollstein", "G", "G", "NYU Langone Eye Center, New York University School of Medicine, 462 First Avenue, New York, NY 10016."], ["Sigal", "I A", "IA", "Department of Ophthalmology, University of Pittsburgh, Eye and Ear Institute, 203 Lothrop Street, Pittsburgh, PA 15213."], ["Nelson", "S", "S", "Department of Ophthalmology, University of Pittsburgh, Eye and Ear Institute, 203 Lothrop Street, Pittsburgh, PA 15213."], ["Kainerstorfer", "J M", "JM", "Department of Biomedical Engineering, Carnegie Mellon University, 5000 Forbes Avenue, Pittsburgh, PA 15213."]], "date": null, "id": "29311754", "text": "The mechanism that maintains a stable blood flow in the brain despite changes in cerebral perfusion pressure (CPP), and therefore guaranties a constant supply of oxygen and nutrients to the neurons, is known as cerebral autoregulation (CA). In a certain range of CPP, blood flow is mediated by a vasomotor adjustment in vascular resistance through dilation of blood vessels. CA is known to be impaired in diseases like traumatic brain injury, Parkinson's disease, stroke, hydrocephalus and others. If CA is impaired, blood flow and pressure changes are coupled and the oxygen supply might be unstable. Lassen's blood flow autoregulation curve describes this mechanism, where a plateau of stable blood flow in a specific range of CPP corresponds to intact autoregulation. Knowing the limits of this plateau and maintaining CPP within these limits can improve patient outcome. Since CPP is influenced by both intracranial pressure and arterial blood pressure, long term changes in either can lead to autoregulation impairment. Non-invasive methods for monitoring blood flow autoregulation are therefore needed. We propose to use Near infrared spectroscopy (NIRS) to fill this need. NIRS is an optical technique, which measures microvascular changes in cerebral hemoglobin concentration. We pe erformed experiments on non-human primates during exsanguination to demonstrate that the limits of blood flow autoregulation can be accessed with NIRS.", "doi": "10.1117/12.2252550", "title": "Correlation between Cerebral Hemodynamic and Perfusion Pressure Changes in Non-Human Primates.", "journal": ["Proceedings of SPIE--the International Society for Optical Engineering", "Proc SPIE Int Soc Opt Eng"]}