{"authors": [["Park", "Donghwi", "D", "Department of Rehabilitation Medicine."], ["Lee", "Jong-Hak", "JH", "Department of Internal Medicine, Daegu Fatima Hospital, Daegu, Republic of Korea."], ["Han", "Seungwoo", "S", "Department of Internal Medicine, Daegu Fatima Hospital, Daegu, Republic of Korea."]], "date": null, "id": "29310352", "text": "Obesity is a well-established risk factor for cardiovascular disease (CVD), but the underweight population of body mass index (BMI) below 18.5 kg/m has not been an object of concern. The objective of this study is to investigate whether underweight could be an independent risk factor for CVD in a population-based cross-sectional study.Cross-sectional data of 2013 Behavioral Risk Factor Surveillance System (BRFSS) database encompassing 491,773 US adult subjects were used to assess risk for CVD. Primary outcomes were the incidence and relative risks (RRs) of CVD including stroke, heart attack/myocardial infarction, or coronary artery disease according to BMI category. All analyses used weighted sampling probabilities of data source.The underweight population had a 19.7% greater risk of CVD than did the normal-weight, and the overweight and obese population had a 50% and 96% increased risk, respectively. When adjusted with covariates, the relative risk for CVD elevated in underweight population (adjusted RR 1.34 [95% confidence interval (CI) 1.335-1.348]). Conversely, the adjusted relative risk was significantly attenuated in the obese group (adjusted RR 1.149 [95% CI 1.147-1.151]) and it was even insignificant in the overweight group (adjusted RR 1.00 [95% CI 1.000-1.003]). In subanalysis for each CVD category, being underweight among BMI status was the strongest independent risk factor for stroke (adjusted RR 1.441 [95% CI 1.431-1.450]), heart attack/ myocardial infarction (MI) (adjusted RR 1.23 [95% CI 1.217-1.233]), and angina/coronary artery disease (adjusted RR 1.20 [95% CI 1.189-1.206]). Especially among the population below 40-year old, relative risk estimates remained increased in the underweight population; persons who were underweight had a 2.3-fold greater adjusted relative risk of CVD as compared with those with normal weight when we stratified with age.Underweight below BMI 18.5 kg/m may be another risk factor for CVD, and CVD risk of the overweight and obese population largely depended on other comorbidities accompanied by obesity.", "doi": "10.1097/MD.0000000000008769", "title": "Underweight: another risk factor for cardiovascular disease?: A cross-sectional 2013 Behavioral Risk Factor Surveillance System (BRFSS) study of 491,773 individuals in the USA.", "journal": ["Medicine", "Medicine (Baltimore)"]}