{"authors": [["Liu", "Menghui", "M", "Department of Cardiology, The First Affiliated Hospital, Sun Yet-sen University."], ["Wang", "Yuanping", "Y", "Guangdong Provincial Hospital of Traditional Chinese Medicine affiliated to Guangzhou University of Chinese Medicine."], ["Chen", "Xiaohong", "X", "The Third Affiliated Hospital, Sun Yet-sen University, Guangzhou, China."], ["Li", "Xiaohui", "X", "Guangdong Provincial Hospital of Traditional Chinese Medicine affiliated to Guangzhou University of Chinese Medicine."], ["Zhuang", "Xiaodong", "X", "Department of Cardiology, The First Affiliated Hospital, Sun Yet-sen University."], ["Wang", "Lichun", "L", "Department of Cardiology, The First Affiliated Hospital, Sun Yet-sen University."]], "date": null, "id": "29310330", "text": "Atrial fibrillation (AF), the most common cardiac arrhythmia, is a major risk factor for thromboembolic events, especially ischemic stroke. Catheter ablation is an effective method to maintain sinus rhythm in patients with AF. Although some observational studies have shown a relatively lower stroke rate after catheter ablation, whether catheter ablation can reduce the thromboembolic risk in patients with AF remains unclear. We aim to perform a systematic review to determine whether catheter ablation can prevent thromboembolism in patients with AF.PubMed, Embase, the Web of Science, and the Cochrane Library will be searched from January 2000 to the present for randomized controlled trials (RCTs) and non-randomized studies on catheter ablation in patients with AF. Other relevant sources, such as the references and conference proceedings, will also be manually retrieved. All studies will be limited to publication in English. The primary outcome will be thromboembolic events, including stroke, transient ischemic attack, and systemic embolic events. Study screening, data collection, and study quality assessment will be independently performed by 2 researchers. Disagreements will be resolved through team discussion or consultation with a third arbitrator. The risk of bias will be appraised using the Cochrane Collaboration tool and the Newcastle-Ottawa scale according to the different study designs, and a meta-analysis will be performed using RevMan V.5.3 software. The results will be presented as risk ratios and 95% confidence intervals for dichotomous data and continuous outcomes.Catheter ablation is an effective method to cure atrial fibrillation and maintain sinus rhythm. Although it is intuitive that if AF is eliminated, the thromboembolism in the heart would be abolished, and sequently the incidence of thromboembolic events would be decreased, this in fact has not yet been clarified. This systematic review and meta-analysis will be performed with the aim of comprehensively identifying studies that have reported the impact of AF ablation on thromboembolic events in patients with non-valvular AF by comparing an ablation group and non-ablation group. These outcomes will not only produce useful evidence-based data regarding the influence of catheter ablation on thromboembolic events in patients with AF but will also provide some guidance regarding anticoagulation regimens in patients who have undergone catheter ablation.", "doi": "10.1097/MD.0000000000008479", "title": "Can catheter ablation reduce the incidence of thromboembolic events in patients with atrial fibrillation?: Protocol for a systematic review and meta-analysis.", "journal": ["Medicine", "Medicine (Baltimore)"]}