{"authors": [["Chughtai", "Morad", null, "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."], ["Perfetti", "Dean", "D", "Department of Orthopaedic Surgery, SUNY Downstate Medical Center, Brooklyn, New York."], ["Khlopas", "Anton", "A", "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."], ["Sultan", "Assem A", "AA", "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."], ["Sodhi", "Nipun", "N", "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."], ["Newman", "Jared M", "JM", "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."], ["Gwam", "Chukwuweike U", "CU", "Department of Orthopaedic Surgery, Rubin Institute for Advanced Orthopedics, Sinai Hospital of Baltimore, Baltimore, Maryland."], ["Maheshwari", "Aditya V", "AV", "Department of Orthopaedic Surgery, SUNY Downstate Medical Center, Brooklyn, New York."], ["Mont", "Michael A", "MA", "Department of Orthopaedic Surgery, Cleveland Clinic, Cleveland, Ohio."]], "date": "2017-12-22", "id": "29310146", "text": "Atrial septal defect (ASD) is a common asymptomatic congenital heart condition that predisposes patients to paradoxical emboli in the cerebral vasculature. In this study, we evaluated the prevalence of ASD and risk of stroke for patients with ASD undergoing primary total hip arthroplasty (THA) and total knee arthroplasty (TKA).We used the New York Statewide Planning and Research Cooperative System to identify 258,911 elective primary THA/TKA between 2005 and 2014, including 140 patients with ASD. Logistic regression models calculated odds ratios (OR) and 95% confidence intervals (CI) and controlled for demographic and medical risk factors for stroke.The prevalence of ASD was 54 per 100,000 patients undergoing THA/TKA. The rate of stroke within 30 days of surgery was 5.7% (95% CI: 2.5%, 11.0%) for patients with ASD, and 0.1% (95% CI: 0.1%, 0.1%) for all other patients. In regression models, the risk of stroke was 70 times greater (OR: 70.0, 95% CI: 32.9, 148.9) for patients with ASD compared to patients without this condition (p<0.001).Patients with ASD undergoing THA and TKA are predisposed to stroke in the postoperative period. Orthopaedic surgeons indicating patients for surgery and internists performing preoperative medical clearance should be aware of these risks and discuss them prior to surgery. The efficacy of pharmacological and surgical measures to reduce postoperative stroke within this patient population should be topics of future investigation.", "doi": null, "title": "Does Atrial Septal Defect Increase the Risk of Stroke Following Total Hip and Knee Arthroplasty?", "journal": ["Surgical technology international", "Surg Technol Int"]}