{"authors": [["Uittenbogaart", "Steven B", "SB", "General Practice, Department of Cardiology, Academic Medical Center, Meibergdreef 15, 1105 AZ, Post Box 22660, 1100 DD Amsterdam, Netherlands."], ["Lucassen", "Wim A M", "WAM", "General Practice, Department of Cardiology, Academic Medical Center, Meibergdreef 15, 1105 AZ, Post Box 22660, 1100 DD Amsterdam, Netherlands."], ["van Etten-Jamaludin", "Faridi S", "FS", "Medical Library, Department of Cardiology, Academic Medical Center, Meibergdreef 15, 1105 AZ, Post Box 22660, 1100 DD Amsterdam, Netherlands."], ["de Groot", "Joris R", "JR", "Heart Center, Department of Cardiology, Academic Medical Center, Meibergdreef 15, 1105 AZ, Post Box 22660, 1100 DD Amsterdam, Netherlands."], ["van Weert", "Henk C P M", "HCPM", "General Practice, Department of Cardiology, Academic Medical Center, Meibergdreef 15, 1105 AZ, Post Box 22660, 1100 DD Amsterdam, Netherlands."]], "date": "2017-12-21", "id": "29309554", "text": "Atrial fibrillation (AF) patients have increased risk of stroke. In paroxysmal AF, the combination of duration and frequency of episodes defines AF burden. In patients with cardiac implantable electronic devices (CIEDs), atrial high-rate episodes (AHREs) can be monitored continuously and are considered as a proxy for AF. This systematic review aims to determine the relationship between AF burden and risk of thrombo-embolic events (TBEs).We searched Medline, Embase, PubMed, and Cochrane Library databases and performed a review and meta-analysis. Eligible studies reported rhythm registration with specified AF burden and 3 months of follow-up for TBEs. Of the 8849 identified publications, 7 met the inclusion criteria. Of the 18 943 included patients, 215 (1.1%) patients developed a TBE. We detected only studies registering AHRE with a duration over 5 min detected by CIED. In a meta-analysis, patients with an AHRE burden over 6 min had an increased risk of TBE when compared with patients without AHRE, but this risk did not increase for an AHRE burden over 6 h [hazard ratio (HR) 1.82 vs. 1.78]. In a second meta-analysis, only patients with AHRE burden over 24 h had an increased risk for stroke (HR 3.2, 95% confidence interval 1.75-5.86), while patients with an AHRE burden shorter than 24 h did not.Patients with an AHRE burden over 6 min have an increased risk for stroke. A trend in which a higher AHRE burden leads to a higher risk for TBEs was observed but not substantiated due to heterogeneity and low numbers.", "doi": "10.1093/europace/eux356", "title": "Burden of atrial high-rate episodes and risk of stroke: a systematic review.", "journal": ["Europace : European pacing, arrhythmias, and cardiac electrophysiology : journal of the working groups on cardiac pacing, arrhythmias, and cardiac cellular electrophysiology of the European Society of Cardiology", "Europace"]}