{"authors": [["Jakimov", "Tamara", "T", "Tamara Jakimov, Department of Cardiology, Clinical and Hospital Center \"Bežanijska kosa\", Autoput s/n, 11000 Belgrade, Serbia, tamarajakimov@gmail.com."], ["Mrdović", "Igor", "I", null], ["Filipović", "Branka", "B", null], ["Zdravković", "Marija", "M", null], ["Djoković", "Aleksandra", "A", null], ["Hinić", "Saša", "S", null], ["Milić", "Nataša", "N", null], ["Filipović", "Branislav", "B", null]], "date": null, "id": "29308832", "text": "To compare the prognostic performance of three major risk scoring systems including global registry for acute coronary events (GRACE), thrombolysis in myocardial infarction (TIMI), and prediction of 30-day major adverse cardiovascular events after primary percutaneous coronary intervention (RISK-PCI).This single-center retrospective study involved 200 patients with acute coronary syndrome (ACS) who underwent invasive diagnostic approach, ie, coronary angiography and myocardial revascularization if appropriate, in the period from January 2014 to July 2014. The GRACE, TIMI, and RISK-PCI risk scores were compared for their predictive ability. The primary endpoint was a composite 30-day major adverse cardiovascular event (MACE), which included death, urgent target-vessel revascularization (TVR), stroke, and non-fatal recurrent myocardial infarction (REMI).The c-statistics of the tested scores for 30-day MACE or area under the receiver operating characteristic curve (AUC) with confidence intervals (CI) were as follows: RISK-PCI (AUC=0.94; 95% CI 1.790-4.353), the GRACE score on admission (AUC=0.73; 95% CI 1.013-1.045), the GRACE score on discharge (AUC=0.65; 95% CI 0.999-1.033). The RISK-PCI score was the only score that could predict TVR (AUC=0.91; 95% CI 1.392-2.882). The RISK-PCI scoring system showed an excellent discriminative potential for 30-day death (AUC=0.96; 95% CI 1.339-3.548) in comparison with the GRACE scores on admission (AUC=0.88; 95% CI 1.018-1.072) and on discharge (AUC=0.78; 95% CI 1.000-1.058).In comparison with the GRACE and TIMI scores, RISK-PCI score showed a non-inferior ability to predict 30-day MACE and death in ACS patients. Moreover, RISK-PCI was the only scoring system that could predict recurrent ischemia requiring TVR.", "doi": null, "title": "Comparison of RISK-PCI, GRACE, TIMI risk scores for prediction of major adverse cardiac events in patients with acute coronary syndrome.", "journal": ["Croatian medical journal", "Croat. Med. J."]}