{"authors": [["Yap", "S H", "SH", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia. coolrontin@gmail.com."], ["Ng", "Y P", "YP", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia."], ["Roslan", "A", "A", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia."], ["Kolanthaivelu", "J", "J", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia."], ["Koh", "K W", "KW", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia."], ["P'ng", "H S", "HS", "Hospital Sultanah Nora Ismail, Department of Medicine, Batu Pahat, Johor, Malaysia."], ["Boo", "Y L", "YL", "Hospital Sultanah Nora Ismail, Department of Medicine, Batu Pahat, Johor, Malaysia."], ["Hoo", "F K", "FK", "Universiti Putra Malaysia, Faculty of Medicine and Health Sciences, Department of Medicine, Serdang, Selangor, Malaysia."], ["Yap", "L B", "LB", "National Heart Institute, Department of Cardiology, Kuala Lumpur, Malaysia."]], "date": null, "id": "29308774", "text": "Atrial fibrillation (AF) is the most common cardiac arrhythmia with significant morbidity and mortality in relation to thromboembolic stroke. Our study aimed to evaluate the safety and efficacy of dabigatran in stroke prevention in elderly patient with nonvalvular AF with regard to the risk of ischemic stroke and intracranial haemorrhage (ICH) in real-world setting.A retrospective cohort study of 200 patients on dabigatran and warfarin from January 2009 till September 2016 was carried out. Data were collected for 100 patients on dabigatran and 100 patients on warfarin.The mean follow-up period was 340.7±322.3 days for dabigatran group and 410.5±321.2 days for warfarin group. The mean time in therapeutic range (TTR) was 52±18.7%. The mean CHA2DS2 -VASc score for dabigatran group was 4.4±1.1 while 5.0±1.5 for warfarin group. None in dabigatran group experienced ischemic stroke compared to one patient in warfarin group (p=0.316). There was one patient in dabigatran group suffered from ICH compared to none in warfarin group (p=0.316). Four patients in warfarin group experienced minor bleeding, while none from dabigatran group (p=0.043).Overall bleeding events were significantly lower in dabigatran group compared to warfarin group. In the presence of suboptimal TTR rates and inconveniences with warfarin therapy, non-vitamin-K antagonist oral anticoagulants (NOAC) are the preferred agents for stroke prevention in elderly Asian patients for nonvalvular AF.", "doi": null, "title": "A comparison of dabigatran and warfarin for stroke prevention in elderly Asian population with nonvalvular atrial fibrillation: An audit of current practice in Malaysia.", "journal": ["The Medical journal of Malaysia", "Med. J. Malaysia"]}