{"authors": [["Dagonnier", "Marie", "M", "Stroke Department, The Florey Institute of Neuroscience & Mental Health and Melbourne Brain Centre, Melbourne, VIC, Australia."], ["Cooke", "Ira Robin", "IR", "La Trobe Institute for Molecular Science, La Trobe University, Melbourne, VIC, Australia."], ["Faou", "Pierre", "P", "La Trobe Institute for Molecular Science, La Trobe University, Melbourne, VIC, Australia."], ["Sidon", "Tara Kate", "TK", "Stroke Department, The Florey Institute of Neuroscience & Mental Health and Melbourne Brain Centre, Melbourne, VIC, Australia."], ["Dewey", "Helen Margaret", "HM", "Stroke Department, The Florey Institute of Neuroscience & Mental Health and Melbourne Brain Centre, Melbourne, VIC, Australia."], ["Donnan", "Geoffrey Alan", "GA", "Stroke Department, The Florey Institute of Neuroscience & Mental Health and Melbourne Brain Centre, Melbourne, VIC, Australia."], ["Howells", "David William", "DW", "Stroke Department, The Florey Institute of Neuroscience & Mental Health and Melbourne Brain Centre, Melbourne, VIC, Australia."]], "date": "2017-12-20", "id": "29308009", "text": "Application of acute therapies such as thrombolysis for ischaemic stroke (IS) is constrained because of diagnostic uncertainty and the dynamic nature of stroke biology. To investigate changes in blood proteins after stroke and as a result of thrombolysis treatment we performed label-free quantitative proteomics on serum samples using high-resolution mass spectrometry and long high-performance liquid chromatography gradient (5 hours) combined with a 50-cm column to optimise the peptide separation. We identified (false discovery rate [FDR]: 1%) and quantified a total of 574 protein groups from a total of 92 samples from 30 patients. Ten patients were treated by thrombolysis as part of a randomised placebo-controlled trial and up to 5 samples were collected from each individual at different time points after stroke. We identified 26 proteins differently expressed by treatment group (FDR: 5%) and significant changes of expression over time for 23 proteins (FDR: 10%). Molecules such as fibrinogen and C-reactive protein showed expression profiles with a high-potential clinical utility in the acute stroke setting. Protein expression profiles vary acutely in the blood after stroke and have the potential to allow the construction of a stroke clock and to have an impact on IS treatment decision making.", "doi": "10.1177/1177271917749216", "title": "Discovery and Longitudinal Evaluation of Candidate Biomarkers for Ischaemic Stroke by Mass Spectrometry-Based Proteomics.", "journal": ["Biomarker insights", "Biomark Insights"]}