{"authors": [["Helmuth", "Ida Glode", "IG", "Department of Paediatric and Adolescent Medicine, Rigshospitalet, Copenhagen Ø, Denmark; Department of Infectious Disease Epidemiology and Prevention, Statens Serum Institut, Copenhagen S, Denmark. Electronic address: idgk@ssi.dk."], ["Mølbak", "Kåre", "K", "Division of Infectious Disease Preparedness, Statens Serum Institut, Copenhagen S, Denmark."], ["Uldall", "Peter Vilhelm", "PV", "Department of Paediatric and Adolescent Medicine, Rigshospitalet, Copenhagen Ø, Denmark."], ["Poulsen", "Anja", "A", "Department of Paediatric and Adolescent Medicine, Rigshospitalet, Copenhagen Ø, Denmark."]], "date": "2017-12-01", "id": "29307566", "text": "Varicella, most often a benign disease of childhood, is associated with an increased risk of arterial ischemic stroke in children. The aim of the present study was to estimate the incidence of post-varicella arterial ischemic stroke in the Danish child population and describe clinical characteristics of children admitted with post-varicella arterial ischemic stroke.In the Danish National Patient Register, we identified inpatients 28 days to 16 years of age with a discharge diagnosis of stroke or cerebrovascular disease from 2010 to 2016. Medical files were reviewed, and children with arterial ischemic stroke and varicella infection less than 12 months before onset of symptoms were included.We identified 15 children with arterial ischemic stroke and varicella less than 12 months before. In nine children, the diagnosis was confirmed by detection of varicella zoster virus DNA or varicella zoster virus immunoglobulin G in the cerebrospinal fluid. All children were previously healthy, the mean age was four years, and 67% were male. The median time from varicella rash to arterial ischemic stroke was 4.6 months. The most common location of arterial ischemic stroke was the basal ganglia, and affected vessels were most often in the anterior circulation. Fifty-three percent experienced neurologic sequelae of varying degree.In Denmark, where varicella vaccination is not part of the childhood vaccination program, the estimated risk of post-varicella arterial ischemic stroke was one case (including possible cases) per 26,000 children with varicella.", "doi": "10.1016/j.pediatrneurol.2017.11.018", "title": "Post-varicella Arterial Ischemic Stroke in Denmark 2010 to 2016.", "journal": ["Pediatric neurology", "Pediatr. Neurol."]}