{"authors": [["Bisson", "Arnaud", "A", "Service de Cardiologie, Pôle Cœur Thorax Vasculaire, Centre Hospitalier Universitaire Trousseau et Faculté de Médecine, Université François Rabelais, Tours, France."], ["Bodin", "Alexandre", "A", "Service de Cardiologie, Pôle Cœur Thorax Vasculaire, Centre Hospitalier Universitaire Trousseau et Faculté de Médecine, Université François Rabelais, Tours, France."], ["Clementy", "Nicolas", "N", "Service de Cardiologie, Pôle Cœur Thorax Vasculaire, Centre Hospitalier Universitaire Trousseau et Faculté de Médecine, Université François Rabelais, Tours, France."], ["Babuty", "Dominique", "D", "Service de Cardiologie, Pôle Cœur Thorax Vasculaire, Centre Hospitalier Universitaire Trousseau et Faculté de Médecine, Université François Rabelais, Tours, France."], ["Lip", "Gregory Y H", "GYH", "University of Birmingham Institute of Cardiovascular Sciences, City Hospital, Birmingham, B18 7QH, United Kingdom."], ["Fauchier", "Laurent", "L", "Service de Cardiologie, Pôle Cœur Thorax Vasculaire, Centre Hospitalier Universitaire Trousseau et Faculté de Médecine, Université François Rabelais, Tours, France. Electronic address: lfau@med.univ-tours.fr."]], "date": "2017-12-02", "id": "29307458", "text": "The CHA2DS2-VASc score may identify patients at higher risk of atrial fibrillation (AF) following ischemic stroke (IS) in patients without known AF. We compared gender-related differences in items from CHA2DS2-VASc score and their relation with AF occurrence after IS. This French cohort study was based on the database covering hospital care from 2009 to 2012 for the entire population. Of 336,291 patients with IS, 240,459 (71.5%) had no AF at baseline. Women were older, more frequently had hypertension, heart failure, and had a higher CHA2DS2-VASc score than men (4.63 vs 4.39, p<2DS2-VASc score items were independent predictors of incident AF, except diabetes and vascular disease). Results were mostly similar in men and women when one analyzed separately these predictors. Predictive value of the CHA2DS2-VASc score for identifying patients at higher risk of incident AF was somewhat higher in men (C statistic 0.720, 95% confidence interval 0.717 to 0.722) than in women (0.702, 95% confidence interval 0.699 to 0.704). Coronary artery disease, valvular disease, and history of pacemaker or defibrillator implantation were also independent predictors of incident AF. In conclusion, there were significant differences in co-morbidities, possible mechanisms, incidence, and predictors of AF between men and women after IS. However, a strategy using CHA2DS2-VASc score for identifying a higher risk of incident AF following IS was useful in both genders.", "doi": "10.1016/j.amjcard.2017.11.016", "title": "Prediction of Incident Atrial Fibrillation According to Gender in Patients With Ischemic Stroke From a Nationwide Cohort.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}