{"authors": [["Rorden", "Christopher", "C", "Department of Psychology, University of South Carolina, Columbia, SC, USA."], ["Li", "Dongyun", "D", "Center of Neurology, Division of Neuropsychology, University of Tübingen, Tübingen, Germany."], ["Karnath", "Hans-Otto", "HO", "Department of Psychology, University of South Carolina, Columbia, SC, USA; Center of Neurology, Division of Neuropsychology, University of Tübingen, Tübingen, Germany. Electronic address: Karnath@uni-tuebingen.de."]], "date": "2017-12-21", "id": "29306707", "text": "Numerous studies have reported that temporal order perception is biased in neurological patients with extinction and neglect. These individuals tend to perceive two objectively simultaneous stimuli as occurring asynchronously, with the ipsilesional item being perceived as appearing prior to the contralesional item. Likewise, they report that two stimuli occurred simultaneously in situations where the contralesional item is presented substantially prior to the ipsilesional item. Therefore, they exhibit a biased point of subjective simultaneity (PSS). Here we demonstrate that the magnitude of this effect is modulated by the relative position of the stimuli with respect to the patient's trunk. This effect was only observed in patients who still exhibited neglect symptoms, and neither the pathological bias nor substantial modulation were observed in individuals who had recovered from neglect, those who never had neglect or neurologically healthy controls. Crucially, our design kept the retinal and head-centered coordinates of these stimuli constant, providing a pure measure for the influence of egocentric trunk position. This finding emphasizes the interaction of egocentric spatial position on the temporal symptoms observed in these individuals.", "doi": "10.1016/j.cortex.2017.12.008", "title": "Biased temporal order judgments in chronic neglect influenced by trunk position.", "journal": ["Cortex; a journal devoted to the study of the nervous system and behavior", "Cortex"]}