{"authors": [["Wzorek", "Joanna", "J", "John Paul II Hospital, Cracow, Poland."], ["Karpiński", "Marek", "M", "John Paul II Hospital, Cracow, Poland."], ["Wypasek", "Ewa", "E", "John Paul II Hospital, Cracow, Poland; Institute of Cardiology, Jagiellonian University School of Medicine, Cracow, Poland."], ["Michalski", "Michał", "M", "John Paul II Hospital, Cracow, Poland."], ["Szczudlik", "Andrzej", "A", "John Paul II Hospital, Cracow, Poland."], ["Malinowski", "Krzysztof Piotr", "KP", "Institute of Public Health, Faculty of Health Science, Jagiellonian University Medical College, Cracow, Poland."], ["Undas", "Anetta", "A", "John Paul II Hospital, Cracow, Poland; Institute of Cardiology, Jagiellonian University School of Medicine, Cracow, Poland. Electronic address: mmundas@cyf-kr.edu.pl."]], "date": "2017-12-26", "id": "29306602", "text": "Genetic background of cryptogenic ischemic stroke (IS) and transient ischemic attack (TIA) remains uncertain. Alpha-2-antiplasmin (α2AP) Arg407Lys polymorphism has been shown to be less common in patients with abdominal aortic aneurysm (AAA) compared with healthy controls. We investigated associations of α2AP Arg407Lys polymorphism with cryptogenic IS and TIA.We studied 165 consecutive Caucasian patients who experienced cryptogenic IS (n=123) or TIA (n=42). Neurological outcomes were assessed using the modified Rankin Scale (mRS) in the acute phase of cerebral ischemia and 8 (6-12) months after the index episode. Patients were genotyped for α2AP Arg407Lys polymorphism (rs1057335) using real time PCR technique.The allele frequency of Arg407Lys polymorphism was: 0.82/0.18. The 407Lys allele was more frequent in TIA patients compared to the IS group (0.29 vs. 0.14, p=0.003). In the whole group, as well as in IS and TIA patients analyzed separately, possession of the 407Lys allele was associated with excellent outcome (mRS 0-1) during follow-up (p<0.05) but not in the acute phase of ischemic events both in thrombolyzed and nonthrombolyzed IS patients. The multivariate logistic regression model showed that the excellent outcome (mRS 0-1) assessed after 8 (6-12) months since the index cerebral ischemia was predicted by the occurrence of Lys407 allele (OR 6.18, 95% CI, 2.01-18.98, p=0.001).The presence of 407Lys allele is associated with better prognosis in cryptogenic cerebrovascular events. Our findings suggest that the α2AP Arg407Lys polymorphism could be involved in the pathogenesis of cerebral ischemia and its outcomes.", "doi": "10.1016/j.pjnns.2017.12.009", "title": "Alpha-2-antiplasmin Arg407Lys polymorphism and cryptogenic ischemic cerebrovascular events: Association with neurological deficit.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}