{"authors": [["Scott", "Martin", "M", "Department of Haematology, Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom. Electronic address: martin.scott@mft.nhs.uk."], ["Low", "Ryan", "R", "Department of Haematology, Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom. Electronic address: Ryan.low@doctors.org.uk."], ["Swan", "Dawn", "D", "Department of Haematology, Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom. Electronic address: dawnswan123@gmail.com."], ["Thachil", "Jecko", "J", "Department of Haematology, Manchester University Hospitals NHS Foundation Trust, Manchester, United Kingdom. Electronic address: jecko.thachil@mft.nhs.uk."]], "date": "2017-12-20", "id": "29306488", "text": "Intracranial haemorrhage is a devastating complication of anticoagulation. In surviving patients, physicians will be faced with the dilemma of if and when treatment should be reintroduced. There is little evidence to support this decision making and guidelines refrain from making specific recommendations. Existing data relates almost exclusively to vitamin K antagonists and is entirely retrospective. There appears to be an overall benefit to reintroducing anticoagulation in most patients; although, this may not be advocated in those at the highest risk of recurrent bleeding. The issue of when to reintroduce treatment is more controversial. The literature suggests timing could be anywhere between 7days and 30weeks; however there is no overall consensus. This review summarises what evidence is currently available to support decision making and suggests pragmatic management options based on a risk-benefit assessment of thromboembolism and recurrent bleeding; however, it should be acknowledged this may not be entirely evidence-based.", "doi": "10.1016/j.blre.2017.12.002", "title": "Reintroduction of anticoagulant therapy after intracranial haemorrhage: If and when?", "journal": ["Blood reviews", "Blood Rev."]}