{"authors": [["Ando", "Tomo", "T", "Division of Cardiology, Wayne State University/Detroit Medical Center, Detroit, Michigan."], ["Holmes", "Anthony A", "AA", "Leon H. Charney Division of Cardiology, New York University Langone Medical Center, New York, New York."], ["Pahuja", "Mohit", "M", "Division of Cardiology, Wayne State University/Detroit Medical Center, Detroit, Michigan."], ["Javed", "Arshad", "A", "Division of Cardiology, Wayne State University/Detroit Medical Center, Detroit, Michigan."], ["Briasoulis", "Alenxandros", "A", "Divison of Cardiovascular Medicine, University of Iowa Hospitals and Clinics, Iowa City, Iowa."], ["Telila", "Tesfaye", "T", "Division of Cardiology, University of Wisconsin Hospital and Clinics, Madison, Wisconsin."], ["Takagi", "Hisato", "H", "Division of Cardiovascular Surgery, Shizuoka Medical Center, Shizuoka, Japan."], ["Schreiber", "Theodore", "T", "Division of Cardiology, Wayne State University/Detroit Medical Center, Detroit, Michigan."], ["Afonso", "Luis", "L", "Division of Cardiology, Wayne State University/Detroit Medical Center, Detroit, Michigan."], ["Grines", "Cindy L", "CL", "Division of Cardiology, North Shore University Hospital, Hofstra Northwell School of Medicine, Manhasset, New York."], ["Bangalore", "Sripal", "S", "Leon H. Charney Division of Cardiology, New York University Langone Medical Center, New York, New York. Electronic address: sripal.bangalore@nyumc.org."]], "date": "2017-12-11", "id": "29306484", "text": "New evidence suggests that closure of a patent foramen ovale (PFO) plus medical therapy (MT; antiplatelet or anticoagulation) is superior to MT alone to prevent recurrent cryptogenic stroke. We performed a meta-analysis of randomized controlled trials that compared PFO closure plus MT with MT alone in patients with cryptogenic stroke. The efficacy end points were recurrent stroke, transient ischemia attack, and death. The safety end points were major bleeding and newly detected atrial fibrillation. Trials were pooled using random effects and fixed effects models. A trial sequential analysis was performed to assess if the current evidence is sufficient. Risk ratios (RR) were calculated for pooled estimates of risk. Five randomized controlled trials (3,440 patients) were included. Mean follow-up was 4.1 years. PFO closure reduced the risk of recurrent stroke by 58% (RR 0.42, 95% CI 0.20 to 0.91, p = 0.03). The number needed to treat was 38. The cumulative Z-line crossed the trial sequential boundary, suggesting there is adequate evidence to conclude that PFO closure reduces the risk of recurrent stroke by 60%. PFO closure did not reduce the risk of transient ischemia attack (RR 0.78, 95% CI 0.53 to 1.15, p = 0.21), mortality (RR 0.74, 95% CI 0.35 to 1.60, p = 0.45), or major bleeding (RR 0.96, 95% CI 0.42 to 2.20, p = 0.93); it did increase the risk of atrial fibrillation (RR 4.69, 95% CI 2.17 to 10.12, p <0.0001).", "doi": "10.1016/j.amjcard.2017.11.037", "title": "Meta-Analysis Comparing Patent Foramen Ovale Closure Versus Medical Therapy to Prevent Recurrent Cryptogenic Stroke.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}