{"authors": [["Bangalore", "Sripal", "S", "Division of Cardiology, New York University School of Medicine, New York, New York. Electronic address: sripalbangalore@gmail.com."], ["Toklu", "Bora", "B", "Division of Cardiology, Mt. Sinai Beth Israel Medical Center, New York, New York."], ["Stone", "Gregg W", "GW", "New York Presbyterian Hospital, Columbia University Medical Center and the Cardiovascular Research Foundation, New York, New York."]], "date": "2017-12-12", "id": "29304995", "text": "Recently, several randomized controlled trials (RCT) in patients with ST-segment elevation myocardial infarction (STEMI) and multivessel disease (MVD) have compared a strategy of routine multivessel percutaneous coronary intervention (PCI) performed either as a single procedure or as staged procedures to culprit-only PCI. All of these trials have been underpowered for clinical end points. We searched PubMed, Embase, and Cochrane Central Register of Controlled Trials for RCT comparing multivessel PCI with culprit-only PCI in patients with STEMI and MVD. The primary efficacy outcome was the composite rate of death or MI. Other efficacy outcomes included death, MI, and repeat revascularization. Safety outcomes were contrast-associated acute kidney injury, stroke, and major bleeding. Pairwise direct comparison and mixed-treatment comparison network meta-analyses were performed. Eleven trials that enrolled 3,150 patients with a total of 5,296 patient-years of follow-up were included. In direct comparison meta-analysis, single-procedure multivessel PCI was associated with a reduction in the risk of death or MI (rate ratio [RR] = 0.52; 95% confidence interval [CI] 0.37 to 0.73; p <0.001), due to less death (RR = 0.64; 95% CI 0.40 to 1.02; p = 0.06) and MI (RR = 0.42; 95% CI 0.25 to 0.69; p <0.0001) compared with culprit-only PCI. No heterogeneity (I2 = 0) was present between studies. In contrast, staged multivessel PCI did not significantly reduce death or MI compared with culprit-only PCI. Both multivessel PCI strategies reduced the risk of repeat revascularization without significant differences in safety outcomes. Results were consistent in the mixed-treatment comparison meta-analysis. In conclusion, the present meta-analysis suggests that single-procedure multivessel PCI may be the preferred strategy in patients with STEMI and MVD.", "doi": "10.1016/j.amjcard.2017.11.022", "title": "Meta-Analysis of Culprit-Only Versus Multivessel Percutaneous Coronary Intervention in Patients With ST-Segment Elevation Myocardial Infarction and Multivessel Coronary Disease.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}