{"authors": [["Generali", "Elena", "E", "Division of Rheumatology and Clinical Immunology, Humanitas Research Hospital, Rozzano, Italy."], ["Carrara", "Greta", "G", "Epidemiology Unit, Italian Society for Rheumatology, Milan, Italy."], ["Selmi", "Carlo", "C", "Division of Rheumatology and Clinical Immunology, Humanitas Research Hospital, Rozzano; and BIOMETRA Department, University of Milan, Italy."], ["Verstappen", "Suzanne M M", "SMM", "Arthritis Research UK Centre for Epidemiology, The University of Manchester, UK."], ["Zambon", "Antonella", "A", "Department of Statistics and Quantitative Methods, Division of Biostatistics, Epidemiology and Public Health, University of Milano-Bicocca, Milan, Italy."], ["Bortoluzzi", "Alessandra", "A", "Rheumatology Unit, Department of Medical Sciences, University of Ferrara, Italy."], ["Silvagni", "Ettore", "E", "Rheumatology Unit, Department of Medical Sciences, University of Ferrara, Italy."], ["Scirè", "Carlo Alberto", "CA", "Epidemiology Unit, Italian Society for Rheumatology, Milan; and Rheumatology Unit, Department of Medical Sciences, University of Ferrara, Italy. c.scire@reumatologia.it."]], "date": "2017-12-28", "id": "29303702", "text": "To verify if tocilizumab (TCZ) is associated with an increased risk of cardiovascular (CV) events compared with etanercept (ETN) in rheumatoid arthritis (RA).This is a retrospective cohort study on administrative healthcare databases (AHD) in Italy. Patients were identified using a validated algorithm based on AHD. Exposure to specific drugs was estimated by the drug prescription recorded in the AHD. The occurrence of acute CV events (myocardial infarction, stroke, other CV events) was derived from the hospital discharge forms. The association between TCZ or ETN and CV events was estimated using competing risk models, adjusting for pre-specified confounders.We identified 1,752 subjects with RA, 1,086 treated with ETN and 666 with TCZ. TCZ did not increase the overall risk of acute CV events, even when adjusted for pre-specified confounders (hazard ratio HR 0.95, 95% confidence interval 95%CI 0.54-1.66), specifically of acute myocardial infarction (HR 0.39, 95%CI 0.15-1.06), stroke (HR 1.44, 95%CI 0.24-8.68) or other CV event (1.07, 95%CI 0.59-1.92).RA patients with TCZ do not have a medium-term excess of CV risk in patients compared with ETN.", "doi": null, "title": "Comparison of the risks of hospitalisation for cardiovascular events in patients with rheumatoid arthritis treated with tocilizumab and etanercept.", "journal": ["Clinical and experimental rheumatology", "Clin. Exp. Rheumatol."]}