{"authors": [["Veulemans", "Verena", "V", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Sötemann", "Dagmar B", "DB", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany. Electronic correspondence: dagmar.soetemann@med.uni-duesseldorf.de."], ["Kleinebrecht", "Laura", "L", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Keymel", "Stefanie", "S", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Jung", "Christian", "C", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Zeus", "Tobias", "T", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Kelm", "Malte", "M", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."], ["Westenfeld", "Ralf", "R", "Department of Cardiology, Pulmonology and Vascular Medicine, Medical Faculty, University Hospital Düsseldorf, Düsseldorf, Germany."]], "date": null, "id": "29302939", "text": "Although next-generation cardiac prostheses have shown favorable results in transcatheter aortic valve implantation (TAVI), these have mostly been documented in intermediate-risk patients. Whether this could be translated to high-risk patients is not known. Hence, the safety and clinical performance of the new, repositionable CoreValve Evolut R-System (ERS) was evaluated by comparison with a non-repositionable CoreValve-System (CVS), in 96 high-risk/inoperable (HRI) patients.The primary safety end points were mortality and stroke, defined by VARC-2 criteria, at 30 days. Clinical performance end points were described by VARC-2 criteria, focusing on: (i) higher-grade atrioventricular conduction blocks with concomitant permanent pacemaker (PM) implantation; (ii) vascular complications (VCs); and (iii) aortic regurgitation (AR). The ERS and CVS patients underwent TAVI in equal proportions.In this study, 63% of patients in the CVS group and 82% in the ERS group were defined as HRI. One in-hospital death was documented after 30 days. With regards to the HRI cohort, no difference in rates of PM use were noted (ERS 20% versus CVS 20%; p >0.9999). ERS patients were characterized by a higher prevalence of peripheral vascular disease (PVD) (46% versus 21%; p <0.05), but fewer VCs (13% versus 41%; p <0.01). Both cohorts showed low rates of moderate-to-severe paravalvular AR (ERS 6% versus CVS 5%; p = 0.8639). However, ERS seemed to offer a favorable hemodynamic performance, with a significantly improved AR index (26.3 versus 22.3; p <0.05). TAVI with the ERS was associated with a higher stroke rate (3% versus 0%; p = 0.1232) after necessary postdilatation processes.In comparison to last-generation CVS, the repositionable ERS is safe and effective in HRI patients. Similar rates of PM use were noted for each group. together with a favorable hemodynamic performance and fewer vascular complications.", "doi": null, "title": "Transcatheter Aortic Valve Implantation in High-Risk/Inoperable Patients: Repositionable versus Non-Repositionable Self-Expanding Valve.", "journal": ["The Journal of heart valve disease", "J. Heart Valve Dis."]}