{"authors": [["Nicolo", "Francesco", "F", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy. Electronic correspondence: nicolo_francy84@hotmail.it."], ["Romeo", "Francesco", "F", "Department of Cardiovascular Disease, Tor Vergata University Policlinic, Rome, Italy."], ["Lio", "Antonio", "A", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Bovio", "Emanuele", "E", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Scafuri", "Antonio", "A", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Bassano", "Carlo", "C", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Polisca", "Patrizio", "P", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Pellegrino", "Antonio", "A", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Nardi", "Paolo", "P", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."], ["Chiariello", "Luigi", "L", "Cardiac Surgery Unit, Clinica Mediterranea, Naples, Italy."], ["Ruvolo", "Giovanni", "G", "Cardiac Surgery Unit and Marfan Center, Tor Vergata University Policlinic, Rome, Italy."]], "date": null, "id": "29302938", "text": "The study aim was to compare long-term results of Marfan syndrome (MFS) patients affected by aortic root disease undergoing aortic root replacement with the Bentall or David operation.Since 1994, a total of 59 patients has been followed at the authors' Marfan Center, having undergone either a Bentall operation (Bentall group, n = 30) or a David operation (David group, n = 29).No operative mortality was recorded. After 20 years (mean follow up 97 ± 82 months; range 1 to 369 months) no prosthesis-related major bleeding or thromboembolic events had been observed; the 20-year survival was 94 ± 6% in the Bentall group, and 100% in the David group (p = 0.32). Freedom from reintervention for aortic valve dysfunction was 100% in the Bentall group, and 75 ± 13% in the David group (p = 0.04). This inter-group difference became relevant after the first eight-year period of follow-up, and was mainly associated with a particular familiar genetic phenotype involving three out of four reoperated patients. Freedom from all-cause death, myocardial infarction, stroke, prosthetic valve-related complications, and reintervention on any aortic segment was 69 ± 12% in the Bentall group, and 67 ± 14% in the David group (p = 0.33).The Bentall and David operations are both associated with satisfactory long-term results in MFS patients. The low rate of valve prosthesis-related complications suggested that the Bentall operation would continue to be a standard surgical treatment. The reimplantation technique, adopted for less-dilated aortas, provides satisfactory freedom from reoperation. Careful attention should be paid to the reimplantation technique in patients affected by a serious familiar genetic phenotype.", "doi": null, "title": "Long-Term Results of Aortic Root Surgery in Marfan Syndrome Patients: A Single-Center Experience.", "journal": ["The Journal of heart valve disease", "J. Heart Valve Dis."]}