{"authors": [["Ghadban", "Rugheed", "R", "Division of Cardiovascular Medicine, Department of Internal Medicine, University of Missouri School of Medicine, Columbia, Missouri, USA."], ["Enezate", "Tariq", "T", "Division of Cardiovascular Medicine, Department of Internal Medicine, University of Missouri School of Medicine, Columbia, Missouri, USA."], ["Omran", "Jad", "J", "Division of Cardiovascular Medicine, Department of Internal Medicine, University of Missouri School of Medicine, Columbia, Missouri, USA."], ["Almourani", "Rajaa", "R", "Division of Endocrinology, Department of Internal Medicine, University of Missouri School of Medicine, Columbia, Missouri, USA."], ["Singla", "Atul", "A", "Division of Cardiovascular Medicine, Department of Internal Medicine, Tulane University School of Medicine, New Orleans, Louisiana, USA."], ["Balla", "Sudarshan", "S", "Division of Cardiovascular Medicine, Department of Internal Medicine, University of Missouri School of Medicine, Columbia, Missouri, USA."]], "date": null, "id": "29302465", "text": "Previous studies of proprotein convertase subtilisin/kexin type 9 inhibitors (PCSK9Is) were not designed to detect clinical benefit and were underpowered for this outcome. However, recently published trials reported improvement in clinical outcomes. The aim of this meta-analysis to assess the impact of PCSK9Is on clinical outcomes.Medline, Embase and the Cochrane Central Register of Controlled Trials (CENTRAL) were queried from January 2000 through March 2017. Only randomized controlled trials (RCTs) comparing clinical outcomes in patients treated with PCSK9I versus control group were included. Two independent reviewers selected the studies and extracted data in duplicate. Random-effects meta-analysis was used to pool outcomes across studies. Study endpoints included: major adverse cardiovascular events (MACE), myocardial infarction (MI), stroke, coronary revascularization, cardiovascular (CV) mortality and all-cause mortality.A total of 62,776 patients (mean age 61 years, 73% were males) were included from six randomized clinical trials. In comparison to control group, PCSK9I use was associated with lower MACE (RR =0.81, 95% CI, 0.70-0.93, P=0.003), MI (RR =0.78, 95% CI, 0.63-0.97, P=0.03), stroke (RR =0.74, 95% CI, 0.64-0.87, P=0.0002) and coronary revascularization (RR =0.79, 95% CI, 0.73-0.86, P<0.00001). There was no statistically significant difference between both groups in terms of all-cause mortality (RR =1.01, 95% CI, 0.86-1.20, P=0.86) or CV mortality (RR =0.98, 95% CI, 0.78-1.22, P=0.83).PCSK9Is should be strongly considered to improve clinical outcomes in patients at high risk for atherosclerotic CVD.", "doi": "10.21037/cdt.2017.08.16", "title": "Clinical outcomes of PCSK9Is: a meta-analysis of randomized clinical trials.", "journal": ["Cardiovascular diagnosis and therapy", "Cardiovasc Diagn Ther"]}