{"authors": [["İnanç", "Yılmaz", "Y", "Department of Neurology, Faculty of Medicine, Kahramanmaraş Sutcu Imam University, Kahramanmaraş."], ["İnanç", "Yusuf", "Y", "Department of Neurology, Faculty of Medicine, Gaziantep University, Gaziantep."], ["Ay", "Halil", "H", "Department of Neurology, Faculty of Medicine, Harran University, Harran, Turkey."]], "date": "2017-12-20", "id": "29302189", "text": "The aim of this study was to retrospectively evaluate the distribution of aortic arches, the relationship with demographic characteristics, and the results of carotid and vertebral artery stenting procedures in patients diagnosed with cerebrovascular disease through the intra-arterial digital subtraction angiography (DSA) technique.A retrospective examination was performed on 288 patients diagnosed with cerebrovascular disease, who underwent DSA in the Department of Neurology of Gaziantep University Medical Faculty and Kahramanmaraş¸ Sütçü Imam University Medical Faculty. The patients were examined in respect of demographic features and aortic arch anatomic structure characteristics. All demographic characteristics, DSA, carotid, and vertebral artery stent results were recorded.The patients comprised 60.1% males and 39.9% females with a mean age of 58.25 years. Type 2 aortic arch was found in 175 (60.7%) patients, Type 2 aortic arch in 99 (34.3%) patients, and Type 3 aortic arch in 14 (4.8%) patients. The right carotid artery stenosis rate was found to be higher in patients with Type 2 aortic arch (P=0.013). When the patients were evaluated according to the presence of a bovine arch, there was no significant difference in terms of age, carotid, and vertebral artery lesions (P>0.05).The aortic arch and its branching properties were not found to have a direct effect on increased risk of cerebrovascular disease or stenting rates. This study can be considered to raise awareness for new studies to demonstrate the effect of aortic arch anatomic differences on cerebrovascular diseases.", "doi": "10.2147/NDT.S152194", "title": "The effect of demographic features on aortic arch anatomy and its role in the etiology of cerebrovascular disease.", "journal": ["Neuropsychiatric disease and treatment", "Neuropsychiatr Dis Treat"]}