{"authors": [["Leung", "Melissa", "M", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."], ["van Rosendael", "Philippe J", "PJ", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."], ["Abou", "Rachid", "R", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."], ["Ajmone Marsan", "Nina", "N", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."], ["Leung", "Dominic Y", "DY", "Department of Cardiology, Ingham Institute at Liverpool Hospital, University of New South Wales, Corner of Elizabeth and Goulburn Streets, Liverpool NSW 2170, Sydney, Australia."], ["Delgado", "Victoria", "V", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."], ["Bax", "Jeroen J", "JJ", "Department of Cardiology, Leiden University Medical Centre, Albinusdreef 2, Leiden 2300RC, The Netherlands."]], "date": "2017-12-28", "id": "29300883", "text": "Atrial fibrillation (AF) is an independent risk factor for ischaemic stroke. The CHA2DS2-VASc is the most widely used risk stratification model; however, echocardiographic refinement may be useful, particularly in low risk AF patients. The present study examined the association between advanced echocardiographic parameters and ischaemic stroke, independent of CHA2DS2-VASc score.One thousand, three hundred and sixty-one patients (mean age 65±12 years, 74% males) with first diagnosis of AF and baseline transthoracic echocardiogram were followed by chart review for the occurrence of stroke over a mean of 7.9 years. Left atrial (LA) volumes, LA reservoir strain, P-wave to A' duration on tissue Doppler imaging (PA-TDI, reflecting total atrial conduction time), and left ventricular (LV) global longitudinal strain (GLS) were evaluated in patients with and without stroke. The independent association of these echocardiographic parameters with the occurrence of ischaemic stroke was evaluated with Cox proportional hazard models. One-hundred patients (7%) developed an ischaemic stroke, representing an annualized stroke rate of 0.9%. The incident stroke rate in the year following the first diagnosis of AF was 2.6% in the entire population and higher than the remainder of the follow-up period. Left atrial reservoir (14.5% vs. 18.9%, P = 0.005) and conduit strains were reduced (10.5% vs. 13.5%, P = 0.013), and PA-TDI lengthened (166 ms vs. 141 ms, P < 0.001) in the stroke compared with non-stroke group, despite similar LV dimensions, LV ejection fraction, GLS, and LA volumes. Left atrial reservoir strain and PA-TDI were independently associated with risk of stroke in a model including CHA2DS2-VASc score, age, and anticoagulant use.The assessment of LA reservoir strain and PA-TDI on echocardiography after initial CHA2DS2-VASc scoring provides additional risk stratification for stroke and may be useful to guide decisions regarding anticoagulation for patients upon first diagnosis of AF.", "doi": "10.1093/eurheartj/ehx736", "title": "Left atrial function to identify patients with atrial fibrillation at high risk of stroke: new insights from a large registry.", "journal": ["European heart journal", "Eur. Heart J."]}