{"authors": [["Hu", "Yang-Bo", "YB", "Department of Respiratory Medicine, Jinling Hospital, Medical School of Southeast University, Nanjing 210000, China."], ["Zhang", "Qun", "Q", "Department of Respiratory Medicine, Jinling Hospital, Nanjing University School of Medicine, Nanjing 210002, China."], ["Li", "Hui-Juan", "HJ", "Department of Respiratory Medicine, Jinling Hospital, Nanjing Medical University, Nanjing 210000, China."], ["Michot", "Jean Maire", "JM", "Gustave Roussy Comprehensive Cancer Center, Drug Development Department, Villejuif, France."], ["Liu", "Hong-Bing", "HB", "Department of Respiratory Medicine, Jinling Hospital, Nanjing University School of Medicine, Nanjing 210002, China."], ["Zhan", "Ping", "P", "Department of Respiratory Medicine, Jinling Hospital, Nanjing University School of Medicine, Nanjing 210002, China."], ["Lv", "Tang-Feng", "TF", "Department of Respiratory Medicine, Jinling Hospital, Nanjing University School of Medicine, Nanjing 210002, China."], ["Song", "Yong", "Y", "Department of Respiratory Medicine, Jinling Hospital, Medical School of Southeast University, Nanjing 210000, China."], [null, null, null, null]], "date": null, "id": "29299404", "text": "Programmed death-1 (PD-1) and programmed death ligand-1 (PD-L1) inhibitor therapy is showing marked efficacy in advanced non-small cell lung cancer (NSCLC). Meanwhile, it is concomitant with distinctive immune-related adverse effects. We aim to describe the incidence of pneumonitis and other rare but severe immune-related adverse effects (IRAEs), as well as treatment related deaths. In addition, we analyze the differences in incidence of pneumonitis between PD-1 and PD-L1 inhibitors and standard-of-care chemotherapy.PubMed was searched up to 24 March 2017 for clinical trials of PD-1 inhibitors (nivolumab and pembrolizumab) and PD-L1 inhibitors (atezolizumab, avelumab and durvalumab) in treatment of NSCLC. Besides, references of relevant articles were screened.Finally, 22 trials were included in our study, 14 with data of pneumonitis, 19 with other severe IRAEs or treatment related deaths and 5 with control groups. Incidence of all-grade pneumonitis was 2.9% (95% CI, 2.0-4.8%) and grade 3 or higher pneumonitis 2.0% (95% CI, 1.0-2.0%). Incidence of all-grade pneumonitis in PD-1 and PD-L1 inhibitor therapy (n=1,313) was significantly higher than that in chemotherapy (n=918) (OR=2.35, 95% CI, 1.32-4.20, P=0.004), but had no significance in grade 3-5 pneumonitis. Incidence of cardiorespiratory arrest (n=537) was 1.0% (95% CI, 0-2.0%), cardiac failure (n=214) 2.0% (95% CI, 1.0-5.7%), myocardial infarction (n=402) 1.0% (95% CI, 0-3.8%), stroke (n=135) 2.0% (95% CI, 0-13.0%), disease progression (n=391) 1.0% (95% CI, 0-2.9%), pancreatitis (n=700) 1.0% (95% CI, 0-2.0%) and severe skin reactions (n=836) 2.0% (95% CI, 1.0-3.8%). Incidence of treatment related deaths was 0.7%.Immune related adverse effects can on occasion be life-threatening even though usually rare. Incidence of pneumonitis in PD-1 and PD-L1 inhibitors was significantly higher than that in chemotherapy. More studies should be conducted to investigate the incidence of these rare but life-threatening IRAEs.", "doi": "10.21037/tlcr.2017.12.10", "title": "Evaluation of rare but severe immune related adverse effects in PD-1 and PD-L1 inhibitors in non-small cell lung cancer: a meta-analysis.", "journal": ["Translational lung cancer research", "Transl Lung Cancer Res"]}