{"authors": [["Ryste", "Stian T", "ST", "Department of Clinical ScienceUniversity of BergenBergenNorway."], ["Engelsen", "Bernt A", "BA", "Institute of Clinical MedicineUniversity of BergenBergenNorway."], ["Naess", "Halvor", "H", "Institute of Clinical MedicineUniversity of BergenBergenNorway."]], "date": "2017-11-19", "id": "29299387", "text": "The aim of this study was to investigate how the use of analgesics, sleeping drugs, and sedatives relates to prognosis and complications in stroke patients in the acute care phase (≤48 hr) after a stroke.Patients with ischemic stroke, hemorrhagic stroke, and transient ischemic attack were included. The study is based on gathering of data on medication from 921 patient records belonging to patients included in the Bergen NORSTROKE registry, 12.2009-02.2012. In this database risk factors, stroke severity, etiology, and blood analyses were prospectively registered. We have retrospectively registered if patients received one drug or more from a list of analgesics, sleeping drugs, and sedatives within the first 48 hr after admission.In total, 921 patients were included in the study, 408 females and 513 males. Mean age was 71.0 years. In total, 101 patients were given sleeping drugs, 97 patients sedatives and 140 patients analgesics. Of the group given analgesics, 90 patients were given codeine-containing analgesics. Logistic regression analyses showed that codeine-containing analgesics were associated with an increased occurrence of pneumonia (OR = 3.8, p < .001), stroke worsening (OR = 2.7, p = .001), and a higher mRS-score (OR = 2, p = .024) day 7. The study did not show any relation between poorer prognosis or increased occurrence of complications and the use of other analgesics, sedatives and/or sleeping drugs.Use of codeine-containing analgesics is associated with a poorer short-term prognosis and an increased occurrence of complications in the acute phase after a stroke. The highly significant findings suggest that codeine has a negative effect on acute stroke patients. The study reflects exploratory analyses and prospective studies are necessary to determine the background of the association observed in our study.", "doi": "10.1002/brb3.869", "title": "Codeine is associated with poor prognosis in acute stroke.", "journal": ["Brain and behavior", "Brain Behav"]}