{"authors": [["Bunce", "Catey", "C", "Department of Primary Care & Public Health SciencesKings College LondonLondonUK."], ["Zekite", "Antra", "A", "Research and DevelopmentMoorfields Eye Hospital NHS Foundation TrustLondonUK."], ["Wormald", "Richard", "R", "Department of Infectious and Tropical DiseasesLondon School of Hygiene & Tropical MedicineLondonUK."], ["Rowe", "Fiona", "F", "Department of Health Services ResearchUniversity of LiverpoolLiverpoolUK."]], "date": "2017-10-29", "id": "29299385", "text": "In the United Kingdom, when an individual's sight falls to and remains at a certain threshold, they may be offered registration as sight impaired. Recent analysis of causes of registrable sight impairment in England/Wales indicated that visual impairment due to stroke had increased as a proportionate cause of sight loss. We aim to assess whether there is evidence of an increase in incidence of certification for sight impairment due to stroke in England/Wales between 2008 and 2014.The number of certifications with a main cause of sight impairment being stroke was obtained from the Certifications Office London. Directly standardized rates per 100,000 were computed with 95% confidence intervals and examined. Poisson regression was used to assess evidence of trend over time.In the year ending 31st March 2008, 992 people were newly certified with stroke with an estimated DSR of 2.1 (2.0 to 2.2) per 100,000 persons at risk. In the year ending March 31st 2014, there were 1310 certifications with a DSR of 2.5 (2.4 to 2.7). Figures were higher for men than women. Poisson regression indicated an estimated incidence rate ratio of 1.03 per year with 95% confidence intervals of 1.028 to 1.051, P < .001.These data suggest a small but statistically significant increase in the incidence of certifiable visual impairment due to stroke between 2008 and 2014. Figures are, however, considerably lower than estimated, perhaps suggesting that more should be done to address the visual needs of those who have suffered stroke.", "doi": "10.1002/brb3.866", "title": "Sight Impairment registration due to stroke-A small yet significant rise?", "journal": ["Brain and behavior", "Brain Behav"]}