{"authors": [["Kumar", "Avinash", "A", "Environmental Toxicology Department, Southern University and A&M College, Baton Rouge, LA 70813 USA."], ["Palfrey", "Henry A", "HA", "Environmental Toxicology Department, Southern University and A&M College, Baton Rouge, LA 70813 USA."], ["Pathak", "Rashmi", "R", "Environmental Toxicology Department, Southern University and A&M College, Baton Rouge, LA 70813 USA."], ["Kadowitz", "Philip J", "PJ", "Department of Pharmacology, Tulane University School of Medicine, New Orleans, LA USA."], ["Gettys", "Thomas W", "TW", "Laboratory of Nutrient Sensing and Adipocyte Signaling, Pennington Biomedical Research Center, Baton Rouge, LA USA."], ["Murthy", "Subramanyam N", "SN", "Environmental Toxicology Department, Southern University and A&M College, Baton Rouge, LA 70813 USA."]], "date": "2017-12-22", "id": "29299040", "text": "An association between arteriosclerosis and homocysteine (Hcy) was first demonstrated in 1969. Hcy is a sulfur containing amino acid derived from the essential amino acid methionine (Met). Hyperhomocysteinemia (HHcy) was subsequently shown in several age-related pathologies such as osteoporosis, Alzheimer's disease, Parkinson's disease, stroke, and cardiovascular disease (CVD). Also, Hcy is associated with (but not limited to) cancer, aortic aneurysm, hypothyroidism and end renal stage disease to mention some. The circulating levels of Hcy can be increased by defects in enzymes of the metabolism of Met, deficiencies of vitamins B6, B12 and folate or by feeding Met enriched diets. Additionally, some of the pharmaceuticals currently in clinical practice such as lipid lowering, and anti-Parkinsonian drugs are known to elevate Hcy levels. Studies on supplementation with folate, vitamins B6 and B12 have shown reduction in Hcy levels but concomitant reduction in certain associated pathologies have not been definitive. The enormous importance of Hcy in health and disease is illustrated by its prevalence in the medical literature (e.g. > 22,000 publications). Although there are compelling data in favor of Hcy as a modifiable risk factor, the debate regarding the significance of Hcy mediated health effects is still ongoing. Despite associations between increased levels of Hcy with several pathologies being well documented, whether it is a causative factor, or an effect remains inconclusive. The present review though not exhaustive, is focused on several important aspects of Hcy metabolism and their relevance to health.", "doi": "10.1186/s12986-017-0233-z", "title": "The metabolism and significance of homocysteine in nutrition and health.", "journal": ["Nutrition & metabolism", "Nutr Metab (Lond)"]}