{"authors": [["Jorgensen", "Dana R", "DR", "Department of Epidemiology, School of Public Health."], ["Metti", "Andrea", "A", "Department of Epidemiology, School of Public Health."], ["Butters", "Meryl A", "MA", "Department of Psychiatry, School of Medicine."], ["Mettenburg", "Joseph M", "JM", "Department of Radiology, School of Medicine, and."], ["Rosano", "Caterina", "C", "Department of Epidemiology, School of Public Health."], ["Novelli", "Enrico M", "EM", "Pittsburgh Heart, Lung and Blood Vascular Medicine Institute, Department of Medicine, School of Medicine, University of Pittsburgh, Pittsburgh, PA."]], "date": "2017-09-14", "id": "29296825", "text": "Psychomotor slowing is common in children with sickle cell disease (SCD), but little is known about its severity in adults. We conducted a cross-sectional study to quantify psychomotor speed, measured with the digit symbol substitution test (DSST), in relationship with disease severity in adults with SCD attending an outpatient clinic (n = 88, age 36.3 years). Genotype was used to group patients in \"severe\" (homozygous for hemoglobin S or compound heterozygous with β0 thalassemia) or \"moderate\" groups (compound heterozygous for HbS, with either HbC or β+ thalassemia). Analyses were repeated after exclusion of patients with a history of stroke (n = 11). Mild impairment in processing speed was detectable in both the \"severe\" and the \"moderate\" group (30% and 9%, respectively; age-adjusted P = .14). Compared with the \"moderate\" group, those in the \"severe\" group had significantly lower standardized DSST scores (P = .004), independent of adjustment for factors that differed between the groups: hemoglobin, ferritin, hydroxyurea use, blood pressure parameters, and stroke history. Results were similar after excluding patients with stroke. Psychomotor slowing in SCD differs in relationship to genotype; this difference appears unrelated to history of stroke or severity of anemia and other risk factors examined cross-sectionally. Although less prevalent, mild cognitive impairment was also detectable in patients with a less severe genotype. Longitudinal studies of SCD should include all diseases genotypes and examine factors that would reduce the risk of slow processing speed and perhaps more general cognitive impairment in each subgroup.", "doi": "10.1182/bloodadvances.2017008219", "title": "Disease severity and slower psychomotor speed in adults with sickle cell disease.", "journal": ["Blood advances", "Blood Adv"]}