{"authors": [["Bhaskar", "Sonu", "S", "Department of Neurology & NeurophysiologyLiverpool HospitalLiverpoolNew South WalesAustralia."], ["Cordato", "Dennis", "D", "Department of Neurology & NeurophysiologyLiverpool HospitalLiverpoolNew South WalesAustralia."], ["Cappelen-Smith", "Cecilia", "C", "Department of Neurology & NeurophysiologyLiverpool HospitalLiverpoolNew South WalesAustralia."], ["Cheung", "Andrew", "A", "Ingham Institute for Applied Medical ResearchSydneyNew South WalesAustralia."], ["Ledingham", "David", "D", "Department of Neurology & NeurophysiologyLiverpool HospitalLiverpoolNew South WalesAustralia."], ["Celermajer", "David", "D", "Department of CardiologyRoyal Prince Alfred HospitalHeart Research Institute (HRI)the University of SydneySydneyNew South WalesAustralia."], ["Levi", "Christopher", "C", "Department of Neurology & NeurophysiologyLiverpool HospitalLiverpoolNew South WalesAustralia."]], "date": "2017-11-12", "id": "29296623", "text": "Diagnosis, treatment, and secondary management of cryptogenic stroke patients pose a formidable challenge. The scenario is further complicated in patients with native and prosthetic valvular heart disease. We present a case study of a 36-year-old man who received intravenous thrombolysis (IV-tPA) and endovascular thrombectomy (EVT) for presumed \"cryptogenic\" complete middle cerebral artery infarction who made a surprisingly excellent clinical recovery despite poor baseline and postintervention neuroimaging. Retrospective gram stain of his clot confirmed a diagnosis of infective endocarditis. This raises an important issue regarding need for more routine histopathological analysis of clot retrieved after EVT in \"cryptogenic\" stroke patients particularly those with valvular heart disease.", "doi": "10.1002/acn3.500", "title": "Clarion call for histopathological clot analysis in \"cryptogenic\" ischemic stroke: implications for diagnosis and treatment.", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}