{"authors": [["Li", "Ang", "A", "Department of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA."], ["You", "Jiang", "J", "Department of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA."], ["Du", "Congwu", "C", "Department of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA."], ["Pan", "Yingtian", "Y", "Department of Biomedical Engineering, Stony Brook University, Stony Brook, NY 11794, USA."]], "date": "2017-11-14", "id": "29296491", "text": "Angiogenesis is recognized as a crucial component of many neurovascular diseases such as stroke, carcinogenesis, and neurotoxicity of abused drug. The ability to track angiogenesis will facilitate a better understanding of disease progression and assessment of therapeutical effects. Optical coherence angiography (OCTA) is a promising tool to assess 3D microvascular networks due to its micron-level resolution, high sensitivity, and relatively large field of view. However, quantitative OCTA image analysis for characterization of microvascular network changes, including accurately tracking the progression of angiogenesis, remains a challenge. In this paper, we proposed an angiogenesis tracking algorithm which combines improved vessel segmentation and brain boundary detection methods to significantly enhance time-lapse OCTA images for quantification of microvascular network changes. Specifically, top-hat enhancement and optimally oriented flux (OOF) algorithms facilitated accurate segmentation of cerebrovascular networks (including capillaries); graph-search based brain boundary detection enabled coregistration of 3D OCTA data sets from different time points for accurate vessel density assessment and analysis of their changes in various cortical layers. Results show that this algorithm significantly enhanced the accuracy of vessel segmentation compared to Hessian method. Application to chronic cocaine intoxication study shows effectively reduced errors in chronic tracking of microvasculature and more accurate assessment of vessel density changes induced by angiogenesis.", "doi": "10.1364/BOE.8.005604", "title": "Automated segmentation and quantification of OCT angiography for tracking angiogenesis progression.", "journal": ["Biomedical optics express", "Biomed Opt Express"]}