{"authors": [["Wang", "Pengyun", "P", "Department of Clinical Laboratory, Liyuan Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, P. R. China."], ["Wang", "Chuchu", "C", "Zhengzhou University, School of Life Sciences, Zhengzhou, P.R. China."], ["Li", "Sisi", "S", "Key Laboratory of Molecular Biophysics of the Ministry of Education, Cardio-X Institute, College of Life Science and Technology and Human Genome Research Center, Huazhong University of Science and Technology, Wuhan, P.R. China."], ["Wang", "Binbin", "B", "National Research Institute for Family Planning, Beijing, P.R. China."], ["Xiong", "Liang", "L", "Department of Clinical Laboratory, Liyuan Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, P. R. China."], ["Tu", "Xin", "X", "Key Laboratory of Molecular Biophysics of the Ministry of Education, Cardio-X Institute, College of Life Science and Technology and Human Genome Research Center, Huazhong University of Science and Technology, Wuhan, P.R. China."], ["Wang", "Qing K", "QK", "Key Laboratory of Molecular Biophysics of the Ministry of Education, Cardio-X Institute, College of Life Science and Technology and Human Genome Research Center, Huazhong University of Science and Technology, Wuhan, P.R. China."], ["Xu", "Cheng-Qi", "CQ", "Key Laboratory of Molecular Biophysics of the Ministry of Education, Cardio-X Institute, College of Life Science and Technology and Human Genome Research Center, Huazhong University of Science and Technology, Wuhan, P.R. China."]], "date": "2017-11-21", "id": "29296197", "text": "Stroke is one of the most common causes of death worldwide. Genetic risk factors have been found to play important roles in the pathology of ischemic stroke. In a previous genome-wide association study, a functional variant (rs9943582, -154G/A) in the 5' flanking region of the apelin receptor gene (APLNR) was shown to be significantly associated with stroke in the Japanese population. However, the association required validation in other ethnicities. To validate the genetic relationship between APLNR and ischemic stroke in the Chinese Han population, we genotyped rs9943582 in a case-control population containing 1,158 ischemic stroke patients and 1,265 common controls enrolled from the GeneID database, and performed a genetic association study. We detected no allelic or genotypic associations between rs9943582 and ischemic stroke in the Chinese Han GeneID population, although the study population provided sufficient statistical power. This finding indicates that the association between the APLNR variant and ischemic stroke or atherosclerosis may need further validation.", "doi": "10.18632/oncotarget.22588", "title": "Lack of association between the APLNR variant rs9943582 with ischemic stroke in the Chinese Han GeneID population.", "journal": ["Oncotarget", "Oncotarget"]}