{"authors": [["Pirici", "Ionica", "I", "Department of Human Anatomy, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. danapirici@yahoo.com."], ["Balsanu", "Tudor Adrian", "TA", "Department of Physiology, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. adibalseanu@yahoo.com."], ["Bogdan", "Catalin", "C", "Department of Physiology, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. bogdan.catalin@yahoo.co.uk."], ["Margaritescu", "Claudiu", "C", "Department of Pathology, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. c_margaritescu2000@yahoo.com."], ["Divan", "Tamir", "T", "Department of Research Methodology, University of Medicine and Pharmacy of Craiova, Petru Rares Street 2, Craiova 200349, Romania. divantamir@gmail.com."], ["Vitalie", "Vacaras", "V", "Department of Clinical Neurosciences, University of Medicine and Pharmacy \"Iuliu Hatieganu\", Cluj-Napoca 400000, Romania. vvacaras@umfcluj.ro."], ["Mogoanta", "Laurentiu", "L", "Department of Histology, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. laurentiu_mogoanta@yahoo.com."], ["Pirici", "Daniel", "D", "Department of Research Methodology, University of Medicine and Pharmacy of Craiova, Petru Rares Street 2, Craiova 200349, Romania. danielpirici@yahoo.com."], ["Carare", "Roxana Octavia", "RO", "Faculty of Medicine, University of Southampton, Southampton SO17 1BJ, UK. r.o.carare@soton.ac.uk."], ["Muresanu", "Dafin Fior", "DF", "Department of Clinical Neurosciences, University of Medicine and Pharmacy \"Iuliu Hatieganu\", Cluj-Napoca 400000, Romania. dafinm@ssnn.ro."]], "date": "2017-12-23", "id": "29295526", "text": "Aquaporin-4 (AQP4) is the most abundant water channel in the brain, and its inhibition before inducing focal ischemia, using the AQP4 inhibitor TGN-020, has been showed to reduce oedema in imaging studies. Here, we aimed to evaluate, for the first time, the histopathological effects of a single dose of TGN-020 administered after the occlusion of the medial cerebral artery (MCAO). On a rat model of non-reperfusion ischemia, we have assessed vascular densities, albumin extravasation, gliosis, and apoptosis at 3 and 7 days after MCAO. TGN-020 significantly reduced oedema, glial scar, albumin effusion, and apoptosis, at both 3 and 7 days after MCAO. The area of GFAP-positive gliotic rim decreased, and 3D fractal analysis of astrocytic processes revealed a less complex architecture, possibly indicating water accumulating in the cytoplasm. Evaluation of the blood vessels revealed thicker basement membranes colocalizing with exudated albumin in the treated animals, suggesting that inhibition of AQP4 blocks fluid flow towards the parenchyma in the paravascular drainage pathways of the interstitial fluid. These findings suggest that a single dose of an AQP4 inhibitor can reduce brain oedema, even if administered after the onset of ischemia, and AQP4 agonists/antagonists might be effective modulators of the paravascular drainage flow.", "doi": "10.3390/ijms19010046", "title": "Inhibition of Aquaporin-4 Improves the Outcome of Ischaemic Stroke and Modulates Brain Paravascular Drainage Pathways.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}