{"authors": [["Chai", "Rui", "R", "Sino-Dutch Biomedical and Information Engineering School, Northeastern University, Shenyang, China."], ["Xu", "Li-Sheng", "LS", "Sino-Dutch Biomedical and Information Engineering School, Northeastern University, Shenyang, China."], ["Yao", "Yang", "Y", "Sino-Dutch Biomedical and Information Engineering School, Northeastern University, Shenyang, China."], ["Hao", "Li-Ling", "LL", "Sino-Dutch Biomedical and Information Engineering School, Northeastern University, Shenyang, China."], ["Qi", "Lin", "L", "Sino-Dutch Biomedical and Information Engineering School, Northeastern University, Shenyang, China."]], "date": null, "id": "29295160", "text": "This study analyzed ascending branch slope (A_slope), dicrotic notch height (Hn), diastolic area (Ad) and systolic area (As) diastolic blood pressure (DBP), systolic blood pressure (SBP), pulse pressure (PP), subendocardial viability ratio (SEVR), waveform parameter (k), stroke volume (SV), cardiac output (CO), and peripheral resistance (RS) of central pulse wave invasively and non-invasively measured. Invasively measured parameters were compared with parameters measured from brachial pulse waves by regression model and transfer function model. Accuracy of parameters estimated by regression and transfer function model, was compared too. Findings showed that k value, central pulse wave and brachial pulse wave parameters invasively measured, correlated positively. Regression model parameters including A_slope, DBP, SEVR, and transfer function model parameters had good consistency with parameters invasively measured. They had same effect of consistency. SBP, PP, SV, and CO could be calculated through the regression model, but their accuracies were worse than that of transfer function model.", "doi": null, "title": "Comparison of Regression Analysis and Transfer Function in Estimating the Parameters of Central Pulse Waves from Brachial Pulse Wave.", "journal": ["Studies in health technology and informatics", "Stud Health Technol Inform"]}