{"authors": [["Hussain", "Munawar", "M", "Biosensor Research Group, Thoracic, Cardiac and Vascular Surgery Department, Tuebingen University, Germany. Electronic address: munawar_arif@hotmail.com."], ["Wendel", "Hans Peter", "HP", "Biosensor Research Group, Thoracic, Cardiac and Vascular Surgery Department, Tuebingen University, Germany."], ["Schmidt", "Katrin", "K", "Charité Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität Zu Berlin and Berlin Institut of Health, Germany; Department of Anesthesiology and Operative Intensive Care Medicine (CCM, CVK), Campus Virchow Klinkum, Augustenburger Platz 1, 13353 Berlin, Germany."], ["Langer", "Elisabeth", "E", "Labor Berlin-Charite Vivantes, GmbH, Berlin, Germany; Institute for Laboratory Medicine, Clinical Chemistry and Pathobiochemistry, Charité-Universitätsmedizin Berlin, Campus Charité Virchow Klinikum, Berlin, Germany."], ["Körber", "Mareike Kristina", "MK", "Charité Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität Zu Berlin and Berlin Institut of Health, Germany; Department of Anesthesiology and Operative Intensive Care Medicine (CCM, CVK), Campus Virchow Klinkum, Augustenburger Platz 1, 13353 Berlin, Germany."], ["Faul", "Oksana", "O", "Institute of Clinical and Experimental Transfusion Medicine, Tuebingen University, Germany."], ["Northoff", "Hinnak", "H", "Institute of Clinical and Experimental Transfusion Medicine, Tuebingen University, Germany."], ["von Heymann", "Christian", "C", "Charité Universitätsmedizin Berlin, Corporate Member of Freie Universität Berlin, Humboldt-Universität Zu Berlin and Berlin Institut of Health, Germany; Department of Anesthesiology and Operative Intensive Care Medicine (CCM, CVK), Campus Virchow Klinkum, Augustenburger Platz 1, 13353 Berlin, Germany; Vivantes Klinikum im Friedrichshain, Department of Anesthesiology, Intensive Care Medicine, Emergency Medicine and Pain Medicine, Landsberger Allee 49, 10249 Berlin, Germany."], ["Gehring", "Frank K", "FK", "Institute of Clinical and Experimental Transfusion Medicine, Tuebingen University, Germany."]], "date": "2017-12-27", "id": "29294406", "text": "The study focuses the dose administration of dabigatran to avoid the deaths due to hemorrhagic complications and thromboembolic stroke in clinics worldwide. To target the issue, a novel emerging acoustic technology, namely ''Quartz Crystal Microbalance with Dissipation'' (QCM-D) has been applied, while the acoustic assays namely ''activated Partial Thromboplastin Time'' (aPTT) and ''Prothrombinase complex-induced Clotting Test'' (PiCT) have been compared with the standard methods in parallel. Both techniques have been applied to 300 samples, including 220 plasma samples of patients suffering coagulation disorders and 80 plasma samples of non-patients. In comparison, the coagulation times of the acoustic aPTT and PiCT yielded an excellent correlation with the standard methods with in analytical standard deviation limits. Finally, the acoustic aPTT assay is the ''gold standard'' for a dose administration of the new oral anticoagulant, where the Δf/ΔΓ ratio of the acoustic assay demonstrates that dabigatran with FEIBA 50 combination could be a safe remedy to avoid the deaths in clinics.", "doi": "10.1016/j.bios.2017.12.043", "title": "QCM-D surpassing clinical standard for the dose administration of new oral anticoagulant in the patient of coagulation disorders.", "journal": ["Biosensors & bioelectronics", "Biosens Bioelectron"]}