{"authors": [["Santos", "Roberta", "R", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida."], ["Aguilar-Salinas", "Pedro", "P", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida."], ["Entwistle", "John J", "JJ", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida."], ["Aldana", "Philipp R", "PR", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida."], ["Beier", "Alexandra D", "AD", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida."], ["Hanel", "Ricardo A", "RA", "Lyerly Neurosurgery, Baptist Health, Jacksonville, Florida; Division of Pediatric Neurosurgery, University of Florida Health Jacksonville, Jacksonville, Florida. Electronic address: rhanel@lyerlyneuro.com."]], "date": "2017-12-30", "id": "29294397", "text": "An arteriovenous malformation (AVM) consists of a pathological arterio-venous shunt formed from a tangle of vessels lacking a capillary bed. AVMs were previously accepted as congenital in nature, however, an increase in the number of reported de novo cerebral AVMs challenges the assertion that all AVMs develop in utero hence, the possibility of these lesions presenting postnatally cannot be excluded. A review of literature revealed 31 published cases of de novo AVM formation between 1996 and 2017.We present the case of a 7-year-old boy with a history of an intracranial aneurysm that was found to have an asymptomatic de novo AVM formation on a routine follow-up angiography. He was being followed since the age of 8 months when the aneurysm was incidentally found during work-up for mild hemiparesis. At that time, a MRI revealed a 4mm right posterior communicating artery (PCOM) aneurysm along with a right hemispheric stroke and cortical dysplasia. No arteriovenous malformation was noted.The exact pathophysiology of de novo AVMs is not completely understood but a combination of genetic, molecular, and environmental factors may play a role. Our case report only adds to the growing body of clinical evidence supporting the notion that these lesions may be acquired. It would be appropriate to consider an AVM as an abnormal vascular response to an injury rather than a static congenital lesion.", "doi": "10.1016/j.wneu.2017.12.145", "title": "De Novo Arteriovenous Malformation in a Pediatric Patient: Case Report and Review of the Literature.", "journal": ["World neurosurgery", "World Neurosurg"]}