{"authors": [["Malhotra", "Konark", "K", "West Virginia University-Charleston Division, Charleston, West Virginia. Electronic address: konark.malhotra@yahoo.com."], ["Saeed", "Omar", "O", "Zeenat Qureshi Stroke Institute."], ["Goyal", "Nitin", "N", "University of Tennessee Health Science Center, Memphis, Tennessee."], ["Katsanos", "Aristeidis H", "AH", "Department of Neurology, University of Ioannina School of Medicine, Ioannina, Greece; Second Department of Neurology, National & Kapodistrian University of Athens, \"Attikon\", University Hospital, Athens, Greece."], ["Tsivgoulis", "Georgios", "G", "University of Tennessee Health Science Center, Memphis, Tennessee; Department of Neurology, University of Ioannina School of Medicine, Ioannina, Greece; Second Department of Neurology, National & Kapodistrian University of Athens, \"Attikon\", University Hospital, Athens, Greece."]], "date": "2017-12-30", "id": "29294394", "text": "The total number of citations of a research article can be utilized to determine its impact on the scientific community. We aimed to identify the top-100 articles published on ischemic stroke and evaluate their characteristics.Based on the database of Journal Citation Reports, 934 journals were selected that published ischemic stroke articles. We used Web of Science citation search tool to identify top-100 citation classics i.e. articles with more than 400 citations, in the field of ischemic stroke. All original articles were evaluated for publication year, journal category, journal and its impact factor (IF), number of total and annual citations, topic, publishing country and institution affiliation.The top-100 citation classics in ischemic stroke were published from 1970-2015, with the decade of 1990-1999 contributing 47 articles of historical significance. Median of total citations and annual citations in our analysis were 625.0 (interquartile range {IQR}: 851.3 - 494.5) and 35.7 (IQR: 79.9 - 25.9), respectively. The majority of the articles originated from the United States (n=57), focused over the medical management (n=26), and was published in New England Journal of Medicine or Stroke journals (n=25 each). The median IF for the journals that published top-100 ischemic stroke citation classics was 9.11 (IQR: 21.49 - 6.11).Our list of top-100 citation classics specific to ischemic stroke provide a detailed insight into academic achievements, historical perspective and serves as a guide for the scientific progress in stroke.", "doi": "10.1016/j.wneu.2017.12.140", "title": "Top-100 Highest Cited Original Articles in Ischemic Stroke: A Bibliometric Analysis.", "journal": ["World neurosurgery", "World Neurosurg"]}