{"authors": [["Singh", "Satish", "S", "Department of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA. Electronic address: satishsingh@email.arizona.edu."], ["Houng", "Aiilyan K", "AK", "Department of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA. Electronic address: aiilyan.houng@gmail.com."], ["Reed", "Guy L", "GL", "Department of Medicine, University of Tennessee Health Science Center, Memphis, TN, USA. Electronic address: guyreed@email.arizona.edu."]], "date": "2017-12-30", "id": "29294343", "text": "During acute brain ischemia, α2-antiplasmin markedly enhances brain injury, blood-brain barrier breakdown and matrix metalloproteinase-9 (MMP-9) expression. Although α2-antiplasmin inhibits fibrin thrombus-degradation, and MMP-9 is a collagen-degrading enzyme altering blood-brain barrier, both have similar deleterious effects on the ischemic brain. We examined the hypothesis that MMP-9 is an essential downstream mediator of α2-antiplasmin's deleterious effects during brain ischemia. Middle cerebral artery thromboembolic stroke was induced in a randomized, blinded fashion in mice with increased blood levels of α2-antiplasmin. There was a robust increase in MMP-9 expression (immunofluorescence) in the ischemic vs. the non-ischemic hemisphere of MMP-9+/+ but not MMP-9-/- mice, 24 h after stroke. Brain swelling and hemorrhage were significantly increased in the ischemic vs. the non-ischemic hemisphere of MMP-9+/+ mice. By comparison to MMP-9+/+ mice, the ischemic hemispheres of MMP-9-/- mice showed a ∼6-fold reduction in brain swelling (p < 0.001) and a ∼9-fold reduction in brain hemorrhage. Brain infarction (p < 0.0001) and TUNEL-positive cell death (p < 0.001) were significantly diminished in the ischemic hemisphere of MMP-9-/- mice vs. MMP-9+/+ mice. Ischemic breakdown of the blood-brain barrier and fibrin deposition were also significantly reduced in MMP-9-/- mice vs. MMP-9+/+ mice (p < 0.05), as measured by quantitative immunofluorescence. We conclude that MMP-9 deficiency ablates many of the deleterious effects of high α2-antiplasmin levels, significantly reducing blood-brain barrier breakdown, TUNEL-positive cell death, brain hemorrhage, swelling and infarction. This suggests that the two molecules may be in a shared pathway in which MMP-9 is essential downstream for the deleterious effects of α2-antiplasmin in ischemic stroke.", "doi": "10.1016/j.neuroscience.2017.12.021", "title": "Matrix Metalloproteinase-9 Mediates the Deleterious Effects of α2-Antiplasmin on Blood-Brain Barrier Breakdown and Ischemic Brain Injury in Experimental Stroke.", "journal": ["Neuroscience", "Neuroscience"]}