{"authors": [["Li", "Hongli", "H", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Wang", "Ping", "P", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Huang", "Fei", "F", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Jin", "Jinmei", "J", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Wu", "Hui", "H", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Zhang", "Beibei", "B", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Wang", "Zhifei", "Z", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China."], ["Shi", "Hailian", "H", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China. Electronic address: shihailian2003@163.com."], ["Wu", "Xiaojun", "X", "Shanghai Key Laboratory of Compound Chinese Medicines, The Ministry of Education (MOE), Key Laboratory for Standardization of Chinese Medicines, Institute of Chinese Materia Medica, Shanghai University of Traditional Chinese Medicine, Shanghai 201203, China. Electronic address: xiaojunwu320@126.com."]], "date": "2017-12-30", "id": "29294303", "text": "Endothelial cells of cerebral microvessels are one of the components of blood-brain-barrier (BBB), which are connected by tight junctions (TJs). BBB disruption in cerebral diseases such as ischemic stroke, Alzhemer's disease, multiple sclerosis and traumatic brain injury is implicated to exacerbate the disease progression. Astragaloside IV (ASIV) isolated from Astragalus membranaceus prevents BBB breakdown in rodents induced with cerebral edema and experimental autoimmune encephalomyelitis. However, its underlying molecular mechanism has not been elucidated yet. In present study, ASIV was found to prevent the leakage of BBB in LPS-induced mice, which was accompanied with increased zo-1 and occludin but reduced VCAM-1 in brain microvessels. Similarly, in brain endothelial cell line bEnd.3 cells, ASIV mitigated the increased permeability induced by LPS, as evidenced by increased TEER and reduced sodium fluorescein extravasation. ASIV also enhanced the expression of TJ proteins such as zo-1, occludin and claudin-5 in LPS stimulated bEnd.3 cells. Meanwhile, it inhibited the inflammatory responses and prevented the monocyte adhesion onto bEnd.3 cells upon LPS stimulation. Further study disclosed that ASIV could alleviate ROS level and activate Nrf2 antioxidant pathway in bEnd.3 cells. When Nrf2 was silenced, the protective effect of ASIV was abolished. In brain microvessels of LPS-induced mice, ASIV also enhanced the expression of Nrf2 antioxidant pathway related proteins. Collectively, our results demonstrated that ASIV protected the integrity of BBB in LPS-induced mice, the mechanism of which might be mediated via activating Nrf2 signaling pathway. The findings suggested that ASIV might be a potential neuroprotective drug acting on BBB.", "doi": "10.1016/j.taap.2017.12.019", "title": "Astragaloside IV protects blood-brain barrier integrity from LPS-induced disruption via activating Nrf2 antioxidant signaling pathway in mice.", "journal": ["Toxicology and applied pharmacology", "Toxicol. Appl. Pharmacol."]}