{"authors": [["Höfelmann", "Doroteia A", "DA", "Post-Graduate Program in Public Health, Department of Nutrition, Universidade Federal do Paraná, Curitiba, PR, Brazil."], ["Gonzalez-Chica", "David A", "DA", "Discipline of General Practice, Adelaide Medical School, NHMRC Centre of Research Excellence to Reduce Inequality in Heart Disease, The University of Adelaide, Adelaide, SA, Australia."], ["Peres", "Karen Glazer", "KG", "Australian Research Centre for Population Oral Health, Adelaide Dental School, The University of Adelaide, Adelaide, SA, Australia."], ["Boing", "Antonio Fernando", "AF", "Post-Graduate Program in Public Health, Department of Public Health, Universidade Federal de Santa Catarina, Florianópolis, SC, Brazil."], ["Peres", "Marco Aurelio", "MA", "Australian Research Centre for Population Oral Health, Adelaide Dental School, The University of Adelaide, Adelaide, SA, Australia."]], "date": "2017-12-25", "id": "29294001", "text": "To evaluate the association between sociodemographic conditions and the quality of life (QoL) in adults and investigate whether these inequalities are greater among individuals with long-lasting chronic health conditions.Cross-sectional analysis of the second wave (2012) of the EpiFloripa Study, a population-based cohort of 1720 adults living in Southern Brazil. QoL domains (physical, psychological, social relationships and environmental) were evaluated using the WHOQoL-BREF. Unadjusted and adjusted means of QoL according to socioeconomic and demographic variables were estimated and stratified by the presence of long-lasting chronic conditions (heart disease, stroke, diabetes, hypertension, chronic kidney disease, cirrhosis, tendinitis, arthritis, rheumatism and/or fibromyalgia) were peformed in 2016.Among 1222 interviewed adults (56.6% females, mean age 41.7 ± 11.4 years; follow-up rate 71.1%), the prevalence of 1+ long-lasting chronic disease was 37.3% (95%CI: 34.4-40.3). Their effect on the QoL was four times higher on the physical component (-9.6; 95%CI -12.1; -7.1) than on the other domains. Adults aged 40+ years with black skin colour or lower educational level had a lower physical QoL score only when any chronic disease was present. Among those with some chronic illness, the psychological domain was also lower among those aged 40+ years and with a lower family income. No interaction between sociodemographic variables and chronic diseases was observed for the other QoL domains.The occurrence of long-lasting chronic diseases is associated with inequalities in QoL (physical and psychological domains), with stronger adverse effects among older adults, blacks and individuals with lower income or educational levels.", "doi": "10.1093/eurpub/ckx224", "title": "Chronic diseases and socioeconomic inequalities in quality of life among Brazilian adults: findings from a population-based study in Southern Brazil.", "journal": ["European journal of public health", "Eur J Public Health"]}