{"authors": [["Ju", "Weizhu", "W", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Li", "Mingfang", "M", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Wang", "Dao Wu", "DW", "The Heart and Lung Institute, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Yang", "Bing", "B", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Shao", "Yongfeng", "Y", "Department of Cardiothoracic Surgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Wang", "Jiaxian", "J", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Tang", "Lijun", "L", "Department of Radiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Ni", "Buqing", "B", "Department of Cardiothoracic Surgery, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Chen", "Hongwu", "H", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Zhang", "Fengxiang", "F", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Gu", "Kai", "K", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Yang", "Gang", "G", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Cui", "Chang", "C", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Qi", "Rundi", "R", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Xiao", "Fangyi", "F", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Fan", "Qinhe", "Q", "Department of Pathology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Wang", "Jie", "J", "Department of Cardiology, Columbia University, New York, NY, USA."], ["Zhang", "Shijiang", "S", "The Heart and Lung Institute, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Cao", "Kejiang", "K", "The Heart and Lung Institute, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Kong", "Xiangqing", "X", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."], ["Feng", "DaLi", "D", "Metropolitan Heart and Vascular Institute, Minneapolis, MN, USA."], ["Chen", "Minglong", "M", "Department of Cardiology, The First Affiliated Hospital of Nanjing Medical University, 300 Guangzhou Road, Nanjing, China."]], "date": "2017-12-22", "id": "29293999", "text": "Unexplained scar-related atrial tachycardia (AT) has been frequently encountered in clinical practice. We hypothesized that idiopathic, isolated fibrotic atrial cardiomyopathy (ACM) underlies this rhythm disorder. This study was aimed to characterize the underlying substrate and to explore the aetiology of this unexplained scar-related AT.Twenty-six (11 men, aged 46 ± 13 years) of 52 non-surgical scar-related AT patients identified by three-dimensional voltage mapping were enrolled in this prospective observational study. Multimodality image examinations (echocardiography, cardiac magnetic resonance, 99Tc single-photon emission computed tomography), ventricular voltage mapping, and intracardiac pressure curve recording ruled out ventricular involvement. Catheter ablation was acutely successful for all the patients, and pacemaker implantation was performed in seven patients who presented sinus node dysfunction or atrial standstill after termination of the AT. In three patients with multiple AT recurrences, the diseased areas of the right atrium were resected and dechannelled via mini-invasive surgical interventions. Histological examinations revealed profound fibrosis without amyloidosis or adipose deposition. Viral and familial investigations yielded negative results. Fibrosis progression over a median of 45 (5-109) months of follow-up manifested as atrial arrhythmia recurrence in seven patients and atrial lead non-capture due to newly developed atrial standstill in two patients. Two patients suffered four ischaemic stroke events before receiving anticoagulation treatment.Isolated, fibrotic ACM may underlie the idiopathic scar-related ATs. This novel cardiomyopathy has unique clinical characteristics with high morbidity including stroke and warrants specific therapeutic strategies. Further investigations are required to determine the aetiology and mechanism.", "doi": "10.1093/europace/eux340", "title": "Idiopathic isolated fibrotic atrial cardiomyopathy underlies unexplained scar-related atrial tachycardia in younger patients.", "journal": ["Europace : European pacing, arrhythmias, and cardiac electrophysiology : journal of the working groups on cardiac pacing, arrhythmias, and cardiac cellular electrophysiology of the European Society of Cardiology", "Europace"]}