{"authors": [["Dai", "Ying-Yi", "YY", "1Southern Medical University, Guangzhou 510515, China; 2Department of Neurology, Guangdong Second Provincial General Hospital, Guangzhou 510317, China; 3Shenzhen Shajing Hospital Affiliated to Guangzhou Medical University, Shenzhen 518104, China. E-mail: daiyy2005@126.com."], ["Huang", "Zhi-Xin", "ZX", null], ["Liu", "Xin-Tong", "XT", null], ["Wang", "Qi-Zhang", "QZ", null]], "date": null, "id": "29292265", "text": "To explore the risk factors for recurrence of large atherosclerotic cerebral infarction in first?episode patients.The consecutive patients with acute cerebral infarction diagnosed in the Department of Neurology were screened for large atherosclerotic cerebral infarction by CTA/MRA examination, and all the confirmed patients were followed up for 1 year. The patients were divided into recurrent ischemic stroke group and non?recurrent group according to occurrence of cerebrovascular events during the follow?up.A total of 256 eligible patients were included in this study, and all of them completed the follow?up. During the 1?year follow?up, 30 (11.7%) patients had ischemic cerebrovascular stroke events. Univariate analysis showed significant differences in alcohol drinking (P=0.028), smoking (P=0.007), high?density lipoprotein cholesterol (HDL; P=0.045), ischemic heart disease (P=0.002), antihypertensive agents (P=0.036) and statin use (P=0.016) between the recurrent group and non?recurrent group. Cox regression analysis showed that irregular use of statins (RR=0.410, P=0.043), smoking (RR=2.253, P=0.043), HDL (RR=0.327, P=0.029), and ischemic heart disease (RR=8.566, P<0.001) were correlated with recurrent ischemic stroke.The first?episode patients with irregular use of statins, low HDL levels, smoking and ischemic heart disease are at higher risks for having ischemic stroke recurrence.", "doi": null, "title": "[Risk factors for recurrence of large atherosclerotic cerebral infarction].", "journal": ["Nan fang yi ke da xue xue bao = Journal of Southern Medical University", "Nan Fang Yi Ke Da Xue Xue Bao"]}