{"authors": [["Ray", "Bappaditya", "B", "Department of Neurology, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA. Electronic address: Bappaditya-Ray@ouhsc.edu."], ["Tinsley", "Lane", "L", "Department of Neurology, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."], ["Ford", "Lance", "L", "Department of Biostatistics & Epidemiology, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."], ["Thompson", "David M", "DM", "Department of Biostatistics & Epidemiology, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."], ["Sidorov", "Evgeny V", "EV", "Department of Neurology, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."], ["Bohnstedt", "Bradley N", "BN", "Department of Neurosurgery, College of Medicine, College of Public Health, The University of Oklahoma Health Sciences Center, Oklahoma City, Oklahoma, USA."]], "date": "2017-12-30", "id": "29292187", "text": "Delayed cerebral ischemia (DCI) is a major cause of disability after aneurysmal subarachnoid hemorrhage (aSAH). Activated platelets are surrogate markers for DCI occurrence and are reliably represented by mean platelet volume (MPV) to platelet count (PLT) ratio. If validated as a predictor of DCI, the ratio will allow clinicians to use it as a readily available tool in patient management.Retrospective analysis of aSAH patient database at a tertiary care hospital. MPV:PLT ratio was defined as (MPV value(fL)PLT per 1000∗100). Nonlinear regression estimated differences in the ratio's pattern of change over time between those with or without DCI. Receiver operating characteristic curve determined optimal threshold of rise in MPV:PLT ratio to predict DCI.Average age of the cohort (n = 169) was 53.0 ± 13.0 years, and 38 patients (22.5%) developed DCI. Nonlinear regression analysis detected a transition of rising and declining MPV:PLT ratio at 3 days after aSAH. Rate of rise in MPV:PLT ratio was 0.5 units/day (95% confidence interval 0.3-0.7) in patients developing DCI as compared with 0.2 units/day (95% confidence interval 0.1-0.3) in those without DCI (P = 0.0004). Receiver operating characteristic analysis determined a threshold of 0.33 units/day rise in MPV:PLT predicted DCI with 89.5% sensitivity and 90.8% specificity. Patients who died demonstrated a steeper rise during the first 3 days (0.29 units/day) than those who were discharged home (0.21 units/day) (P = 0.004).Trend of MPV:PLT ratio after aSAH predicts DCI. This association alludes to significant early rise in reactive platelet population after aSAH in patients developing DCI.", "doi": "10.1016/j.wneu.2017.12.131", "title": "Trends of Platelet Volume Index Predicts Delayed Cerebral Ischemia After Subarachnoid Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}