{"authors": [["Artilheiro", "Mariana Cunha", "MC", "Universidade de São Paulo (USP), Faculdade de Medicina (FMUSP), São Paulo, SP, Brazil. Electronic address: artilheiro.m@gmail.com."], ["Fávero", "Francis Meire", "FM", "Universidade Federal de São Paulo (UNIFESP), Departamento e Neurologia/Neurocirurgia, Departamento de Neurologia Clinica, São Paulo, SP, Brazil."], ["Caromano", "Fátima Aparecida", "FA", "Universidade de São Paulo (USP), Faculdade de Medicina (FMUSP), São Paulo, SP, Brazil."], ["Oliveira", "Acary de Souza Bulle", "ASB", "Universidade Federal de São Paulo (UNIFESP), Departamento e Neurologia/Neurocirurgia, Departamento de Neurologia Clinica, São Paulo, SP, Brazil."], ["Carvas", "Nelson", "N", "Instituto de Assistência Médica (IAMSPE), Programa de Pós-Graduação em Ciências da Saúde, São Paulo, SP, Brazil."], ["Voos", "Mariana Callil", "MC", "Universidade de São Paulo (USP), Faculdade de Medicina (FMUSP), São Paulo, SP, Brazil."], ["Sá", "Cristina Dos Santos Cardoso de", "CDSC", "Universidade Federal de São Paulo (UNIFESP), Departamento de Ciências do Movimento Humano, Santos, SP, Brazil."]], "date": "2017-12-08", "id": "29292138", "text": "The Jebsen-Taylor Test evaluates upper limb function by measuring timed performance on everyday activities. The test is used to assess and monitor the progression of patients with Parkinson disease, cerebral palsy, stroke and brain injury.To analyze the reliability, internal consistency and validity of the Jebsen-Taylor Test in people with Muscular Dystrophy and to describe and classify upper limb timed performance of people with Muscular Dystrophy.Fifty patients with Muscular Dystrophy were assessed. Non-dominant and dominant upper limb performances on the Jebsen-Taylor Test were filmed. Two raters evaluated timed performance for inter-rater reliability analysis. Test-retest reliability was investigated by using intraclass correlation coefficients. Internal consistency was assessed using the Cronbach alpha. Construct validity was conducted by comparing the Jebsen-Taylor Test with the Performance of Upper Limb.The internal consistency of Jebsen-Taylor Test was good (Cronbach's α=0.98). A very high inter-rater reliability (0.903-0.999), except for writing with an Intraclass correlation coefficient of 0.772-1.000. Strong correlations between the Jebsen-Taylor Test and the Performance of Upper Limb Module were found (rho=-0.712).The Jebsen-Taylor Test is a reliable and valid measure of timed performance for people with Muscular Dystrophy.", "doi": "10.1016/j.bjpt.2017.09.010", "title": "Reliability, validity and description of timed performance of the Jebsen-Taylor Test in patients with muscular dystrophies.", "journal": ["Brazilian journal of physical therapy", "Braz J Phys Ther"]}