{"authors": [["Seitz", "Michael", "M", "Department of Cardiothoracic Surgery, The Alfred Hospital, Melbourne, Vic, Australia. Electronic address: seitzmj@gmail.com."], ["Goldblatt", "Joshua", "J", "Department of Cardiothoracic Surgery, The Alfred Hospital, Melbourne, Vic, Australia."], ["Paul", "Eldho", "E", "Department of Epidemiology and Preventive Medicine, School of Public Health and Preventive Medicine, Monash University & Clinical Haematology Department, Alfred Hospital, Melbourne, Vic, Australia."], ["Marcus", "Thomas", "T", "Department of Cardiothoracic Surgery, Geelong Hospital, Geelong, Vic, Australia."], ["Larobina", "Marco", "M", "Department of Cardiothoracic Surgery, Royal Melbourne Hospital, Melbourne, Vic, Australia."], ["Yap", "Cheng-Hon", "CH", "Department of Cardiothoracic Surgery, Geelong Hospital, Geelong, Vic, Australia."]], "date": "2017-12-07", "id": "29291961", "text": "Aortic valve replacement by way of a right anterior mini-thoracotomy (RAMT) has shown excellent results in terms of mortality and morbidity. The aim of the present study was to compare RAMT aortic valve replacement (AVR) with conventional full sternotomy in regards to early perioperative outcomes and mortality.This was a retrospective, observational, cohort study of prospectively collected data from patients who underwent isolated, first time AVR between January 2013 and October 2016. Fifty-three RAMT patients were matched to a control group (conventional full sternotomy) using propensity score analysis.The characteristics of the two cohorts were similar. The in-hospital mortality was 1.9% utilising the RAMT approach versus 5.7% using the sternotomy approach (p=0.34). Ventilation times were similar in both groups (7 [5-2] vs 8 [5-13] hrs; p=0.61). However, ICU length of stay was significantly longer in the RAMT group (median, 46.5 [23-59.5] vs 20 [14-23] hrs; p<0.001), which translated into a significantly longer postoperative hospital length of stay for the RAMT group (median, 8 [6-12] vs 6 [5.5-9.5] days; p=0.04) compared to the sternotomy group. RAMT was associated with a trend towards a higher incidence of postoperative AF in comparison to the sternotomy group, although this was not statistically significant (41.5% vs 28.3%; p=0.17). Patients in the RAMT group had lower 4-hour chest drain output (102.5 vs 1141ml; p=0.0.07). There was no statistically significant difference in rates of non-red cell transfusions between the two groups, (17%vs28.3%; p=0.10). The occurrence of stroke, re-exploration for bleeding, red-cell transfusion and wound infection was similar in both groups.Right anterior mini-thoracotomy in patients undergoing isolated aortic valve surgery is a safe approach in select patients, although associated with longer cardiopulmonary bypass times and ICU length of stay.", "doi": "10.1016/j.hlc.2017.11.012", "title": "Minimally Invasive Aortic Valve Replacement Via Right Anterior Mini-Thoracotomy: Propensity Matched Initial Experience.", "journal": ["Heart, lung & circulation", "Heart Lung Circ"]}