{"authors": [["Lee", "Ching-Wei", "CW", "Division of Cardiology, Department of Medicine Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."], ["Sung", "Shih-Hsien", "SH", "Division of Cardiology, Department of Medicine Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC. Electronic address: mr.sungsh@gmail.com."], ["Tsai", "Yi-Lin", "YL", "Division of Cardiology, Department of Medicine Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."], ["Chang", "Ting-Yung", "TY", "Division of Cardiology, Department of Medicine Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."], ["Hsu", "Chiao-Po", "CP", "Division of Cardiovascular Surgery, Department of Surgery, Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."], ["Lu", "Chih-Cherng", "CC", "Department of Anesthesiology, Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."], ["Shih", "Chun-Che", "CC", "Division of Cardiovascular Surgery, Department of Surgery, Taipei Veterans General Hospital, Taipei, Taiwan, ROC; Cardiovascular Research Center, National Yang-Ming University, Taipei, Taiwan, ROC."]], "date": "2017-12-29", "id": "29291891", "text": "The transcatheter edge-to-edge mitral valve repair, using MitraClip, has been a safe and effective treatment for severe mitral regurgitation (SMR) in the westerners. However, the therapeutic results of the MitralClip in Taiwan remained elucidated.Patients with symptomatic SMR were evaluated by the heart team. For those with high or prohibitive surgical risks, transcatheter mitral valve repair was performed in hybrid operation room. During procedure, continuous hemodynamic monitoring was conducted. Transthoracic echocardiography (TTE), blood tests, and six-minute walk test (6MWT) were performed before and 1-month after surgery.A total of 20 patients (73.4 ± 11.1 years, 85% male) with a mean Euroscore II of 13.2 ± 17.7% and a mean STS score of 8.7 ± 9.0% for mortality were enrolled. After a mean procedural time of 239 ± 95 min, an average of 1.8 ± 0.7 clips were used in each procedure. The procedural successful rate was 95% to achieve mild residual mitral regurgitation. Cardiac output was increased from 3.6 ± 0.9 to 4.6 ± 1.4 (p = 0.008) and V-wave of left atrial pressure declined from 24.4 ± 9.8 to 19.3 ± 7.1 (p = 0.030) immediately during the index procedure. There was no peri-procedural death, myocardial infarction, stroke or any events requiring emergent cardiac surgery. All patients experienced significant improvement in heart failure symptoms. The 6-min walk distance increased from 219.6 ± 118.4 m to 279.1 ± 111.6 (p = 0.04) at 1 month. The echocardiogram further showed significant improvements of mitral regurgitation, pulmonary artery systolic pressure, and the left ventricular end-diastolic volume.Trans-catheter edge-to-edge mitral valve repairs are safe and effective in Asians with symptomatic SMR, regarding the improvements of clinical symptoms and exercise capacities. MitraClips is also associated with reverse remodeling of pulmonary hypertension and left ventricular size in patients with SMR.", "doi": "10.1016/j.jcma.2017.11.006", "title": "Initial experience with percutaneous edge-to-edge transcatheter mitral valve repair in a tertiary medical center in Taiwan.", "journal": ["Journal of the Chinese Medical Association : JCMA", "J Chin Med Assoc"]}