{"authors": [["Makris", "Nikolaos", "N", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Chamard", "Leila", "L", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Mikkelsen", "Irene K", "IK", "2 Center of Functionally Integrative Neuroscience, 53154 Aarhus University , Aarhus, Denmark."], ["Hermier", "Marc", "M", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Derex", "Laurent", "L", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Pedraza", "Salvador", "S", "3 Department of Radiology (IDI), Girona Biomedical Research Institute (IDIBGI), Hospital Universitari de Girona Dr Josep Trueta, Girona, Spain."], ["Thomalla", "Götz", "G", "4 Department of Neurology, Head and Neuro Center, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Østergaard", "Leif", "L", "2 Center of Functionally Integrative Neuroscience, 53154 Aarhus University , Aarhus, Denmark."], ["Baron", "Jean-Claude", "JC", "5 University of Cambridge, Department of Clinical Neurosciences, Cambridge, UK; INSERM U894, Hôpital Sainte-Anne, Université Paris Descartes, Paris, France."], ["Nighoghossian", "Norbert", "N", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Berthezène", "Yves", "Y", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."], ["Cho", "Tae-Hee", "TH", "1 Department of Stroke Medicine and Department of Neuroradiology, Université Lyon 1, CREATIS, CNRS UMR 5220-INSERM U1206, INSA-Lyon; Hospices Civils de Lyon, Lyon, France."]], "date": "2017-01-01", "id": "29291673", "text": "Acute reperfusion despite persistent arterial occlusion may occur in up to 30% of ischemic stroke patients. Recruitment of leptomeningeal collaterals may explain this phenomenon. Using dynamic susceptibility-contrast perfusion imaging (DSC-PI), we assessed acute changes in collateral flow among patients without recanalization. From a multicenter prospective database (I-KNOW), 46 patients with magnetic resonance angiography visible occlusion in whom both reperfusion and recanalization were assessed within 6 h of onset were identified. Maps of collateral flow at arterial, capillary and late venous phases were generated from DSC-PI through inter-frame registration, baseline signal subtraction and temporal summation, and graded blind to all other relevant clinical and radiological data using the Higashida scale. Flow direction and the acute evolution of collaterals were evaluated against the reperfusion status. Among patients without recanalization ( n = 33), flow direction remained retrograde. Collateral grades significantly improved between admission and acute follow-up in patients who reperfused (OR: 4.57; 95% CI: 1.1-22.7; p = 0.048), but not in those without reperfusion (OR: 1.34; 95% CI: 0.4-4.5; p = 0.623). Our study confirmed that acute reperfusion without recanalization is associated with a significant improvement of retrograde collateral flow. DSC-PI can detect acute changes in collateral flow, and may help evaluate novel treatments targeting leptomeningeal collaterals.", "doi": "10.1177/0271678X17744716", "title": "Acute reperfusion without recanalization: Serial assessment of collaterals within 6 h of using perfusion-weighted magnetic resonance imaging.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}