{"authors": [["Xia", "Yong", "Y", "School of Computer Science and Technology, Harbin Institute of Technology, Harbin, China. Electronic address: xiayong@hit.edu.cn."], ["Wulan", "Naren", "N", "School of Computer Science and Technology, Harbin Institute of Technology, Harbin, China."], ["Wang", "Kuanquan", "K", "School of Computer Science and Technology, Harbin Institute of Technology, Harbin, China."], ["Zhang", "Henggui", "H", "School of Computer Science and Technology, Harbin Institute of Technology, Harbin, China; Biological Physics Group, Department of Physics and Astronomy, University of Manchester, Manchester, UK."]], "date": "2017-12-15", "id": "29291535", "text": "Atrial fibrillation (AF) is the most common cardiac arrhythmia. The incidence of AF increases with age, causing high risks of stroke and increased morbidity and mortality. Efficient and accurate diagnosis of AF based on the ECG is valuable in clinical settings and remains challenging. In this paper, we proposed a novel method with high reliability and accuracy for AF detection via deep learning.The short-term Fourier transform (STFT) and stationary wavelet transform (SWT) were used to analyze ECG segments to obtain two-dimensional (2-D) matrix input suitable for deep convolutional neural networks. Then, two different deep convolutional neural network models corresponding to STFT output and SWT output were developed. Our new method did not require detection of P or R peaks, nor feature designs for classification, in contrast to existing algorithms. Finally, the performances of the two models were evaluated and compared with those of existing algorithms.Our proposed method demonstrated favorable performances on ECG segments as short as 5 s. The deep convolutional neural network using input generated by STFT, presented a sensitivity of 98.34%, specificity of 98.24% and accuracy of 98.29%. For the deep convolutional neural network using input generated by SWT, a sensitivity of 98.79%, specificity of 97.87% and accuracy of 98.63% was achieved.The proposed method using deep convolutional neural networks shows high sensitivity, specificity and accuracy, and, therefore, is a valuable tool for AF detection.", "doi": "10.1016/j.compbiomed.2017.12.007", "title": "Detecting atrial fibrillation by deep convolutional neural networks.", "journal": ["Computers in biology and medicine", "Comput. Biol. Med."]}