{"authors": [["Abraham", "Siju V", "SV", "Department of Emergency Medicine, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."], ["Krishnan", "S Vimal", "SV", "Department of Emergency Medicine, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."], ["Thaha", "Fazil", "F", "Department of Neurology, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."], ["Balakrishnan", "Jayaraj Mymbilly", "JM", "Department of Emergency Medicine, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."], ["Thomas", "Tom", "T", "Department of Community Medicine, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."], ["Palatty", "Babu Urumese", "BU", "Department of Emergency Medicine, Jubilee Mission Medical College and Research Institute, Thrissur, Kerala, India."]], "date": null, "id": "29291175", "text": "The purpose of this study was to assess factors causing delay in treatment of acute stroke in a tertiary care institute in South India.All clinically suspected cases of acute stroke presenting to the emergency department over a period of 1 year were prospectively followed up and data collected as per a preset pro forma. The various time intervals from stroke onset to definitive management and other pertinent data were collected. The time delays have been evaluated in the decision tree model: Chi-squared Automatic Interaction Detection. Significance was assessed at 5% level of significance (P < 0.05).The mean prehospital time delay for all clinically suspected stroke (n = 361) in our institute was 716 min and the median time 190 min. The mean total in-hospital delay was 94.17 ± 54.5 min and median time being 82 min. The onset of symptoms to first medical contact was the main interval that influenced the prehospital delay. Computed tomographic (CT) diagnosis to stroke unit admission influenced the in-hospital delay the most.Lack of awareness regarding stroke leads to delayed seeking of treatment for the same. The factors that contribute to the in-hospital delay included patient admission procedure delay, lack of staff to transport the patient, and the distance between the stroke unit and CT room. Educating the community with regard to \"stroke\" and implementation of a better pre- and in-hospital stroke care system is a need of the hour in the country.", "doi": "10.4103/IJCIIS.IJCIIS_20_17", "title": "Factors delaying management of acute stroke: An Indian scenario.", "journal": ["International journal of critical illness and injury science", "Int J Crit Illn Inj Sci"]}