{"authors": [["Tao", "Jinhao", "J", "Pediatric Emergency and Critical Care Center, Children's Hospital of Fudan University, Shanghai, P.R. China."], ["Cui", "Yuehua", "Y", "Department of Neurosurgery, Huadong Hospital Affiliated to Fudan University, Shanghai, P.R. China."], ["Duan", "Yu", "Y", "Department of Neurosurgery, Huadong Hospital Affiliated to Fudan University, Shanghai, P.R. China."], ["Zhang", "Nan", "N", "Department of Neurosurgery, Huashan Hospital Affiliated to Fudan University, Shanghai, P.R. China."], ["Wang", "Congmin", "C", "Department of Neurology, Affiliated Hospital of Hebei University of Engineering, Handan, P.R. China."], ["Zhang", "Fayong", "F", "Department of Neurosurgery, Huashan Hospital Affiliated to Fudan University, Shanghai, P.R. China."]], "date": "2017-11-07", "id": "29290948", "text": "Ischemic stroke causes irreversible damage to the brain. The hippocampus is a vulnerable region and plays an important role in cognition and locomotor activity. Puerarin is a phytoestrogen that has beneficial effects in treating neurological disorders. How puerarin protects against hippocampal injury and its molecular mechanisms remain to be elucidated. Transient global brain ischemia was induced by 4-vessel occlusion in adult male Sprague-Dawley rats. The rats were pretreated with puerarin alone or together with LY294002 (an PI3K inhibitor) before ischemia/reperfusion (I/R). The open- and closed-field tasks and Morris water maze (MWM) test were used to assess the effects of puerarin on anxiety-like behavioral and cognitive impairment following I/R. Hematoxylin-eosin staining(HE) was used to examine the survival of hippocampal CA1 pyramidal neurons, and immunoblotting was performed to examine the expression of the related proteins. By using the rat model for transient I/R, we demonstrated that puerarin pretreatment significantly increased the travelling distance and number of crossings in the open- and closed-field tests, reduced latency and increased the proportion of distance and time in zone IV in the MWM. The number of live cells in the hippocampus is sharply increased by puerarin pretreatment.We further observed that the levels of phosphorylated Akt1, GSK-3β and MCL-1were elevated and those of cleaved-caspase-3 were reduced in the puerarin-treatment group. Notably, the PI3K inhibitor LY294002 counteracted all of the effects of puerarin. Our findings suggest that puerarin protects the hippocampus from I/R damage by activating the PI3K/Akt1/GSK-3β/MCL-1 signaling pathway.", "doi": "10.18632/oncotarget.22290", "title": "Puerarin attenuates locomotor and cognitive deficits as well as hippocampal neuronal injury through the PI3K/Akt1/GSK-3β signaling pathway in an in vivo model of cerebral ischemia.", "journal": ["Oncotarget", "Oncotarget"]}