{"authors": [["Yi", "Xingyang", "X", "Department of Neurology, People's Hospital of Deyang City, Deyang 618000, Sichuan, China."], ["Lin", "Jing", "J", "Department of Neurology, The Third Affiliated Hospital of Wenzhou Medical University, Wenzhou 325200, Zhejiang, China."], ["Wang", "Chun", "C", "Department of Neurology, People's Hospital of Deyang City, Deyang 618000, Sichuan, China."], ["Huang", "Ruyue", "R", "Department of Neurology, The Third Affiliated Hospital of Wenzhou Medical University, Wenzhou 325200, Zhejiang, China."], ["Han", "Zhao", "Z", "Department of Neurology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou 325027, Zhejiang, China."], ["Li", "Jie", "J", "Department of Neurology, People's Hospital of Deyang City, Deyang 618000, Sichuan, China."]], "date": "2017-11-07", "id": "29290946", "text": "To investigate the association of clinical outcomes with platelet function-guided modification in antiplatelet therapy in patients with ischemic stroke.Among 812 patients, 223 patients had aspirin nonresponse, 204 patients was modified in antiplatelet therapy after platelet function testing. Mean follow-up period was 4.8 ± 1.7 years (ranged from 1 to 6.4 years). The incidence rates of ischemic events, death, or bleeding events were not significantly different between the patients with and without antiplatelet therapy modification. However, in patients with aspirin nonresponse, antiplatelet therapy modification was associated with decreased ischemic events (hazard ratio, 0.67; 95% confidence interval [CI], 0.62-0.97; P = 0.01) and ischemic stroke (hazard ratio, 0.70; 95% CI, 0.63-0.98; P = 0.03) compared with no modification in antiplatelet therapy.In patients with aspirin nonresponse, platelet function-guided modification in antiplatelet therapy after an ischemic stroke was associated with significantly lower rate of ischemic events. The platelet function testing may be useful to guide antiplatelet therapy modification.This is a retrospective, multicentre study. From August 2010 to December 2014, 812 patients with ischemic stroke underwent platelet function testing using platelet aggregation. Antiplatelet therapy modification was defined as any change in antiplatelet therapy after testing, including increasing aspirin dosage, adding an additional antiplatelet agent to aspirin, or switching to a more potent antiplatelet agent. The primary outcome was ischemic events. Secondary outcomes included death and bleeding events. Clinical outcomes were compared between patients with and without antiplatelet therapy modification using univariate and propensity score-adjusted analyses.", "doi": "10.18632/oncotarget.22293", "title": "Platelet function-guided modification in antiplatelet therapy after acute ischemic stroke is associated with clinical outcomes in patients with aspirin nonresponse.", "journal": ["Oncotarget", "Oncotarget"]}