{"authors": [["Chang", "Mei-Chi", "MC", "Biomedical Science Team, Chang Gung University of Science and Technology, Kwei-Shan, Taoyuan City, Taiwan."], ["Lee", "Jang-Jaer", "JJ", "School of Dentistry and Department of Dentistry, National Taiwan University Medical College and National Taiwan University Hospital, Taipei, Taiwan."], ["Chen", "Yi-Jane", "YJ", "School of Dentistry and Department of Dentistry, National Taiwan University Medical College and National Taiwan University Hospital, Taipei, Taiwan."], ["Lin", "Szu-I", "SI", "Department of Dentistry, Municipal Taoyuan Hospital, Taoyuan City, Taiwan."], ["Lin", "Li-Deh", "LD", "School of Dentistry and Department of Dentistry, National Taiwan University Medical College and National Taiwan University Hospital, Taipei, Taiwan."], ["Jein-Wen Liou", "Eric", "E", "Department of Dentistry, Chang Gung Memorial Hospital, Taipei, Taiwan."], ["Huang", "Wei-Ling", "WL", "Department of Dentistry, Chang Gung Memorial Hospital, Kaohsiung, Taiwan."], ["Chan", "Chiu-Po", "CP", "Department of Dentistry, Chang Gung Memorial Hospital, Taipei, Taiwan."], ["Huang", "Chi-Chia", "CC", "Department of Dentistry, Cardinal Tien Hospital, New Taipei City, Taiwan."], ["Jeng", "Jiiang-Huei", "JH", "School of Dentistry and Department of Dentistry, National Taiwan University Medical College and National Taiwan University Hospital, Taipei, Taiwan."]], "date": "2017-11-10", "id": "29290940", "text": "Increased levels of oxidized low-density lipoprotein oxLDL) are shown to elevate the risk of cardiovascular diseases such as atherosclerosis, thrombosis, stroke, and myocardial infarction. This is possibly due to the toxic effects of oxLDLs on vascular cells. Various oxLDLs including lysophosphatidylcholine (LPC) and 7-ketocholesterol injure vascular endothelial cells and stimulate inflammatory reaction. However the toxicity of LPC on endothelial cells is not clear. In this study, human endothelial cells were exposed to LPC. Cytotoxicity was measured by 3-[4,5-dimethylthiazol-2-yl]-2,5-diphenyltetrazolium bromide assay. Propidium iodide (PI) staining or PI/Annexin V dual staining flow cytometry were used to determine cell cycle progression and apoptosis. Reactive oxygen species (ROS) level was analyzed by DCFH-DA labeling flow cytometry. RNA and protein expression of endothelial cells was studied by reverse transcriptase-polymerase chain reaction and western blotting. IL-8 secretion was measured by enzyme-linked immunosorbant assay. LPC showed cytotoxicity to endothelial cells (>50 µg/ml). LPC induced cell cycle arrest and apoptosis with concomitant inhibition of cdc2 and cyclin B1 expression. LPC stimulated intracellular ROS production and ATM/Chk2, ATR/Chk1 and Akt activation. IL-8 expression and secretion in endothelial cells were induced by LPC. LPC-induced apoptosis, and IL-8 expression/secretion was attenuated by LY294002, a PI3K/Akt inhibitor. These results reveal that LPC is involved in the pathogenesis of atherosclerosis and vascular diseases by stimulation of inflammation and injury to endothelial cells. These events are related to ROS, ATM/Chk2, ATR/Chk2 and PI3K/Akt signaling. Understanding the toxic mechanisms of LPC is useful for future prevention and treatment atherosclerosis.", "doi": "10.18632/oncotarget.22425", "title": "Lysophosphatidylcholine induces cytotoxicity/apoptosis and IL-8 production of human endothelial cells: Related mechanisms.", "journal": ["Oncotarget", "Oncotarget"]}