{"authors": [["Al Fauzi", "Asra", "A", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Sumorejo", "Purwati", "P", "Cell and Tissue Bank, Dr. Soetomo General Hospital, Surabaya, Indonesia."], ["Suroto", "Nur Setiawan", "NS", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Parenrengi", "Muhammad Arifin", "MA", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Wahyuhadi", "Joni", "J", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Turchan", "Agus", "A", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Mahyudin", "Ferdiansyah", "F", "Cell and Tissue Bank, Dr. Soetomo General Hospital, Surabaya, Indonesia."], ["Suroto", "Heri", "H", "Cell and Tissue Bank, Dr. Soetomo General Hospital, Surabaya, Indonesia."], ["Rantam", "Fedik Abdul", "FA", "Stem Cell Research and Development Center, Universitas Airlangga, Surabaya, Indonesia."], ["Machfoed", "Mochammad Hasan", "MH", "Department of Neurology, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya, Indonesia."], ["Bajamal", "Abdul Hafid", "AH", "Department of Neurosurgery, Faculty of Medicine, Universitas Airlangga, Dr. Soetomo General Hospital, Surabaya Neuroscience Institute, Surabaya, Indonesia."], ["Lumenta", "Christianto Benjamin", "CB", "Department of Neurosurgery, Academic Teaching Hospital Munich-Bogenhausen, Technical University of Munich, Germany."]], "date": "2017-12-19", "id": "29290837", "text": "Stroke, one of the most devastating diseases, is a leading cause of death and disability throughout the world and is also associated with emotional and economic problems. The main goal of this study was to investigate the clinical outcome of the intraventricular transplantation of bone marrow mesenchymal stem cells (BM-MSCs) in post-haemorrhagic stroke patients.This study was done consisting of eight patients with supratentorial haemorrhagic stroke, who had undergone 24 weeks of standard treatment of stroke with stable neurological deficits. All of the patients received stem cell transplantation intraventricularly using autologous BM-MSCs. Six months and Twelve months after stem cells treatment, the clinical outcomes were measured using the National Institute of Health Stroke Scale (NIHSS) and adverse effect also observed.The results of this study showed improvement of NIHSS score values before and after the treatment in five patients. No adverse effects or complications were detected during the 1-year observation.Intraventricular transplantation of BM-MSCs has shown benefits in improving the functional status of post-haemorrhagic stroke patients with no adverse effect.", "doi": "10.2174/1874205X01711010074", "title": "Clinical Outcomes of Repeated Intraventricular Transplantation of Autologous Bone Marrow Mesenchymal Stem Cells in Chronic Haemorrhagic Stroke. A One-Year Follow Up.", "journal": ["The open neurology journal", "Open Neurol J"]}