{"authors": [["Sousa", "Luiz Vinicius de Alcantara", "LVA", "Faculty of Medicine of ABC. Laboratory of Epidemiology and Data Analysis, Department of Collective Health, Av. Lauro Gomes, 2000, Vila Sacadura Cabral, Santo André, SP, Brazil."], ["Paiva", "Laércio da Silva", "LDS", "Faculty of Medicine of ABC. Laboratory of Epidemiology and Data Analysis, Department of Collective Health, Av. Lauro Gomes, 2000, Vila Sacadura Cabral, Santo André, SP, Brazil."], ["Figueiredo", "Francisco Winter Dos Santos", "FWDS", "Faculty of Medicine of ABC. Laboratory of Epidemiology and Data Analysis, Department of Collective Health, Av. Lauro Gomes, 2000, Vila Sacadura Cabral, Santo André, SP, Brazil."], ["Almeida", "Tabata Cristina do Carmo", "TCDC", "Faculty of Medicine of ABC. Laboratory of Epidemiology and Data Analysis, Department of Collective Health, Av. Lauro Gomes, 2000, Vila Sacadura Cabral, Santo André, SP, Brazil."], ["Oliveira", "Fernando Rocha", "FR", "Faculty of Public Health, University of São Paulo, Department of Epidemiology. Av. Dr. Arnaldo, 715, São Paulo, SP, Brazil."], ["Adami", "Fernando", "F", "Faculty of Medicine of ABC. Laboratory of Epidemiology and Data Analysis, Department of Collective Health, Av. Lauro Gomes, 2000, Vila Sacadura Cabral, Santo André, SP, Brazil."]], "date": "2017-11-16", "id": "29290833", "text": "Stroke is the second leading cause of death and the third leading cause of physical disability in the world, with a high burden of morbidity and mortality, but it has been shown a reduction in mortality worldwide over the past two decades, especially in regions with higher income.The study analyzed the temporal trend and the factors associated with stroke-related mortality in the cities that make up the ABC region of São Paulo (Santo André, São Bernardo do Campo, São Caetano do Sul, Diadema, Mauá, Ribeirão Pires, and Rio Grande da Serra), in comparison to data from the capital city of São Paulo, in the state of São Paulo, Brazil.This was an ecological study conducted in 2017 using data from 1997 to 2012. Data were collected in 2017 from the Department of Informatics of the Brazilian Unified National Health System (DATASUS), where the Mortality Information System (SIM/SUS) was accessed. Linear regression analysis was used to estimate the temporal trend of stroke-related mortality according to sex, stroke subtypes, and regions. The confidence level adopted was 95%.There was a reduction in the mortality rates stratified according to sex, age groups above 15 years, and subtypes of stroke. Mortality from hemorrhagic and non-specified stroke decreased in all regions. However, a significant reduction in ischemic stroke-related mortality was observed only in the ABC region and in Brazil.The ABC region showed greater mortality due to stroke in males, the age group above 49 years, and non-specified stroke between 1997 and 2012.", "doi": "10.2174/1874192401711010111", "title": "Trends in Stroke-Related Mortality in the ABC Region, São Paulo, Brazil: An Ecological Study Between 1997 and 2012.", "journal": ["The open cardiovascular medicine journal", "Open Cardiovasc Med J"]}