{"authors": [["Koretsune", "Yukihiro", "Y", "National Hospital Organization, Osaka National Hospital, Osaka."], ["Ikeda", "Takanori", "T", "Department of Cardiovascular Medicine, Toho University Graduate School of Medicine, Toho University, Tokyo."], ["Kozuma", "Ken", "K", "Division of Cardiology, Teikyo University School of Medicine, Teikyo University, Tokyo."], ["Hirano", "Teruyuki", "T", "Department of Stroke and Cerebrovascular Medicine, Kyorin University, Tokyo."], ["Yasaka", "Masahiro", "M", "Department of Cerebrovascular Medicine and Neurology, National Hospital Organization, Kyushu Medical Center, Fukuoka."], ["Kida", "Makoto", "M", "Medical & Development, Bristol-Myers Squibb K.K., Tokyo."], ["Chachin", "Motohiko", "M", "Pfizer Innovative Health Medical Affairs, Pfizer Japan Inc., Tokyo, Japan."], ["Imura", "Miki", "M", "Pfizer Innovative Health Medical Affairs, Pfizer Japan Inc., Tokyo, Japan."]], "date": "2017-12-15", "id": "29290682", "text": "Patients treated with warfarin must adhere to frequent monitoring, dietary restrictions, and complicated dose adjustments. Apixaban, a direct factor Xa inhibitor, is an alternative to warfarin that may reduce patient burdens associated with warfarin therapy. However, there is limited evidence pertaining to patient satisfaction with anticoagulant therapies in Japanese patients. The purpose of this observational study was to investigate changes in patient satisfaction after switching from warfarin to apixaban.Nonvalvular atrial fibrillation (NVAF) patients who were scheduled to switch anticoagulants from warfarin to apixaban were enrolled and treated with apixaban for 12 weeks. Patient satisfaction was assessed before the change in medication and after 12 weeks of treatment with apixaban using the Anti-Clot Treatment Scale (ACTS), a patient-reported instrument for measuring satisfaction with anticoagulation treatment. The ACTS includes a 12-item burden scale (maximum 60 points) and a 3-item benefit scale (maximum 15 points).Among 732 NVAF patients enrolled, the full analysis set consisted of 697 patients who completed two ACTS assessments (one before the medication change and one 12 weeks after the change). Mean (±standard deviation) patient age was 76.2±9.1 years and mean CHADS2 score was 2.5±1.3. There were no significant changes in ACTS benefit scores. However, ACTS burden scores showed significant improvements at Week 12 compared to baseline (55.6±5.3 at Week 12 and 49.7±8.7 at baseline; P<0.0001). Factors associated with changes in ACTS burden scores from the multiple logistic regression analysis were age ≥70 years (odds ratio [OR]: 1.86; 95% confidence interval [CI]: 1.12-3.10; P=0.0169), baseline ACTS burden score (OR: 0.79; 95% CI: 0.75-0.82; P<0.0001), and use of non-steroidal anti-inflammatory drugs/antiplatelet drugs (OR: 0.60; 95% CI: 0.36-1.00; P=0.0499).Switching from warfarin to apixaban improved patient satisfaction with anticoagulant therapy in Japanese patients with NVAF by reducing burden of treatment.", "doi": "10.2147/PPA.S152579", "title": "Patient satisfaction after switching from warfarin to apixaban in patients with nonvalvular atrial fibrillation: AGAIN study.", "journal": ["Patient preference and adherence", "Patient Prefer Adherence"]}