{"authors": [["Toudou Daouda", "Moussa", "M", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco. Electronic address: moussatoudou@gmail.com."], ["Bouchal", "Siham", "S", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco."], ["Chtaou", "Naima", "N", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco; Laboratory of Epidemiology, Clinical Research, and Health Community, Faculty of Medicine and Pharmacy, Sidi Mohammed Ben Abdallah University, Fez, Morocco."], ["Midaoui", "Aouatef", "A", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco; Laboratory of Epidemiology, Clinical Research, and Health Community, Faculty of Medicine and Pharmacy, Sidi Mohammed Ben Abdallah University, Fez, Morocco."], ["Souirti", "Zouahyr", "Z", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco; Clinical Neuroscience Laboratory, Faculty of Medicine and Pharmacy, Sidi Mohamed Ben Abdellah University, Fez, Morocco; Sleep Medicine Center, Hassan II University Teaching Hospital, Fez, Morocco."], ["Belahsen", "Faouzi", "F", "Department of Neurology, Hassan II University Teaching Hospital, Fez, Morocco; Laboratory of Epidemiology, Clinical Research, and Health Community, Faculty of Medicine and Pharmacy, Sidi Mohammed Ben Abdallah University, Fez, Morocco."]], "date": "2017-12-29", "id": "29290532", "text": "Thrombolysis alert (TA) is a procedure triggered every time a patient consults for sudden focal neurological deficit within 4.5 hours.We aimed to determine firstly the etiological profile of TA and secondly to evaluate the delays in the management not only of thrombolyzed patients but also of nonthrombolyzed patients to determine the intrahospital delays to optimize.Patients aged over 18 years who consulted for sudden focal neurological deficit within 4.5 hours for whom a TA has been triggered were included. Patients admitted within 4.5 hours for which a TA has not been triggered were not included. Patients with sudden focal neurological deficit who consulted more than 4.5 hours, but for whom TA has been triggered, were also included.We included 313 patients. The average onset-to-door time was 125.59 ± 62.78 minutes with an average National Institutes of Health Stroke Scale scores of 11.29 ± 5.98. The average door-to-imaging time was 28.36 ± 20.62 minutes. Ischemic stroke (IS) was the most common cause (70.3%), followed by hemorrhagic stroke (11.8%). Other nonstroke causes (stroke mimics) represented 17.9% of cases. They were seizures (46.4%), conversion disorders (26.8%), hypoglycemia (10.7%), brain tumors (10.7%), chronic subdural hematoma (1.8%), carbon monoxide intoxication (1.8%), and cavernoma (1.8%). Forty-six patients had been thrombolyzed. The average door-to-needle time was 90.89 ± 34.48 minutes. After 3 months, 52.1% of thrombolyzed patients were autonomous (modified Rankin scale between 0 and 2). Two patients had died (4.3%), all in the first week after the IS.Our study shows that efforts need to be made at the extra-hospital and intra-hospital level to improve delays to increase the proportion of the thrombolyzed patients.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.022", "title": "Thrombolysis Alert in Hassan II University Teaching Hospital of Fez (Morocco): A Prospective Study of 2 Years.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}