{"authors": [["Akazawa", "Naoki", "N", "Department of Physical Therapy, Faculty of Health and Welfare, Tokushima Bunri University, Boji 180, Nishihama, Yamashiro-cho, Tokushima, Tokushima 770-8514, Japan. Electronic address: akazawa@tks.bunri-u.ac.jp."], ["Harada", "Kazuhiro", "K", "Department of Physical Therapy, Faculty of Health, Medical Care and Welfare, Kibi International University, Takahashi, Okayama, Japan."], ["Okawa", "Naomi", "N", "Department of Rehabilitation, Kasei Tamura Hospital, Wakayama, Wakayama, Japan."], ["Tamura", "Kimiyuki", "K", "Department of Rehabilitation, Kasei Tamura Hospital, Wakayama, Wakayama, Japan."], ["Hayase", "Atsushi", "A", "Department of Rehabilitation, Tsuyama Chuo Hospital, Tsuyama, Okayama, Japan."], ["Moriyama", "Hideki", "H", "Life and Medical Sciences Area, Health Sciences Discipline, Kobe University, Kobe, Hyogo, Japan."]], "date": "2017-12-01", "id": "29290379", "text": "To examine the relationships between muscle mass, intramuscular adipose and fibrous tissues of the quadriceps, and gait independence in chronic stroke survivors.Cross-sectional study.Hospital-based research.Seventeen chronic stroke survivors who were unable to walk independently (non-independent walker group) and 11 chronic stroke survivors who were able to walk independently (independent walker group) participated in this study. In addition, 25 healthy older adults (healthy group) were enrolled.None.The muscle mass and intramuscular adipose and fibrous tissues of the rectus femoris and vastus intermedius were assessed based on muscle thickness and echo intensity of ultrasound images, respectively.The thicknesses of the rectus femoris and vastus intermedius on the paretic and non-paretic sides in the non-independent walker group were significantly lower than those in the healthy group (mean difference -0.5 to -0.2cm; P<0.001-0.037). The paretic side in the non-independent walker group had significantly higher rectus femoris and vastus intermedius echo intensity compared with the healthy group (mean difference 15.8-17.4; P=0.007-0.025). The thickness of the rectus femoris on the non-paretic side was significantly lower in the independent walker group than in the healthy group (mean difference -0.3cm; P=0.001).These results suggest that chronic stroke survivors who are unable to walk independently are likely to experience secondary changes in skeletal muscle on both the paretic and non-paretic sides.", "doi": "10.1016/j.physio.2017.08.009", "title": "Relationships between muscle mass, intramuscular adipose and fibrous tissues of the quadriceps, and gait independence in chronic stroke survivors: a cross-sectional study.", "journal": ["Physiotherapy", "Physiotherapy"]}