{"authors": [["Gianfredi", "Vincenza", "V", "Graduate School of Hygiene and Preventive Medicine, Department of Experimental Medicine, University of Perugia, Via del Giochetto, Perugia, Italy. Electronic address: vincenza.gianfredi@studenti.unipg.it."], ["Salvatori", "Tania", "T", "Department of Pharmaceutical Science, University of Perugia, Via del Giochetto, Perugia, Italy."], ["Nucci", "Daniele", "D", "Digestive Endoscopy Unit, Veneto Institute of Oncology IOV-IRCCS, Padua, Italy."], ["Villarini", "Milena", "M", "Department of Pharmaceutical Science, University of Perugia, Via del Giochetto, Perugia, Italy."], ["Moretti", "Massimo", "M", "Department of Pharmaceutical Science, University of Perugia, Via del Giochetto, Perugia, Italy."]], "date": "2017-09-25", "id": "29290347", "text": "A systematic review and meta-analysis of the literature was performed to assess the relationship between chocolate intake and cardio-cerebrovascular risk in the general population. A structured search of the literature was performed in the PubMed database up to September 26, 2016, using predetermined keywords. Epidemiologic studies evaluating the risk for cardiovascular diseases (CVDs; i.e., stroke, acute myocardial infarction [MI], heart failure, coronary heart disease) were included according to different rates of chocolate intake. The software ProMeta 3 was used to perform the meta-analysis. The systematic review identified 16 eligible studies. The majority of the studies showed a protective effect of chocolate intake compared with unexposed individuals. The overall risk ratio (effect size [ES]) of CVD for the highest versus the lowest category of chocolate consumption was 0.77 (95% confidence interval [CI], 0.71-0.84; P = 0.000) with a moderate heterogeneity. The risk related to subgroups of CVD and in particular, the risk for MI was further analyzed: ES = 0.78 (95% CI, 0.64-0.94; P = 0.009) without statistical heterogeneity (I2 = 46.56%; P = 0.13). Moreover, the analysis performed based on sex found an ES = 0.85 (95% CI, 0.77-0.95; P = 0.003) for women, with a very low grade of heterogeneity (I2 = 62.21%; P = 0.005). The results of the meta-analysis showed a potential protective effect of moderate consumption of chocolate on cardiovascular risk, especially for women, and against MI for both sexes.", "doi": "10.1016/j.nut.2017.09.006", "title": "Can chocolate consumption reduce cardio-cerebrovascular risk? A systematic review and meta-analysis.", "journal": ["Nutrition (Burbank, Los Angeles County, Calif.)", "Nutrition"]}