{"authors": [["Nielsen", "Jonas B", "JB", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA; Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Fritsche", "Lars G", "LG", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Zhou", "Wei", "W", "Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA; Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Teslovich", "Tanya M", "TM", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["Holmen", "Oddgeir L", "OL", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway; Department of Cardiology, St. Olav's University Hospital, Trondheim 7030, Norway."], ["Gustafsson", "Stefan", "S", "Department of Medical Sciences, Molecular Epidemiology and Science for Life Laboratory, Uppsala University, Uppsala 75237, Sweden."], ["Gabrielsen", "Maiken E", "ME", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Schmidt", "Ellen M", "EM", "Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Beaumont", "Robin", "R", "Royal Devon & Exeter NHS Foundation Trust and University of Exeter Barrack Road Exeter, Exeter EX2 5WD, UK."], ["Wolford", "Brooke N", "BN", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA; Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Lin", "Maoxuan", "M", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA; Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Brummett", "Chad M", "CM", "Department of Anesthesiology, University of Michigan, Ann Arbor, MI 48109, USA."], ["Preuss", "Michael H", "MH", "Charles Bronfman Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Genetics of Obesity and Related Metabolic Traits Program, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Refsgaard", "Lena", "L", "Laboratory for Molecular Cardiology, Department of Cardiology, Rigshospitalet, University of Copenhagen, Copenhagen 2100, Denmark."], ["Bottinger", "Erwin P", "EP", "Charles Bronfman Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Mindich Child Health Development Institute, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Graham", "Sarah E", "SE", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA."], ["Surakka", "Ida", "I", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA."], ["Chu", "Yunhan", "Y", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Skogholt", "Anne Heidi", "AH", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Dalen", "Håvard", "H", "Department of Cardiology, St. Olav's University Hospital, Trondheim 7030, Norway; Department of Medicine, Levanger Hospital, Nord-Trøndelag Hospital Trust, Levanger 7600, Norway; Department of Circulation and Medical Imaging, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Boyle", "Alan P", "AP", "Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA; Department of Computational Medicine and Bioinformatics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Oral", "Hakan", "H", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA."], ["Herron", "Todd J", "TJ", "Department of Internal Medicine, Center for Arrhythmia Research, University of Michigan, Ann Arbor, MI 48109, USA."], ["Kitzman", "Jacob", "J", "Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Jalife", "José", "J", "Department of Internal Medicine, Center for Arrhythmia Research, University of Michigan, Ann Arbor, MI 48109, USA; Fundacion Centro Nacional de Investigaciones Cardiovasculares, Madrid 28029, Spain."], ["Svendsen", "Jesper H", "JH", "Laboratory for Molecular Cardiology, Department of Cardiology, Rigshospitalet, University of Copenhagen, Copenhagen 2100, Denmark; Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen 2200, Denmark."], ["Olesen", "Morten S", "MS", "Laboratory for Molecular Cardiology, Department of Cardiology, Rigshospitalet, University of Copenhagen, Copenhagen 2100, Denmark; Department of Biomedicine, University of Copenhagen, Copenhagen 2200, Denmark."], ["Njølstad", "Inger", "I", "Department of Community Medicine, Faculty of Health Sciences, UiT The Arctic University of Norway, Tromsø 9019, Norway."], ["Løchen", "Maja-Lisa", "ML", "Department of Community Medicine, Faculty of Health Sciences, UiT The Arctic University of Norway, Tromsø 9019, Norway."], ["Baras", "Aris", "A", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["Gottesman", "Omri", "O", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["Marcketta", "Anthony", "A", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["O'Dushlaine", "Colm", "C", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["Ritchie", "Marylyn D", "MD", "Geisinger Health System, Danville, PA 17822, USA."], ["Wilsgaard", "Tom", "T", "Department of Community Medicine, Faculty of Health Sciences, UiT The Arctic University of Norway, Tromsø 9019, Norway."], ["Loos", "Ruth J F", "RJF", "Charles Bronfman Institute for Personalized Medicine, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA; Genetics of Obesity and Related Metabolic Traits Program, Icahn School of Medicine at Mount Sinai, New York, NY 10029, USA."], ["Frayling", "Timothy M", "TM", "Royal Devon & Exeter NHS Foundation Trust and University of Exeter Barrack Road Exeter, Exeter EX2 5WD, UK."], ["Boehnke", "Michael", "M", "Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Ingelsson", "Erik", "E", "Department of Medical Sciences, Molecular Epidemiology and Science for Life Laboratory, Uppsala University, Uppsala 75237, Sweden; Division of Cardiovascular Medicine, Department of Medicine, Stanford University School of Medicine, Stanford, CA 94305, USA."], ["Carey", "David J", "DJ", "Geisinger Health System, Danville, PA 17822, USA."], ["Dewey", "Frederick E", "FE", "Regeneron Genetics Center, Tarrytown, NY 10591, USA."], ["Kang", "Hyun M", "HM", "Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA."], ["Abecasis", "Gonçalo R", "GR", "Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway."], ["Hveem", "Kristian", "K", "HUNT Research Centre, Department of Public Health and General Practice, Norwegian University of Science and Technology, Levanger 7600, Norway; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway; Department of Medicine, Levanger Hospital, Nord-Trøndelag Hospital Trust, Levanger 7600, Norway. Electronic address: kristian.hveem@ntnu.no."], ["Willer", "Cristen J", "CJ", "Department of Internal Medicine, Division of Cardiovascular Medicine, University of Michigan, Ann Arbor, MI 48109, USA; Department of Human Genetics, University of Michigan, Ann Arbor, MI 48109, USA; Center for Statistical Genetics, University of Michigan, Ann Arbor, MI 48109, USA; K.G. Jebsen Center for Genetic Epidemiology, Department of Public Health, Norwegian University of Science and Technology, Trondheim 7491, Norway; Department of Computational Medicine and Bioinformatics, University of Michigan, Ann Arbor, MI 48109, USA. Electronic address: cristen@umich.edu."]], "date": "2017-12-28", "id": "29290336", "text": "Atrial fibrillation (AF) is a common cardiac arrhythmia and a major risk factor for stroke, heart failure, and premature death. The pathogenesis of AF remains poorly understood, which contributes to the current lack of highly effective treatments. To understand the genetic variation and biology underlying AF, we undertook a genome-wide association study (GWAS) of 6,337 AF individuals and 61,607 AF-free individuals from Norway, including replication in an additional 30,679 AF individuals and 278,895 AF-free individuals. Through genotyping and dense imputation mapping from whole-genome sequencing, we tested almost nine million genetic variants across the genome and identified seven risk loci, including two novel loci. One novel locus (lead single-nucleotide variant [SNV] rs12614435; p = 6.76 × 10-18) comprised intronic and several highly correlated missense variants situated in the I-, A-, and M-bands of titin, which is the largest protein in humans and responsible for the passive elasticity of heart and skeletal muscle. The other novel locus (lead SNV rs56202902; p = 1.54 × 10-11) covered a large, gene-dense chromosome 1 region that has previously been linked to cardiac conduction. Pathway and functional enrichment analyses suggested that many AF-associated genetic variants act through a mechanism of impaired muscle cell differentiation and tissue formation during fetal heart development.", "doi": "10.1016/j.ajhg.2017.12.003", "title": "Genome-wide Study of Atrial Fibrillation Identifies Seven Risk Loci and Highlights Biological Pathways and Regulatory Elements Involved in Cardiac Development.", "journal": ["American journal of human genetics", "Am. J. Hum. Genet."]}