{"authors": [["Srivastava", "Anmesh Kumar", "AK", "Mechanical Engineering Department, Malaviya National Institute of Technology Jaipur, J.L.N Marg, Jaipur, Rajasthan, India. anmesh.k.srivastava@gmail.com."], ["Soni", "Shyam Lal", "SL", "Mechanical Engineering Department, Malaviya National Institute of Technology Jaipur, J.L.N Marg, Jaipur, Rajasthan, India."], ["Sharma", "Dilip", "D", "Mechanical Engineering Department, Malaviya National Institute of Technology Jaipur, J.L.N Marg, Jaipur, Rajasthan, India."], ["Jain", "Narayan Lal", "NL", "Mechanical Engineering Department, Malaviya National Institute of Technology Jaipur, J.L.N Marg, Jaipur, Rajasthan, India."]], "date": "2017-12-30", "id": "29290060", "text": "In this paper, the effect of injection pressure on the performance, emission, and combustion characteristics of a diesel-acetylene fuelled single cylinder, four-stroke, direct injection (DI) diesel engine with a rated power of 3.5 kW at a rated speed of 1500 rpm was studied. Experiments were performed in dual-fuel mode at four different injection pressures of 180, 190, 200, and 210 bar with a flow rate of 120 LPH of acetylene and results were compared with that of baseline diesel operation. Experimental results showed that highest brake thermal efficiency of 27.57% was achieved at injection pressure of 200 bar for diesel-acetylene dual-fuel mode which was much higher than 23.32% obtained for baseline diesel. Carbon monoxide, hydrocarbon, and smoke emissions were also measured and found to be lower, while the NO x emissions were higher at 200 bar in dual fuel mode as compared to those in other injection pressures in dual fuel mode and also for baseline diesel mode. Peak cylinder pressure, net heat release rate, and rate of pressure rise were also calculated and were higher at 200 bar injection pressure in dual fuel mode.", "doi": "10.1007/s11356-017-1070-3", "title": "Effect of injection pressure on performance, emission, and combustion characteristics of diesel-acetylene-fuelled single cylinder stationary CI engine.", "journal": ["Environmental science and pollution research international", "Environ Sci Pollut Res Int"]}