{"authors": [["Laadraoui", "Jawad", "J", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco. Electronic address: jawad.laadraoui@edu.uca.ac.ma."], ["Bezza", "Kenza", "K", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["El Gabbas", "Zineb", "Z", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["Marhoume", "Fatimazahra", "F", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["Wakrim", "El Mehdi", "EM", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["Ferehan", "Hind", "H", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["Aboufatima", "Rachida", "R", "Laboratory of Genie Biology, Sultan Moulay Slimane University, Faculty of Sciences and Techniques, Béni Mellal, Morocco."], ["Sokar", "Zahra", "Z", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco."], ["Kissani", "Najib", "N", "Laboratory of Clinical & Experimental Neuroscience, Medical School Faculty, Cadi Ayyad University, Marrakech, Morocco; Neurology Department, Mohamed VI University Hospital, Marrakech, Morocco."], ["Chait", "Abderrahman", "A", "Laboratory of Pharmacology, Neurobiology and Behavior, Semlalia Faculty of Sciences, Cadi Ayyad University, Marrakech, Morocco. Electronic address: chait@uca.ac.ma."]], "date": "2017-12-28", "id": "29289903", "text": "Tobacco smoking is considered the greatest risk factor for early death caused by noncommunicable diseases. Currently, there are more than one billion tobacco smokers in the world predisposed to many diseases including heart attack, stroke, cancer, and premature birth or birth defects related to the consumption of cigarettes. However, studies on the association between tobacco smoking and seizures or epilepsy are insufficient and not well documented. In the present study, the authors examined the convulsive effects of the intracerebroventricular administration of cigarette smoke condensate (CSC, 2μl/Rat) in rats and compared it with the intensity of seizures in the kainic acid (KA)-induced seizure model of epilepsy. The role of the cholinergic system was also investigated by testing the effect of the muscarinic acetylcholine receptors (mAChRs) antagonist atropine (2ml/kg) on CSC-induced seizures. The results indicate that a central injection of CSC produces an epileptic behavior similar to that induced by KA, the similarities include the following parameters: time latency of seizures, latency and duration of tonic-clonic seizures, duration of seizures, survival, and tonic-clonic rate. However, a pretreatment with atropine reduced seizures and all their parameters.", "doi": "10.1016/j.yebeh.2017.11.026", "title": "Intracerebroventricular administration of cigarette smoke condensate induced generalized seizures reduced by muscarinic receptor antagonist in rats.", "journal": ["Epilepsy & behavior : E&B", "Epilepsy Behav"]}