{"authors": [["Eng", "Derek", "D", "Calgary Pediatric Stroke Program, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada; Department of Neurosciences, University of Calgary, Calgary, Alberta T2N1N4, Canada."], ["Zewdie", "Ephrem", "E", "Calgary Pediatric Stroke Program, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada."], ["Ciechanski", "Patrick", "P", "Calgary Pediatric Stroke Program, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada; Department of Neurosciences, University of Calgary, Calgary, Alberta T2N1N4, Canada."], ["Damji", "Omar", "O", "Calgary Pediatric Stroke Program, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada; Department of Neurosciences, University of Calgary, Calgary, Alberta T2N1N4, Canada."], ["Kirton", "Adam", "A", "Calgary Pediatric Stroke Program, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada; Departments of Pediatrics and Clinical Neurosciences, Alberta Children's Hospital, Calgary, Alberta T3B6A8, Canada; Department of Neurosciences, University of Calgary, Calgary, Alberta T2N1N4, Canada; Alberta Children's Hospital Research Institute, Calgary, Alberta T3B6A8, Canada; Hotchkiss Brain Institute, University of Calgary, Calgary, Alberta T2N1N4, Canada; Cumming School of Medicine, University of Calgary, Calgary, Alberta T2N1N4, Canada. Electronic address: adam.kirton@ahsa.ca."]], "date": "2017-11-26", "id": "29289841", "text": "Brain stimulation and constraint therapy may enhance function after perinatal stroke but mechanisms are unknown. We characterized interhemispheric interactions (IHI) in hemiparetic children and explored their relationship to motor function and neuromodulation.Forty-five hemiparetic perinatal stroke subjects aged 6-19 years completed a clinical trial of repetitive-transcranial magnetic stimulation (rTMS) and constraint therapy. Paired-pulse TMS measured IHI in cases and normal controls. Suprathreshold conditioning stimuli preceded contralateral test stimuli bidirectionally: stroke to non-stroke (SNS) and non-stroke to stroke (NSS). Primary outcome was the interhemispheric ratio (IHR) between conditioned and test only MEP amplitudes X100 (<100 implied inhibition). Motor outcomes at baseline and post-intervention were compared to IHR.Procedures were well tolerated. IHI occurred bidirectionally in controls. Eighteen stroke participants had complete data. IHR were increased in stroke participants in both directions. SNS IHR was >100 (facilitation) in 39% of measurements and correlated with better motor function. NSS IHR correlated with poorer motor function. Intervention-induced clinical change was not associated with IHR.Interhemispheric interactions are altered and related to clinical function, but not necessarily neuromodulation, in children with perinatal stroke.Adding interhemispheric interactions to evolving models of developmental plasticity following early injury may advance neuromodulation strategies.", "doi": "10.1016/j.clinph.2017.11.016", "title": "Interhemispheric motor interactions in hemiparetic children with perinatal stroke: Clinical correlates and effects of neuromodulation therapy.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}