{"authors": [["Kishimoto", "Shun", "S", "Radiation Biology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States."], ["Oshima", "Nobu", "N", "Urologic Oncology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States."], ["Yamamoto", "Kazutoshi", "K", "Radiation Biology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States."], ["Munasinghe", "Jeeva", "J", "Mouse Imaging Facility, National Institute of Neurological Disease and Stroke, NIH, Bethesda, MD 20892, United States."], ["Ardenkjaer-Larsen", "Jan Henrik", "JH", "Center for Magnetic Resonance, Denmark Technical University, Copenhagen, Denmark."], ["Mitchell", "James B", "JB", "Radiation Biology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States."], ["Choyke", "Peter L", "PL", "Molecular Imaging Program, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States."], ["Krishna", "Murali C", "MC", "Radiation Biology Branch, Center for Cancer Research, National Cancer Institute, NIH, Bethesda, MD 20892, United States. Electronic address: cherukum@mail.nih.gov."]], "date": "2017-12-29", "id": "29289705", "text": "Near-infrared photoimmunotherapy (NIR PIT) employs the photoabsorbing dye IR700 conjugated to antibodies specific for cell surface epidermal growth factor receptor (EGFR). NIR PIT has shown highly selective cytotoxicity in vitro and in vivo. Cell necrosis is thought to be the main mode of cytotoxicity based mainly on in vitro studies. To better understand the acute effects of NIR PIT, molecular imaging studies were performed to assess its cellular and vascular effects. In addition to in vitro studies for cytotoxicity of NIR PIT, the in vivo tumoricidal effects and hemodynamic changes induced by NIR PIT were evaluated by 13C MRI using hyperpolarized [1,4-13C2] fumarate, R2* mapping from T2*-weighted MRI, and photoacoustic imaging. In vitro studies confirmed that NIR PIT resulted in rapid cell death via membrane damage, with evidence for rapid cell expansion followed by membrane rupture. Following NIR PIT, metabolic MRI using hyperpolarized fumarate showed the production of malate in EGFR-expressing A431 tumor xenografts, providing direct evidence for photosensitized tumor necrosis induced by NIR PIT. R2* mapping studies showed temporal changes in oxygenation, with an accompanying increase of deoxyhemoglobin at the start of light exposure followed by a sustained decrease after cessation of light exposure. This result suggests a rapid decrease of blood flow in EGFR-expressing A431 tumor xenografts, which is supported by the results of the photoacoustic imaging experiments. Our findings suggest NIR PIT mediates necrosis and hemodynamic changes in tumors by photosensitized oxidation pathways and that these imaging modalities, once translated, may be useful in monitoring clinical treatment response.", "doi": "10.1016/j.freeradbiomed.2017.12.034", "title": "Molecular imaging of tumor photoimmunotherapy: Evidence of photosensitized tumor necrosis and hemodynamic changes.", "journal": ["Free radical biology & medicine", "Free Radic. Biol. Med."]}