{"authors": [["Pereira", "Sérgio", "S", "CMEMS-UMinho Research Unit, University of Minho, Guimarães, Portugal; Centro Algoritmi, University of Minho, Braga, Portugal. Electronic address: id5692@alunos.uminho.pt."], ["Meier", "Raphael", "R", "Institute for Surgical Technology and Biomechanics, University of Bern, Switzerland. Electronic address: raphael.meier@istb.unibe.ch."], ["McKinley", "Richard", "R", "Support Center for Advanced Neuroimaging - Institute for Diagnostic and Interventional Neuroradiology, University Hospital and University of Bern, Switzerland. Electronic address: RichardIain.McKinley@insel.ch."], ["Wiest", "Roland", "R", "Support Center for Advanced Neuroimaging - Institute for Diagnostic and Interventional Neuroradiology, University Hospital and University of Bern, Switzerland. Electronic address: roland.wiest@insel.ch."], ["Alves", "Victor", "V", "Centro Algoritmi, University of Minho, Braga, Portugal. Electronic address: valves@di.uminho.pt."], ["Silva", "Carlos A", "CA", "CMEMS-UMinho Research Unit, University of Minho, Guimarães, Portugal. Electronic address: csilva@dei.uminho.pt."], ["Reyes", "Mauricio", "M", "Institute for Surgical Technology and Biomechanics, University of Bern, Switzerland. Electronic address: mauricio.reyes@istb.unibe.ch."]], "date": "2017-12-20", "id": "29289703", "text": "Machine learning systems are achieving better performances at the cost of becoming increasingly complex. However, because of that, they become less interpretable, which may cause some distrust by the end-user of the system. This is especially important as these systems are pervasively being introduced to critical domains, such as the medical field. Representation Learning techniques are general methods for automatic feature computation. Nevertheless, these techniques are regarded as uninterpretable \"black boxes\". In this paper, we propose a methodology to enhance the interpretability of automatically extracted machine learning features. The proposed system is composed of a Restricted Boltzmann Machine for unsupervised feature learning, and a Random Forest classifier, which are combined to jointly consider existing correlations between imaging data, features, and target variables. We define two levels of interpretation: global and local. The former is devoted to understanding if the system learned the relevant relations in the data correctly, while the later is focused on predictions performed on a voxel- and patient-level. In addition, we propose a novel feature importance strategy that considers both imaging data and target variables, and we demonstrate the ability of the approach to leverage the interpretability of the obtained representation for the task at hand. We evaluated the proposed methodology in brain tumor segmentation and penumbra estimation in ischemic stroke lesions. We show the ability of the proposed methodology to unveil information regarding relationships between imaging modalities and extracted features and their usefulness for the task at hand. In both clinical scenarios, we demonstrate that the proposed methodology enhances the interpretability of automatically learned features, highlighting specific learning patterns that resemble how an expert extracts relevant data from medical images.", "doi": "10.1016/j.media.2017.12.009", "title": "Enhancing interpretability of automatically extracted machine learning features: application to a RBM-Random Forest system on brain lesion segmentation.", "journal": ["Medical image analysis", "Med Image Anal"]}