{"authors": [["Miyazawa", "Kazuo", "K", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom."], ["Pastori", "Daniele", "D", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Internal Medicine and Medical Specialties, I Clinica Medica, Atherothrombosis Centre, Sapienza University of Rome, Italy."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark. Electronic address: g.y.h.lip@bham.ac.uk."]], "date": "2017-12-28", "id": "29289494", "text": "Atrial fibrillation (AF) is one of the major cardiovascular diseases, and the number of patients with AF is predicted to increase markedly in the coming years. Despite recent advance in management of patients with AF, AF remains one of the main causes of stroke or systemic embolism. Application of simple stroke risk-stratification schemes, such as the CHA2DS2-VASc score has been introduced to identify patients who mostly benefit from oral anticoagulants (OACs) for stroke prevention. Current medical devices allow the detection of short and asymptomatic episodes of AF, termed atrial high rate episodes (AHREs), which are also associated with an increased risk of thromboembolism. Early diagnosis of AF has clinical importance for a timely initiation of OAC, while strokes often occur without AHRE detected within 30days before the event. Consequently, it is unclear whether any AHRE imply the same therapeutic requirements as clinical AF. The exact estimation of AF burden and correct risk stratification in patients with asymptomatic AF and AHRE remains a challenge in clinical practice.", "doi": "10.1016/j.pcad.2017.12.002", "title": "Quantifying time in atrial fibrillation and the need for anticoagulation.", "journal": ["Progress in cardiovascular diseases", "Prog Cardiovasc Dis"]}