{"authors": [["Ayasrah", "Shahnaz Mohammed", "SM", "Department of Applied Science/Nursing, Al-Balqa Applied University, Al-Salt, Jordan. Electronic address: shahnazhamdan@bau.edu.jo."], ["Ahmad", "Muayyad M", "MM", "Clinical Nursing Department, School of Nursing, University of Jordan, Amman, Jordan."], ["Basheti", "Iman Amin", "IA", "Department of Clinical Pharmacy and Therapeutics, Faculty of Pharmacy, Applied Science Private University, Amman, Jordan; Faculty of Pharmacy, The University of Sydney, NSW, Australia."]], "date": "2017-12-27", "id": "29289425", "text": "Post-stroke depression is among the most frequent neuropsychiatric complications of stroke, and it is associated with poor prognosis and outcomes. This study aimed to assess the prevalence of depression; its correlates, and predictors among patients with stroke in Jordan.A cross-sectional, descriptive correlation design was used among 198 patients with stroke admitted to 9 hospitals all over Jordan. Depression was assessed using the validated hospital depression subscale (HDS) of the Hospital Anxiety and Depression scale.Study patients (mean age 56.62 years [SD = 14.2], 53% were males) experienced high prevalence of depression (76%); of these, 51.6% were categorized as higher depression category (a case of depression; HDS = 11-21). Factors that correspondingly predicted higher depression categories were low level of education (odds ratio [OR] = 3.347, 95% confidence interval [CI] = 2.920-23.949, P < .001), having a preparatory level of education (OR = 8.363, 95% CI = 1.24-9.034, P = .017), having comorbid chronic diseases (OR = .401, 95% CI = .190-.847), being a smoker (OR = 2.488, 95% CI = 1.105-5.604, P = .028), patients who reported inability to perform daily activities by themselves (OR = 3.688, 95% CI = 1.746-7.790, P = .001), and patients with comorbid dysphasia (OR = 12.884, 95% CI = 4.846-34.25, P < .001).Post-stroke depression is a significant health problem among Jordanian patients with stroke and warrants serious attention. Clinicians need to consider these important predictors when assessing and managing depression among patients at risk.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.027", "title": "Post-Stroke Depression in Jordan: Prevalence Correlates and Predictors.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}