{"authors": [["Barbero", "Cristina", "C", "Department of Cardiovascular and Thoracic Surgery, Città della Salute e della Scienza - San Giovanni Battista Hospital \"Molinette\", Turin, Italy. Electronic address: cristina.barbero@unito.it."], ["Krakor", "Ralph", "R", "Department of Cardiac Surgery, Klinikum Dortmund, Dortmund, Germany."], ["Bentala", "Mohamed", "M", "Department of Cardiothoracic Surgery, Amphia Hospital, Breda, The Netherlands."], ["Casselman", "Filip", "F", "Department of Cardiovascular and Thoracic Surgery, OLV, Aalst, Belgium."], ["Candolfi", "Pascal", "P", "Department of Biostatistics, Edwards Lifesciences, Nyon, Switzerland."], ["Goldstein", "Jacques", "J", "Department of Clinical Outcomes, Edwards Lifesciences, Dilbeek, Belgium."], ["Rinaldi", "Mauro", "M", "Department of Cardiovascular and Thoracic Surgery, Città della Salute e della Scienza - San Giovanni Battista Hospital \"Molinette\", Turin, Italy."]], "date": "2017-12-27", "id": "29289366", "text": "Less-invasive mitral valve surgery has become a widespread procedure in recent years, although mode of perfusion and aortic clamping are still debated questions. The aim of this study was to compare the results between transthoracic aortic clamping (TTC) and endoaortic clamping (EAC) in a multicenter, retrospective study.Data from 3 centers experienced in both TTC and EAC were retrospectively analyzed. Five hundred consecutive patients undergoing less-invasive mitral valve surgery received either TTC (n = 250) or EAC (n = 250). Age, sex, logistic EuroSCORE, ejection fraction, associated procedures, and mitral valve repair rate were similar. A higher incidence of previous cardiac operations was observed in the EAC group (TTC 8.8% versus EAC 16.8%, p = 0.001).Clamping and cardiopulmonary bypass times were comparable between the 2 groups. Reoperation for bleeding (TTC 11.2% versus EAC 3.2%, p < 0.001), conversion to full sternotomy (6 cases in the TTC group), and hospital length of stay (TTC 9 days versus EAC 8 days, p = 0.01) were higher in the TTC group. No differences were found in respiratory failure, renal failure, major vascular complication, stroke, and in-hospital mortality rate.Despite recent concerns arising about EAC, this large multicenter study shows equivalence in terms of safety and effectiveness of this technique compared with TTC. Reduction in postoperative bleeding was observed in the EAC group despite the higher rate of complex redo cases.", "doi": "10.1016/j.athoracsur.2017.09.054", "title": "Comparison of Endoaortic and Transthoracic Aortic Clamping in Less-Invasive Mitral Valve Surgery.", "journal": ["The Annals of thoracic surgery", "Ann. Thorac. Surg."]}