{"authors": [["DeWaters", "Ami L", "AL", "VA North Texas Health Care System, Dallas, Texas; University of Texas Southwestern Medical Center, Dallas, Texas."], ["Chansard", "Matthieu", "M", "VA North Texas Health Care System, Dallas, Texas; University of Texas Southwestern Medical Center, Dallas, Texas."], ["Anzueto", "Antonio", "A", "South Texas Veterans Health Care System, San Antonio, Texas; University of Texas Health Science Center at San Antonio, San Antonio, Texas."], ["Pugh", "Mary Jo", "MJ", "South Texas Veterans Health Care System, San Antonio, Texas; University of Texas Health Science Center at San Antonio, San Antonio, Texas."], ["Mortensen", "Eric M", "EM", "VA North Texas Health Care System, Dallas, Texas; University of Texas Southwestern Medical Center, Dallas, Texas. Electronic address: mortensene@mac.com."]], "date": "2017-11-20", "id": "29289257", "text": "Major depressive disorder (\"depression\") has been identified as an independent risk factor for mortality for many comorbid conditions, including heart failure, cancer and stroke. Major depressive disorder has also been linked to immune suppression by generating a chronic inflammatory state. However, the association between major depression and pneumonia has not been examined. The aim of this study was to examine the association between depression and outcomes, including mortality and intensive care unit admission, in Veterans hospitalized with pneumonia.We conducted a retrospective national study using administrative data of patients hospitalized at any Veterans Administration acute care hospital. We included patients ≥65 years old hospitalized with pneumonia from 2002-2012. Depressed patients were further analyzed based on whether they were receiving medications to treat depression. We used generalized linear mixed effect models to examine the association of depression with the outcomes of interest after controlling for potential confounders.Patients with depression had a significantly higher 90-day mortality (odds ratio 1.12, 95% confidence interval 1.07-1.17) compared to patients without depression. Patients with untreated depression had a significantly higher 30-day (1.11, 1.04-1.20) and 90-day (1.20, 1.13-1.28) mortality, as well as significantly higher intensive care unit admission rates (1.12, 1.03-1.21), compared to patients with treated depression.For older veterans hospitalized with pneumonia, a concurrent diagnosis of major depressive disorder, and especially untreated depression, was associated with higher mortality. This highlights that untreated major depressive disorder is an independent risk factor for mortality for patients with pneumonia.", "doi": "10.1016/j.amjms.2017.08.015", "title": "The Association Between Major Depressive Disorder and Outcomes in Older Veterans Hospitalized With Pneumonia.", "journal": ["The American journal of the medical sciences", "Am. J. Med. Sci."]}