{"authors": [["Miyaji", "Yosuke", "Y", "Department of Neurology, Teikyo University School of Medicine, 2-11-1 Kaga, Itabashi-ku, Tokyo 173-8605, Japan; Department of Neurology and Stroke Medicine, Yokohama City University Graduate School of Medicine, 3-9 Fukuura, Kanazawa-ku, Yokohama, Kanagawa 236-0004, Japan. Electronic address: mmmyosuke@yahoo.co.jp."], ["Hatanaka", "Yuki", "Y", "Department of Neurology, Teikyo University School of Medicine, 2-11-1 Kaga, Itabashi-ku, Tokyo 173-8605, Japan. Electronic address: y-hata@med.teikyo-u.ac.jp."], ["Higashihara", "Mana", "M", "Department of Neurology, Teikyo University School of Medicine, 2-11-1 Kaga, Itabashi-ku, Tokyo 173-8605, Japan; Department of Neurology, Tokyo Metropolitan Geriatric Hospital, 35-2 Sakaecho, Itabashi-ku, Tokyo 173-0015, Japan. Electronic address: mana_higashihara@tmghig.jp."], ["Kanbayashi", "Takamichi", "T", "Department of Neurology, Teikyo University School of Medicine, 2-11-1 Kaga, Itabashi-ku, Tokyo 173-8605, Japan. Electronic address: ta_kanba@yahoo.co.jp."], ["Tanaka", "Fumiaki", "F", "Department of Neurology and Stroke Medicine, Yokohama City University Graduate School of Medicine, 3-9 Fukuura, Kanazawa-ku, Yokohama, Kanagawa 236-0004, Japan. Electronic address: ftanaka@yokohama-cu.ac.jp."], ["Sonoo", "Masahiro", "M", "Department of Neurology, Teikyo University School of Medicine, 2-11-1 Kaga, Itabashi-ku, Tokyo 173-8605, Japan. Electronic address: sonoom@med.teikyo-u.ac.jp."]], "date": "2017-11-21", "id": "29288989", "text": "The positive correlation between fasciculation potentials (FPs) and decremental responses in repetitive nerve stimulation test (RNS) in amyotrophic lateral sclerosis (ALS) patients has been described based on only one past study. We revisited this issue.Subjects consisted of 30 prospectively-enrolled ALS patients on whom both needle EMG and RNS were conducted in the same trapezius muscle. Fasciculation potentials (FPs) were identified off-line from the restored 3-min signal. Firing rate of FPs (FR-FP) per minute was calculated from the total count of FPs of different origins. Correlations between FR-FP, decremental percentage (Decr%) and the amplitude of the initial compound muscle action potential (CMAPamp) in RNS were investigated.There was no correlation between FR-FP and Decr% (r = 0.03) or between FR-FP and CMAPamp (r = 0.04). A significant negative correlation was observed between CMAPamp and Decr% (r = -0.56, P < .005).FPs are not correlated with the decremental response in RNS.The underlying mechanism for FPs and decremental responses in ALS must be different and unrelated to each other.", "doi": "10.1016/j.clinph.2017.11.007", "title": "Fasciculation potentials and decremental responses in amyotrophic lateral sclerosis.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}