{"authors": [["Negoto", "Tetsuya", "T", "Department of Neurosurgery, Kurume University School of Medicine, Fukuoka, Japan. Electronic address: negoto_tetsuya@med.kurume-u.ac.jp."], ["Terachi", "Shota", "S", "Department of Neurosurgery, Kurume University School of Medicine, Fukuoka, Japan."], ["Baba", "Yuko", "Y", "Department of Neurosurgery, Kurume University School of Medicine, Fukuoka, Japan."], ["Yamashita", "Shin", "S", "Department of Neurosurgery, Omuta City Hospital, Fukuoka, Japan."], ["Kuramoto", "Terukazu", "T", "Department of Neurosurgery, Omuta City Hospital, Fukuoka, Japan."], ["Morioka", "Motohiro", "M", "Department of Neurosurgery, Kurume University School of Medicine, Fukuoka, Japan."]], "date": "2017-12-27", "id": "29288846", "text": "Brainstem cavernoma (BSC) is rare and difficult to treat. The treatment strategy for symptomatic lesions in elderly patients remains unclear. This review discusses the optimal treatment strategy and considers the effective surgical strategy in elderly patients.The clinical data of eight elderly patients (>70 years) with symptomatic BSC drawn from the literature and two of our own cases have been summarized in this review. The mean age of the patients was 73.3±3.13 years and the most common location was the pons. Multiple rebleeding before surgery was seen in at least four cases and clinical presentation and surgical approach varied depending on the location. Surgical removal was performed in nine cases and one case was treated with radiosurgery. The mean duration of clinical follow up was 26.1±18.2 months. Neurological improvement was found in five cases and postoperative decline in one of the surgery cases.Radical resection of the cavernoma with severe symptoms might be recommended even in elderly patients, especially in those with multiple rebleeding events. From the viewpoint of surgery, we consider the subacute phase as the optimal time to remove the cavernoma in elderly hemorrhagic patients. However, multiple rebleeding events might exacerbate the neurological deficit. Therefore, the subacute phase from the first or second rebleeding might be the best timing for the surgical resection. At surgical intervention, preservation of the surrounding brain should be prioritized over complete removal of the cavernoma and hematoma.", "doi": "10.1016/j.wneu.2017.12.111", "title": "Symptomatic brainstem cavernoma of elderly patients: timing and strategy of surgical treatment: Two case reports and review of the literature.", "journal": ["World neurosurgery", "World Neurosurg"]}