{"authors": [["Omura", "John D", "JD", "Division of Nutrition, Physical Activity, and Obesity, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, 4770 Bufford Highway NE, MS F-77, Atlanta, GA 30341, USA. Electronic address: ydk8@cdc.gov."], ["Bellissimo", "Moriah P", "MP", "Emory University, Laney Graduate School, Nutrition and Health Sciences Doctoral Program, Woodruff Memorial Research Building, 101 Woodruff Circle NE, Room 1337, Atlanta, GA 30322, USA. Electronic address: moriah.bellissimo@emory.edu."], ["Watson", "Kathleen B", "KB", "Division of Nutrition, Physical Activity, and Obesity, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, 4770 Bufford Highway NE, MS F-77, Atlanta, GA 30341, USA. Electronic address: iyr4@cdc.gov."], ["Loustalot", "Fleetwood", "F", "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, 4770 Bufford Highway NE, MS F-73, Atlanta, GA 30341, USA. Electronic address: hgn1@cdc.gov."], ["Fulton", "Janet E", "JE", "Division of Nutrition, Physical Activity, and Obesity, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, 4770 Bufford Highway NE, MS F-77, Atlanta, GA 30341, USA. Electronic address: jkf2@cdc.gov."], ["Carlson", "Susan A", "SA", "Division of Nutrition, Physical Activity, and Obesity, National Center for Chronic Disease Prevention and Health Promotion, Centers for Disease Control and Prevention, 4770 Bufford Highway NE, MS F-77, Atlanta, GA 30341, USA. Electronic address: clo3@cdc.gov."]], "date": "2017-12-27", "id": "29288783", "text": "The US Preventive Services Task Force (USPSTF) recommends offering or referring adults who are overweight or obese and have additional cardiovascular disease (CVD) risk factors to intensive behavioral counseling interventions to promote a healthful diet and physical activity for CVD prevention. This study determined the proportion of primary care providers (PCPs) who discussed physical activity with most of their at-risk patients and referred them to intensive behavioral counseling, and reported barriers to counseling. Our analyses used data from DocStyles 2015, a Web-based panel survey of 1251 PCPs. Overall, 58.6% of PCPs discussed physical activity with most of their at-risk patients. Among these PCPs, the prevalence of components offered ranged from 98.5% encouraging increased physical activity to 13.9% referring to intensive behavioral counseling. Overall, only 8.1% both discussed physical activity with most at-risk patients and referred to intensive behavioral counseling. Barriers related to PCPs' attitudes and beliefs about counseling (e.g., counseling is not effective) were significantly associated with both discussing physical activity with most at-risk patients and referring them to intensive behavioral counseling (adjusted odds ratio, 1.92; 95% confidence interval, 1.15-3.20). System-level barriers (e.g., referral services not available) were not. Just over half of PCPs discussed physical activity with most of their at-risk patients, and few both discussed physical activity and referred patients to intensive behavioral counseling. Overcoming barriers related to attitudes and beliefs about physical activity counseling could help improve low levels of counseling and referrals to intensive behavioral counseling for CVD prevention.", "doi": "10.1016/j.ypmed.2017.12.030", "title": "Primary care providers' physical activity counseling and referral practices and barriers for cardiovascular disease prevention.", "journal": ["Preventive medicine", "Prev Med"]}