{"authors": [["Ward", "Sara Jane", "SJ", "Lewis Katz School of Medicine at Temple University, United States. Electronic address: saraward@temple.edu."], ["Castelli", "Francesca", "F", "Novartis, Switzerland."], ["Reichenbach", "Zachary W", "ZW", "Lewis Katz School of Medicine at Temple University, United States."], ["Tuma", "Ronald F", "RF", "Lewis Katz School of Medicine at Temple University, United States."]], "date": "2017-12-27", "id": "29288767", "text": "We tested the hypothesis that CB1/CB2 receptor double knockout would produce significant increases in infarct size and volume and significant worsening in clinical score, using two mouse models, one of permanent ischemia and one of ischemia/reperfusion.Focal cerebral infarcts were created using either photo induced permanent injury or transient middle cerebral artery occlusion. Infarct volume and motor function were evaluated in cannabinoid receptor 1/cannabinoid receptor 2 double knockout mice.The results surprisingly revealed that CB1/CB2 double knockout mice showed improved outcomes, with the most improvements in the mouse model of permanent ischemia.Although the number of individuals suffering from stroke in the United States and worldwide will continue to grow, therapeutic intervention for treatment following stroke remains frustratingly limited. Both the cannabinoid 1 receptor (CB1R) and the cannabinoid 2 receptor (CB2R) have been studied in relationship to stroke. Deletion of the CB2R has been shown to worsen outcome, while selective CB2R agonists have been demonstrated to be neuroprotective following stroke. Although initial studies of CB1R knockout mice demonstrated increased injury following stroke, indicating that activation of the CB1R was neuroprotective, later studies of selective antagonists of the CB1R also demonstrated a protective effect. Surprisingly the double knockout animals had improved outcome. Since the phenotype of the double knockout is not dramatically changed, significant changes in the contribution of other homeostatic pathways in compensation for the loss of these two important receptors may explain these apparently contradictory results.", "doi": "10.1016/j.lfs.2017.12.030", "title": "Surprising outcomes in cannabinoid CB1/CB2 receptor double knockout mice in two models of ischemia.", "journal": ["Life sciences", "Life Sci."]}