{"authors": [["Naka", "Katerina K", "KK", "2nd Department of Cardiology, Medical School, University of Ioannina, Ioannina 45110, Greece; Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Papathanassiou", "Katerina", "K", "Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece; Department of Endocrinology, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Bechlioulis", "Aris", "A", "2nd Department of Cardiology, Medical School, University of Ioannina, Ioannina 45110, Greece; Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Pappas", "Konstantinos", "K", "2nd Department of Cardiology, Medical School, University of Ioannina, Ioannina 45110, Greece; Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Tigas", "Stelios", "S", "Department of Endocrinology, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Makriyiannis", "Dimitrios", "D", "Department of Internal Medicine, Medical School, Ioannina General Hospital, Ioannina 45001, Greece."], ["Antoniou", "Sophia", "S", "Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Kazakos", "Nikolaos", "N", "Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece; Intensive Care Unit, General Hospital of Arta, Arta 47100, Greece."], ["Margeli", "Alexandra", "A", "Department of Clinical Biochemistry, 'Aghia Sophia' Children's Hospital, Athens 11527, Greece."], ["Papassotiriou", "Ioannis", "I", "Department of Clinical Biochemistry, 'Aghia Sophia' Children's Hospital, Athens 11527, Greece. Electronic address: biochem@paidon-agiasofia.gr."], ["Tsatsoulis", "Agathocles", "A", "Department of Endocrinology, Medical School, University of Ioannina, Ioannina 45110, Greece."], ["Michalis", "Lampros K", "LK", "2nd Department of Cardiology, Medical School, University of Ioannina, Ioannina 45110, Greece; Michaelidion Cardiac Center, Medical School, University of Ioannina, Ioannina 45110, Greece."]], "date": "2017-12-27", "id": "29288632", "text": "The pathophysiology of atherosclerosis in type 2 diabetes mellitus (T2DM) is multifactorial. The association of vascular indices with circulating biomarkers of inflammation and insulin resistance and their role in the long-term cardiovascular prognosis in T2DM patients were currently investigated.Patients with T2DM and poor glycemic control without known cardiovascular diseases (n=119) at baseline were enrolled and followed for about 9years. The end-point was the occurrence of any cardiovascular event (coronary heart disease, stroke, peripheral artery disease or cardiovascular death). Aortic pulse wave velocity (PWV), augmentation index (AIx), brachial flow-mediated dilation (FMD), hsCRP, Chitinase-3-like protein 1 (YKL-40), Neutrophil Gelatinase-Associated Lipocalin (NGAL), Fatty Acid Binding Protein (FABP-4) were assessed.Higher YKL-40 and NGAL were associated with higher PWV, while higher YKL-40 and FABP-4 were related to higher AIx (p<0.05 for all). In univariate Cox regression analysis, PWV>10m/s, YKL-40>78ng/ml and NGAL>42ng/ml were associated with cardiovascular events (p<0.05 for all). In multivariate analysis, after adjusting for classical risk factors and glycemic control, increased NGAL, YKL-40 and PWV and decreased FMD (i.e. ≤2.2%) (p<0.05 for all) were independently associated with cardiovascular events.In T2DM patients without established cardiovascular disease, novel indices of vascular inflammation (NGAL and YKL-40) were associated with subclinical atherosclerosis (arterial stiffness) but also with adverse clinical prognosis. Arterial stiffness and endothelial dysfunction were also independently related to adverse prognosis.", "doi": "10.1016/j.clinbiochem.2017.12.010", "title": "Association of vascular indices with novel circulating biomarkers as prognostic factors for cardiovascular complications in patients with type 2 diabetes mellitus.", "journal": ["Clinical biochemistry", "Clin. Biochem."]}