{"authors": [["Sproson", "Lise", "L", "NIHR Devices for Dignity HTC, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Pownall", "Sue", "S", "Speech & Language Therapy Department, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, UK."], ["Enderby", "Pam", "P", "School of Health and Related Research, Sheffield University, Western Bank, Sheffield, UK."], ["Freeman", "Jenny", "J", "Faculty of Medicine and Health, Leeds University, Leeds, UK."]], "date": "2017-12-30", "id": "29288590", "text": "Dysphagia is common after stroke, affecting up to 50% of patients initially. It can lead to post-stroke pneumonia, which causes 30% of stroke-related deaths, a longer hospital stay and poorer health outcomes. Dysphagia care post-stroke generally focuses on the management of symptoms, via modified oral intake textures and adapted posture, rather than direct physical rehabilitation of the swallowing function. Transcutaneous neuromuscular electrical stimulation (NMES) is a promising rehabilitation technology that can be used to stimulate swallowing; however, findings regarding efficacy have been conflicting.This pilot randomized controlled study involving three UK sites compared the efficacy of the Ampcare Effective Swallowing Protocol (ESP), combining NMES with swallow-strengthening exercises, with usual care in order to clarify evidence on NMES in the treatment of dysphagia post-stroke. A further objective was to pilot recruitment procedures and outcome measures in order to inform the design of a full-scale trial.Thirty patients were recruited and randomized into either (1) usual speech and language therapy dysphagia care; or (2) Ampcare ESP, receiving treatment 5 days/week for 4 weeks. Outcome measures included: the Functional Oral Intake Scale (FOIS), the Rosenbek Penetration-Aspiration Scale (PAS) and patient-reported outcomes (Swallow Related Quality of Life-SWAL-QOL).Thirty patients were recruited; 15 were randomized to the Ampcare ESP intervention arm and 15 to usual care. A greater proportion (75%, or 9/12) of patients receiving Ampcare ESP improved compared with 57% (or 8/14) of the usual-care group. Patients receiving Ampcare ESP also made clinically meaningful change (a comparative benefit of 1.5 on the FOIS, and on the PAS: 1.35 for diet and 0.3 for fluids) compared with usual care. The intervention group also reported much better outcome satisfaction.The pilot demonstrated successful recruitment, treatment safety and tolerability and clinically meaningful outcome improvements, justifying progression to a fully powered study. It also showed clinically meaningful treatment trends for the Ampcare ESP intervention.", "doi": "10.1111/1460-6984.12359", "title": "Combined electrical stimulation and exercise for swallow rehabilitation post-stroke: a pilot randomized control trial.", "journal": ["International journal of language & communication disorders", "Int J Lang Commun Disord"]}