{"authors": [["Chi", "Zhikai", "Z", "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, IN, USA."], ["Mangus", "Richard S", "RS", "Department of Surgery, Indiana University School of Medicine, Indianapolis, IN, USA."], ["Kubal", "Chandrashekhar A", "CA", "Department of Surgery, Indiana University School of Medicine, Indianapolis, IN, USA."], ["Chen", "Shaoxiong", "S", "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, IN, USA."], ["Lin", "Jingmei", "J", "Department of Pathology and Laboratory Medicine, Indiana University School of Medicine, Indianapolis, IN, USA."]], "date": "2017-12-30", "id": "29288580", "text": "Intra-abdominal fibromatosis often involves the mesentery root which is non-resectable by conventional surgery. Multivisceral transplant (MVT), as a potential cure to non-resectable fibromatosis, has rarely been reported and the prognosis is unknown.Six patients who underwent MVT for intra-abdominal fibromatosis were reviewed. Clinicopathological features, immunohistochemistry for β-catenin, p53, and Ki67, and outcomes were evaluated. Appropriate data for comparative analysis were obtained from a cohort of 24 patients who underwent conventional resection for intra-abdominal fibromatosis.Among six MVT patients, four had familial adenomatous polyposis (FAP). Two patients had an initial intestinal transplantation, three had multiple prior surgeries, and two had adjuvant therapy. One patient died of hemorrhagic stroke shortly after MVT, and five patients (83%) survived with a median follow-up of 64 months. The 1-year and 5-year survival rates were 67% for all five patients. Two patients had recurrences after MVT and one of them had FAP. In comparison, six of 24 patients who underwent conventional surgery had FAP; six (25%) had recurrences and three had FAP. For FAP patients; the mean recurrence time was 13 months for MVT versus 6 months for conventional surgery. Ki67 proliferative index, β-catenin, and p53 expression did not significantly correlate to recurrence.Multivisceral transplant (MVT) is a viable option for patients who have non-resectable intra-abdominal fibromatosis with promising surviving rates, although recurrence still occurs. Surgical margin, Ki67 proliferative index, β-catenin, and p53 expression are not predicative for recurrence of fibromatosis.", "doi": "10.1111/ctr.13186", "title": "Multivisceral transplant is a viable treatment option for patients with non-resectable intra-abdominal fibromatosis.", "journal": ["Clinical transplantation", "Clin Transplant"]}