{"authors": [["Mei", "Yongxia", "Y", "School of Nursing, Zhengzhou University, Zhengzhou, China."], ["Wilson", "Susan", "S", "Department of Neurology, University of North Carolina at Chapel Hill, North Carolina, Unites States."], ["Lin", "Beilei", "B", "School of Nursing, Zhengzhou University, Zhengzhou, China."], ["Li", "Yingshuang", "Y", "The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["Zhang", "Zhenxiang", "Z", "School of Nursing, Zhengzhou University, Zhengzhou, China."]], "date": "2017-12-29", "id": "29288499", "text": "To identify whether benefit finding is a mediator or moderator in the relationship between caregiver burden and psychological well-being (anxiety and depression) in Chinese family caregivers of community-dwelling stroke survivors.Family caregivers not only bear a heavy burden,a high level of anxiety and depression, but also experience benefit finding (positive effects results from stressful events). However, the relationships among benefit finding, caregiver burden and psychological well-being in Chinese family caregivers are not well known.This study was a cross-sectional correlational design.Caregivers (n=145) of stroke survivors were recruited from two communities in Zhengzhou, China. Data were collected by face-to-face interviews with structured questionnaires, examining caregiver burden, benefit finding and psychological well-being of caregivers. A hierarchical regression analysis explored whether caregiver burden and benefit finding were associated with anxiety and depression of caregivers. The moderator role of benefit finding was examined by testing the significance of the interaction between caregiver burden and benefit finding. A mediational model was used to test benefit finding as a mediator between caregiver burden and psychological well-being of caregivers using PROCESS in SPSS 21.0.Caregiver burden and benefit finding were significantly associated with both anxiety and depression of caregivers. Benefit finding did not portray a moderating role but portrayed the mediator role in the relationship between caregiver burden, anxiety and depression in caregivers.This study provides the preliminary evidence to nurses that intervention focus on benefit finding may help improve the psychological well-being of caregivers.This study offers nurses rational for assessing caregiver's negative emotions and benefit finding. By targeting benefit finding, the nurse may guide caregivers in benefit identification and implement interventions to reduce anxiety, depression and caregiver burden. This article is protected by copyright. All rights reserved.", "doi": "10.1111/jocn.14249", "title": "Benefit finding for Chinese family caregivers of community-dwelling stroke survivors: a cross-sectional study.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}