{"authors": [["Su", "Chun-Hung", "CH", "Division of cardiology Department of internal medicine, Chung-Shan Medical University Hospital Taichung, Taiwan."], ["Tsao", "Teng-Fu", "TF", "Department of Medical Imaging, Chung Shan Medical University Hospital, Taichung, Taiwan."], ["Chen", "An-Chih", "AC", "Division of cardiology Department of internal medicine, Chung-Shan Medical University Hospital Taichung, Taiwan."], ["Chang", "Kai-Wei", "KW", "Division of cardiology Department of internal medicine, Chung-Shan Medical University Hospital Taichung, Taiwan."], ["Yang", "Yi-Sun", "YS", "Institute of Medicine School of Medicine, Chung Shan Medical University, Taichung, Taiwan."], ["Ueng", "Kwo-Chang", "KC", "Division of cardiology Department of internal medicine, Chung-Shan Medical University Hospital Taichung, Taiwan."], ["Tsai", "Chin-Feng", "CF", "Division of cardiology Department of internal medicine, Chung-Shan Medical University Hospital Taichung, Taiwan."]], "date": "2017-12-29", "id": "29288496", "text": "The CHADS2 and CHA2 DS2 -VASc scores are clinical risk stratification instruments that are used clinically to assess the risk of stroke in patients with atrial fibrillation (AF). The aim of this study was to evaluate whether the pre-stroke CHADS2 and CHA2 DS2 -VASc scores could be useful for predicting infarction severity and long-term outcomes in patients of acute ischemic stroke.This prospective study included all 1494 patients who had acute ischemic stroke without hemorrhagic transformation which were evidenced with magnetic resonance (MR) imaging during hospitalization. Total infarction volume and arterial stenosis score were calculated based on MR imaging. National Institutes of Health Stroke Scale scores (NIHSSs) were obtained at admission and discharge by board certified neurologists. The clinical outcomes were defined as composite end points of restroke and mortality and were recorded with the mean follow-up period of 37.5 months.There were 195 (13.1%) patients with AF. The patients with AF had significantly higher median CHADS2 and CHA2 DS2 -VASc scores than the patients without AF (p<0.001). Patients with higher CHADS2 and CHA2 DS2 -VASc scores had significantly higher total infarction volume, arterial stenosis score, and NIHSS scores at discharge and poorer clinical outcomes. After adjusting for age, gender and AF, only CHA2 DS2 -VASc scores could predict both restroke and composite end points.Pre-stroke CHA2 DS2 -VASc scores appear to have better clinical value for predicting the severity of infarction and long-term clinical outcomes in acute ischemic stroke patients with and without AF. This article is protected by copyright. All rights reserved.", "doi": "10.1111/eci.12884", "title": "CHA2 DS2 -VASc scores for outcomes prediction in acute ischemic stroke.", "journal": ["European journal of clinical investigation", "Eur. J. Clin. Invest."]}