{"authors": [["Thevathasan", "Arthur", "A", "Melbourne Brain Centre, Royal Melbourne Hospital, Parkville, Vic., Australia."], ["Naylor", "Jillian", "J", "Melbourne Brain Centre, Royal Melbourne Hospital, Parkville, Vic., Australia."], ["Churilov", "Leonid", "L", "The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Parkville, Vic., Australia."], ["Mitchell", "Peter J", "PJ", "Department of Radiology, Royal Melbourne Hospital, Parkville, Vic., Australia."], ["Dowling", "Richard J", "RJ", "Department of Radiology, Royal Melbourne Hospital, Parkville, Vic., Australia."], ["Yan", "Bernard", "B", "Melbourne Brain Centre, Royal Melbourne Hospital, Parkville, Vic., Australia."], ["Kwan", "Patrick", "P", "Melbourne Brain Centre, Royal Melbourne Hospital, Parkville, Vic., Australia."]], "date": "2017-12-30", "id": "29288487", "text": "Endovascular therapy has recently become standard therapy for select patients with acute ischemic stroke. Infarcted brain tissue may undergo hemorrhagic transformation (HT) after endovascular therapy. We investigated the association between HT and occurrence of poststroke seizures in patients treated with endovascular therapy.Consecutive patients treated with endovascular therapy for acute anterior circulation ischemic stroke were included. HT was assessed with computed tomography/magnetic resonance imaging (CT/MRI) at 24 h after stroke onset. Patients were followed for up to 2 years for seizure occurrence.A total of 205 (57.1% male) patients were analyzed. Median age was 69 years (interquartile range [IQR] 57-78). Among patients with HT, 17.9% (10/56) developed poststroke seizures compared with 4.0% (6/149) among those without HT (hazard ratio [HR] 5.52; 95% confidence interval [CI] 2.00-15.22; P = .001). The association remained significant after adjustment for cortical involvement, baseline National Institutes of Health Stroke Scale score, age and use of intravenous tissue plasminogen activator and clot retrieval (HR 4.85; 95% CI 1.60-14.76; P = .005). In patients who developed seizures within the follow-up period, median time to first seizure was 111 days (IQR 28-369) in patients with HT and 36 days (IQR 0.5-183) in patients without HT.A patient who develops HT following endovascular therapy for acute ischemic stroke had a nearly 5 times higher rate of developing poststroke seizures within 2 years. HT may be used as an imaging biomarker for poststroke seizures.", "doi": "10.1111/epi.13982", "title": "Association between hemorrhagic transformation after endovascular therapy and poststroke seizures.", "journal": ["Epilepsia", "Epilepsia"]}