{"authors": [["Di Somma", "Alberto", "A", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy. albertodisomma87@gmail.com."], ["Andaluz", "Norberto", "N", "Department of Neurosurgery, University of Cincinnati (UC) College of Medicine, Comprehensive Stroke Center at UC Neuroscience Institute, Mayfield Clinic, Cincinnati, OH, USA."], ["Cavallo", "Luigi Maria", "LM", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy."], ["Topczewski", "Thomaz E", "TE", "Department of Neurosurgery, Hospital Clinic, Faculty of Medicine, Universitat de Barcelona, Barcelona, Spain."], ["Frio", "Federico", "F", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy."], ["Gerardi", "Rosa Maria", "RM", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy."], ["Pineda", "Jose", "J", "Laboratory of Surgical Neuroanatomy (LSNA), Faculty of Medicine, Universitat de Barcelona, Barcelona, Spain."], ["Solari", "Domenico", "D", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy."], ["Enseñat", "Joaquim", "J", "Department of Neurosurgery, Hospital Clinic, Faculty of Medicine, Universitat de Barcelona, Barcelona, Spain."], ["Prats-Galino", "Alberto", "A", "Laboratory of Surgical Neuroanatomy (LSNA), Faculty of Medicine, Universitat de Barcelona, Barcelona, Spain."], ["Cappabianca", "Paolo", "P", "Division of Neurosurgery, School of Medicine and Surgery, Università degli Studi di Napoli \"Federico II\", 80131, Naples, Italy."]], "date": "2017-12-29", "id": "29288394", "text": "While the subtemporal approach represents the surgical module milestone designed to reach the petrous apex, a novel ventral route, which is the superior eyelid endoscopic transorbital approach, has been proposed to access the skull base. Accordingly, we aimed to evaluate the feasibility of this route to the petrous apex, providing a qualitative and quantitative analysis of this relatively novel pathway.Five human cadaveric heads were dissected at the Laboratory of Surgical NeuroAnatomy of the University of Barcelona. After proper dissection planning, anterior petrosectomy via the endoscopic transorbital route was performed. Specific quantitative analysis, as well as dedicated three-dimensional reconstruction, was done.Using the endoscopic transorbital approach, it was possible to reach the petrous apex with an average volume bone removal of 1.33 ± 0.21 cm3. Three main intradural spaces were exposed: cerebellopontine angle, middle tentorial incisura, and ventral brainstem. The first one was bounded by the origin of the trigeminal nerve medially and the facial and vestibulocochlear nerves laterally, the second extended from the origin of the oculomotor nerve to the entrance of the trochlear nerve into the tentorium free edge while the ventral brainstem area was hardly accessible through the straight, ventral endoscopic transorbital trajectory.This is the first qualitative and quantitative anatomic study concerning details of the lateral aspect of the incisura and ventrolateral posterior fossa reached via the transorbital window. This manuscript is intended as a feasibility anatomic study, and further clinical contributions are mandatory to confirm the effectiveness of this approach, defining its possible role in the neurosurgical armamentarium.", "doi": "10.1007/s00701-017-3448-x", "title": "Endoscopic transorbital route to the petrous apex: a feasibility anatomic study.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}