{"authors": [["Dave", "Rajnish S", "RS", "Department of Pharmacology and Experimental Neuroscience, University of Nebraska Medical Center, Omaha, NE, USA."], ["Sharma", "Ravi K", "RK", "Department of Microbiology and Immunology, and the Institute for Molecular Medicine and Infectious Disease, Drexel University College of Medicine, 2900 Queen Lane, Suite G47A, Philadelphia, PA, 19129, USA."], ["Muir", "Roshell R", "RR", "Division of Infectious Disease and HIV Medicine, Department of Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Haddad", "Elias", "E", "Division of Infectious Disease and HIV Medicine, Department of Medicine, Drexel University College of Medicine, Philadelphia, PA, USA."], ["Gumber", "Sanjeev", "S", "Department of Pathology & Laboratory Medicine, School of Medicine and Emory Vaccine Center, Emory University, Atlanta, GA, USA."], ["Villinger", "Francois", "F", "New Iberia Research Center, University of Louisiana at Lafayette, New Iberia, LA, USA."], ["Nehra", "Artinder P", "AP", "Department of Microbiology and Immunology, and the Institute for Molecular Medicine and Infectious Disease, Drexel University College of Medicine, 2900 Queen Lane, Suite G47A, Philadelphia, PA, 19129, USA."], ["Khan", "Zafar K", "ZK", "Department of Microbiology and Immunology, and the Institute for Molecular Medicine and Infectious Disease, Drexel University College of Medicine, 2900 Queen Lane, Suite G47A, Philadelphia, PA, 19129, USA."], ["Wigdahl", "Brian", "B", "Department of Microbiology and Immunology, and the Institute for Molecular Medicine and Infectious Disease, Drexel University College of Medicine, 2900 Queen Lane, Suite G47A, Philadelphia, PA, 19129, USA."], ["Ansari", "Aftab A", "AA", "Department of Pathology & Laboratory Medicine, School of Medicine and Emory Vaccine Center, Emory University, Atlanta, GA, USA."], ["Byrareddy", "Siddappa N", "SN", "Department of Pharmacology and Experimental Neuroscience, University of Nebraska Medical Center, Omaha, NE, USA. sid.byrareddy@unmc.edu."], ["Jain", "Pooja", "P", "Department of Microbiology and Immunology, and the Institute for Molecular Medicine and Infectious Disease, Drexel University College of Medicine, 2900 Queen Lane, Suite G47A, Philadelphia, PA, 19129, USA. pjain@drexelmed.edu."]], "date": "2017-12-29", "id": "29288344", "text": "Cerebrospinal fluid (CSF) drains via the lymphatic drainage pathway. This lymphatic pathway connects the central nervous system (CNS) to the cervical lymph node (CLN). As the CSF drains to CLN via the dural and nasal lymphatics, T cells and antigen presenting cells pass along the channels from the subarachnoid space through the cribriform plate. Human immunodeficiency virus (HIV) may also egress from the CNS along this pathway. As a result, HIV egressing from the CNS may accumulate within the CLN. Towards this objective, we analyzed CLNs isolated from rhesus macaques that were chronically-infected with simian immunodeficiency virus (SIV). We detected significant accumulation of SIV within the CLNs. SIV virion trapping was observed on follicular dendritic cells (FDCs) localized within the follicular regions of CLNs. In addition, SIV antigens formed immune complexes when FDCs interacted with B cells within the germinal centers. Subsequent interaction of these B cells with CD4+ T follicular helper cells (TFHs) resulted in infection of the latter. Of note, 73% to 90% of the TFHs cells within CLNs were positive for SIV p27 antigen. As such, it appears that not only do the FDCs retain SIV they also transmit them (via B cells) to TFHs within these CLNs. This interaction results in infection of TFHs in the CLNs. Based on these observations, we infer that FDCs within the CLNs have a novel role in SIV entrapment with implications for viral trafficking.", "doi": "10.1007/s11481-017-9775-0", "title": "FDC:TFH Interactions within Cervical Lymph Nodes of SIV-Infected Rhesus Macaques.", "journal": ["Journal of neuroimmune pharmacology : the official journal of the Society on NeuroImmune Pharmacology", "J Neuroimmune Pharmacol"]}