{"authors": [["Nakamura", "Yasuyuki", "Y", "Department of Food Science and Human Nutrition, Ryukoku University, Otsu, Japan. nakamury@agr.ryukoku.ac.jp."], ["Okamura", "Tomonori", "T", "Department of Preventive Medicine and Public Health, Keio University, Tokyo, Japan."], ["Kita", "Yoshikuni", "Y", "Tsuruga City University of Nursing, Tsuruga, Japan."], ["Okuda", "Nagako", "N", "Department of Health and Nutrition, University of Human Arts and Sciences, Hasuda, Japan."], ["Kadota", "Aya", "A", "Department of Public Health, Shiga University of Medical Science, Otsu, Japan."], ["Miura", "Katsuyuki", "K", "Department of Public Health, Shiga University of Medical Science, Otsu, Japan."], ["Okayama", "Akira", "A", "Research Center for Lifestyle-related Diseases, Tokyo, Japan."], ["Ueshima", "Hirotsugu", "H", "Department of Public Health, Shiga University of Medical Science, Otsu, Japan."], [null, null, null, null]], "date": "2017-12-29", "id": "29288244", "text": "Egg intake was associated with serum total cholesterol adjusted for age (aTCH) and total mortality in women, but not in men, using data from NIPPON DATA (ND) 80 which followed up for 14 years. Re-evaluation of these associations in a different cohort is needed.We analyzed the associations of egg intake with aTCH and cause-specific and total mortality using the ND90 data set with a 15-year follow-up. A nutritional examination was done at the baseline in 1990 using the food-frequency method and by weighed food records. We followed 4686 female participants (ages ≥30 years), with no history of stroke or myocardial infarction (mean age 52.8 years) for 15 years.The participants were divided into 5 egg intake groups (<1/w, 1-2/w, 1/2d, 1/d, and ≥2/d). There were 203, 1462, 1594, 1387, and 40 women in each group, respectively. Egg intake was not associated with aTCH (P = 0.886). There were 183 cardiovascular disease (CVD), 210 cancer, and 599 total mortality cases during follow-up. Cox analysis, adjusted for background factors, found egg intake was directly associated with total and cancer mortality (HR in the ≥2/d vs. the 1 egg/d group: total, 2.05 (95% CI: 1.20-3.52); cancer, 3.20 (1.51-6.76)), and that cancer mortality in the 1-2/w group was significantly less than that in the 1 egg/d group (0.68 (0.47-0.97)). Egg intake was not associated with CVD mortality.Egg intake was associated with cancer and total mortality. Reducing egg intake may have some definitive health benefits in women in Japan, at least.", "doi": "10.1038/s41430-017-0051-4", "title": "Re-evaluation of the associations of egg intake with serum total cholesterol and cause-specific and total mortality in Japanese women.", "journal": ["European journal of clinical nutrition", "Eur J Clin Nutr"]}