{"authors": [["Dueker", "Nicole D", "ND", "University of Miami."], ["Guo", "Shengru", "S", "University of Miami."], ["Beecham", "Ashley", "A", "University of Miami."], ["Wang", "Liyong", "L", "University of Miami."], ["Blanton", "Susan H", "SH", "University of Miami."], ["Di Tullio", "Marco R", "MR", "Columbia University."], ["Rundek", "Tatjana", "T", "University of Miami."], ["Sacco", "Ralph L", "RL", "University of Miami rsacco@med.miami.edu."]], "date": "2017-12-29", "id": "29288195", "text": "Increased left ventricular mass (LVM) is an intermediate phenotype for cardiovascular disease (CVD) and a predictor of stroke. Using families from the Dominican Republic, we have previously shown LVM to be heritable and found evidence for linkage to chromosome 12p11. Our current study aimed to further characterize the QTL by sequencing the 1 LOD unit down region in ten families from the Dominican Republic with evidence for linkage to LVM. Within this region, we tested 5,477 common variants (CVs; minor allele frequency [MAF] ≥5%) using the QTDT test. Gene-based analyses were performed to test rare variants (RVs; MAF<5%) in 181 genes using the family-based sequence kernel association test. A sample of 618 unrelated Dominicans from the Northern Manhattan Study (NOMAS) and 12 Dominican families with Exome Array data were used for replication analyses. The most strongly associated CV with evidence for replication was rs1046116 (Discovery families p=9.0x10-4; NOMAS p=0.03; replication families p=0.46), a missense variant in PKP2 In non-synonymous RV analyses, PKP2 was one of the most strongly associated genes (p=0.05) with suggestive evidence for replication in NOMAS (p=0.05). PKP2 encodes the plakophilin 2 protein and is a desmosomal gene implicated in arrythmogenic right ventricular cardiomyopathy and recently in arrhythmogenic left ventricular cardiomyopathy, which makes PKP2 an excellent candidate gene for LVM. In conclusion, sequencing of our previously reported QTL identified common and rare variants within PKP2 to be associated with LVM. Future studies are necessary to elucidate the role these variants play in influencing LVM.", "doi": "10.1534/g3.117.300358", "title": "Sequencing of Linkage Region on Chromosome 12p11 Identifies PKP2 as a Candidate Gene for Left Ventricular Mass in Dominican Families.", "journal": ["G3 (Bethesda, Md.)", "G3 (Bethesda)"]}