{"authors": [["Kneihsl", "Markus", "M", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Niederkorn", "Kurt", "K", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Deutschmann", "Hannes", "H", "Division of Neuroradiology, Vascular and Interventional Radiology, Department of Radiology, Medical University of Graz, Graz, Austria."], ["Enzinger", "Christian", "C", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Poltrum", "Birgit", "B", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Fischer", "Renate", "R", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Thaler", "Daniela", "D", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Hermetter", "Christina", "C", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Wünsch", "Gerit", "G", "Institute of Medical Informatics, Statistics and Documentation, Medical University of Graz, Graz, Austria."], ["Fazekas", "Franz", "F", "Department of Neurology, Medical University of Graz, Graz, Austria."], ["Gattringer", "Thomas", "T", "Department of Neurology, Medical University of Graz, Graz, Austria."]], "date": "2017-12-28", "id": "29288194", "text": "Cerebral hyperperfusion has been related to the risk of intracranial hemorrhage (ICH) in stroke patients after vessel recanalization therapy. We hypothesized that after successful mechanical thrombectomy for acute anterior circulation stroke, hemodynamics detectable by transcranial Duplex (TCD) sonography would vary, and that increased blood flow velocities would be associated with ICH.We retrospectively identified all ischemic stroke patients with successful endovascular recanalization for anterior circulation vessel occlusion (Thrombolysis in Cerebral Infarction 2b-3) between 2010 and 2017. We reviewed their postinterventional TCD examinations for mean blood flow (MBF) velocities of the recanalized and contralateral middle cerebral artery (MCA) and searched for an association with postinterventional ICH and clinical outcome.123 stroke patients (mean age 63±14 years, 40% women) with successful anterior circulation thrombectomy were analyzed. Of those, 18 patients had postinterventional ICH. ICH patients had an increased MCA MBF velocity index (=MBF velocity of the recanalized divided by the contralateral MCA) compared with non-ICH patients (1.32±0.39 vs 1.02±0.32, P<0.001). In multivariate analysis, a higher MCA MBF velocity index was associated with postinterventional ICH and poor 90 day outcome.A high MCA MBF velocity index on TCD after successful recanalization therapy for anterior circulation stroke indicates a risk for postinterventional ICH and worse prognosis.", "doi": "10.1136/neurintsurg-2017-013617", "title": "Increased middle cerebral artery mean blood flow velocity index after stroke thrombectomy indicates increased risk for intracranial hemorrhage.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}