{"authors": [["Liu", "Yanyan", "Y", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Zhang", "Min", "M", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Chen", "Yuan", "Y", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Gao", "Ping", "P", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China."], ["Yun", "Wenwei", "W", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China. Electronic address: xjyww@sina.com."], ["Zhou", "Xianju", "X", "Department of Neurology, Laboratory of Neurological Diseases, Changzhou No.2 People's Hospital, The Affiliated Hospital of Nanjing Medical University, Changzhou, Jiangsu Province, China. Electronic address: xianju_zhou@yahoo.com."]], "date": "2017-12-26", "id": "29288062", "text": "Leukoaraiosis (LA) is common in elderly patients with ischemic stroke on magnetic resonance imaging. In this study, we investigate whether the degree of LA is associated with clinical outcomes and prognosis of patients with middle cerebral artery occlusion following intravenous thrombolytic. Ninety-seven patients were recruited and divided into three groups based on the degree of LA (no, mild and moderate to severe LA) by the Fazekas scale. Clinical outcomes, recurrent stroke, Fugl-Meyer rating scale (FMS) and complications of intravenous thrombolysis were assessed. The association between the degree of LA and functional outcomes was analyzed by multivariable logistic regression model. Patients enrolled were divided into three groups: 26 patients with no LA, 43 patients with mild LA and 28 patients with moderate to severe LA. Impressively, the patients with mild LA were better in early neurological recovery and 90-day FMS score than patients in the other two groups. Multivariate logistic analysis revealed that moderate to severe LA was an independent predictor of poor functional outcome (OR: 10.482; 95% CI: 1.442-76.181; P = .020). Moreover, the patients with moderate to severe LA have a higher rate of hemorrhagic transformation and recurrent stroke as compared with two other groups during 90-day follow-up. Different degrees of LA differentially affect clinical outcome and prognosis in patients with middle cerebral artery occlusion following intravenous thrombolytic. Moderate to severe LA is a risk factor of poor prognosis. Mild LA is associated with early neurological recovery and good motor functional outcome.", "doi": "10.1016/j.brainres.2017.12.033", "title": "The degree of leukoaraiosis predicts clinical outcomes and prognosis in patients with middle cerebral artery occlusion after intravenous thrombolysis.", "journal": ["Brain research", "Brain Res."]}