{"authors": [["Dorigo", "Walter", "W", "Department of Vascular Surgery, University of Florence, Italy. Electronic address: dorigow@unifi.it."], ["Fargion", "Aaron", "A", "Department of Vascular Surgery, University of Florence, Italy."], ["Giacomelli", "Elena", "E", "Department of Vascular Surgery, University of Florence, Italy."], ["Pulli", "Raffaele", "R", "Department of Vascular Surgery, University of Bari, Italy."], ["Masciello", "Fabrizio", "F", "Department of Vascular Surgery, University of Florence, Italy."], ["Speziali", "Sara", "S", "Department of Vascular Surgery, University of Florence, Italy."], ["Pratesi", "Giovanni", "G", "Department of Vascular Surgery, University of Rome Tor Vergata, Italy."], ["Pratesi", "Carlo", "C", "Department of Vascular Surgery, University of Florence, Italy."]], "date": "2017-12-26", "id": "29288058", "text": "To compare results of open and endovascular management of post-carotid endarterectomy (CEA) restenosis.This was a retrospective single centre matched case control study. From 2005 to 2015, 148 consecutive interventions for post-CEA restenosis were performed: 80 cases received carotid artery stenting (CAS) and 68 cases received redo CEA. Propensity score based matching was performed in a 1:1 ratio to compare outcomes. Coronary artery disease, degree of the carotid restenosis, timing of the re-intervention with respect to the primary intervention (greater or less than 24 months) and the presence of ipsilateral brain lesions were the covariates included in the matching. Peri-operative outcomes were analysed with χ2 tests, while late results were estimated by Kaplan-Meier methods.After propensity matching, 32 CAS interventions were matched with 32 redo CEAs. There were no peri-operative deaths or strokes. Cranial nerve palsy occurred in seven patients in the redo CEA group. Median duration of follow-up was 36 months (interquartile range 24-60; range 6-120). The estimated 5 year survival rate was 94% in the CAS group and 72% in the redo CEA group (p=.1, log rank 2.4). There were no significant differences between the groups in terms of stroke free survival. In the CAS group, no severe restenosis were found, while in the redo CEA group eight patients had severe restenosis or occlusion of the operated carotid artery. Freedom from secondary restenosis at 4 years was 100% in the CAS group and 72.5% in the redo CEA group (p=.005, log rank 7.9). The corresponding figures in terms of freedom from secondary re-intervention were 100% and 83%, respectively (p=.02, log rank 4.8).CAS and redo CEA in patients with post-CEA restenosis provided similar peri-operative results in a sample of equivalent patients. CAS patients had better follow-up results in terms of secondary restenosis and re-interventions. Further analysis is required with a larger number of patients and a longer follow-up time.", "doi": "10.1016/j.ejvs.2017.11.015", "title": "A Propensity Matched Comparison for Open and Endovascular Treatment of Post-carotid Endarterectomy Restenosis.", "journal": ["European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery", "Eur J Vasc Endovasc Surg"]}