{"authors": [["Collart", "Philippe", "P", "Centre de recherche Epidémiologie, Biostatistiques, Recherche Clinique, School of Public Health, Université Libre de Bruxelles (U.L.B.), Route de Lennik 808, CP 596, 1070 Brussels, Belgium. Electronic address: philippe.collart@ulb.ac.be."], ["Dubourg", "Dominique", "D", "Agence pour une Vie de Qualité, Rue de la Rivelaine 21, 6061 Charleroi, Belgium."], ["Levêque", "Alain", "A", "Centre de recherche Epidémiologie, Biostatistiques, Recherche Clinique, School of Public Health, Université Libre de Bruxelles (U.L.B.), Route de Lennik 808, CP 596, 1070 Brussels, Belgium."], ["Sierra", "Natalia Bustos", "NB", "Institut Scientifique de Santé Publique, Santé Publique et Surveillance, rue J. Wytsman 14, 1050 Brussels, Belgium."], ["Coppieters", "Yves", "Y", "Centre de recherche Epidémiologie, Biostatistiques, Recherche Clinique, School of Public Health, Université Libre de Bruxelles (U.L.B.), Route de Lennik 808, CP 596, 1070 Brussels, Belgium."]], "date": "2017-12-24", "id": "29288056", "text": "Many studies have shown a short-term association between NO2 and cardiovascular disease. However, few data are available on the delay between exposure and a health-related event. The aim of the present study is to determine the strength of association between NO2 and cardiovascular health in Wallonia for the period 2008-2011. This study also seeks to evaluate the effects of age, gender, season and temperature on this association. The effect of the delay between exposure and health-related event was also investigated. The daily numbers of hospital admissions for arrhythmia, acute myocardial infarction, ischemic and haemorrhagic stroke were taken from a register kept by Belgian hospitals. Analyses were performed using the quasi-Poisson regression model adjusted for seasonality, long-term trend, day of the week, and temperature. Our study confirms the existence of an association between NO2 and cardiovascular disease. Apart from haemorrhagic stroke, the strongest association between NO2 concentrations and number of hospital admissions is observed at lag 0. For haemorrhagic stroke, the association is strongest with a delay of 2days. All associations calculated without stratification are statistically significant and range from an excess relative risk of 2.8% for myocardial infarction to 4.9% for haemorrhagic strokes. The results of this study reinforce the evidence of the short-term effects of NO2 on hospital admissions for cardiovascular disease. The different delay between exposure and health-related event for haemorrhagic stroke compared to ischemic stroke suggests different mechanisms of action.", "doi": "10.1016/j.ijcard.2017.12.058", "title": "Short-term effects of nitrogen dioxide on hospital admissions for cardiovascular disease in Wallonia, Belgium.", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}