{"authors": [["He", "Xin-Wei", "XW", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: doctorxinweihe@163.com."], ["Ke", "Shao-Fa", "SF", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: kesf@enzemed.com."], ["Bao", "Yu-Yan", "YY", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: xs_baoyy@enzemed.com."], ["Hong", "Wei-Jun", "WJ", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: hongwj@enzemed.com."], ["Shen", "Yu-Guang", "YG", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: shenyg@enzemed.com."], ["Li", "Cai", "C", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: licai@enzemed.com."], ["Zhu", "Feng", "F", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: zhufeng@enzemed.com."], ["Wang", "En", "E", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: wange@enzemed.com."], ["Jin", "Xiao-Ping", "XP", "Department of Neurology, Taizhou Hospital, Wenzhou Medical University, Zhejiang, China. Electronic address: xs_hexw@enzemed.com."]], "date": "2017-12-27", "id": "29287901", "text": "Accumulating evidence has suggested that endocan and endoglin may play important roles in cardiovascular disease. However, no previous study has focused on these circulating levels in patients with large-artery atherosclerotic (LAA) stroke.Serum levels of endocan and endoglin in 114 patients with LAA stroke and 114 age- and sex-matched controls were measured by ELISA. Serum samples from patients were available on day 1, day 6 and in the 4th week after ischaemic stroke(IS). Stroke severity was determined based on the NIHSS score and the stroke volume. An unfavourable outcome was defined as a mRS score>2 on day 90 after IS.The endocan levels were significantly higher in patients with LAA stroke compared with the controls (p=0.001), and after adjustment for other factors (p=0.001). In addition, higher endocan levels were independently associated with unfavourable outcomes on both day 1 and day 6 after IS (p=0.018 and p=0.011). Endoglin levels were decreased on day 6 (p=0.002) and then recovered in the 4th week after IS. No correlation was found between endocan or endoglin and stroke severity.Endocan levels are higher in patients with LAA stroke and can help in predicting the short-term unfavourable outcome. Endoglin levels are changed after stroke.", "doi": "10.1016/j.cca.2017.12.040", "title": "Serum levels of endocan and endoglin are associated with large-artery atherosclerotic stroke.", "journal": ["Clinica chimica acta; international journal of clinical chemistry", "Clin. Chim. Acta"]}