{"authors": [["Serrano", "Fabiola", "F", "Stroke Clinic, Instituto Nacional de Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico. Electronic address: eunice.serrano13@gmail.com."], ["Arauz", "Antonio", "A", "Stroke Clinic, Instituto Nacional de Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico."], ["Uribe", "Rodrigo", "R", "Stroke Clinic, Instituto Nacional de Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico."], ["Becerra", "Luis C", "LC", "Stroke Clinic, Instituto Nacional de Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico."], ["Mantilla", "Katherine", "K", "Stroke Clinic, Instituto Nacional de Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico."], ["Zermeño", "Fernando", "F", "Headache Clinic, Instituto Nacional Neurología and Neurocirugía Manuel Velasco Suárez, Mexico City, Mexico."]], "date": "2017-12-09", "id": "29287235", "text": "Among patients with migrainous infarction, the long-term prognosis is unclear. This study aims to estimate the long-term risk of stroke recurrence and functional outcome in patients with migrainous infarction. In our study, 15 patients with migrainous infarction were followed for up to 7.5 years (12-240 months). For each patient, clinical and imaging data were reviewed. Disability after migrainous Infarction was assessed with modified Rankin Score. Mean age was 34.8 (± 11.1) years. At the end of the follow-up 80% of the patients had favorable prognosis, 47% recovered completely and no patient died or had stroke recurrence. Our series also confirmed a low frequency of the traditional risk factors and the reduction of migraine frequency after migrainous infarction. This study has clinical implications and public health relevance, since our case series confirms a low frequency, low recurrence rate, and good functional outcome for patients with migrainous infarction.", "doi": "10.1016/j.clineuro.2017.12.008", "title": "Long-term follow-up of patients with migrainous infarction.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}