{"authors": [["Naiman", "Melissa I", "MI", "Center for Advanced Design, Research, and Exploration, University of Illinois at Chicago; Attune Medical."], ["Gray", "Maria", "M", "Attune Medical."], ["Haymore", "Joseph", "J", "University of Maryland School of Nursing."], ["Hegazy", "Ahmed F", "AF", "University of Western Ontario."], ["Markota", "Andrej", "A", "University Medical Centre Maribor."], ["Badjatia", "Neeraj", "N", "University of Maryland."], ["Kulstad", "Erik B", "EB", "Attune Medical; Department of Emergency Medicine, University of Texas, Southwestern Medical Center; erik.kulstad@utsouthwestern.edu."]], "date": "2017-11-21", "id": "29286452", "text": "Controlling patient temperature is important for a wide variety of clinical conditions. Cooling to normal or below normal body temperature is often performed for neuroprotection after ischemic insult (e.g. hemorrhagic stroke, subarachnoid hemorrhage, cardiac arrest, or other hypoxic injury). Cooling from febrile states treats fever and reduces the negative effects of hyperthermia on injured neurons. Patients are warmed in the operating room to prevent inadvertent perioperative hypothermia, which is known to cause increased blood loss, wound infections, and myocardial injury, while also prolonging recovery time. There are many reported approaches for temperature management, including improvised methods that repurpose standard supplies (e.g., ice, chilled saline, fans, blankets) but more sophisticated technologies designed for temperature management are typically more successful in delivering an optimized protocol. Over the last decade, advanced technologies have developed around two heat transfer methods: surface devices (water blankets, forced-air warmers) or intravascular devices (sterile catheters requiring vascular placement). Recently, a novel device became available that is placed in the esophagus, analogous to a standard orogastric tube, that provides efficient heat transfer through the patient's core. The device connects to existing heat exchange units to allow automatic patient temperature management via a servo mechanism, using patient temperature from standard temperature sensors (rectal, Foley, or other core temperature sensors) as the input variable. This approach eliminates vascular placement complications (deep venous thrombosis, central line associated bloodstream infection), reduces obstruction to patient access, and causes less shivering when compared to surface approaches. Published data have also shown a high degree of accuracy and maintenance of target temperature using the esophageal approach to temperature management. Therefore, the purpose of this method is to provide a low-risk alternative method for controlling patient temperature in critical care settings.", "doi": "10.3791/56579", "title": "Esophageal Heat Transfer for Patient Temperature Control and Targeted Temperature Management.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}