{"authors": [["Kim", "MinGi", "M", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Brain Korea 21 PLUS Project for Medical Science, Yonsei University."], ["Yu", "Ji Hea", "JH", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine."], ["Seo", "Jung Hwa", "JH", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Brain Korea 21 PLUS Project for Medical Science, Yonsei University."], ["Shin", "Yoon-Kyum", "YK", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Brain Korea 21 PLUS Project for Medical Science, Yonsei University."], ["Wi", "Soohyun", "S", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Brain Korea 21 PLUS Project for Medical Science, Yonsei University."], ["Baek", "Ahreum", "A", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Department of Rehabilitation Medicine, Yonsei University Wonju College of Medicine."], ["Song", "Suk-Young", "SY", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Graduate Program of NanoScience and Technology, Yonsei University."], ["Cho", "Sung-Rae", "SR", "Department and Research Institute of Rehabilitation Medicine, Yonsei University College of Medicine; Brain Korea 21 PLUS Project for Medical Science, Yonsei University; Rehabilitation Institute of Neuromuscular Disease, Yonsei University College of Medicine; Graduate Program of NanoScience and Technology, Yonsei University; srcho918@yuhs.ac."]], "date": "2017-11-24", "id": "29286442", "text": "We performed unilateral carotid artery occlusion on CD-1 mice to create a neonatal hypoxic-ischemic (HI) model and investigated the effects of neonatal HI brain injury by studying neurobehavioral functions in these mice compared to non-operated (i.e., normal) mice. During the study, Rice-Vannucci's method was used to induce neonatal HI brain damage in postnatal day 7-10 (P7-10) mice. The HI operation was performed on the pups by unilateral carotid artery ligation and exposure to hypoxia (8% O2 and 92% N2 for 90 min). One week after the operation, the damaged brains were evaluated with the naked eye through the semi-transparent skull and were categorized into subgroups based on the absence (\"no cortical injury\" group) or presence (\"cortical injury\" group) of cortical injury, such as a lesion in the right hemisphere. On week 6, the following neurobehavioral tests were performed to evaluate the cognitive and motor functions: passive avoidance task (PAT), ladder walking test, and grip strength test. These behavioral tests are helpful in determining the effects of neonatal HI brain injury and are used in other mouse models of neurodegenerative diseases. In this study, neonatal HI brain injury mice showed motor deficits that corresponded to right hemisphere damage. The behavioral test results are relevant to the deficits observed in human neonatal HI patients, such as cerebral palsy or neonatal stroke patients. In this study, a mouse model of neonatal HI brain injury was established and showed different degrees of motor deficits and cognitive impairment compared to non-operated mice. This work provides basic information on the HI mouse model. MRI images demonstrate the different phenotypes, separated according to the severity of brain damage by motor and cognitive tests.", "doi": "10.3791/55838", "title": "Neurobehavioral Assessments in a Mouse Model of Neonatal Hypoxic-ischemic Brain Injury.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}