{"authors": [["Tavakoli", "Reza", "R", "Department of Cardiovascular and Thoracic Surgery, Pitie Salpetriere University Hospital, Assistance Publique, Hopitaux de Paris (APHP), Institut de Cardiologie; Institute of Veterinary Physiology and Zurich Center for Integrative Human Physiology, University of Zurich; reza.tavakoli@uzh.ch."], ["Lebreton", "Guillaume", "G", "Department of Cardiovascular and Thoracic Surgery, Pitie Salpetriere University Hospital, Assistance Publique, Hopitaux de Paris (APHP), Institut de Cardiologie."], ["Gassmann", "Max", "M", "Institute of Veterinary Physiology and Zurich Center for Integrative Human Physiology, University of Zurich."], ["Jamshidi", "Peiman", "P", "Herzzentrum Hirslanden, Klinik St Anna."], ["Leprince", "Pascal", "P", "Department of Cardiovascular and Thoracic Surgery, Pitie Salpetriere University Hospital, Assistance Publique, Hopitaux de Paris (APHP), Institut de Cardiologie."]], "date": "2017-12-11", "id": "29286413", "text": "Despite the obvious advantages of the preservation of a normal aortic valve during aortic root replacement, the complexity of valve sparing procedures prevents a number of cardiac surgeons from incorporating them into their practice. The aim of this protocol is to describe a simplified and user-friendly technique of an aortic valve-sparing root replacement (VSRR) procedure by re-implantation of the aortic valve. Proper selection of patients and limitations of the technique are discussed. In 54 consecutive patients, normal appearing aortic valves were re-implanted in a commercially available polyester prosthesis with pre-shaped sinuses by a simplified and standardized technique. Placement of the first row of the proximal suture line, choice of the prosthesis size, and adjustment of the height of the commissures of the patient to the fixed height of the sinus portion of the prosthesis were slightly modified from the reference techniques with the aim of increasing its feasibility for use by other cardiac surgeons. Early mortality and morbidity as well as 5-year survival, freedom from aortic valve reoperation, and freedom from recurrent moderate regurgitation were collected in all patients. Thirty-day mortality, re-sternotomy for bleeding, re-sternotomy for mediastinitis, and the incidence of stroke were very low, 1.8% for each (1 of 54). No patient required permanent pace-maker implantation. At 5 years, survival, freedom from aortic valve reoperation, and freedom from recurrent moderate regurgitation were 97.5%, 95.2%, and 91.6%, respectively. Mid-term results of our standardized technique of re-implantation of the aortic valve for valve-sparing aortic root replacement are very good and compare with more complex techniques reported by experienced surgeons. By following the present protocol of the standardized re-implantation technique, a greater number of cardiac surgeons can perform this procedure with comparable good results.", "doi": "10.3791/56790", "title": "Standardized Technique of Aortic Valve Re-implantation for Valve-sparing Aortic Root Replacement.", "journal": ["Journal of visualized experiments : JoVE", "J Vis Exp"]}