{"authors": [["Sandu", "Raluca Elena", "RE", "Department of Functional Sciences, Center of Clinical and Experimental Medicine, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. raluca.sandu@umfcv.ro."], ["Dumbrava", "Danut", "D", "Department of Functional Sciences, Center of Clinical and Experimental Medicine, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. danutdumbrava@gmail.com."], ["Surugiu", "Roxana", "R", "Department of Functional Sciences, Center of Clinical and Experimental Medicine, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. roxana.surugiu07@gmail.com."], ["Glavan", "Daniela-Gabriela", "DG", "Department of Functional Sciences, Center of Clinical and Experimental Medicine, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. Danaglavan@gmail.com."], ["Gresita", "Andrei", "A", "Department of Functional Sciences, Center of Clinical and Experimental Medicine, University of Medicine and Pharmacy of Craiova, Craiova 200349, Romania. gresitaandrei@gmail.com."], ["Petcu", "Eugen Bogdan", "EB", "Gold Coast Campus, School of Medicine, Griffith University, Southport 4222, Australia. e.petcu@griffith.edu.au."]], "date": "2017-12-29", "id": "29286319", "text": "The incidence of ischemic stroke in humans increases exponentially above 70 years both in men and women. Comorbidities like diabetes, arterial hypertension or co-morbidity factors such as hypercholesterolemia, obesity and body fat distribution as well as fat-rich diet and physical inactivity are common in elderly persons and are associated with higher risk of stroke, increased mortality and disability. Obesity could represent a state of chronic inflammation that can be prevented to some extent by non-pharmaceutical interventions such as calorie restriction and hypothermia. Indeed, recent results suggest that H₂S-induced hypothermia in aged, overweight rats could have a higher probability of success in treating stroke as compared to other monotherapies, by reducing post-stroke brain inflammation. Likewise, it was recently reported that weight reduction prior to stroke, in aged, overweight rats induced by caloric restriction, led to an early re-gain of weight and a significant improvement in recovery of complex sensorimotor skills, cutaneous sensitivity, or spatial memory.animal models of stroke done in young animals ignore age-associated comorbidities and may explain, at least in part, the unsuccessful bench-to-bedside translation of neuroprotective strategies for ischemic stroke in aged subjects.", "doi": "10.3390/ijms19010099", "title": "Cellular and Molecular Mechanisms Underlying Non-Pharmaceutical Ischemic Stroke Therapy in Aged Subjects.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}