{"authors": [["Hirano", "Yoshiyuki", "Y", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Yen", "Cecil C", "CC", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Liu", "Junjie V", "JV", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Mackel", "Julie B", "JB", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Merkle", "Hellmut", "H", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Nascimento", "George C", "GC", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Stefanovic", "Bojana", "B", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Silva", "Afonso C", "AC", "Cerebral Microcirculation Section, Laboratory of Functional and Molecular Imaging, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."]], "date": "2017-12-29", "id": "29285809", "text": "Understanding the spatiotemporal features of the hemodynamic response function (HRF) to brain stimulation is essential for the correct application of neuroimaging methods to study brain function. Here, we investigated the spatiotemporal evolution of the blood oxygen level-dependent (BOLD) and cerebral blood volume (CBV) HRF in conscious, awake marmosets (Callithrix jacchus), a New World non-human primate with a lissencephalic brain and with growing use in biomedical research. The marmosets were acclimatized to head fixation and placed in a 7-T magnetic resonance imaging (MRI) scanner. Somatosensory stimulation (333-μs pulses; amplitude, 2 mA; 64 Hz) was delivered bilaterally via pairs of contact electrodes. A block design paradigm was used in which the stimulus duration increased in pseudo-random order from a single pulse up to 256 electrical pulses (4 s). For CBV measurements, 30 mg/kg of ultrasmall superparamagnetic ironoxide particles (USPIO) injected intravenously, were used. Robust BOLD and CBV HRFs were obtained in the primary somatosensory cortex (S1), secondary somatosensory cortex (S2) and caudate at all stimulus conditions. In particular, BOLD and CBV responses to a single 333-μs-long stimulus were reliably measured, and the CBV HRF presented shorter onset time and time to peak than the BOLD HRF. Both the size of the regions of activation and the peak amplitude of the HRFs grew quickly with increasing stimulus duration, and saturated for stimulus durations greater than 1 s. Onset times in S1 and S2 were faster than in caudate. Finally, the fine spatiotemporal features of the HRF in awake marmosets were similar to those obtained in humans, indicating that the continued refinement of awake non-human primate models is essential to maximize the applicability of animal functional MRI studies to the investigation of human brain function.", "doi": "10.1002/nbm.3864", "title": "Investigation of the BOLD and CBV fMRI responses to somatosensory stimulation in awake marmosets (Callithrix jacchus).", "journal": ["NMR in biomedicine", "NMR Biomed"]}