{"authors": [["Webb", "Robin L", "RL", "ArunA Biomedical, Athens, GA, 30602, USA."], ["Kaiser", "Erin E", "EE", "Regenerative Bioscience Center, Rhodes Center for Animal and Dairy Science, University of Georgia, Athens, GA, 30602, USA."], ["Scoville", "Shelley L", "SL", "ArunA Biomedical, Athens, GA, 30602, USA."], ["Thompson", "Tyler A", "TA", "ArunA Biomedical, Athens, GA, 30602, USA."], ["Fatima", "Sumbul", "S", "Department of Medical Laboratory, Imaging, and Radiologic Sciences, Augusta University, Augusta, GA, 30912, USA."], ["Pandya", "Chirayukumar", "C", "Department of Medical Laboratory, Imaging, and Radiologic Sciences, Augusta University, Augusta, GA, 30912, USA."], ["Sriram", "Karishma", "K", "Regenerative Bioscience Center, Rhodes Center for Animal and Dairy Science, University of Georgia, Athens, GA, 30602, USA."], ["Swetenburg", "Raymond L", "RL", "ArunA Biomedical, Athens, GA, 30602, USA."], ["Vaibhav", "Kumar", "K", "Department of Medical Laboratory, Imaging, and Radiologic Sciences, Augusta University, Augusta, GA, 30912, USA."], ["Arbab", "Ali S", "AS", "Cancer Center, Augusta University, Augusta, GA, 30912, USA."], ["Baban", "Babak", "B", "Department of Oral Biology, Dental College of Georgia, Augusta University, Augusta, GA, 30912, USA."], ["Dhandapani", "Krishnan M", "KM", "Department of Neurosurgery, Augusta University, Augusta, GA, 30912, USA."], ["Hess", "David C", "DC", "Department of Neurology, Augusta University, Augusta, GA, 30912, USA."], ["Hoda", "M N", "MN", "Department of Medical Laboratory, Imaging, and Radiologic Sciences, Augusta University, Augusta, GA, 30912, USA."], ["Stice", "Steven L", "SL", "ArunA Biomedical, Athens, GA, 30602, USA. sstice@arunabiomedical.com."]], "date": "2017-12-28", "id": "29285679", "text": "Over 700 drugs have failed in stroke clinical trials, an unprecedented rate thought to be attributed in part to limited and isolated testing often solely in \"young\" rodent models and focusing on a single secondary injury mechanism. Here, extracellular vesicles (EVs), nanometer-sized cell signaling particles, were tested in a mouse thromboembolic (TE) stroke model. Neural stem cell (NSC) and mesenchymal stem cell (MSC) EVs derived from the same pluripotent stem cell (PSC) line were evaluated for changes in infarct volume as well as sensorimotor function. NSC EVs improved cellular, tissue, and functional outcomes in middle-aged rodents, whereas MSC EVs were less effective. Acute differences in lesion volume following NSC EV treatment were corroborated by MRI in 18-month-old aged rodents. NSC EV treatment has a positive effect on motor function in the aged rodent as indicated by beam walk, instances of foot faults, and strength evaluated by hanging wire test. Increased time with a novel object also indicated that NSC EVs improved episodic memory formation in the rodent. The therapeutic effect of NSC EVs appears to be mediated by altering the systemic immune response. These data strongly support further preclinical development of a NSC EV-based stroke therapy and warrant their testing in combination with FDA-approved stroke therapies.", "doi": "10.1007/s12975-017-0599-2", "title": "Human Neural Stem Cell Extracellular Vesicles Improve Tissue and Functional Recovery in the Murine Thromboembolic Stroke Model.", "journal": ["Translational stroke research", "Transl Stroke Res"]}