{"authors": [["Raffaelli", "Bianca", "B", "Department of Neurology with Experimental Neurology- Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany."], ["Siebert", "Eberhard", "E", "Institute of Neuroradiology - Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany."], ["Körner", "Jeannette", "J", "Department of Neurology with Experimental Neurology- Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany."], ["Liman", "Thomas", "T", "Department of Neurology with Experimental Neurology- Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany."], ["Reuter", "Uwe", "U", "Department of Neurology with Experimental Neurology- Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany."], ["Neeb", "Lars", "L", "Department of Neurology with Experimental Neurology- Charité Universitätsmedizin Berlin, Charitéplatz 1, 10117, Berlin, Germany. lars.neeb@charite.de."]], "date": "2017-12-04", "id": "29285572", "text": "Acute headache is one of the most frequent neurological symptoms in pregnant women. The early diagnosis of underlying secondary conditions has a major influence on patient outcome, especially in emergency settings. However, at the time being no well-established guideline for diagnostic evaluation of acute headache during pregnancy exists. In this study, we aimed to characterize acute headache in pregnant women concerning demographic, clinical, and diagnostic features, and to determine predictors of secondary headache.We analysed retrospectively the data of 151 pregnant women receiving neurological consultation due to acute headache at the Charité Berlin between 2010 and 2016. To assess risk factors for secondary headache in these patients we compared multiple anamnestic and clinical features of the primary and secondary headache group.57.6% of the patients were diagnosed with primary headache, most common migraine and tension type headache. Concerning secondary headaches, the most common aetiologies were infections (29.7%) and hypertensive disorders (22.0%). The primary and secondary headache group were similar in most anamnestic and clinical features. In multivariate logistic regression analysis, secondary headache history [OR 6.6; 95% CI 1.3-33.1], elevated blood pressure [OR 7.2; 95% CI 2.3-22.6], fever [OR 12.1; 95% CI 1.3-111.0] and abnormal neurological examination [OR 9.9; 95% CI 2.7-36.3] represented independent predictors for secondary headache. Regarding additional diagnostic procedures, abnormal thrombocytes, GOT, GPT and CRP, proteinuria, pathologic results of lumbar puncture and neuroimaging were associated with secondary headache.Secondary headache disorders are common during pregnancy, occurring in over one third of acute headache cases receiving neurological consultation. Most anamnestic and clinical features may not allow a clear distinction between primary and secondary headaches. Clinicians should pay attention to the presence of secondary headache history, elevated blood pressure, fever and abnormal findings in the neurological examination. Additional investigations, including laboratory tests and neuroimaging, are essential for the diagnostic process.", "doi": "10.1186/s10194-017-0823-1", "title": "Characteristics and diagnoses of acute headache in pregnant women - a retrospective cross-sectional study.", "journal": ["The journal of headache and pain", "J Headache Pain"]}