{"authors": [["Yang", "Xiangyu", "X", "Jiangsu Key Laboratory of Molecular Imaging and Functional Imaging, Department of Radiology, Zhongda Hospital, Medical School of Southeast University, Nanjing, 210009, China."], ["Liu", "Zhibo", "Z", "Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health (NIH), Bethesda, MD, 20892, USA."], ["Zhang", "Huimin", "H", "Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health (NIH), Bethesda, MD, 20892, USA."], ["Li", "Zhu", "Z", "Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health (NIH), Bethesda, MD, 20892, USA."], ["Munasinghe", "Jeeva P", "JP", "Mouse Imaging Facility, National Institute of Neurological Disorders and Stroke, NIH, Bethesda, MD, USA."], ["Niu", "Gang", "G", "Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health (NIH), Bethesda, MD, 20892, USA."], ["Teng", "Gaojun", "G", "Jiangsu Key Laboratory of Molecular Imaging and Functional Imaging, Department of Radiology, Zhongda Hospital, Medical School of Southeast University, Nanjing, 210009, China. gjteng@vip.sina.com."], ["Chen", "Xiaoyuan", "X", "Laboratory of Molecular Imaging and Nanomedicine, National Institute of Biomedical Imaging and Bioengineering, National Institutes of Health (NIH), Bethesda, MD, 20892, USA. shawn.chen@nih.gov."]], "date": "2017-12-29", "id": "29285548", "text": "11C-methionine (MET) is one of the most commonly used amino acid tracers for PET imaging of brain tumors. In this study, we report an 18F-labeled boron-derived methionine analogue, denoted as 18F-B-MET, as a potential substitute of 11C-MET for glioma PET imaging.19F-B-MET was synthesized from readily available chemicals according to our previous publication. For kit development, 19F-B-MET was aliquoted in quantities of 10 nmol for on-demand one-step labeling. The 18F-labeling was performed by 18F-19F isotope exchange, and quality control was performed by both HPLC and radio-TLC. Uptake of the tracer was determined in GL26, C6 and U87 tumor cells. PET imaging and the biodistribution assay were performed on mice bearing subcutaneous or orthotopic C6 and U87 tumor xenografts.Starting with 740-1110 MBq 18F-fluoride, >370 MBq of 18F-B-MET was obtained in 25 min (n = 5) with >99% purity and high specific activity (>37 GBq/μmol). 18F-B-MET demonstrated excellent in vitro stability with <1% decomposition after incubation with plasma for 2 h. In vitro cell uptake assay showed that 18F-B-MET accumulated in tumor cells in a time dependent manner and could be competitively inhibited by natural methionine and other L-type transporter transported amino acids. In vivo biodistribution and imaging studies showed high tumor accumulation (2.99 ± 0.23 %ID/g, n = 6) compared with low uptake of brain (0.262 ± 0.05 %ID/g, n = 6) at 60 min after injection in a subcutaneous C6 tumor model. Orthotropic C6 and U87 tumors were clearly visualized with high tumor to brain ratios at 60 min post-injection, corroborating with tumor L-type amino acid transporter 1 (LAT-1) expression levels.18F-B-MET was radiolabeled with high yield in a one-step labeling process, showed excellent pharmacokinetic properties in vivo, with high tumor-to-brain contrast.", "doi": "10.1007/s00259-017-3910-2", "title": "Preclinical evaluation of an 18F-trifluoroborate methionine derivative for glioma imaging.", "journal": ["European journal of nuclear medicine and molecular imaging", "Eur. J. Nucl. Med. Mol. Imaging"]}