{"authors": [["Aronow", "Wilbert S", "WS", "Division of Cardiology, Department of Medicine, Westchester Medical Center and New York Medical College, Valhalla, NY, USA."], ["Shamliyan", "Tatyana A", "TA", "Evidence-Based Medicine Center, Elsevier, Philadelphia, PA, USA."]], "date": null, "id": "29285488", "text": "Based on a single placebo-controlled randomized clinical trial, empagliflozin is licensed to reduce cardiovascular death in diabetes and comorbid cardiovascular disease.We examined the comparative effectiveness of empagliflozin on mortality and cardiovascular morbidity in type 2 diabetes. We conducted random-effects direct frequentist meta-analyses of aggregate data and appraised the quality of evidence using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology. Our search in PubMed, EMBASE, the Cochrane Library, clinicaltrials.gov, and PharmaPendium up to May 2017 identified 11 meta-analyses, multiple publications, and unpublished data from 29 randomized controlled trials (RCTs).Empagliflozin reduces all-cause mortality [relative risk (RR) of death, 0.69; 95% confidence interval (CI): 0.58-0.82; number needed to treat (NNT) to postpone mortality in one patient, 39; 95% CI: 26-79; 1 RCT of 7,020 patients) in patients with but not without (RR, 0.90; 95% CI: 0.36-2.23; 14 RCTs of 7,707 patients) established cardiovascular disease when compared with placebo. Empagliflozin reduces cardiovascular mortality (RR, 0.62; 95% CI: 0.50-0.78; NNT, 45; 95% CI: 30-90; 1 RCT of 7,020 patients) in patients with but not without (RR, 0.98; 95% CI: 0.29-3.33; 10 RCTs of 5,429 patients) established cardiovascular disease when compared with placebo. There are no differences in cardiovascular morbidity and mortality and all-cause mortality between empagliflozin and metformin (4 RCTs of 1,344 patients), glimepiride (1 RCT of 1,549 patients), linagliptin (2 RCTs of 1,348 patients), or sitagliptin (3 RCTs of 1,483 patients). Two network meta-analyses concluded that sodium-glucose cotransporter 2 (SGLT2) inhibitors, mostly due to empagliflozin, decrease all-cause and cardiovascular mortality but increase the risk of nonfatal stroke, genital infection, and volume depletion.We conclude that empagliflozin reduces all-cause and cardiovascular mortality in patients with established cardiovascular disease and type 2 diabetes. Sparse direct evidence suggests no difference in mortality between empagliflozin and metformin, glimepiride, linagliptin, or sitagliptin. Long-term comparative safety needs to be established.", "doi": "10.21037/atm.2017.08.43", "title": "Comparative effectiveness and safety of empagliflozin on cardiovascular mortality and morbidity in adults with type 2 diabetes.", "journal": ["Annals of translational medicine", "Ann Transl Med"]}