{"authors": [["Manouchehri", "Navid", "N", "Medical Students' Research Center, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Vakil-Asadollahi", "Maryam", "M", "Medical Students' Research Center, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Zandifar", "Alireza", "A", "Medical Students' Research Center, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Rasmani", "Fereshteh", "F", "Alzahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Saadatnia", "Mohammad", "M", "Isfahan Neurosciences Research Center, Alzahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."]], "date": "2017-11-30", "id": "29285476", "text": "Vitamin D insufficiency is a globally widespread issue. Recent studies have reported a high prevalence of Vitamin D deficiency in Middle-East countries. Studies have shown negative effects of Vitamin D deficiency on endothelium and related diseases such as ischemic brain stroke. Here, we assessed Vitamin D status in patients with different types of ischemic brain stroke and control group.Seventy-five patients (49.3% small vessel, 50.7% large vessel) and 75 controls, matched for age (68.01 ± 10.94 vs. 67.64 ± 10.24) and sex (42 male and 33 female) were recruited. 25(OH) D levels were measured by Chemiluminescence immunoassay. 25(OH) D status was considered as severely, moderately, or mildly deficient and normal with 25(OH) D levels of less than 5, 5-10, 10-16, and >16 ng/ml, respectively.Mean ± standard error concentration of 25(OH) D in cases and controls were 17.7 ± 1.5 and 26.9 ± 1.6 (P = 0.0001), respectively. Mild, moderate, and severe Vitamin D deficiency were observed in 10.8%, 32.4%, 8.1% vs. 34.3%, 31.5%, 9.5% of small vessel and large vessel group, respectively. 21.7% of the controls were Vitamin D deficient. Vitamin D deficiency was significantly associated with higher risk for ischemic stroke, (P = 0.000, OR = 7.17, 95% confidence interval: 3.36-15.29). 25(OH) D levels were significantly higher in control group comparing to small vessel (26.9 ± 1.6 vs. 20.59 ± 2.6 P < 0.05) and large vessel (26.9 ± 1.6 vs. 13.4 ± 1.3 P < 0.001) stroke patients. Small vessel group had significantly higher levels of Vitamin D than large vessel (P < 0.05).Vitamin D deficiency significantly increases the risk of ischemic stroke, favoring the types with the pathogenesis of large vessel strokes.", "doi": "10.4103/2277-9175.219411", "title": "Vitamin D Status in Small Vessel and Large Vessel Ischemic Stroke Patients: A Case-control Study.", "journal": ["Advanced biomedical research", "Adv Biomed Res"]}