{"authors": [["Luo", "Dong", "D", "Department of Neurology, School of Medicine, The Second Affiliated Hospital of Zhejiang University, Hangzhou 310009, Zhejiang, China."], ["Hou", "Qun", "Q", "Department of Neurology, Zhejiang Hospital of Traditional Chinese Medicine, Hangzhou 310006, Zhejiang, China."], ["Yu", "Jianzhong", "J", "Department of Neurology, Zhejiang Hospital of Traditional Chinese Medicine, Hangzhou 310006, Zhejiang, China."], ["Yu", "Dan", "D", "Department of Neurology, Affiliated Haikou Hospital of Xiangya Medical College of Central South University, Haikou 570208, Hainan, China."]], "date": "2017-11-18", "id": "29285302", "text": "Some previous studies suggested telomere length was associated with the risk of ischemic stroke (IS). The aim of this study was to further confirm the association between relative telomere length (RTL) and risk of IS and to especially explore its correlation with the risk of high-risk stroke population in southern Chinese Han. RTL was determined by using real-time quantitative polymerase chain reaction from 400 ischemic stroke patients, 409 high-risk stroke populations and 399 healthy controls. The correlations between the controls and the risk of high-risk and ischemic stroke were evaluated by using an unconditional logistic regression. IS patients have shown longer RTL than controls (median1.52vs1.11, p60 years) and gender suggested that the first and second tertile of RTL were correlated with the risk of IS in each group when the second tertile was used as a reference. However, the increased risk for high-risk stroke populations were only presented in the first tertile of RTL in the age≤60 years and female groups. the RTL was associated with an increased risk of ischemic stroke, while it elevated the risk of high-risk stroke in some specific subpopulations.", "doi": "10.18632/oncotarget.22509", "title": "Telomere length associated with the risks of high-risk and ischemic stroke in southern Chinese Han population.", "journal": ["Oncotarget", "Oncotarget"]}