{"authors": [["Bender", "Marija", "M", "University Clinical Hospital Mostar, Herzegovina-Neretva Canton, Bosnia and Herzegovina."], ["Jusufovic", "Edin", "E", "University Clinical Hospital Tuzla, Tuzla Canton, Bosnia and Herzegovina."], ["Railic", "Vesna", "V", "General Hospital Brčko, District Brčko, Bosnia and Herzegovina."], ["Kelava", "Sima", "S", "County Hospital \"Fra Mihovila Sučića\", Herzeg-Bosnian Canton, Bosnia and Herzegovina."], ["Tinjak", "Selma", "S", "County Hospital \"Dr. Safet Mujić\", Herzegovina-Neretva Canton, Bosnia and Herzegovina."], ["Dzevdetbegovic", "Damir", "D", "General Hospital \"Dr. Mustafa Beganović\", Tuzla Canton, Bosnia and Herzegovina."], ["Mot", "Dario", "D", "County Hospital Orašje, Posavina Canton, Bosnia and Herzegovina."], ["Tresnjo", "Mensuda", "M", "General Hospital Konjic, Herzegovina-Neretva Canton, Bosnia and Herzegovina."], ["Lakicevic", "Sandra", "S", "University Clinical Hospital Mostar, Herzegovina-Neretva Canton, Bosnia and Herzegovina."], ["Pejanovic-Skobic", "Natasa", "N", "University Clinical Hospital Mostar, Herzegovina-Neretva Canton, Bosnia and Herzegovina."], ["Sinanovic", "Osman", "O", "University Clinical Hospital Tuzla, Tuzla Canton, Bosnia and Herzegovina."]], "date": null, "id": "29284999", "text": "The burden of stroke has been increasing worldwide, especially in developing countries. Very few data regarding epidemiology of stroke are available in Bosnia and Herzegovina (BH).We undertook a retrospective hospital-based study in all hospitals existing in five cantons and one district of BH. The patients were recruited between January 1st, 2014, and December 31st, 2014, and only first-ever-in-lifetime strokes (FES) were included for evaluation.A FES was diagnosed in 1479 patients (age 71.83 ± 11.703 years) during the study period. FES occurred in 709 men (47.9%; age 69.64 ±12.002 years) and 770 women (52.1%; age 73.85± 11.051 years). Stroke was categorized into ischemic stroke (IS), primary intracerebral hemorrhage (PICH), subarachnoid hemorrhage (SAH) and cerebral venous thrombosis (CVT), which was diagnosed in 84%, 12,2%, 3,4% and 0,4% cases respectively. Early 28-day case-fatality was 18.5 % for all patients and both sexes combined. Short-term case-fatality was significantly greater in women (P=0.007). Among all patients with FES, 87% had hypertension, 35% diabetes mellitus, 39% hypercholesterolemia and almost 25 % atrial fibrillation.This is the first study that provides us with information on epidemiology of stroke in BH. More than 90% of patients had one or more modifiable risk factors and the number would be even higher if we included smoking. The early stroke case-fatality was lower than that observed in other low- to middle-income countries.All modifiable stroke risk factors, especially high blood pressure, should be understood as a major public health problem in BH and efforts should be focused on the primary prevention of stroke. Our emphasis is on the designing of a stroke register in BH for a better health planning.", "doi": "10.5455/msm.2017.29.277-279", "title": "High Burden of Stroke Risk Factors in Developing Country: the Case Study of Bosnia-Herzegovina.", "journal": ["Materia socio-medica", "Mater Sociomed"]}