{"authors": [["Naser", "Nabil", "N", "Polyclinic \"Dr. Nabil\", Sarajevo, Bosnia and Herzegovina."], ["Dilic", "Mirza", "M", "Clinic for Heart Disease, Blood Vessels and Rheumathism, University Clinical Center Sarajevo, Bosnia and Herzegovina."], ["Durak", "Azra", "A", "Clinic for Heart Disease, Blood Vessels and Rheumathism, University Clinical Center Sarajevo, Bosnia and Herzegovina."], ["Kulic", "Mehmed", "M", "Cardioteam Clinic, Sarajevo, Bosnia and Herzegovina."], ["Pepic", "Esad", "E", "Deaprtment of Pathophysiology, Faculty of Medicine, University of Sarajevo."], ["Smajic", "Elnur", "E", "Department of Cardiology, University Clinical Center Tuzla, Bosnia and Herzegovina."], ["Kusljugic", "Zumreta", "Z", "Department of Cardiology, University Clinical Center Tuzla, Bosnia and Herzegovina."]], "date": null, "id": "29284990", "text": "Atrial fibrillation (AF) is the most common form of cardiac arrhythmia in clinical practice and its prevalence increases with age. Patients who develop AF also have cardiovascular risk factors, structural heart disease, and comorbidities, all of which can increase mortality. AF causes a significant economic burden with the increasing trend in AF prevalence and hospitalizations.The objective of our study is to evaluate the impact of the most common known risk factors on the incidence of atrial fibrillation as an important precursor of cardiac and cerebrovascular morbidity and mortality among our patients in Bosnia and Herzegovina during median follow up period (September 2006 - September 2016). The other objective is to estimate the CHA2DS2-VASc score among our patients based on clinical parameters.This study includes 2352 ambulant and hospitalized patients with atrial fibrillation. All patients underwent clinical evaluation which includes thorough assessment for potential risk factors and concomitant conditions in order to determine which of them represent the most common among examinees with atrial fibrillation.The results show that male gender has slightly more incidence of AF. Obesity and overweight with BMI ≥ 27, cigarettes smoking and sedentary life style are almost present in patients with AF. Arterial hypertension, coronary artery disease, diabetes mellitus, chronic obstructive pulmonary disease, chronic renal dysfunction, structural and valvular heart disease and peripheral vascular disease are the most common comorbidities among our patients. The mean CHA2DS2-VASc score was 3.2±1.4 and the mean HAS-BLED score was 2.1±1.2.Atrial fibrillation is the most common sustained cardiac rhythm disorder. The study shows that obesity, alcohol consumption, smoking cigarettes and dyslipidemia can be considered as triggers and predisposing factors for appearance of AF. Arterial hypertension, coronary artery disease, chronic obstructive pulmonary disease, diabetes mellitus, Peripheral vascular disease and chronic kidney disease are playing important role in developing of AF.", "doi": "10.5455/msm.2017.29.231-236", "title": "The Impact of Risk Factors and Comorbidities on The Incidence of Atrial Fibrillation.", "journal": ["Materia socio-medica", "Mater Sociomed"]}