{"authors": [["Naser", "Nabil", "N", "Polyclinic \"Dr. Nabil\", Sarajevo, Bosnia and Herzegovina."], ["Kulic", "Mehmed", "M", "Cardioteam Clinic, Sarajevo, Bosnia and Herzegovina."], ["Dilic", "Mirza", "M", "Clinic for heart disease, blood vessels and rheumathism, University Clinical Center Sarajevo, Bosnia and Herzegovina."], ["Dzubur", "Alen", "A", "Clinic for heart disease, blood vessels and rheumathism, University Clinical Center Sarajevo, Bosnia and Herzegovina."], ["Durak", "Azra", "A", "Clinic for heart disease, blood vessels and rheumathism, University Clinical Center Sarajevo, Bosnia and Herzegovina."], ["Pepic", "Esad", "E", "Deaprtment of Pathophysiology, Medicine Faculty in Sarajevo, University of Sarajevo."], ["Smajic", "Elnur", "E", "Department of Cardiology, University Clinical Center Tuzla, Bosnia and Herzegovina."], ["Kusljugic", "Zumreta", "Z", "Department of Cardiology, University Clinical Center Tuzla, Bosnia and Herzegovina."]], "date": null, "id": "29284897", "text": "Atrial fibrillation represents the most common cardiac arrhythmia in clinical practice. By year 2030, 14-17 million AF patients are anticipated in the European Union. Atrial fibrillation remains one of the major causes of stroke, heart failure, sudden death all over the world.The objective of our study is to determine the cardiac and cerebrovascular events (myocardial infarction, heart failure, stroke, sudden cardiac death) and their cumulative incidence during 11 years follow up period.This study includes 2352 ambulant and hospitalized patients with atrial fibrillation (AF) who were enrolled during the follow up period. All patients underwent clinical evaluation in order to determine cardiac and cerebrovascular events (myocardial infarction, heart failure, stroke, sudden cardiac death) and their cumulative incidence.The results of cumulative incidence for sudden cardiac death was 1.71%, for stroke 2.56%, for myocardial infarction 1.20% and for heart failure was 5.73%. In our study the age-adjusted incidence and prevalence of AF are slightly lower in women. The study shows that the risk of death is higher in females than in males with AF.Despite good progress in the management of patients with atrial fibrillation (AF), this arrhythmia remains one of the major causes of stroke, heart failure, sudden death. Effective treatment of patients with atrial fibrillation includes not only rate control, rhythm control, and prevention of stroke, but also management of cardiovascular risk factors and concomitant diseases.", "doi": "10.5455/medarh.2017.71.316-319", "title": "The Cumulative Incidence of Stroke, Myocardial infarction, Heart Failure and Sudden Cardiac Death in Patients with Atrial Fibrillation.", "journal": ["Medical archives (Sarajevo, Bosnia and Herzegovina)", "Med Arch"]}