{"authors": [["Jones", "Linda A T", "LAT", "Craig H. Neilsen Foundation, Encino, CA, USA. linda@chnfoundation.org."], ["Bryden", "Anne", "A", "Case Western Reserve University, Cleveland, OH, USA."], ["Wheeler", "Tracey L", "TL", "Craig H. Neilsen Foundation, Encino, CA, USA."], ["Tansey", "Keith E", "KE", "University of Mississippi Medical Center, Jackson, MS, USA."], ["Anderson", "Kim D", "KD", "University of Miami, Miami, FL, USA."], ["Beattie", "Michael S", "MS", "University of California, San Francisco, CA, USA."], ["Blight", "Andrew", "A", "Acorda Therapeutics, Ardsley, NY, USA."], ["Curt", "Armin", "A", "University Hospital Balgrist, Zurich, Switzerland."], ["Field-Fote", "Edelle", "E", "Shepherd Center, Atlanta, GA, USA."], ["Guest", "James D", "JD", "University of Miami, Miami, FL, USA."], ["Hseih", "Jane", "J", "Wings for Life, Salzburg, Austria."], ["Jakeman", "Lyn B", "LB", "National Institute of Neurological Disorders and Stroke, Bethesda, MD, USA."], ["Kalsi-Ryan", "Sukhvinder", "S", "Toronto Rehabilitation Institute, Toronto, ON, Canada."], ["Krisa", "Laura", "L", "Thomas Jefferson University, Philadelphia, PA, USA."], ["Lammertse", "Daniel P", "DP", "Craig Hospital, Englewood, CO, USA."], ["Leiby", "Benjamin", "B", "Thomas Jefferson University, Philadelphia, PA, USA."], ["Marino", "Ralph", "R", "Thomas Jefferson University, Philadelphia, PA, USA."], ["Schwab", "Jan M", "JM", "The Ohio State University, Columbus, OH, USA."], ["Scivoletto", "Giorgio", "G", "Foundation Saint Lucia, Rome, Italy."], ["Tulsky", "David S", "DS", "University of Delaware, Newark, DE, USA."], ["Wirth", "Ed", "E", "Asterias Biotherapeutics, Fremont, CA, USA."], ["Zariffa", "José", "J", "Toronto Rehabilitation Institute, Toronto, ON, Canada."], ["Kleitman", "Naomi", "N", "Craig H. Neilsen Foundation, Encino, CA, USA."], ["Mulcahey", "Mary Jane", "MJ", "Thomas Jefferson University, Philadelphia, PA, USA."], ["Steeves", "John D", "JD", "University of British Columbia, Vancouver, Canada."]], "date": "2017-12-28", "id": "29284795", "text": "This is a focused review article.This review presents important features of clinical outcomes assessments (COAs) in human spinal cord injury research. Considerations for COAs by trial phase and International Classification of Functioning, Disability and Health are presented as well as strengths and recommendations for upper extremity COAs for research. Clinical trial tools and designs to address recruitment challenges are identified.The methods include a summary of topics discussed during a two-day workshop, conceptual discussion of upper extremity COAs and additional focused literature review.COAs must be appropriate to trial phase and particularly in mid-late-phase trials, should reflect recovery vs. compensation, as well as being clinically meaningful. The impact and extent of upper vs. lower motoneuron disease should be considered, as this may affect how an individual may respond to a given therapeutic. For trials with broad inclusion criteria, the content of COAs should cover all severities and levels of SCI. Specific measures to assess upper extremity function as well as more comprehensive COAs are under development. In addition to appropriate use of COAs, methods to increase recruitment, such as adaptive trial designs and prognostic modeling to prospectively stratify heterogeneous populations into appropriate cohorts should be considered.With an increasing number of clinical trials focusing on improving upper extremity function, it is essential to consider a range of factors when choosing a COA.Craig H. Neilsen Foundation, Spinal Cord Outcomes Partnership Endeavor.", "doi": "10.1038/s41393-017-0015-5", "title": "Considerations and recommendations for selection and utilization of upper extremity clinical outcome assessments in human spinal cord injury trials.", "journal": ["Spinal cord", "Spinal Cord"]}