{"authors": [["Rinne", "Paul", "P", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Hassan", "Mursyida", "M", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Fernandes", "Cristina", "C", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Han", "Erika", "E", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Hennessy", "Emma", "E", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Waldman", "Adam", "A", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Sharma", "Pankaj", "P", "School of Biological Sciences, Royal Holloway University of London, Egham, Surrey, TW20 0EX, United Kingdom."], ["Soto", "David", "D", "Basque Center on Cognition, Brain and Language, 20009 Donostia, Spain."], ["Leech", "Robert", "R", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Malhotra", "Paresh A", "PA", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom."], ["Bentley", "Paul", "P", "Division of Brain Sciences, Charing Cross Hospital Campus, Imperial College London, London, W6 8RF, United Kingdom; p.bentley@imperial.ac.uk."]], "date": "2017-12-28", "id": "29284747", "text": "Attention control (or executive control) is a higher cognitive function involved in response selection and inhibition, through close interactions with the motor system. Here, we tested whether influences of attention control are also seen on lower level motor functions of dexterity and strength-by examining relationships between attention control and motor performance in healthy-aged and hemiparetic-stroke subjects (n = 93 and 167, respectively). Subjects undertook simple-tracking, precision-hold, and maximum force-generation tasks, with each hand. Performance across all tasks correlated strongly with attention control (measured as distractor resistance), independently of factors such as baseline performance, hand use, lesion size, mood, fatigue, or whether distraction was tested during motor or nonmotor cognitive tasks. Critically, asymmetric dissociations occurred in all tasks, in that severe motor impairment coexisted with normal (or impaired) attention control whereas normal motor performance was never associated with impaired attention control (below a task-dependent threshold). This implies that dexterity and force generation require intact attention control. Subsequently, we examined how motor and attention-control performance mapped to lesion location and cerebral functional connectivity. One component of motor performance (common to both arms), as well as attention control, correlated with the anatomical and functional integrity of a cingulo-opercular \"salience\" network. Independently of this, motor performance difference between arms correlated negatively with the integrity of the primary sensorimotor network and corticospinal tract. These results suggest that the salience network, and its attention-control function, are necessary for virtually all volitional motor acts while its damage contributes significantly to the cardinal motor deficits of stroke.", "doi": "10.1073/pnas.1715617115", "title": "Motor dexterity and strength depend upon integrity of the attention-control system.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}