{"authors": [["Yuan", "Xi-Ming", "XM", "From the Occupational and Environmental Medicine, Department of Clinical and Experimental Medicine (X.-M.Y., L.J.W., N.S.) and Obstetrics and Gynaecology, Department of Clinical and Experimental Medicine (L.J.W., W.L.), Linköping University, Sweden; Vascular Surgery, Linköping University Hospital, Sweden (C.F.); and Department of Internal Medicine, University of Alberta, Edmonton, Canada (N.S.). ximing.yuan@liu.se liam.ward@liu.se."], ["Ward", "Liam J", "LJ", "From the Occupational and Environmental Medicine, Department of Clinical and Experimental Medicine (X.-M.Y., L.J.W., N.S.) and Obstetrics and Gynaecology, Department of Clinical and Experimental Medicine (L.J.W., W.L.), Linköping University, Sweden; Vascular Surgery, Linköping University Hospital, Sweden (C.F.); and Department of Internal Medicine, University of Alberta, Edmonton, Canada (N.S.)."], ["Forssell", "Claes", "C", "From the Occupational and Environmental Medicine, Department of Clinical and Experimental Medicine (X.-M.Y., L.J.W., N.S.) and Obstetrics and Gynaecology, Department of Clinical and Experimental Medicine (L.J.W., W.L.), Linköping University, Sweden; Vascular Surgery, Linköping University Hospital, Sweden (C.F.); and Department of Internal Medicine, University of Alberta, Edmonton, Canada (N.S.)."], ["Siraj", "Nabeel", "N", "From the Occupational and Environmental Medicine, Department of Clinical and Experimental Medicine (X.-M.Y., L.J.W., N.S.) and Obstetrics and Gynaecology, Department of Clinical and Experimental Medicine (L.J.W., W.L.), Linköping University, Sweden; Vascular Surgery, Linköping University Hospital, Sweden (C.F.); and Department of Internal Medicine, University of Alberta, Edmonton, Canada (N.S.)."], ["Li", "Wei", "W", "From the Occupational and Environmental Medicine, Department of Clinical and Experimental Medicine (X.-M.Y., L.J.W., N.S.) and Obstetrics and Gynaecology, Department of Clinical and Experimental Medicine (L.J.W., W.L.), Linköping University, Sweden; Vascular Surgery, Linköping University Hospital, Sweden (C.F.); and Department of Internal Medicine, University of Alberta, Edmonton, Canada (N.S.)."]], "date": "2017-12-28", "id": "29284736", "text": "Men differ from women in the manifestation of atherosclerosis and iron metabolism. Intraplaque hemorrhage and hemoglobin (Hb) catabolism by macrophages are associated with atherosclerotic lesion instability. The study aims were to investigate sex differences in (1) lesion severity in relation to blood Hb, (2) iron homeostasis in human carotid plaques, and (3) macrophage polarization within atheroma.The carotid artery samples from 39 men and 23 women were immunostained with cell markers for macrophages, smooth muscle cells, ferritin, and TfR1 (transferrin receptor 1), which were further analyzed according to sex in relation to iron, Hb, and lipids in circulation. Additionally, samples of predefined regions from human carotid atherosclerotic lesions, including internal controls, were used for proteomic analysis by mass spectrometry.Male patients, compared with women, had larger necrotic cores and more plaque rupture, which were associated with higher levels of Hb. Atheroma of male patients had significantly higher levels of Hb in circulation and CD68 macrophages, ferritin, and TfR1 in lesions. CD68 macrophages were significantly correlated with ferritin and TfR1. Plaques from male patients comparatively possessed higher levels of inflammatory macrophage subsets, CD86 (M1) and CD163 (M2), but lower levels of STF (serotransferrin) and HPX (hemopexin).Male patients with carotid atheroma had more advanced and ruptured lesions associated with significantly higher levels of inflammatory macrophage infiltration and high iron stores in the blood and in their plaques. These findings help to understand sex differences and iron metabolism in atherosclerosis and factors related to atheroma progression.", "doi": "10.1161/STROKEAHA.117.018724", "title": "Carotid Atheroma From Men Has Significantly Higher Levels of Inflammation and Iron Metabolism Enabled by Macrophages.", "journal": ["Stroke", "Stroke"]}