{"authors": [["Schlemm", "Ludwig", "L", "From the Department of Neurology (L.S., M. Ebinger, C.H.N., M. Endres) and Center for Stroke Research Berlin (L.S., M. Ebinger, C.H.N., M. Endres), Charité - Universitätsmedizin Berlin, Germany; Berlin Institute of Health, Germany (L.S., C.H.N., M. Endres); London School of Economics and Political Science, United Kingdom (L.S.); Department of Neurology, MEDICAL PARK Berlin Humboldtmühle, Germany (M. Ebinger); DZHK (German Center for Cardiovascular Research), Partner Site, Berlin (M. Endres); and DZNE (German Center for Neurodegenerative Diseases), Partner Site, Berlin (M. Endres). ludwig.schlemm@charite.de."], ["Ebinger", "Martin", "M", "From the Department of Neurology (L.S., M. Ebinger, C.H.N., M. Endres) and Center for Stroke Research Berlin (L.S., M. Ebinger, C.H.N., M. Endres), Charité - Universitätsmedizin Berlin, Germany; Berlin Institute of Health, Germany (L.S., C.H.N., M. Endres); London School of Economics and Political Science, United Kingdom (L.S.); Department of Neurology, MEDICAL PARK Berlin Humboldtmühle, Germany (M. Ebinger); DZHK (German Center for Cardiovascular Research), Partner Site, Berlin (M. Endres); and DZNE (German Center for Neurodegenerative Diseases), Partner Site, Berlin (M. Endres)."], ["Nolte", "Christian H", "CH", "From the Department of Neurology (L.S., M. Ebinger, C.H.N., M. Endres) and Center for Stroke Research Berlin (L.S., M. Ebinger, C.H.N., M. Endres), Charité - Universitätsmedizin Berlin, Germany; Berlin Institute of Health, Germany (L.S., C.H.N., M. Endres); London School of Economics and Political Science, United Kingdom (L.S.); Department of Neurology, MEDICAL PARK Berlin Humboldtmühle, Germany (M. Ebinger); DZHK (German Center for Cardiovascular Research), Partner Site, Berlin (M. Endres); and DZNE (German Center for Neurodegenerative Diseases), Partner Site, Berlin (M. Endres)."], ["Endres", "Matthias", "M", "From the Department of Neurology (L.S., M. Ebinger, C.H.N., M. Endres) and Center for Stroke Research Berlin (L.S., M. Ebinger, C.H.N., M. Endres), Charité - Universitätsmedizin Berlin, Germany; Berlin Institute of Health, Germany (L.S., C.H.N., M. Endres); London School of Economics and Political Science, United Kingdom (L.S.); Department of Neurology, MEDICAL PARK Berlin Humboldtmühle, Germany (M. Ebinger); DZHK (German Center for Cardiovascular Research), Partner Site, Berlin (M. Endres); and DZNE (German Center for Neurodegenerative Diseases), Partner Site, Berlin (M. Endres)."]], "date": "2017-12-28", "id": "29284734", "text": "Prehospital stroke severity scales may help to triage acute ischemic stroke patients with large vessel occlusion (LVO) for direct transportation to a comprehensive stroke center. The impact on resource use and time to reperfusion treatment for patients with and without LVO is unknown.Based on empirical distributions of stroke symptom severity, prehospital delay times, and stroke symptom severity-dependent likelihood of LVO, we simulate prehospital incidents of stroke-like symptoms in abstract geographical environments to estimate the impact of prehospital triage strategies based on different cutoffs of the rapid arterial occlusion evaluation scale.Compared with transporting each patient to the nearest stroke center, implementation of a prehospital triage strategy based on a rapid arterial occlusion evaluation scale cutoff score ≥5 is associated with more patients with suspected acute stroke at comprehensive stroke centers and less patients at primary stroke centers (+11.7% [95% confidence interval: +8.1% to +15.3%] and -18.4% [-19.1% to -17.7%], respectively). Mean time to groin puncture is reduced by 29.6 minutes (-35.2 to -24.7 minutes) while mean time to thrombolysis does not change significantly (±0.0 minutes [-0.3 to +0.3 minutes]). The total number of secondary transfers is reduced by 60.9% (-62.8% to -59.0%); mean time of ambulance use per patient is unchanged. Results are robust with regards to variation in model parameters.Implementation of prehospital triage based on stroke severity scales would have strong impact on patient flow and distribution. The benefit of earlier thrombectomy for patients with LVO may outweigh the harm associated with delayed access to thrombolysis for some patients without LVO. Randomized trials using clinical stroke severity scales as a triage tool are needed to confirm our findings.", "doi": "10.1161/STROKEAHA.117.019431", "title": "Impact of Prehospital Triage Scales to Detect Large Vessel Occlusion on Resource Utilization and Time to Treatment.", "journal": ["Stroke", "Stroke"]}