{"authors": [["Törnbom", "Karin", "K", "Research Group for Rehabilitation Medicine, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden; Centre for Person-Centred Care (GPCC), University of Gothenburg, Gothenburg, Sweden. Electronic address: Karin.Tornbom@neuro.gu.se."], ["Hadartz", "Kristin", "K", "Research Group for Rehabilitation Medicine, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."], ["Sunnerhagen", "Katharina S", "KS", "Research Group for Rehabilitation Medicine, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden; Centre for Person-Centred Care (GPCC), University of Gothenburg, Gothenburg, Sweden."]], "date": "2017-12-25", "id": "29284572", "text": "Identifying factors predicting the long-term outcome of participation and autonomy after stroke is essential for developing individualized rehabilitation interventions. The aim was to describe self-assessed participation and autonomy and to explore factors associated with the same at 1 year post stroke.Participants consisted of 79 persons (mean age = 67) with a first-time stroke at the 1-year follow-up. To investigate perceived participation and autonomy at 1 year, a self-assessment questionnaire, the Impact on Participation and Autonomy-English version (IPA-E) was used. Multivariate logistic regression models were performed using age, gender, stroke severity, and functional dependency at discharge as potential contributors to the perceived level of participation and autonomy.A high percentage (70%-88%) evaluated their functions as fair to very good within all domains of the IPA-E at 1 year post stroke. However, around a fifth experienced their Family role as poor to very poor. Participants' functional dependency at discharge significantly influenced the outcome for the domains of Family role (odds ratio [OR] = 5.66, P < .01), Social relations (OR = 3.23, P < .03), and Autonomy indoors (OR = 3.44, P < .04) at 1 year post stroke.Aspects of the Family role domain deserve further attention in interventions aimed at improving participation and autonomy at 1 year post stroke. The results also indicate that supporting indoor autonomy and social relations of persons with stroke during the acute rehabilitation is important to enhance participation and autonomy at 1 year post stroke.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.028", "title": "Self-Perceived Participation and Autonomy at 1-Year Post Stroke: A Part of the Stroke Arm Longitudinal Study at the University of Gothenburg (SALGOT Study).", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}