{"authors": [["Lisabeth", "Lynda D", "LD", "Department of Epidemiology, University of Michigan School of Public Health, Ann Arbor, Michigan; Stroke Program, University of Michigan, Ann Arbor, Michigan. Electronic address: llisabet@umich.edu."], ["Baek", "Jonggyu", "J", "Department of Biostatistics, University of Michigan School of Public Health, Ann Arbor, Michigan."], ["Morgenstern", "Lewis B", "LB", "Department of Epidemiology, University of Michigan School of Public Health, Ann Arbor, Michigan; Stroke Program, University of Michigan, Ann Arbor, Michigan."], ["Zahuranec", "Darin B", "DB", "Stroke Program, University of Michigan, Ann Arbor, Michigan."], ["Case", "Erin", "E", "Department of Epidemiology, University of Michigan School of Public Health, Ann Arbor, Michigan."], ["Skolarus", "Lesli E", "LE", "Stroke Program, University of Michigan, Ann Arbor, Michigan."]], "date": "2017-12-25", "id": "29284570", "text": "To characterize stroke outcomes in a midlife population-based stroke cohort, and to describe comorbidities, quality of care, and risk of recurrence in this age group.Ischemic strokes (ISs) were identified from the population-based Brain Attack Surveillance in Corpus Christi Project (2000-2012). Data were from medical records and patient interviews. Ninety-day outcomes (functional, neurologic, cognitive, quality of life [QOL]), prevalence of comorbidities, quality of care, and 1-year recurrence were estimated for those aged 45-64 (midlife) and compared with those aged ≥65 using sex and race-ethnicity adjusted regression models.Of 4858 ISs, 33% occurred in midlife. On average, the midlife group reported some difficulty with function, favorable neurologic and cognitive outcomes, and moderate QOL scores at 90 days. All outcomes except QOL were better in the midlife group. Prevalent comorbidities in midlife were hypertension (74%), diabetes (51%), hyperlipidemia (34%), heart disease (26%), prior stroke/transient ischemic attack (23%), smoking 37%, excess alcohol 10%, and atrial fibrillation 4%. Median body mass index (BMI) was 30 (interquartile range: 26-35). Diabetes, smoking, and alcohol were more prevalent and BMI higher in the midlife group. Quality of stroke care did not differ by age. One-year recurrence in midlife was 8% (95% confidence interval: 6%-9%) and did not differ by age.While 90-day outcomes were more favorable than in the elderly, midlife stroke survivors faced some disability and did not experience better QOL despite better outcomes. Additional research should identify targets to optimize secondary stroke prevention and improve outcomes in midlife stroke survivors-an understudied group with great potential disability and economic impact.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.029", "title": "Prognosis of Midlife Stroke.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}