{"authors": [["Nemoto", "Masaaki", "M", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan. Electronic address: masaaki.nemoto@med.toho-u.ac.jp."], ["Masuda", "Hiroyuki", "H", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Sakaeyama", "Yuki", "Y", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Okonogi", "Sinichi", "S", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Node", "Yasuhiro", "Y", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Ueda", "Keita", "K", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Ando", "Shunpei", "S", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Kondo", "Kosuke", "K", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Harada", "Naoyuki", "N", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."], ["Sugo", "Nobuo", "N", "Department of Neurosurgery(Omori), School of Medicine, Faculty of Medicine, Toho University, Tokyo, Japan."]], "date": "2017-12-25", "id": "29284568", "text": "Subarachnoid hemorrhage (SAH) with an intracerebral hematoma (ICH) shows an unfavorable prognosis. In the present study, we examined the characteristics of SAH with ICH and its prognosis.Subjects comprised 218 patients with SAH who underwent surgery between January 2007 and December 2015. We compared age, sex, the location of the aneurysm, treatment procedures, medical history (hypertension, diabetes, and heart disease), the Glasgow Coma Scale (GCS) score on admission, rerupture rate, hydrocephalus, the diameter of the aneurysm, cerebral vasospasm, perioperative cardiopulmonary complications, and the Glasgow Outcome Scale (GOS) score after 2 months between patients with SAH with and without ICH. The interval from the onset of SAH until surgery, the location of ICH, and hematoma volume were investigated as prognostic factors for SAH with ICH.Among all subjects, 82 had SAH with ICH. GCS scores on admission were poorer in patients with SAH with ICH than in those without ICH (P < .001), and middle cerebral artery aneurysms were more likely to form hematomas (P < .001). GOS scores after 2 months were also poorer in patients with SAH with ICH (P < .01). The size of aneurysms was larger in the 82 patients with SAH with ICH than in those without ICH (P < .001), and the rerupture rate was higher (P < .001). The unfavorable prognosis of patients with SAH with ICH was associated with age and GCS score on admission.A young age and a favorable GCS score on admission may be associated with a favorable prognosis for patients with SAH with ICH, and SAH with ICH may easily rerupture.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.034", "title": "Clinical Characteristics of Subarachnoid Hemorrhage with an Intracerebral Hematoma and Prognostic Factors.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}