{"authors": [["Moore", "Sarah A", "SA", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK. s.a.moore@ncl.ac.uk."], ["Hickey", "Aodhan", "A", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK."], ["Lord", "Sue", "S", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK."], ["Del Din", "Silvia", "S", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK."], ["Godfrey", "Alan", "A", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK."], ["Rochester", "Lynn", "L", "Institute of Neuroscience, Newcastle University Institute for Ageing, Clinical Ageing Research Unit, Campus for Ageing and Vitality, Newcastle University, Newcastle upon Tyne, NE4 5PL, UK."]], "date": "2017-12-29", "id": "29284544", "text": "Application of objective measurement of stroke gait with accelerometer-based wearable technology and associated algorithms is increasing, despite reports questioning the accuracy of this technique in quantifying specific stroke-related gait impairments. The aim of this study is to determine the feasibility, validity and reliability of a low-cost open-source system incorporating algorithms and a single tri-axial accelerometer-based wearable to quantify gait characteristics in the laboratory and community post-stroke.Twenty-five participants with stroke wore the wearable (AX3, Axivity) on the lower back during a laboratory 2 minute continuous walk (preferred pace) on two occasions a week apart and continuously in the community for two consecutive 7 day periods. Video, instrumented walkway (GaitRite) and an OPAL accelerometer-based wearable were used as laboratory references.Feasibility of the proposed system was good. The system was valid for measuring step count (ICC 0.899). Inherent differences in gait quantification between algorithm and GaitRite resulted in difficulties comparing agreement between the different systems. Agreement was moderate-excellent (ICC 0.503-0.936) for mean and variability gait characteristics vs. OPAL. Agreement was moderate-poor between the system and OPAL for asymmetry characteristics. Moderate-excellent reliability (ICC 0.534-0.857) was demonstrated for 11/14 laboratory measured gait characteristics. Community test-retest reliability was good-excellent (ICC 0.867-0.983) for all except one (ICC 0.699) of the 19 gait characteristics.The proposed system is a low-cost, reliable tool for quantifying gait post-stroke with multiple potential applications. Further refinement to optimise gait quantification algorithms for certain gait characteristics including gait asymmetry is required.", "doi": "10.1186/s12984-017-0341-z", "title": "Comprehensive measurement of stroke gait characteristics with a single accelerometer in the laboratory and community: a feasibility, validity and reliability study.", "journal": ["Journal of neuroengineering and rehabilitation", "J Neuroeng Rehabil"]}