{"authors": [["He", "Wenzhen", "W", "57 Changping Road, Shantou, Guangdong, 515041, ChinaShantou, China , 515041 ; wenzhen_he@sina.com."], ["Wei", "Duncan", "D", "Shantou, China ; weiduncan1985@qq.com."], ["Cai", "De", null, "shantou, China ; stcaide@126.com."], ["Chen", "Siqia", "S", "Shantou, China ; 453450598@qq.com."], ["Li", "Shunxian", "S", "shantou, China ; shunxianli@126.com."], ["Chen", "Wenjie", "W", "shantou, China ; 272366961@qq.com."]], "date": "2017-12-28", "id": "29284304", "text": "Our previous study described the important regulatory roles of microRNAs (miRNAs) in ischemic stroke. However, the functional significance of long non coding RNA (lncRNAs) in ischemic stroke was largely unknown. This study was aimed to identify the lncRNA profiling and elucidate the regulatory mechanisms in pathophysiology of stroke.Herein, we used RNA sequencing to sequence the RNA from blood of three ischemic stroke patients and three normal controls. Differential expression analysis was performed to identify differentially expressed lncRNAs (DElncRNAs) and mRNAs (DEmRNAs). After further correlation and co-expression analysis, the corresponding co-expression networks and miRNA-lncRNA-mRNA interaction network were then constructed. The expression of DElncRNAs and DEmRNAs was verified in Gene Expression Omnibus.RNA sequencing and following bioinformatics analysis led to a total of 61 DElncRNAs (14 up-regulated and 47 down-regulated) and 673 DEmRNAs (432 up-regulated and 241 down-regulated). LOC105372881 and LOC101929707 were the most highly increased and decreased lncRNAs in ischemic stroke. LncRNA-mRNA co-expression networks were constructed according to 3008 positively co-expressed and 607 negatively co-expressed lncRNA-mRNA pairs. The DElncRNAs may play roles in the pathways of Glycolysis/Gluconeogenesis, Arrhythmogenic right ventricular cardiomyopathy, Adherens junction, Lysosome and Hematopoietic cell lineage by regulating their co-expressed mRNAs. Combined with previous data, a miRNA-lncRNA-mRNA interaction network for ischemic stroke was constructed. Based on GSE22255, the expression of six DElncRNAs (CEBPA-AS1, LINC00884, HCG27, MATN1-AS1, HCG26 and LINC01184) and eleven DEmRNAs (TREML4, AHSP, PI3, TESC, ANXA3, OAS1, OAS2, IFI6, ISG15, IFI44L and LY6E) was similar to our sequencing data.Our study was the first time to identify blood lncRNAs in human ischemic stroke by RNA-seq. Our findings might be the foundation for understand the potential roles of lncRNAs in ischemic stroke.", "doi": "10.1089/hum.2017.064", "title": "Altered long non-coding RNA transcriptomic profiles in ischemic stroke.", "journal": ["Human gene therapy", "Hum. Gene Ther."]}