{"authors": [["Walmsley", "Corrin", "C", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Taylor", "Susan", "S", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Parkins", "Timothy", "T", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Carey", "Leeanne", "L", "Neurorehabilitation and Recovery, The Florey Institute of Neuroscience and Mental Health, Melbourne, Australia."], ["Girdler", "Sonya", "S", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."], ["Elliott", "Catherine", "C", "School of Occupational Therapy and Social Work, Curtin University, Perth, Australia."]], "date": "2017-12-28", "id": "29284178", "text": "Somatosensation is the ability to detect and recognise body sensations such as touch, vibration, pressure, pain, temperature and proprioception. Cerebral palsy is a neurological disorder that is often accompanied by impairments in somatosensation. Current somatosensory assessments have limited psychometrics established for use with these children. The aim of this study was to identify therapists' current practice and perspectives related to the assessment of somatosensation in children with neurological disorders.A cross-sectional questionnaire was used to identify the somatosensory assessments currently used in clinical practice, time allocated to assessment, and therapists' satisfaction and confidence using the available assessments of somatosensation. The questionnaire was adapted from a previously utilised questionnaire that identified therapists' use of somatosensory assessments with adults post-stroke.A total of 135 therapists responded to the questionnaire. Seventy-nine (92%) occupational therapists and 44 (89.7%) physiotherapists indicated that they currently assessed or treated children with somatosensory deficits. Sixty-four (82.1%) occupational therapists and 38 (86.3%) physiotherapists regarded assessment of somatosensation in children with neurological disorders as important to very important. However, only seven (8.8%) occupational therapists and seven (15.9%) physiotherapists reported confidence in their ability to do so. The methods with which therapists detect and measure somatosensory impairment in children with neurological disorders are variable, with non-standardised and/or informal assessments most frequently used.Despite there being recommendations of best practice for the assessment of specific domains of somatosensation in children with cerebral palsy, current practice does not yet mirror these recommendations. Additionally, therapists have low satisfaction and confidence with what they are currently using, highlighting the need for a comprehensive and standardised assessment of somatosensation for use in children with neurological disorders.", "doi": "10.1111/1440-1630.12431", "title": "What is the current practice of therapists in the measurement of somatosensation in children with cerebral palsy and other neurological disorders?", "journal": ["Australian occupational therapy journal", "Aust Occup Ther J"]}