{"authors": [["Dosemeci", "Ayse", "A", "Laboratory of Neurobiology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, United States of America."], ["Burch", "Amelia", "A", "Laboratory of Neurobiology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, United States of America."], ["Loo", "Hannah", "H", "Laboratory of Neurobiology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, United States of America."], ["Toy", "Dana", "D", "Laboratory of Neurobiology, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, United States of America."], ["Tao-Cheng", "Jung-Hwa", "JH", "EM Facility, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland, United States of America."]], "date": "2017-12-28", "id": "29284046", "text": "IRSp53 (BAIAP2) is an abundant protein at the postsynaptic density (PSD) that binds to major PSD scaffolds, PSD-95 and Shanks, as well as to F-actin. The distribution of IRSp53 at the PSD in cultured hippocampal neurons was examined under basal and excitatory conditions by immuno-electron microscopy. Under basal conditions, label for IRSp53 is concentrated at the PSD. Upon depolarization by application of a medium containing 90 mM K+, the intensity of IRSp53 label at the PSD increased by 36±7%. Application of NMDA (50 μM) yielded 53±1% increase in the intensity of IRSp53 label at the PSD compared to controls treated with APV, an NMDA antagonist. The accumulation of IRSp53 label upon application of high K+ or NMDA was prominent at the deeper region of the PSD (the PSD pallium, lying 40-120 nm from the postsynaptic plasma membrane). IRSp53 molecules that accumulate at the distal region of the PSD pallium under excitatory conditions are too far from the plasma membrane to fulfill the generally recognized role of the protein as an effector of membrane-bound small GTPases. Instead, these IRSp53 molecules may have a structural role organizing the Shank scaffold and/or linking the PSD to the actin cytoskeleton.", "doi": "10.1371/journal.pone.0190250", "title": "IRSp53 accumulates at the postsynaptic density under excitatory conditions.", "journal": ["PloS one", "PLoS ONE"]}