{"authors": [["Morouço", "Pedro G", "PG", "1 Research Centre for Rapid and Sustainable Product Development, Polytechnic Institute of Leiria, Marhinha Grande, Portugal."], ["Barbosa", "Tiago", "T", "2 Physical Education & Sports Science Academic Group, National Institute of Education, Nanyang Technological University, Singapore."], ["Arellano", "Raul", "R", "3 Department of Physical Education and Sports, University of Granada, Granada, Spain."], ["Vilas-Boas", "João Paulo", "JP", "4 Centre of Research, Education, Innovation and Intervention in Sport (CIFI2D), Faculty of Sport, University of Porto, Porto, Portugal."]], "date": "2017-12-28", "id": "29283692", "text": "In front crawl swimming, the upper limbs alternate move with the aim of achieving a continuous application of force in the water, leading to lower intra-cyclic velocity variation (dv). This parameter has been identified as a crucial criterion for swimmers' evaluation, thus the present study aimed to examine the assessment of intra-cyclic force variation (dF) and to analyze its relationship with dv and swimming performance.Twenty-two high-level male swimmers performed a maximal effort 50-m front crawl time-trial and a 30-s maximal effort fully tethered swimming test, which were randomly assigned. Instantaneous velocity was obtained by a speedometer and force by a strain-gauge system.Similarity was observed between the tests, with dF attaining much higher magnitudes than dv (p < 0.001; d = 8.89). There were no differences in stroke rate or in physiological responses between tethered and free swimming, with a high level of agreement for the stroke rate and blood lactate increase. Swimming velocity presented a strong negative linear relationship with dF (r = -0.826, p < 0.001) and a moderate negative non-linear relationship with dv (r = -0.734, p < 0.01). With the addition of the maximum impulse to dF, multiple regression analysis explained 83% of the free-swimming performance.This investigation demonstrated that assessing dF is a promising approach for evaluating a swimmer's performance. From the experiments, this new parameter showed that swimmers with higher dF also present higher dv, leading to a decrease in performance.", "doi": "10.1123/ijspp.2017-0223", "title": "Intra-Cyclic Variation of Force and Swimming Performance.", "journal": ["International journal of sports physiology and performance", "Int J Sports Physiol Perform"]}