{"authors": [["Ortiz-González", "Xilma R", "XR", "Department of Pediatrics, Division of Neurology, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Tintos-Hernández", "Jesus A", "JA", "Department of Pediatrics, Division of Neurology, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Keller", "Kierstin", "K", "Center for Mitochondrial and Epigenomic Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Li", "Xueli", "X", "Department of Pathology and Laboratory Medicine, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Foley", "A Reghan", "AR", "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD."], ["Bharucha-Goebel", "Diana X", "DX", "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD."], ["Kessler", "Sudha K", "SK", "Department of Pediatrics, Division of Neurology, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Yum", "Sabrina W", "SW", "Department of Pediatrics, Division of Neurology, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Crino", "Peter B", "PB", "Department of Neurology, University of Maryland School of Medicine, Baltimore, MD."], ["He", "Miao", "M", "Department of Pathology and Laboratory Medicine, The Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA."], ["Wallace", "Douglas C", "DC", "Center for Mitochondrial and Epigenomic Medicine, The Children's Hospital of Philadelphia, Philadelphia, PA."], ["Bönnemann", "Carsten G", "CG", "Neuromuscular and Neurogenetic Disorders of Childhood Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD."]], "date": "2017-12-28", "id": "29283439", "text": "Autosomal recessive mutations in TBCK cause intellectual disability of variable severity. Although the physiologic function of TBCK remains unclear, loss-of-function mutations are associated with inhibition of mTORC1 signaling. As mTORC1 signaling is known to regulate autophagy, we hypothesized that TBCK-encephalopathy patients with a neurodegenerative course have defects in autophagic-lysosomal dysfunction.Children (n=8) of Puerto Rican (Boricua) descent affected with homozygous TBCK p.R126X mutations underwent extensive neurological phenotyping and neurophysiological studies. We quantified autophagosome content in TBCK-/- patient-derived fibroblasts by immunostaining and assayed autophagic markers by Western assay. Free sialylated oligosaccharide profiles were assayed in patient's urine and fibroblasts.The neurologic phenotype of children with TBCK p.R126X mutations, which we call TBCK-encephaloneuronopathy (TBCKE), include congenital hypotonia, progressive motor neuronopathy, leukoencephalopathy and epilepsy. Systemic features include coarse facies, dyslipidemia, and osteoporosis. TBCK-/- fibroblasts in vitro exhibit increased numbers of LC3+ autophagosomes, and increased autophagic flux by immunoblots. Free oligosaccharide profiles in fibroblasts and urine of TBCKE patients differ from control fibroblasts and are ameliorated by treatment with the mTORC1 activator leucine.TBCKE is a clinically distinguishable syndrome with progressive central and peripheral nervous system dysfunction, consistently seen in patients with the p.R126X mutation. We provide evidence that inappropriate autophagy in the absence of cellular stressors may play a role in this disorder, and that mTORC1 activation may ameliorate the autophagic-lysosomal system dysfunction. Free oligosaccharide profiles could serve as a novel biomarker for this disorder as well as a tool to evaluate potential therapeutic interventions. This article is protected by copyright. All rights reserved.", "doi": "10.1002/ana.25130", "title": "Homozygous Boricua TBCK Mutation Causes Neurodegeneration and Aberrant Autophagy.", "journal": ["Annals of neurology", "Ann. Neurol."]}