{"authors": [["Orfila", "James E", "JE", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Grewal", "Himmat", "H", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Dietz", "Robert M", "RM", "2 Neuronal Injury Program, University of Colorado, Aurora, CO, USA."], ["Strnad", "Frank", "F", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Shimizu", "Takeru", "T", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Moreno", "Myriam", "M", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Schroeder", "Christian", "C", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Yonchek", "Joan", "J", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Rodgers", "Krista M", "KM", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Dingman", "Andra", "A", "3 Department of Pediatrics, University of Colorado, Aurora, CO, USA."], ["Bernard", "Timothy J", "TJ", "3 Department of Pediatrics, University of Colorado, Aurora, CO, USA."], ["Quillinan", "Nidia", "N", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Macklin", "Wendy B", "WB", "4 Department of Cell and Developmental Biology, University of Colorado, Aurora, CO, USA."], ["Traystman", "Richard J", "RJ", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."], ["Herson", "Paco S", "PS", "1 Department of Anesthesiology, University of Colorado, Aurora, CO, USA."]], "date": "2017-01-01", "id": "29283314", "text": "The current study focuses on the ability to improve cognitive function after stroke with interventions administered at delayed/chronic time points. In light of recent studies demonstrating delayed GABA antagonists improve motor function, we utilized electrophysiology, biochemistry and neurobehavioral methods to investigate the role of α5 GABAA receptors on hippocampal plasticity and functional recovery following ischemic stroke. Male C57Bl/6 mice were exposed to 45 min transient middle cerebral artery occlusion and analysis of synaptic and functional deficits performed 7 or 30 days after recovery. Our findings indicate that hippocampal long-term potentiation (LTP) is impaired 7 days after stroke and remain impaired for at least 30 days. We demonstrate that ex vivo administration of L655,708 reversed ischemia-induced plasticity deficits and importantly, in vivo administration at delayed time-points reversed stroke-induced memory deficits. Western blot analysis of hippocampal tissue reveals proteins responsible for GABA synthesis are upregulated (GAD65/67 and MAOB), increasing GABA in hippocampal interneurons 30 days after stroke. Thus, our data indicate that both synaptic plasticity and memory impairments observed after stroke are caused by excessive tonic GABA activity, making inhibition of specific GABA activity at delayed timepoints a potential therapeutic approach to improve functional recovery and reverse cognitive impairments after stroke.", "doi": "10.1177/0271678X17750761", "title": "Delayed inhibition of tonic inhibition enhances functional recovery following experimental ischemic stroke.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}