{"authors": [["Raffin", "Estelle", "E", "1 Defitech Chair of Clinical Neuroengineering, Center for Neuroprosthetics (CNP) and Brain Mind Institute (BMI), Swiss Federal Institute of Technology (EPFL), Geneva, Switzerland."], ["Hummel", "Friedhelm C", "FC", "1 Defitech Chair of Clinical Neuroengineering, Center for Neuroprosthetics (CNP) and Brain Mind Institute (BMI), Swiss Federal Institute of Technology (EPFL), Geneva, Switzerland."]], "date": "2017-11-01", "id": "29283026", "text": "More than 1.5 million people suffer a stroke in Europe per year and more than 70% of stroke survivors experience limited functional recovery of their upper limb, resulting in diminished quality of life. Therefore, interventions to address upper-limb impairment are a priority for stroke survivors and clinicians. While a significant body of evidence supports the use of conventional treatments, such as intensive motor training or constraint-induced movement therapy, the limited and heterogeneous improvements they allow are, for most patients, usually not sufficient to return to full autonomy. Various innovative neurorehabilitation strategies are emerging in order to enhance beneficial plasticity and improve motor recovery. Among them, robotic technologies, brain-computer interfaces, or noninvasive brain stimulation (NIBS) are showing encouraging results. These innovative interventions, such as NIBS, will only provide maximized effects, if the field moves away from the \"one-fits all\" approach toward a \"patient-tailored\" approach. After summarizing the most commonly used rehabilitation approaches, we will focus on NIBS and highlight the factors that limit its widespread use in clinical settings. Subsequently, we will propose potential biomarkers that might help to stratify stroke patients in order to identify the individualized optimal therapy. We will discuss future methodological developments, which could open new avenues for poststroke rehabilitation, toward more patient-tailored precision medicine approaches and pathophysiologically motivated strategies.", "doi": "10.1177/1073858417737486", "title": "Restoring Motor Functions After Stroke: Multiple Approaches and Opportunities.", "journal": ["The Neuroscientist : a review journal bringing neurobiology, neurology and psychiatry", "Neuroscientist"]}