{"authors": [["Friebel", "Rocco", "R", "Department of Primary Care and Public Health, Imperial College London, Reynolds Building, Charing Cross Hospital, London, UK."], ["Hauck", "Katharina", "K", "Department of Infectious Disease Epidemiology, Imperial College London LG 32B Medical School Building, St Mary's Campus, London, UK."], ["Aylin", "Paul", "P", "Department of Primary Care and Public Health, Imperial College London, Reynolds Building, Charing Cross Hospital, London, UK."]], "date": "2017-12-28", "id": "29282793", "text": "The bundling of clinical expertise in centralised treatment centres is considered an effective intervention to improve quality and efficiency of acute stroke care. In 2010, 8 London Trusts were converted into Hyper Acute Stroke Units. The intention was to discontinue acute stroke services in 22 London hospitals. However, in reality, provision of services declined only gradually, and 2 years later, 15% of all patients were still treated in Trusts without a Hyper Acute Stroke Unit. This study evaluates the impact of centralising London's stroke care on 7 process and outcome indicators using a difference-in-difference analysis with two treatment groups, Hyper Acute and discontinued London Trusts, and data on all stroke patients recorded in the hospital episode statistics database from April 2006 to April 2014. The policy resulted in improved thrombolysis treatment and lower rates of pneumonia in acute units. However, 6 indicators worsened in the Trusts that were meant to discontinue services, including deaths within 7 and 30 days, readmissions, brain scan rates, and thrombolysis treatment. The reasons for these results are difficult to uncover and could be related to differences in patient complexity, data recording, or quality of care. The findings highlight that actual implementation of centralisation policies needs careful monitoring and evaluation.", "doi": "10.1002/hec.3630", "title": "Centralisation of acute stroke services in London: Impact evaluation using two treatment groups.", "journal": ["Health economics", "Health Econ"]}