{"authors": [["Spiegel", "Rainer", "R", "Division of Internal Medicine, University Hospital, University of Basel, Switzerland / Emergency Department, University Hospital, University of Basel, Switzerland."], ["Rust", "Heiko", "H", "Department of Neurology, University Hospital, University of Basel, Switzerland."], ["Baumann", "Thomas", "T", "Department of Neurology, University Hospital, University of Basel, Switzerland / Neurologische Praxisgemeinschaft Bern, Switzerland."], ["Friedrich", "Hergen", "H", "Department of Otorhinolaryngology, Head and Neck Surgery, Inselspital, University Hospital, University of Bern, Switzerland."], ["Sutter", "Raoul", "R", "Department of Neurology, University Hospital, University of Basel, Switzerland / Medical Intensive Care Units, University Hospital, University of Basel, Switzerland."], ["Göldlin", "Martina", "M", "Department of Neurology, Inselspital, University Hospital, University of Bern, Switzerland."], ["Rosin", "Christiane", "C", "Emergency Department, University Hospital, University of Basel, Switzerland."], ["Müri", "René", "R", "Department of Neurology, Inselspital, University Hospital, University of Bern, Switzerland."], ["Mantokoudis", "Georgios", "G", "Department of Otorhinolaryngology, Head and Neck Surgery, Inselspital, University Hospital, University of Bern, Switzerland."], ["Bingisser", "Roland", "R", "Emergency Department, University Hospital, University of Basel, Switzerland."], ["Strupp", "Michael", "M", "Department of Neurology and German Centre for Vertigo and Balance Disorders, University of Munich Hospital, Campus Großhadern, Munich, Germany."], ["Kalla", "Roger", "R", "Department of Neurology, Inselspital, University Hospital, University of Bern, Switzerland."]], "date": "2017-12-28", "id": "29282702", "text": "This review provides an update on interdisciplinary treatment for dizziness. Dizziness can have various causes and the treatment offered should depend on the cause. After reading this article, the clinician will have an overview of current treatment recommendations. Recommendations are made for the most prevalent causes of dizziness including acute and chronic vestibular syndromes, vestibular neuritis, benign paroxysmal positional vertigo, endolymphatic hydrops and Menière's disease, vestibular paroxysmia and vestibular migraine, cardiac causes, transient ischaemic attacks and strokes, episodic ataxia type 2, persistent postural-perceptual dizziness, bilateral vestibulopathy, degenerative, autoimmune and neoplastic diseases, upbeat- and downbeat nystagmus. Recommendations include clinical approaches (repositioning manoeuvres), medication (adding, removing or changing current medication depending on aetiology), vestibular physiotherapy, ergotherapy and rehabilitation, treatment of chest pain or stroke units and operative interventions. If symptoms are acute and severe, medication with antivertigo agents is recommended as a first step, for a maximum period of 3 days. Following initial symptom control, treatment is tailored depending on aetiology. To assist the clinician in obtaining a useful overview, the level of evidence and number needed to treat are reported whenever possible based on study characteristics. In addition, warnings about possible arrhythmias due to medications are issued, and precautions to enable these to be avoided are discussed.", "doi": "10.4414/smw.2017.14566", "title": "Treatment of dizziness: an interdisciplinary update.", "journal": ["Swiss medical weekly", "Swiss Med Wkly"]}