{"authors": [["Wei", "Zhe", "Z", "Department of Neuroscience and Regenerative Medicine and Department of Neurology, Medical College of Georgia, Augusta University, CA3008, 1120 15th Street, Augusta, GA, 30912, USA."], ["Wu", "Guangyu", "G", "Department of Pharmacology and Toxicology, Medical College of Georgia, Augusta University, Augusta, GA, 30912, USA."], ["Chen", "Bo-Shiun", "BS", "Department of Neuroscience and Regenerative Medicine and Department of Neurology, Medical College of Georgia, Augusta University, CA3008, 1120 15th Street, Augusta, GA, 30912, USA. bochen@augusta.edu."]], "date": "2017-12-27", "id": "29282697", "text": "Synapse-associated protein 102 (SAP102) is a scaffolding protein highly expressed early in development and plays a critical role in mediating glutamate receptor trafficking during synaptogenesis. Mutations in human SAP102 have been reported to cause intellectual disability, which is thought to be due to mislocalization of the mutant protein. However, little is known about the regulation of SAP102 synaptic targeting. Here, we investigate the role of phosphorylation of SAP102 in regulating its synaptic targeting. Previous studies have shown that synaptic targeting of SAP102 is regulated by C-terminal splicing. We now identify a phosphorylation site, serine 632, within the C-terminal alternatively spliced region, which is phosphorylated by casein kinase II (CK2). We show that Ser632 on SAP102 is phosphorylated in vitro, in heterologous cells, and in neurons. Moreover, we demonstrate that synaptic enrichment of SAP102 is increased by Ser632 phosphorylation. Consistently, elevation of synaptic activity that suppresses Ser632 phosphorylation reduces synaptic enrichment of SAP102. Furthermore, the mobility of SAP102 is decreased by Ser632 phosphorylation. Therefore, not only SAP102 synaptic targeting but also its mobility is regulated by Ser632 phosphorylation. These data provide evidence for a novel mechanism in regulating SAP102 function and glutamate receptor trafficking.", "doi": "10.1007/s12035-017-0836-4", "title": "Regulation of SAP102 Synaptic Targeting by Phosphorylation.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}