{"authors": [["Noh", "Yoojin", "Y", "Division of Clinical Pharmacy, College of Pharmacy, Ajou University, 206 Worldcup-ro, Yeongtong-gu, Suwon, 16499, South Korea."], ["Lee", "Jimin", "J", "Division of Clinical Pharmacy, College of Pharmacy, Ajou University, 206 Worldcup-ro, Yeongtong-gu, Suwon, 16499, South Korea."], ["Shin", "Sooyoung", "S", "Division of Clinical Pharmacy, College of Pharmacy, Ajou University, 206 Worldcup-ro, Yeongtong-gu, Suwon, 16499, South Korea."], ["Park", "Inwhee", "I", "Department of Nephrology, College of Medicine, Ajou University, Suwon, South Korea."], ["Bae", "Soo Kyung", "SK", "College of Pharmacy, The Catholic University of Korea, Bucheon, South Korea."], ["Oh", "Euichul", "E", "College of Pharmacy, The Catholic University of Korea, Bucheon, South Korea."], ["Lee", "Sukhyang", "S", "Division of Clinical Pharmacy, College of Pharmacy, Ajou University, 206 Worldcup-ro, Yeongtong-gu, Suwon, 16499, South Korea. suklee@ajou.ac.kr."]], "date": "2017-12-27", "id": "29282632", "text": "Background Decline in estimated glomerular filtration rate (eGFR) is an important surrogate marker for the assessment of renal function. Addition of a second agent to angiotensin-converting-enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB) treatment may improve current therapeutic strategies aimed at suppressing renal disease progression. Objective To determine the effect of cilostazol in combination with ACEI or ARB treatment on the decline in eGFR. Setting A tertiary hospital in Korea. Method In an observational cohort study, we analyzed 5505 patients who were prescribed ACEI or ARB and cilostazol or other antiplatelet agents. Main outcome measure The primary outcome assessed was worsening of renal function defined as a 30% decline in eGFR per year. The secondary outcomes included commencement of dialysis, renal transplantation, death, myocardial infarction, and ischemic stroke. Results Following propensity score matching, eGFR decreased over time in the majority of patients, but the decline was less in patients in the cilostazol treated (CT) group of stage 1-2 category compared to the cilostazol untreated (CU) group (OR 0.80; 95% CI 0.66-0.98). In the subgroup analysis, the strongest effect in slowing eGFR decline was observed in CT patients at a high risk of diabetes (OR 0.782; 95% CI 0.615-0.993) and the elderly (OR 0.693; 95% CI 0.504-0.953) in the stage 1-2 category. No significant increase in cardiovascular risk was observed between the CT and CU groups. Conclusion Treatment with cilostazol plus ACEI or ARB was observed to prevent worsening of renal progression in patients in the stages 1-2.", "doi": "10.1007/s11096-017-0578-4", "title": "Effects of cilostazol and renin-angiotensin system (RAS) blockers on the renal disease progression of Korean patients: a retrospective cohort study.", "journal": ["International journal of clinical pharmacy", "Int J Clin Pharm"]}