{"authors": [["Zha", "Alicia", "A", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Vahidy", "Farhaan", "F", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Randhawa", "Jaskaren", "J", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Parsha", "Kaushik", "K", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Bui", "Thanh", "T", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Aronowski", "Jaroslaw", "J", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA."], ["Savitz", "Sean I", "SI", "Department of Neurology and The Institute for Stroke and Cerebrovascular Disease, McGovern Medical School, UTHealth, Houston, TX, 77030, USA. sean.i.savitz@uth.tmc.edu."]], "date": "2017-12-27", "id": "29282627", "text": "Animal models have demonstrated the deleterious contribution of splenic immunocytes on secondary brain injury after stroke. While previous work has demonstrated splenic contraction (SC) in patients with acute ischemic stroke (AIS) and intracranial hemorrhage (ICH), no clinical studies have examined the relationship between the systemic inflammatory response syndrome (SIRS) with SC in stroke patients. This is a retrospective analysis of a previous prospective observational study where daily spleen sizes were evaluated in 178 acute stroke patients. Spleen contraction was based on previously established normograms of healthy volunteers from the same study. SC from the first 24 h of stroke onset was evaluated against criteria for SIRS for the first 5 days of admission after AIS. Ninety-one patients had verified AIS without concurrent infection at admission. SIRS was not associated with SC at admission. African-American patients with early SIRS had higher odds of having SC. Older patients with persistent SIRS at 72 h had lower odds of SC. At 48 h, there was significantly higher lymphocytosis and lower neutrophils present in patients with SC. Patients with SIRS at 72 h were more likely to have worse discharge mRS. This study provides evidence for an association among SC and SIRS in African-American patients suggesting that spleen changes could be a biomarker for detecting SIRS in this population. Our data also indicate a counter association between SC and a lack of SIRS in patients older than 75. Further studies are needed to ascertain how age affects this association.", "doi": "10.1007/s12975-017-0596-5", "title": "Association Between Splenic Contraction and the Systemic Inflammatory Response After Acute Ischemic Stroke Varies with Age and Race.", "journal": ["Translational stroke research", "Transl Stroke Res"]}