{"authors": [["Agarwal", "Smriti", "S", "From Brain and Mind Centre (S.A.), Camperdown, Sydney, Australia; Stroke Research Group (E.W.), Clinical Neurosciences, University of Cambridge, UK; and Department of Neurology (S.A., A.B., M.P., C.L.), John Hunter Hospital, University of Newcastle, Australia. smriti.agarwal@cantab.net."], ["Bivard", "Andrew", "A", "From Brain and Mind Centre (S.A.), Camperdown, Sydney, Australia; Stroke Research Group (E.W.), Clinical Neurosciences, University of Cambridge, UK; and Department of Neurology (S.A., A.B., M.P., C.L.), John Hunter Hospital, University of Newcastle, Australia."], ["Warburton", "Elizabeth", "E", "From Brain and Mind Centre (S.A.), Camperdown, Sydney, Australia; Stroke Research Group (E.W.), Clinical Neurosciences, University of Cambridge, UK; and Department of Neurology (S.A., A.B., M.P., C.L.), John Hunter Hospital, University of Newcastle, Australia."], ["Parsons", "Mark", "M", "From Brain and Mind Centre (S.A.), Camperdown, Sydney, Australia; Stroke Research Group (E.W.), Clinical Neurosciences, University of Cambridge, UK; and Department of Neurology (S.A., A.B., M.P., C.L.), John Hunter Hospital, University of Newcastle, Australia."], ["Levi", "Christopher", "C", "From Brain and Mind Centre (S.A.), Camperdown, Sydney, Australia; Stroke Research Group (E.W.), Clinical Neurosciences, University of Cambridge, UK; and Department of Neurology (S.A., A.B., M.P., C.L.), John Hunter Hospital, University of Newcastle, Australia."]], "date": "2017-12-27", "id": "29282332", "text": "While clinical benefit from thrombolysis decreases with increase in time from stroke onset, the relationship of acute physiologic tissue compartments and collateral response to stroke onset time remains unclear.We studied consecutive patients with proximal arterial occlusions (n = 355) with whole-brain perfusion CT with CT angiography within 6 hours of stroke onset. Penumbra and core were defined using voxel-based thresholds. Tissue mismatch was defined as the ratio of penumbra to core. Collateral scores were assessed using a previously validated visual score.Mean (SD) age was 72.1 (12.4) years, median (interquartile range) NIH Stroke Scale score 16 (4), mean (SD) time to imaging 152.5 (69.7) minutes. Penumbra volume (Spearman ρ = 0.119, p = 0.026) and mismatch increased (Spearman ρ = 0.115, p = 0.030) with time from onset. Core volume decreased (Spearman ρ = -0.112, p = 0.035) while collateral scores increased with time (Spearman ρ = 0.117, p = 0.028). On multivariable regression, good collateral scores predicted longer time since onset (β = 0.101, p = 0.039) while mismatch was not a predictor (β = 0.001, p = 0.351). Good collateral score was the strongest independent predictor of final infarct volume and improvement in clinical deficit.In our large patient cohort study of proximal arterial occlusions, we found an incremental collateral response and preserved penumbral volume with time. Thus, tissue viability can be maintained in this time window (0-6 hours) after stroke if leptomeningeal collaterals are able to sustain the penumbra. Our findings suggest that a longer therapeutic window may exist for intra-arterial intervention and that multimodal imaging may have a role in strokes of unknown onset time.", "doi": "10.1212/WNL.0000000000004858", "title": "Collateral response modulates the time-penumbra relationship in proximal arterial occlusions.", "journal": ["Neurology", "Neurology"]}