{"authors": [["Novgorodov", "Sergei A", "SA", "Medical University of South Carolina, United States."], ["Voltin", "Joshua R", "JR", "Medical University of South Carolina, United States."], ["Gooz", "Monika A", "MA", "Medical University of South Carolina, United States."], ["Li", "Li", "L", "Medical University of South Carolina, United States."], ["Lemasters", "John J", "JJ", "Medical University of South Carolina, United States."], ["Gudz", "Tatyana I", "TI", "Medical University of South Carolina, United States gudz@musc.edu."]], "date": "2017-12-27", "id": "29282302", "text": "Inhibiting the glutamate/cystine antiporter system xc-, a key antioxidant defense machinery in the CNS, could trigger a novel form of regulated necrotic cell death, ferroptosis. The underlying mechanisms of system xc--dependent cell demise were elucidated using primary oligodendrocytes (OLs) treated with glutamate to block system xc- function. Pharmacological analysis revealed ferroptosis as a major contributing factor to glutamate-initiated OL death. Sphingolipid profile showed elevations of ceramide species and sphingosine that were preventable by inhibiting of an acid sphingomyelinase (ASM) activity. OL survival was enhanced by both down-regulating ASM expression and by blocking ASM activity. Glutamate-induced ASM activation seems to involve post-transcriptional mechanisms and was associated with a decreased GSH level. Further investigation of the mechanisms of OL response to glutamate revealed enhanced ROS production, augmented lipid peroxidation and opening of the mitochondrial permeability transition pore that were attenuated by hindering ASM. Of note, knocking down SIRT3, a deacetylase governing the mitochondrial antioxidant system, reduced OL survival. The data highlight the importance of mitochondrial compartment in regulated necrotic cell death and accentuate the novel role of ASM in disturbing mitochondrial functions during OL response to glutamate toxicity, which is essential for pathobiology in stroke and traumatic brain injury.", "doi": "10.1194/jlr.M080374", "title": "Acid sphingomyelinase promotes mitochondrial dysfunction due to glutamate-induced regulated necrosis.", "journal": ["Journal of lipid research", "J. Lipid Res."]}