{"authors": [["Maxwell", "Amy E", "AE", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellor's Building, 49 Little France Crescent, Edinburgh, EH16 4SB, UK."], ["Parker", "Richard A", "RA", "Edinburgh Clinical Trials Unit and Centre for Population Health Sciences, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."], ["Drever", "Jonathan", "J", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellor's Building, 49 Little France Crescent, Edinburgh, EH16 4SB, UK."], ["Rudd", "Anthony", "A", "St Thomas' Hospital, Westminster Bridge Road, London, UK."], ["Dennis", "Martin S", "MS", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellor's Building, 49 Little France Crescent, Edinburgh, EH16 4SB, UK."], ["Weir", "Christopher J", "CJ", "Edinburgh Clinical Trials Unit and Centre for Population Health Sciences, Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."], ["Al-Shahi Salman", "Rustam", "R", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellor's Building, 49 Little France Crescent, Edinburgh, EH16 4SB, UK. rustam.al-shahi@ed.ac.uk."]], "date": "2017-12-28", "id": "29282142", "text": "Few interventions are proven to increase recruitment in clinical trials. Recruitment to RESTART, a randomised controlled trial of secondary prevention after stroke due to intracerebral haemorrhage, has been slower than expected. Therefore, we sought to investigate an intervention to boost recruitment to RESTART.We conducted a stepped-wedge, cluster randomised trial of a complex intervention to increase recruitment, embedded within the RESTART trial. The primary objective was to investigate if the PRIME complex intervention (a recruitment co-ordinator who conducts a recruitment review, provides access to bespoke stroke audit data exports, and conducts a follow-up review after 6 months) increases the recruitment rate to RESTART. We included 72 hospital sites located in England, Wales, or Scotland that were active in RESTART in June 2015. All sites began in the control state and were allocated using block randomisation stratified by hospital location (Scotland versus England/Wales) to start the complex intervention in one of 12 different months. The primary outcome was the number of patients randomised into RESTART per month per site. We quantified the effect of the complex intervention on the primary outcome using a negative binomial, mixed model adjusting for site, December/January months, site location, and background time trends in recruitment rate.We recruited and randomised 72 sites and recorded their monthly recruitment to RESTART over 24 months (March 2015 to February 2017 inclusive), providing 1728 site-months of observations for the primary analysis. The adjusted rate ratio for the number of patients randomised per month after allocation to the PRIME complex intervention versus control time before allocation to the PRIME complex intervention was 1.06 (95% confidence interval 0.55 to 2.03, p = 0.87). Although two thirds of respondents to the 6-month follow-up questionnaire agreed that the audit reports were useful, only six patients were reported to have been randomised using the audit reports. Respondents frequently reported resource and time pressures as being key barriers to running the audit reports.The PRIME complex intervention did not significantly improve the recruitment rate to RESTART. Further research is needed to establish if PRIME might be beneficial at an earlier stage in a prevention trial or for prevention dilemmas that arise more often in clinical practice.", "doi": "10.1186/s13063-017-2355-z", "title": "Promoting Recruitment using Information Management Efficiently (PRIME): a stepped-wedge, cluster randomised trial of a complex recruitment intervention embedded within the REstart or Stop Antithrombotics Randomised Trial.", "journal": ["Trials", "Trials"]}