{"authors": [["Statthaler", "Karina", "K", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Schwarz", "Andreas", "A", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Steyrl", "David", "D", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Kobler", "Reinmar", "R", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Höller", "Maria Katharina", "MK", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Brandstetter", "Julia", "J", "Graz BCI Racing Team MIRAGE91, Graz University of Technology, Graz, Austria."], ["Hehenberger", "Lea", "L", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria."], ["Bigga", "Marvin", "M", "Graz BCI Racing Team MIRAGE91, Graz University of Technology, Graz, Austria."], ["Müller-Putz", "Gernot", "G", "Institute of Neural Engineering, Laboratory of Brain-Computer Interfaces, Graz University of Technology, 8010, Graz, Austria. gernot.mueller@tugraz.at."]], "date": "2017-12-28", "id": "29282131", "text": "In this work, we share our experiences made at the world-wide first CYBATHLON, an event organized by the Eidgenössische Technische Hochschule Zürich (ETH Zürich), which took place in Zurich in October 2016. It is a championship for severely motor impaired people using assistive prototype devices to compete against each other. Our team, the Graz BCI Racing Team MIRAGE91 from Graz University of Technology, participated in the discipline \"Brain-Computer Interface Race\". A brain-computer interface (BCI) is a device facilitating control of applications via the user's thoughts. Prominent applications include assistive technology such as wheelchairs, neuroprostheses or communication devices. In the CYBATHLON BCI Race, pilots compete in a BCI-controlled computer game.We report on setting up our team, the BCI customization to our pilot including long term training and the final BCI system. Furthermore, we describe CYBATHLON participation and analyze our CYBATHLON result.We found that our pilot was compliant over the whole time and that we could significantly reduce the average runtime between start and finish from initially 178 s to 143 s. After the release of the final championship specifications with shorter track length, the average runtime converged to 120 s. We successfully participated in the qualification race at CYBATHLON 2016, but performed notably worse than during training, with a runtime of 196 s.We speculate that shifts in the features, due to the nonstationarities in the electroencephalogram (EEG), but also arousal are possible reasons for the unexpected result. Potential counteracting measures are discussed.The CYBATHLON 2016 was a great opportunity for our student team. We consolidated our theoretical knowledge and turned it into practice, allowing our pilot to play a computer game. However, further research is required to make BCI technology invariant to non-task related changes of the EEG.", "doi": "10.1186/s12984-017-0344-9", "title": "Cybathlon experiences of the Graz BCI racing team Mirage91 in the brain-computer interface discipline.", "journal": ["Journal of neuroengineering and rehabilitation", "J Neuroeng Rehabil"]}