{"authors": [["Graham", "Catriona", "C", "Welcome Trust Clinical Research Facility, Edinburgh, UK."], ["Lewis", "Steff", "S", "Edinburgh Clinical Trials Unit, University of Edinburgh, Edinburgh, UK."], ["Forbes", "John", "J", "Health Research Institute, University of Limerick, Limerick, Ireland."], ["Mead", "Gillian", "G", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellors Building FU303h, 49 Little France Crescent, Edinburgh, EH16 4SB, UK."], ["Hackett", "Maree L", "ML", "The George Institute for Global Health, University of Sydney, Sydney, NSW, Australia."], ["Hankey", "Graeme J", "GJ", "School of Medicine, The University of Western Australia, Crawley, WA, Australia."], ["Gommans", "John", "J", "Hawke's Bay District Health Board, Hastings, New Zealand."], ["Nguyen", "Huy Thang", "HT", "Department of Cerebro-Vascular Disease, The People's 115 Hospital, Ho Chi Minh City, Vietnam."], ["Lundström", "Erik", "E", "Department of Clinical Neuroscience, Neurology, Karolinska Institutet, Stockholm, Sweden."], ["Isaksson", "Eva", "E", "Department of Clinical Neuroscience, Neurology, Karolinska Institutet, Stockholm, Sweden."], ["Näsman", "Per", "P", "Center for Safety Research, KTH Royal Institute of Technology, Stockholm, Sweden."], ["Rudberg", "Ann-Sofie", "AS", "Department of Clinical Neuroscience, Neurology, Karolinska Institutet, Stockholm, Sweden."], ["Dennis", "Martin", "M", "Centre for Clinical Brain Sciences, University of Edinburgh, Chancellors Building FU303h, 49 Little France Crescent, Edinburgh, EH16 4SB, UK. martin.dennis@ed.ac.uk."]], "date": "2017-12-28", "id": "29282099", "text": "Small trials have suggested that fluoxetine may improve neurological recovery from stroke. FOCUS, AFFINITY and EFFECTS are a family of investigator-led, multicentre, parallel group, randomised, placebo-controlled trials which aim to determine whether the routine administration of fluoxetine (20 mg daily) for six months after an acute stroke improves patients' functional outcome.The core protocol for the three trials has been published (Mead et al., Trials 20:369, 2015). The trials include patients aged 18 years and older with a clinical diagnosis of stroke and persisting focal neurological deficits at randomisation 2-15 days after stroke onset. Patients are randomised centrally via each trials' web-based randomisation system using a common minimisation algorithm. Patients are allocated fluoxetine 20 mg once daily or matching placebo capsules for six months. The primary outcome measure is the modified Rankin scale (mRS) at six months. Secondary outcomes include: living circumstances; the Stroke Impact Scale; EuroQol (EQ5D-5 L); the vitality subscale of the 36-Item Short Form Health Survey (SF36); diagnosis of depression; adherence to medication; serious adverse events including death and recurrent stroke; and resource use at six and 12 months and the mRS at 12 months.Minor variations have been tailored to the national setting in the UK (FOCUS), Australia, New Zealand and Vietnam (AFFINITY) and Sweden (EFFECTS). Each trial is run and funded independently and will report its own results. A prospectively planned individual patient data meta-analysis of all three trials will provide the most precise estimate of the overall effect and establish whether any effects differ between trials or subgroups. This statistical analysis plan describes the core analyses for all three trials and that for the individual patient data meta-analysis. Recruitment and follow-up in the FOCUS trial is expected to be completed by the end of 2018. AFFINITY and EFFECTS are likely to complete follow-up in 2020.FOCUS: ISRCTN , ISRCTN83290762 . Registered on 23 May 2012. EudraCT, 2011-005616-29. Registered on 3 February 2012.Australian New Zealand Clinical Trials Registry, ACTRN12611000774921 . Registered on 22 July 2011.ISRCTN , ISRCTN13020412 . Registered on 19 December 2014. Clinicaltrials.gov, NCT02683213 . Registered on 2 February 2016. EudraCT, 2011-006130-16 . Registered on 8 August 2014.", "doi": "10.1186/s13063-017-2385-6", "title": "The FOCUS, AFFINITY and EFFECTS trials studying the effect(s) of fluoxetine in patients with a recent stroke: statistical and health economic analysis plan for the trials and for the individual patient data meta-analysis.", "journal": ["Trials", "Trials"]}