{"authors": [["Lee", "John-Ih", "JI", "Department of Neurology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Gliem", "Michael", "M", "Department of Neurology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Gerdes", "Gebke", "G", "Department of Neurology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Turowski", "Bernd", "B", "Department of Diagnostic and Interventional Radiology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Kaschner", "Marius", "M", "Department of Diagnostic and Interventional Radiology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Kraus", "Bastian", "B", "Department of Diagnostic and Interventional Radiology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Hartung", "Hans-Peter", "HP", "Department of Neurology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."], ["Jander", "Sebastian", "S", "Department of Neurology, Heinrich-Heine-University, Medical Faculty, Duesseldorf, Germany."]], "date": "2017-12-27", "id": "29281734", "text": "In a proportion of stroke patients with acute large vessel occlusion permanent stent implantation is mandatory to achieve successful recanalization. The optimum platelet inhibition strategy after such emergency stenting is unknown. We therefore analyzed the outcome of early glycoprotein (gp) IIb/IIIa inhibitor treatment after emergency stenting in acute stroke.Sixty patients with emergency stenting were identified in our stroke unit registry from 12/2010-06/2014 and analyzed retrospectively. All patients were bridged intravenously with the gpIIb/IIIa antagonist tirofiban immediately after the acute procedure until switching to oral aspirin and clopidogrel was performed. For comparison we studied 135 patients with M1 occlusion undergoing thrombectomy without stent implantation or tirofiban treatment in a propensity score-adjusted analysis.In the acute stenting group receiving tirofiban complications with 6 deaths during the hospital stay (10%), 2 reinfarctions (3%), 12 intracerebral hemorrhages (ICH; 20%) and 5 symptomatic ICH (8%) occurred. Thirty-seven patients (62%) reached a moderate outcome of mRS 0-3 after 90 days. In the thrombectomy group without tirofiban administration the rate of deaths within hospital stay, the rate of ICH and outcome at day 90 were not different.In our retrospective study acute stenting with subsequent gpIIb/IIIa inhibition was not associated with an increased risk of ICH or in-hospital death.", "doi": "10.1371/journal.pone.0190218", "title": "Safety of bridging antiplatelet therapy with the gpIIb-IIIa inhibitor tirofiban after emergency stenting in stroke.", "journal": ["PloS one", "PLoS ONE"]}