{"authors": [["Walther", "Carl P", "CP", "Section of Nephrology, Department of Medicine, Baylor College of Medicine, Houston, TX, USA."], ["Gutiérrez", "Orlando M", "OM", "Division of Nephrology, Department of Medicine, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Cushman", "Mary", "M", "Hematology/Oncology Division, Department of Medicine, and Department of Pathology and Laboratory Medicine, University of Vermont College of Medicine, Burlington, VT, USA."], ["Judd", "Suzanne E", "SE", "Department of Biostatistics, School of Public Health, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Lang", "Joshua", "J", "Department of Medicine, Brigham and Women's Hospital, Boston, MA, USA."], ["McClellan", "William", "W", "Departments of Medicine and Epidemiology, Emory University, Atlanta, GA, USA."], ["Muntner", "Paul", "P", "Department of Epidemiology, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Sarnak", "Mark J", "MJ", "Division of Nephrology, Department of Medicine, Tufts Medical Center, Boston, MA, USA."], ["Shlipak", "Michael G", "MG", "Department of Medicine, Kidney Health Research Collaborative, and Department of Epidemiology and Biostatistics, University of California-San Francisco, San Francisco, CA, USA."], ["Warnock", "David G", "DG", "Division of Nephrology, Department of Medicine, University of Alabama at Birmingham, Birmingham, AL, USA."], ["Katz", "Ronit", "R", "Kidney Research Institute, Department of Medicine, University of Washington, Seattle, WA, USA."], ["Ix", "Joachim H", "JH", "Division of Nephrology-Hypertension, Department of Medicine, University of California-San Diego, San Diego, CA, USA."]], "date": "2017-12-20", "id": "29281114", "text": "Serum albumin concentration is a commonly available biomarker with prognostic value in many disease states. It is uncertain whether serum albumin concentrations are associated with incident end-stage renal disease (ESRD) independently of urine albumin-to-creatinine ratio (ACR).A longitudinal evaluation was performed of a population-based community-living cohort from the Reasons for Geographic and Racial Differences in Stroke (REGARDS) Study. Participants were ≥45 years of age at study entry and had serum albumin, creatinine, cystatin C and spot urine ACR measured at the baseline visit (n = 19 633). Estimated glomerular filtration rate (eGFR) was from the Chronic Kidney Disease Epidemiology Collaboration combined creatinine-cystatin C equation. Baseline serum albumin concentration was the predictor variable, and hazard ratios (HRs) for incident ESRD (from US Renal Data System linkage) were calculated in sequentially adjusted models.Age at study entry was 63.9 ± 9.7 years, 62% of the participants were female and 40% were black. Mean eGFR at baseline was 83.3 ± 20.8 mL/min/1.73 m2. Over a median 8-year follow-up, 1.2% (n = 236) developed ESRD. In models adjusted for baseline eGFR, ACR and other ESRD risk factors, the HR for incident ESRD was 1.16 [95% confidence interval (CI) 1.01-1.33] for each standard deviation (0.33 g/dL) lower serum albumin concentration. The HR comparing the lowest (<4 g/dL) and highest quartiles (≥4.4 g/dL) of serum albumin was 1.61 (95% CI 0.98-2.63). Results were qualitatively similar among participants with eGFR <60 and ≥60 mL/min/1.73 m2, and those with and without diabetes.In community-dwelling US adults, lower serum albumin concentration is associated with higher risk of incident ESRD independently of baseline urine ACR, eGFR and other ESRD risk factors.", "doi": "10.1093/ndt/gfx331", "title": "Serum albumin concentration and risk of end-stage renal disease: the REGARDS study.", "journal": ["Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "Nephrol. Dial. Transplant."]}