{"authors": [["Jayaraman", "Sudha P", "SP", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Anand", "Rahul J", "RJ", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["DeAntonio", "Jonathan H", "JH", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Mangino", "Martin", "M", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Aboutanos", "Michel B", "MB", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Kasirajan", "Vigneshwar", "V", "Department of Surgery, Division of Cardiothoracic Surgery, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Ivatury", "Rao", "R", "Department of Surgery, Division of Acute Care Surgical Services, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Valadka", "Alex B", "AB", "Department of Neurosurgery, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Glushakova", "Olena", "O", "Center of Innovative Research, Banyan Biomarkers, Inc., Alachua, Florida."], ["Hayes", "Ronald L", "RL", "Center of Innovative Research, Banyan Biomarkers, Inc., Alachua, Florida."], ["Bachmann", "Lorin M", "LM", "Department of Pathology, School of Medicine, Virginia Commonwealth University, Richmond Virginia 23298."], ["Brophy", "Gretchen M", "GM", "Department of Pharmacotherapy and Outcomes Science, School of Pharmacy, Virginia Commonwealth University, Richmond, Virginia 23298."], ["Contaifer", "Daniel", "D", "Department of Pharmacotherapy and Outcomes Science, School of Pharmacy, Virginia Commonwealth University, Richmond, Virginia 23298."], ["Warncke", "Urszula O", "UO", "Department of Pharmacotherapy and Outcomes Science, School of Pharmacy, Virginia Commonwealth University, Richmond, Virginia 23298."], ["Brophy", "Donald F", "DF", "Department of Pharmacotherapy and Outcomes Science, School of Pharmacy, Virginia Commonwealth University, Richmond, Virginia 23298."], ["Wijesinghe", "Dayanjan S", "DS", "Department of Pharmacotherapy and Outcomes Science, School of Pharmacy, Virginia Commonwealth University, Richmond, Virginia 23298."]], "date": "2017-12-26", "id": "29280924", "text": "Trauma is a major problem in the United States. Mortality from trauma is the number one cause of death under the age of 45 in the US and is the third leading cause of death for all age groups. There are nearly 200,000 deaths per year due to trauma in the US at a cost of over $671 billion in combined health care costs and lost productivity. Unsurprisingly, trauma accounts for about 30% of all life-years lost in the US. Due to immense development of trauma systems, a large majority of trauma patients survive the injury but then go on to die from complications arising from the injury. These complications are marked by early and significant metabolic changes accompanied by inflammatory responses that lead to progressive organ failure, and ultimately, death. Early resuscitative and surgical interventions followed by close monitoring to identify and rescue treatment failures are key to successful outcomes. Currently, the adequacy of resuscitation is measured using vital signs, noninvasive methods such as bedside echocardiography or stroke volume variation, and other laboratory endpoints of resuscitation, such as lactate and base deficit. However, these methods may be too crude to understand cellular and subcellular changes that may be occurring in trauma patients. Better diagnostic and therapeutic markers are needed to assess the adequacy of interventions and monitor responses at a cellular and subcellular level and inform clinical decision making before complications are clinically apparent. The developing field of metabolomics holds great promise in the identification and application of biochemical markers towards the clinical decision making process.", "doi": "10.1097/SHK.0000000000001093", "title": "Metabolomics and Precision Medicine in Trauma: The State of the Field.", "journal": ["Shock (Augusta, Ga.)", "Shock"]}