{"authors": [["Spalletti", "Cristina", "C", "CNR Neuroscience Institute, Pisa, Italy."], ["Alia", "Claudia", "C", "CNR Neuroscience Institute, Pisa, Italy."], ["Lai", "Stefano", "S", "Scuola Superiore Sant'Anna, Translational Neural Engineering Area, The BioRobotics Institute, Pontedera, Italy."], ["Panarese", "Alessandro", "A", "Scuola Superiore Sant'Anna, Translational Neural Engineering Area, The BioRobotics Institute, Pontedera, Italy."], ["Conti", "Sara", "S", "Scuola Superiore Sant'Anna, Translational Neural Engineering Area, The BioRobotics Institute, Pontedera, Italy."], ["Micera", "Silvestro", "S", "Scuola Superiore Sant'Anna, Translational Neural Engineering Area, The BioRobotics Institute, Pontedera, Italy."], ["Caleo", "Matteo", "M", "CNR Neuroscience Institute, Pisa, Italy."]], "date": "2017-12-27", "id": "29280732", "text": "Focal cortical stroke often leads to persistent motor deficits, prompting the need for more effective interventions. The efficacy of rehabilitation can be increased by 'plasticity-stimulating' treatments that enhance experience-dependent modifications in spared areas. Transcallosal pathways represent a promising therapeutic target, but their role in post-stroke recovery remains controversial. Here, we demonstrate that the contralesional cortex exerts an enhanced interhemispheric inhibition over the perilesional tissue after focal cortical stroke in mouse forelimb motor cortex. Accordingly, we designed a rehabilitation protocol combining intensive, repeatable exercises on a robotic platform with reversible inactivation of the contralesional cortex. This treatment promoted recovery in general motor tests and in manual dexterity with remarkable restoration of pre-lesion movement patterns, evaluated by kinematic analysis. Recovery was accompanied by a reduction of transcallosal inhibition and 'plasticity brakes' over the perilesional tissue. Our data support the use of combinatorial clinical therapies exploiting robotic devices and modulation of interhemispheric connectivity.", "doi": "10.7554/eLife.28662", "title": "Combining robotic training and inactivation of the healthy hemisphere restores pre-stroke motor patterns in mice.", "journal": ["eLife", "Elife"]}