{"authors": [["Swords", "C", "C", "Department of Otolaryngology,Addenbrooke's Hospital,Cambridge,UK."], ["Patel", "A", "A", "Department of Otolaryngology,Addenbrooke's Hospital,Cambridge,UK."], ["Smith", "M E", "ME", "Department of Otolaryngology,Addenbrooke's Hospital,Cambridge,UK."], ["Williams", "R J", "RJ", "Institute of Naval Medicine,Gosport,UK."], ["Kuhn", "I", "I", "University of Cambridge School of Clinical Medicine,UK."], ["Hopkins", "C", "C", "Department of Otolaryngology,Guy's and St Thomas' Hospital,London,UK."]], "date": null, "id": "29280696", "text": "There is variation regarding the use of surgery and interventional radiological techniques in the management of epistaxis. This review evaluates the effectiveness of surgical artery ligation compared to direct treatments (nasal packing, cautery), and that of embolisation compared to direct treatments and surgery.A systematic review of the literature was performed using a standardised published methodology and custom database search strategy.Thirty-seven studies were identified relating to surgery, and 34 articles relating to interventional radiology. For patients with refractory epistaxis, endoscopic sphenopalatine artery ligation had the most favourable adverse effect profile and success rate compared to other forms of surgical artery ligation. Endoscopic sphenopalatine artery ligation and embolisation had similar success rates (73-100 per cent and 75-92 per cent, respectively), although embolisation was associated with more serious adverse effects (risk of stroke, 1.1-1.5 per cent). No articles directly compared the two techniques.Trials comparing endoscopic sphenopalatine artery ligation to embolisation are required to better evaluate the clinical and economic effects of intervention in epistaxis.", "doi": "10.1017/S0022215117002079", "title": "Surgical and interventional radiological management of adult epistaxis: systematic review.", "journal": ["The Journal of laryngology and otology", "J Laryngol Otol"]}