{"authors": [["López Espuela", "Fidel", "F", "Universidad de Extremadura. Facultad de Enfermería y Terapia Ocupacional.. fidel.lopez.es@gmail.com."], ["Portilla Cuenca", "Juan Carlos", "JC", null], ["Holguín Mohedas", "Marta", "M", null], ["Párraga Sánchez", "José Manuel", "JM", null], ["Cordovilla-Guardia", "Sergio", "S", null], ["Casado Naranjo", "Ignacio", "I", null]], "date": "2017-09-14", "id": "29280651", "text": "To assess the nutritional status (NS) of patients at three months of suffering a stroke, and to establish the relationship between functional recovery and complications in this period.A cross-sectional observational study evaluating the NS of patients older than 65 years at three months of having a stroke. The NS was assessed using the Mini Nutritional Assessment (MNA). Sociodemographic and anthropometric data, cardiovascular risk factors, as well as functional status (through the Barthel index and the modified Rankin scale) and the presented complications were collected.One hundred and three patients were included, with a medium age of 75.81 (± 6.73). The MNA score was 23.13 points (± 4.47); 8.2% had malnutrition and 38.1% had risk of malnutrition. There were no differences in the NS between women and men (p = 0.076) neither relation of the NS with age. NS deficiency was associated with poorer function (r = 0.608; p < 0.001), the development of complications (urinary tract infection and fever) (p = 0.044) and dysphagia (p = 0.014). In addition, those patients with better nutritional status had a better quality of life (r = 0.506; p < 0.001). It was also associated with poorer socioeconomic status (p = 0.020) and institutionalization (p = 0.004).The risk of malnutrition is common in stroke survivors at the short-term. This NS is associated with a worse functional situation and self-perceived quality of life and with a higher rate of complications. Early detection of the risk of malnutrition is essential in patients who have suffered a stroke.", "doi": null, "title": "[Nutritional status and the relationship regarding functional status after stroke].", "journal": ["Nutricion hospitalaria", "Nutr Hosp"]}