{"authors": [["Murta", "Veronica", "V", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Histología, Embriología, Biología Celular y Genética, Buenos Aires, Argentina."], ["Schilrreff", "Priscila", "P", "Programa de Nanomedicinas, Departamento de Ciencia y Tecnología, Universidad Nacional de Quilmes, Bernal, Argentina."], ["Rosciszewski", "Gerardo", "G", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Histología, Embriología, Biología Celular y Genética, Buenos Aires, Argentina."], ["Morrilla", "Maria Jose", "MJ", "Programa de Nanomedicinas, Departamento de Ciencia y Tecnología, Universidad Nacional de Quilmes, Bernal, Argentina."], ["Ramos", "Alberto Javier", "AJ", "Universidad de Buenos Aires, Facultad de Medicina, Departamento de Histología, Embriología, Biología Celular y Genética, Buenos Aires, Argentina."]], "date": "2017-12-27", "id": "29280499", "text": "Secondary neuronal death is a serious stroke complication. That process is facilitated by the conversion of glial cells to the reactive proinflammatory phenotype that induces neurodegeneration. Therefore, regulation of glial activation is a compelling strategy to reduce brain damage after stroke. However, drugs have difficulties to access the central nervous system (CNS), and to specifically target glial cells. In the present work we explored the use core-shell polyamidoamine tecto-dendrimer (G5G2.5 PAMAM) and studied its ability to target distinct populations of stroke-activated glial cells. We found that G5G2.5 tecto-dendrimer is actively engulfed by primary glial cells in a time- and dose-dependent manner showing high cellular selectivity and lysosomal localization. In addition, oxygen-glucose deprivation or lipopolysaccharides (LPS) exposure in vitro and brain ischemia in vivo increase glial G5G2.5 uptake; not being incorporated by neurons or other cell types. We conclude that G5G2.5 tecto-dendrimer is a highly suitable carrier for targeted drug delivery to reactive glial cells in vitro and in vivo after brain ischemia. This article is protected by copyright. All rights reserved.", "doi": "10.1111/jnc.14286", "title": "G5G2.5 core-shell tecto-dendrimer specifically targets reactive glia in brain ischemia.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}