{"authors": [["Wang", "Chengjun", "C", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China."], ["Zhao", "Meng", "M", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China."], ["Deng", "Xiaofeng", "X", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China."], ["Wang", "Jia", "J", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China."], ["Jiang", "Zhongli", "Z", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China."], ["Zhao", "Jizong", "J", "Department of Neurosurgery, Beijing Tiantan Hospital, Capital Medical University, NO.6 Tiantan Xili, Dongcheng District, Beijing, 100050, People's Republic of China. zhaojz205@163.com."]], "date": "2017-12-26", "id": "29280021", "text": "The goals of this study were to analyze the incidence, clinical manifestations, neuroimaging findings, surgical treatments, and neurological outcomes of trigonal cavernous malformations (TCMs). Among 1395 cases of intracranial and intraspinal cavernous malformations (CMs) surgically treated between 2003 and 2016 at Beijing Tiantan Hospital, a series of 12 patients with TCM was chosen for analysis and their records were reviewed. We also performed an exhaustive literature search using PubMed to identify all previously reported cases in the literatures. TCMs accounted for 0.86% of the entire series of the central nervous system (CNS) CMs. The case series consisted of five male and seven female patients (ratio 1:1.4), with an average age at presentation of 32.9 years (7-53 years). In all the cases, headache was the most common initial symptom (66.7%). Complete resection without surgical mortality was achieved in all the cases. Postoperative complications included fever, lower limb weakness, sensory aphasia, and calculational capacity declination. Follow-up period after diagnosis was 15 to 74 months (mean 48.3 months); no patient was lost to follow-up. All the patients were considered to be in excellent clinical condition. TCMs are rare lesions; they can reach large size, and their symptoms and signs commonly resulted from mass effect. Surgical intervention is the treatment of choice for TCMs; patients can obtain favorable neurological outcomes after complete resection.", "doi": "10.1007/s10143-017-0938-5", "title": "Clinical features and neurosurgical treatment of trigonal cavernous malformations.", "journal": ["Neurosurgical review", "Neurosurg Rev"]}