{"authors": [["Gabriel", "Rodney A", "RA", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA. ragabriel@ucsd.edu."], ["Sztain", "Jacklynn F", "JF", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA."], ["A'Court", "Alison M", "AM", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA."], ["Hylton", "Diana J", "DJ", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA."], ["Waterman", "Ruth S", "RS", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA."], ["Schmidt", "Ulrich", "U", "Department of Anesthesiology, University of California, San Diego, 200 West Arbor Dr, San Diego, CA, 92103, USA."]], "date": "2017-12-26", "id": "29279996", "text": "Perioperative mortality ranges from 0.4% to as high as nearly 12%. Currently, there are no large-scale studies looking specifically at the healthy surgical population alone. The primary objective of this study was to report 30-day mortality and morbidity in healthy patients and define any risk factors.Using the American College of Surgeons National Surgical Quality Improvement Program (NSQIP) dataset, all patients assigned an American Society of Anesthesiologists physical status (ASA PS) classification score of 1 or 2 were included. Further patients were excluded if they had a comorbidity or underwent a procedure not likely to classify them as ASA PS 1 or 2. Multivariable logistic regression was performed to identify predictors of the outcomes, in which odds ratios (OR) and 95% confidence intervals (95% CI) were reported.There were 687,552 healthy patients included in the final analysis. Following surgery, 0.7, 7.0, and 0.7 per 1000 persons experienced 30-day mortality, sepsis, and stroke or myocardial infarction, respectively. Healthy patients greater than 80 years of age had the highest odds for mortality (OR 17.7, 95% CI 12.4-25.1, p < 0.001). Case duration was associated with increased mortality, especially in cases greater than or equal to 6 h (OR 3.0, 95% CI 2.0-4.5, p < 0.001).Thirty-day mortality and morbidity is, as expected, lower in the healthy surgical population. Age may be an indication to further risk stratify patients that are ASA PS 1 or 2 to better reflect perioperative risk.", "doi": "10.1007/s00540-017-2440-1", "title": "Postoperative mortality and morbidity following non-cardiac surgery in a healthy patient population.", "journal": ["Journal of anesthesia", "J Anesth"]}