{"authors": [["Patel", "Prakruti J", "PJ", "Department of Physical Therapy 514-E, University of Illinois at Chicago, 1919 W. Taylor Street, Chicago, IL, 60612, USA."], ["Bhatt", "Tanvi", "T", "Department of Physical Therapy 514-E, University of Illinois at Chicago, 1919 W. Taylor Street, Chicago, IL, 60612, USA. tbhatt6@uic.edu."]], "date": "2017-12-26", "id": "29279981", "text": "Studies examining recovery from SLIPS and TRIPS indicate higher incidence of falls during SLIPS than TRIPS however, differences in the recovery mechanisms during these opposing perturbations have not been examined. We therefore aimed to compare the reactive balance responses contributing to fall risk during SLIPS and TRIPS at comparable perturbation intensity among community-dwelling healthy adults and chronic stroke survivors. Younger adults (N = 11), age-matched adults (N = 11) and chronic stroke survivors (N = 12) were exposed to a single SLIP and TRIP through a motorized treadmill (16 m/s2, 0.20 m). Center of mass (COM) state stability was measured by recording COM position and velocity relative to base of support, i.e., Ḋ COM/BOS and Ẋ COM/BOS, respectively. Trunk and compensatory step kinematics were also recorded. During SLIPS, the incidence of falls among stroke survivors was greater than healthy adults (53.83% vs. 0%), however not for TRIPS. All groups showed higher change in postural stability from liftoff to touchdown during TRIPS than SLIPS. Among healthy adults higher change in Ḋ COM/BOS during TRIPS was accompanied by the ability to control trunk flexion at step touchdown and lower peak trunk velocity as compared with SLIPS, with no significant differences in compensatory step length between the perturbations (p > 0.05). Chronic stroke survivors increased compensatory step length during TRIPS versus SLIPS (p < 0.05) contributing to greater stability change. They were unable to control trunk excursion and peak trunk velocity as compared with the healthy adults leading to lower stability than healthy younger and age-matched adults during SLIPS and lower stability than younger adults during TRIPS. Difficulty in trunk control during SLIPS among all individuals and compensatory step length  among stroke survivors emphasizes higher fall risk for SLIPS than TRIPS among these populations.", "doi": "10.1007/s00221-017-5138-6", "title": "Fall risk during opposing stance perturbations among healthy adults and chronic stroke survivors.", "journal": ["Experimental brain research", "Exp Brain Res"]}