{"authors": [["Alexander", "Matthew D", "MD", "Department of Radiology and Imaging Sciences, Division of Neurointerventional Radiology, Salt Lake City, Utah, USA."], ["Rebhun", "Jeffrey M", "JM", "Ochsner Clinical School, University of Queensland, Brisbane, Australia."], ["Hetts", "Steven W", "SW", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Amans", "Matthew R", "MR", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Settecase", "Fabio", "F", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Darflinger", "Robert J", "RJ", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Dowd", "Christopher F", "CF", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Halbach", "Van V", "VV", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Higashida", "Randall T", "RT", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."], ["Cooke", "Daniel L", "DL", "Department of Radiology and Biomedical Imaging, Division of Neurointerventional Radiology, University of California San Francisco, San Francisco, California, USA."]], "date": "2017-11-20", "id": "29279801", "text": "Atherosclerotic disease of the vertebrobasilar system causes significant morbidity and mortality. All lesions require aggressive medical management, but the role of endovascular interventions remains unsettled. This study examines such endovascular interventions for vertebrobasilar atherosclerosis.Retrospective review was performed of prospectively maintained procedure logs at three hospitals with comprehensive neurointerventional services. Patients with angiographically-proven stenosis undergoing elective stent placement were selected for analysis of demographic factors, lesion characteristics, and treatment details. Multivariate analysis was performed to evaluate for associations with ischemic stroke, death, and functional status as measured by modified Rankin scale at multiple intervals.One hundred and twenty-three lesions were treated in 110 patients. A total of 43 (58.1%) lesions caused stroke, while 66 (89.2%) caused transient ischemic attacks (TIAs). Forty lesions (32.5%) were at the vertebral origin; 97 (60.2%) were intracranial. A total of 112 (91.1%) were treated successfully. 4 (3.3%) of 10 (8.1%) procedural complications were symptomatic. Intracranial lesions were associated with death at 1 and 2 years (OR 24.91, P < 0.001) and mRS >2 at last contact (OR 12.83, P < 0.001). Stenting treatment with conjunctive angioplasty had lower rates of death (OR 0.303, P = 0.046) and mRS >2 at last contact (OR 0.234, P = 0.018) when angioplasty was performed with a device other than that packaged with the stent.Endovascular treatment of vertebrobasilar atherosclerosis can be performed safely, particularly for vertebral origin lesions. Higher rates of technical failure and complication may be acceptable for certain intracranial lesions due to their refractory nature and the morbidity caused by such lesions. Treatment should be tailored to features of each individual lesion.", "doi": "10.4103/sni.sni_255_17", "title": "Technical factors affecting outcomes following endovascular treatment of posterior circulation atherosclerotic lesions.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}