{"authors": [["Ohya", "Yuichiro", "Y", "Department of Cerebrovascular Medicine, Stroke Center, Steel Memorial Yawata Hospital, Kitakyushu, Japan."], ["Osaki", "Masato", "M", "Department of Cerebrovascular Medicine, Stroke Center, Steel Memorial Yawata Hospital, Kitakyushu, Japan."], ["Sakai", "Shouta", "S", "Department of Cerebrovascular Medicine, Stroke Center, Steel Memorial Yawata Hospital, Kitakyushu, Japan."], ["Kimura", "Shunsuke", "S", "Department of Cerebrovascular Medicine, Stroke Center, Steel Memorial Yawata Hospital, Kitakyushu, Japan."], ["Shimogamo", "Tatsuro", "T", "Department of Pathology, Steel Memorial Yawata Hospital, Kitakyushu, Japan."], ["Ago", "Tetsuro", "T", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Kitazono", "Takanari", "T", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Arakawa", "Shuji", "S", "Department of Cerebrovascular Medicine, Stroke Center, Steel Memorial Yawata Hospital, Kitakyushu, Japan."]], "date": "2017-10-16", "id": "29279711", "text": "Intravascular lymphoma (IVL) is a rare disease characterized by the proliferation of lymphoma cells in the lumen of the small blood vessels. Although early diagnosis of IVL is important to prolong survival of the patients, its atypical symptoms and clinical course often delay its diagnosis. More than half of the patients are diagnosed at autopsy. We report a 68-year-old man who presented with transient ideomotor apraxia and mildly elevated soluble interleukin-2 receptor levels. He was initially diagnosed with aortogenic embolic stroke. He developed rapidly progressive neurological manifestations with enlargement of brain lesions on brain computed tomography and magnetic resonance imaging and died 3 months after symptom onset. The diagnosis of IVL could not be made by random skin biopsy, but was finally made at autopsy. For the early diagnosis, sufficient random skin biopsy or brain biopsy should be planned when suspected.", "doi": "10.1159/000478996", "title": "A Case of Recurrent Ischemic Stroke due to Intravascular Lymphomatosis, Undiagnosed by Random Skin Biopsy and Brain Imaging.", "journal": ["Case reports in neurology", "Case Rep Neurol"]}