{"authors": [["Ji", "Qiang", "Q", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."], ["Xia", "LiMin", "L", "Shanghai Institute of Cardiovascular Disease."], ["Shi", "YunQing", "Y", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."], ["Ma", "RunHua", "R", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."], ["Shen", "JinQiang", "J", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."], ["Lai", "Hao", "H", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."], ["Ding", "WenJun", "W", "Shanghai Institute of Cardiovascular Disease."], ["Wang", "ChunSheng", "C", "Department of Cardiovascular Surgery, Zhongshan Hospital Fudan University."]], "date": "2017-12-27", "id": "29279526", "text": "This study aimed to evaluate the feasibility and the mid-term efficacy of an in situ skeletonized right internal mammary artery (IMA) bypass grafting to a left anterior descending artery (LAD), and to determine risk factors for IMA graft failure in a single-center study.From January 2012 to December 2015, 189 patients (173 males, 50.6 ± 6.0 years old) undergoing first isolated coronary artery bypass grafting surgery with the in situ skeletonized right IMA grafting to the LAD were included in this study. Baseline characteristics, peroperative data, and follow-up outcomes were investigated and analyzed.The length of the in situ skeletonized right IMA grafts was 18.6 ± 1.2 cm (17.0-22.0 cm). Intraoperative graft flow of the in situ skeletonized right IMA grafting to LAD was 42 ± 9 mL/minute (18-72 mL/minute) associated with measured pulsatility index of 0.8-4.3. In-hospital mortality was 0.5%. Postoperative morbidity included acute myocardial infarction (0.5%), stroke (0.5%), and deep sternal wound infections (1.1%). The mid-term survival was 97.2% and the incidence of repeat revascularization was 0.6%. The patency rate of the in situ skeletonized right IMA grafting to the LAD was 97.1% by computed tomography angiography examination during the follow-up period of 23.2 ± 9.7 months. Additionally, logistic regression analysis showed that intraoperative graft flow had an independent influence on the risk of the mid-term right IMA graft failure.The strategy of the in situ skeletonized right IMA grafting to the LAD is feasible and effective. Intraoperative graft flow was an independent risk factor for the mid-term right IMA graft failure.", "doi": "10.1536/ihj.16-554", "title": "In Situ Skeletonized Right Internal Mammary Artery Bypass Grafting to Left Anterior Descending Artery.", "journal": ["International heart journal", "Int Heart J"]}