{"authors": [["Zhang", "Feng", "F", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892."], ["Jara-Oseguera", "Andres", "A", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892."], ["Chang", "Tsg-Hui", "TH", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892."], ["Bae", "Chanhyung", "C", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892."], ["Hanson", "Sonya M", "SM", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892."], ["Swartz", "Kenton J", "KJ", "Molecular Physiology and Biophysics Section, Porter Neuroscience Research Center, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD 20892 Kenton.Swartz@nih.gov."]], "date": "2017-12-26", "id": "29279388", "text": "The TRPV1 channel is a sensitive detector of pain-producing stimuli, including noxious heat, acid, inflammatory mediators, and vanilloid compounds. Although binding sites for some activators have been identified, the location of the temperature sensor remains elusive. Using available structures of TRPV1 and voltage-activated potassium channels, we engineered chimeras wherein transmembrane regions of TRPV1 were transplanted into the Shaker Kv channel. Here we show that transplanting the pore domain of TRPV1 into Shaker gives rise to functional channels that can be activated by a TRPV1-selective tarantula toxin that binds to the outer pore of the channel. This pore-domain chimera is permeable to Na+, K+, and Ca2+ ions, and remarkably, is also robustly activated by noxious heat. Our results demonstrate that the pore of TRPV1 is a transportable domain that contains the structural elements sufficient for activation by noxious heat.", "doi": "10.1073/pnas.1717192115", "title": "Heat activation is intrinsic to the pore domain of TRPV1.", "journal": ["Proceedings of the National Academy of Sciences of the United States of America", "Proc. Natl. Acad. Sci. U.S.A."]}