{"authors": [["Curbelo", "J", "J", "Servicio de Medicina Interna, Hospital Universitario La Princesa, Madrid, España. Electronic address: curbelo1984@gmail.com."], ["Romeo", "J M", "JM", "Editor del blog MIRentrelazados."], ["Galván-Román", "J M", "JM", "Servicio de Medicina Interna, Hospital Universitario La Princesa, Madrid, España."], ["Vega-Villar", "J", "J", "Servicio de Radiodiagnóstico, Hospital Universitario de Getafe, Getafe, Madrid, España."], ["Martinez-Lapiscina", "E H", "EH", "Hospital Clínic - Instituto de Ciencias Biomédicas August Pi i Sunyer, Barcelona, España."], ["Jiménez-Fonseca", "P", "P", "Servicio de Oncología Médica, Hospital Universitario Central de Asturias, Oviedo, España."], ["Villacampa", "T", "T", "Curso Atención Primaria Asturias, Oviedo, España."], ["Sánchez-Lasheras", "F", "F", "Departamento de Matemáticas, Universidad de Oviedo, Gijón, España."], ["Fernández-Somoano", "A", "A", "IUOPA-Área de Medicina Preventiva y Salud Pública, Departamento de Medicina, Universidad de Oviedo, Oviedo, España; CIBER de Epidemiología y Salud Pública-CIBERESP, Instituto de Salud Carlos III, Madrid, España."], ["Baladrón", "J", "J", "Curso Intensivo MIR Asturias, Oviedo, España."]], "date": "2017-12-23", "id": "29279256", "text": "Neurology is one of the medical specialties offered each year to residency training candidates. This project analyses the data associated with candidates choosing neurology residency programmes in recent years.Data related to specialty selection were obtained from official reports by the Spanish Ministry of Health, Social Services, and Equality. Information was collected on several characteristics of teaching centres: availability of stroke units, endovascular intervention, national reference clinics for neurology, specific on-call shifts for neurology residents, and links with medical schools or national research networks.The median selection list position of candidates selecting neurology training has been higher year on year; neurology was among the 4 most popular residency programmes in 2016. Potential residents were mainly female, Spanish, and had good academic results. The median number of hospitals with higher numbers of beds, endovascular intervention, stroke units, and national reference clinics for neurology is significantly lower. This is also true when centers are analysed by presence of specific on-call shifts for neurology residents and association with medical schools or national research networks. The centres selected by candidates with the highest median selection list position in 2012-2016 were the Clínico San Carlos, 12 de Octubre, and Vall d'Hebron university hospitals.Neurology has gradually improved in residency selection choices and is now one of the 4 most popular options. Potential residents prefer larger centres which are more demanding in terms of patient care and which perform more research activity.", "doi": "10.1016/j.nrl.2017.10.011", "title": "The popularity of neurology in Spain: An analysis of specialty selection.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}