{"authors": [["García Ruiz", "R", "R", "Servicio de Neurología, Hospital General La Mancha Centro, Alcázar de San Juan, España; Programa de Doctorado en Ciencias de la Salud, Universidad Católica de Murcia, Guadalupe, España. Electronic address: rafaelgarciaruizrgr@gmail.com."], ["Silva Fernández", "J", "J", "Servicio de Endocrinología, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["García Ruiz", "R M", "RM", "Enfermería, Servicio de Medicina Interna, Hospital de Denia, Denia, España."], ["Recio Bermejo", "M", "M", "Servicio de Neurología, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["Arias Arias", "Á", "Á", "Departamento de Investigación, Docencia y Formación, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["Santos Pinto", "A", "A", "Servicio de Neurología, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["Lomas Meneses", "A", "A", "Servicio de Neurología, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["Botía Paniagua", "E", "E", "Servicio de Neurología, Hospital General La Mancha Centro, Alcázar de San Juan, España."], ["Abellán Alemán", "J", "J", "Cátedra de Riesgo Vascular, Universidad Católica de Murcia, Guadalupe, España."]], "date": "2017-12-23", "id": "29279254", "text": "Despite recent advances in the management of acute stroke, fewer than 10% of patients receive reperfusion therapy. One of the main reasons for such a low rate of administration is the delay on the part of patients and their families in seeking medical attention. This study aimed to analyse this delay.A prospective observational study was conducted on consecutive stroke or transient ischaemic attack. Data on sociodemographic and clinical parameters, decision delay, pre-hospital delay, and first medical contact were collected. Descriptive, bivariate, and multivariate logistic regression analyses were performed to determine factors associated with seeking medical attention within the first 15minutes of stroke or TIA occurrence.A total of 382 patients were included, 24.9% of whom had a decision delay of 15minutes or less. Stroke severity (OR 1.08; 95% CI, 1.04-1.13; P<.001), patient's son/daughter witnessing the event (OR 3.44; 95% CI, 1.88-6.27; P<.001), and insulin treatment (OR 2.89; 95% CI, 1.35-6.20; P=.006) were related to an immediate reaction. Lacunar infarcts (OR 0.41; 95% CI, 0.17-0.97; P=.042), partial anterior circulation infarcts (OR 0.43; 95% CI, 0.22-0.85; P=.015), and monosymptomatic events not involving limb paresis or aphasia (OR 0.15; 95% CI, 0.033-0.724; P=.018) favoured delays longer than 15minutes.Severity of the event and presence of a son/daughter are the factors most frequently associated with an immediate response to stroke. Future interventions should emphasise the need for an immediate response irrespective of severity and include a wider spectrum of symptoms.", "doi": "10.1016/j.nrl.2017.09.013", "title": "Factors related to immediate response to symptoms in patients with stroke or transient ischaemic attack.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}