{"authors": [["Winburn", "Andrew S", "AS", "The University of Texas Health Science Center, USA."], ["Brixey", "Juliana J", "JJ", "The University of Texas Health Science Center, USA."], ["Langabeer", "James", "J", "The University of Texas Health Science Center, USA."], ["Champagne-Langabeer", "Tiffany", "T", "The University of Texas Health Science Center, USA."]], "date": "2017-01-01", "id": "29278996", "text": "Objective There has been moderate evidence of telehealth utilization in the field of emergency medicine, but less is known about telehealth in prehospital emergency medical services (EMS). The objective of this study is to explore the extent, focus, and utilization of telehealth for prehospital emergency care through the analysis of published research. Methods The authors conducted a systematic literature review by extracting data from multiple research databases (including MEDLINE/PubMed, CINAHL Complete, and Google Scholar) published since 2000. We used consistent key search terms to identify clinical interventions and feasibility studies involving telehealth and EMS, following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines. Results We identified 68 articles focused specifically on telehealth interventions in prehospital care. The majority (54%) of the studies involved stroke and acute cardiovascular care, while only 7% of these (4) focused on telehealth for primary care. The two most common delivery methods were real-time video-conferencing capabilities (38%) and store and forward (25%); and this variation was based upon the clinical focus. There has been a significant and positive trend towards greater telehealth utilization. European telehealth programs were most common (51% of the studies), while 38% were from the United States. Discussion and Conclusions Despite positive trends, telehealth utilization in prehospital emergency care is fairly limited given the sheer number of EMS agencies worldwide. The results of this study suggest there are significant opportunities for wider diffusion in prehospital care. Future work should examine barriers and incentives for telehealth adoption in EMS.", "doi": "10.1177/1357633X17713140", "title": "A systematic review of prehospital telehealth utilization.", "journal": ["Journal of telemedicine and telecare", "J Telemed Telecare"]}