{"authors": [["Meng", "Pingping", "P", "Department of Physical Medicine and Rehabiliation, The Affiliated Hospital of Qingdao University, Qingdao, Shandong, China."], ["Zhang", "Shuchao", "S", "Department of Blood Transfusion, The Affiliated Hospital of Qingdao University, Qingdao, Shandong, China."], ["Wang", "Qiang", "Q", "Department of Physical Medicine and Rehabiliation, The Affiliated Hospital of Qingdao University, Qingdao, Shandong, China."], ["Wang", "Peipei", "P", "Department of Physical Medicine and Rehabiliation, Qingdao City Central Hospital, Qingdao, Shandong, China."], ["Han", "Chao", "C", "Department of Physical Medicine and Rehabiliation, The Affiliated Hospital of Qingdao University, Qingdao, Shandong, China."], ["Gao", "Jinghui", "J", "Department of Physical Medicine and Rehabiliation, Qilu Children's Hospital Affiliated to Shandong University, Jinan, Shandong, China."], ["Yue", "Shouwei", "S", "Department of Physical Medicine and Rehabiliation, Qilu Hospital Affiliated to Shandong University, Jinan, Shandong, China."]], "date": "2017-12-15", "id": "29278871", "text": "To assess whether the clinical efficacy of a therapeutic protocol using surface neuromuscular electrical stimulation (sNMES) on patients with post-stroke dysphagia (PSD) is superior to that without sNMES, and whether swallowing functional outcome is different with regards to different electrode placement on patients' skin of neck.Thirty patients with PSD were randomly allocated into treatment group A (TGA), treatment group B (TGB) and control group according to a random number table. The three groups of patients all received traditional dysphagia therapy (TDT) and other general rehabilitation therapy such as physical therapy and occupational therapy as a basic treatment project. Besides this, sNMES treatment was applied on different sites of patients' neck skin in group A and B separately. All the patients received video-fluoroscopic swallowing study (VFSS) pre-treatment and 2 weeks post-treatment, during which the displacement of the hyolaryngeal complex towards the superior and anterior sides while swallowing semi-liquid diet were measured. Outcome of the VFSS was measured using dysphagia outcome and severity scale (DOSS).Post-treatment evaluation was carried out using water swallow test (WST), repetitive saliva swallowing test (RSST) and dysphagia outcome and severity scale (DOSS) from the three study groups were all improved (P< 0.05). The results of post-treatment evaluation using WST from TGA and TGB were 2.40 ± 1.26 and 2.10 ± 0.99 respectively, using RSST from TGA and TGB were 5.30 ± 1.89 and 5.20 ± 1.69 respectively, using DOSS from TGA and TGB were 5.20 ± 1.40 and 5.10 ± 1.45 respectively. Compared to control group, the results of post-treatment evaluation using the three scales, there were significant improvement between TGA and TGB (P< 0.05), however, the inter-group differences of TGA and TGB indicated no statistically significant difference (P> 0.05). The post-treatment evaluation of the moving distance of hyoid bone towards anterior side in swallowing was significantly improved as compared to TGB (-8.40 ± 7.48, t=-3.552, P= 0.006), and was statistically significant as compared to the control group (P> 0.05).Swallowing function in the patients with PSD was significantly improved using TDT combined with NMES. Stimulating electrodes placed at the suprahyoid region or on both suprahyoid and infrahyoid regions resulted in no difference of effect. However, NMES on suprahyoid region could further improve the moving distance of hyoid bone anteriorly.", "doi": "10.3233/BMR-170788", "title": "The effect of surface neuromuscular electrical stimulation on patients with post-stroke dysphagia.", "journal": ["Journal of back and musculoskeletal rehabilitation", "J Back Musculoskelet Rehabil"]}