{"authors": [["Opatrilova", "Radka", "R", "Department of Chemical Drugs, Faculty of Pharmacy, University of Veterinary and Pharmaceutical Sciences, Brno, Czech Republic."], ["Caprnda", "Martin", "M", "1st Department of Internal Medicine, Faculty of Medicine, Comenius University in Bratislava and University Hospital, Bratislava, Slovakia."], ["Kubatka", "Peter", "P", "Department of Medical Biology, Jessenius Faculty of Medicine, Comenius University in Bratislava, Martin, Slovakia; Department of Experimental Carcinogenesis, Division of Oncology, Biomedical Center Martin, Jessenius Faculty of Medicine, Comenius University in Bratislava, Martin, Slovakia."], ["Valentova", "Vanda", "V", "Mosjøen, Norway."], ["Uramova", "Sona", "S", "Department of Obstetrics and Gynecology, Jessenius Faculty of Medicine, Comenius University in Bratislava, Martin, Slovakia."], ["Nosal", "Vladimir", "V", "Department of Neurology, Jessenius Faculty of Medicine, Comenius University in Bratislava, Martin, Slovakia."], ["Gaspar", "Ludovit", "L", "1st Department of Internal Medicine, Faculty of Medicine, Comenius University in Bratislava and University Hospital, Bratislava, Slovakia."], ["Zachar", "Lukas", "L", "Department of Medical and Clinical Biophysics, Faculty of Medicine, Pavol Jozef Safarik University, Kosice, Slovakia."], ["Mozos", "Ioana", "I", "Department of Functional Sciences, Victor Babes University of Medicine and Pharmacy, Timisoara, Romania."], ["Petrovic", "Daniel", "D", "Institute of Histology and Embryology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Dragasek", "Jozef", "J", "Department of Psychiatry, Faculty of Medicine, Pavol Jozef Safarik University and University Hospital, Kosice, Slovakia."], ["Filipova", "Slavomira", "S", "Department of Cardiology, National Institute of Cardiovascular Diseases and Slovak Medical University, Bratislava, Slovakia."], ["Büsselberg", "Dietrich", "D", "Weill Cornell Medicine in Qatar, Qatar Foundation-Education City, Doha, Qatar."], ["Zulli", "Anthony", "A", "Centre for Chronic Disease (CCD), College of Health & Biomedicine, Victoria University, Melbourne, Victoria, Australia."], ["Rodrigo", "Luis", "L", "Faculty of Medicine, University of Oviedo, Central University Hospital of Asturias (HUCA), Oviedo, Spain."], ["Kruzliak", "Peter", "P", "Department of Chemical Drugs, Faculty of Pharmacy, University of Veterinary and Pharmaceutical Sciences, Brno, Czech Republic; 2nd Department of Surgery, Faculty of Medicine, Masaryk University and St. Anne´s University Hospital, Brno, Czech Republic. Electronic address: kruzliakp@vfu.cz."], ["Krasnik", "Vladimir", "V", "Department of Ophthalmology, Faculty of Medicine, Comenius University in Bratislava and University Hospital, Bratislava, Slovakia."]], "date": "2017-12-23", "id": "29278852", "text": "Adipose tissue is now described as an endocrine organ secreting a number of adipokines contributing to the development of inflammation and metabolic imbalance, but also endothelial dysfunction, vascular remodeling, atherosclerosis, and ischemic stroke. Leptin, adiponectin, and resistin are the most studied adipokines which play important roles in the regulation of cardiovascular homeostasis. Leptin and adiponectin mediate both proatherogenic and antiatherogenic responses. Leptin and adiponectin have been linked to the development of coronary heart disease and may be involved in the underlying biological mechanism of ischemic stroke. Resistin, a pro-inflammatory cytokine, is predictive of atherosclerosis and poor clinical outcomes in patients with coronary artery disease and ischemic stroke. The changes in serum levels of novel adipokines apelin, visfatin are also associated with acute ischemic stroke. These adipokines have been proposed as potential prognostic biomarkers of cardiovascular mortality/morbidity and therapeutic targets in patients with cardiometabolic diseases. In this article, we summarize the biologic role of the adipokines and discuss the link between dysfunctional adipose tissue and metabolic/inflammation imbalance, consequently endothelial damage, progression of atherosclerotic disease, and the occurrence of ischemic stroke.", "doi": "10.1016/j.biopha.2017.12.074", "title": "Adipokines in neurovascular diseases.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}