{"authors": [["Kosi", "Nina", "N", "Croatian Institute for Brain Research, University of Zagreb School of Medicine, Zagreb, Croatia. Electronic address: ninakosi@hiim.hr."], ["Alić", "Ivan", "I", "Croatian Institute for Brain Research, University of Zagreb School of Medicine, Zagreb, Croatia; Faculty of Veterinary Medicine, University of Zagreb, 10 000 Zagreb, Croatia and Lee Kong Chian School of Medicine, Nanyang Technological University, Singapore. Electronic address: ialic@vef.hr."], ["Salamon", "Iva", "I", "Croatian Institute for Brain Research, University of Zagreb School of Medicine, Zagreb, Croatia. Electronic address: iva.salamon@mef.hr."], ["Mitrečić", "Dinko", "D", "Croatian Institute for Brain Research, University of Zagreb School of Medicine, Zagreb, Croatia. Electronic address: dinko.mitrecic@mef.hr."]], "date": "2017-12-24", "id": "29278729", "text": "Although transplantation of stem cells improves recovery of the nervous tissue, little is known about the influence of different brain regions on transplanted cells. After we confirmed that cells with uniform differentiation potential can be generated in independent experiments, one million of neural stem cells isolated from B6.Cg-Tg(Thy1-YFP)16Jrs/J mouse embryos were transplanted into the brain 24 h after induction of stroke. The lateral ventricles, the corpus callosum and the striatum were tested. Two and four weeks after the transplantation, the cells transplanted in all three regions have been attracted to the ischemic core. The largest number of attracted cells has been observed after transplantation into the striatum. Their differentiation pattern and expression of neuroligin 1, SynCAM 1, postsynaptic density protein 95 and synapsin 1 followed the same pattern observed during in vitro cultivation and it did not differ among the tested regions. Differentiation pattern of the cells transplanted in the stroke-affected and healthy animals was the same. On the other hand, neural stem cells transplanted in the striatum of the animals affected by stroke exhibited significantly increased survival rates reaching 260 ± 19%, when compared to cells transplanted in their wild type controls. Surprisingly, improved survival two and four weeks after transplantation was not due to increased proliferation of the grafted cells and it was accompanied by decreased levels of activity of Casp3 (19.56 ± 3.1% in the stroke-affected vs. 30.14 ± 2.4% in healthy animals after four weeks). We assume that the decreased levels of Casp3 in cells transplanted near the ischemic region was linked to increased vasculogenesis, synaptogenesis, astrocytosis and axonogenesis detected in the host tissue affected by ischemia.", "doi": "10.1016/j.neulet.2017.12.040", "title": "Stroke promotes survival of nearby transplanted neural stem cells by decreasing their activation of caspase 3 while not affecting their differentiation.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}