{"authors": [["Castiglioni", "Laura", "L", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Pignieri", "Alice", "A", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Fiaschè", "Melania", "M", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Giudici", "Marco", "M", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Crestani", "Maurizio", "M", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Mitro", "Nico", "N", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Abbate", "Mauro", "M", "IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Centro Anna Maria Astori, Science and Technology Park Kilometro Rosso, Bergamo."], ["Zoja", "Carlamaria", "C", "IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Centro Anna Maria Astori, Science and Technology Park Kilometro Rosso, Bergamo."], ["Rottoli", "Daniela", "D", "IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Centro Anna Maria Astori, Science and Technology Park Kilometro Rosso, Bergamo."], ["Foray", "Claudia", "C", "Department of Cardiovascular Research, IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Milan."], ["Fiordaliso", "Fabio", "F", "Department of Cardiovascular Research, IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Milan."], ["Guerrini", "Uliano", "U", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Tremoli", "Elena", "E", "Centro Cardiologico Monzino, Milan, Italy."], ["Sironi", "Luigi", "L", "Department of Pharmacological and Biomolecular Sciences, University of Milan, Milan, Italy."], ["Gelosa", "Paolo", "P", "Centro Cardiologico Monzino, Milan, Italy."]], "date": "2017-12-22", "id": "29278547", "text": "The simultaneous presence of cardiac and renal diseases is a pathological condition that leads to increased morbidity and mortality. Several lines of evidence have suggested that lipid dysmetabolism and mitochondrial dysfunction are pathways involved in the pathological processes affecting the heart and kidney. In the salt-loaded spontaneously hypertensive stroke-prone rat (SHRSP), a model of cardiac hypertrophy and nephropathy that shows mitochondrial alterations in the myocardium, we evaluated the cardiorenal effects of fenofibrate, a peroxisome proliferator-activated receptor alpha (PPARα) agonist that acts by modulating mitochondrial and peroxisomal fatty acid oxidation.Male SHRSPs aged 6-7 weeks were divided in three groups: standard diet (n = 6), Japanese diet with vehicle (n = 6), and Japanese diet with fenofibrate 150 mg/kg/day (n = 6) for 5 weeks. Cardiac and renal functions were assessed in vivo by MRI, ultrasonography, and biochemical assays. Mitochondria were investigated by transmission electron microscopy, succinate dehydrogenase (SDH) activity, and gene expression analysis.Fenofibrate attenuated cardiac hypertrophy, as evidenced by histological and MRI analyses, and protected the kidneys, preventing morphological alterations, changes in arterial blood flow velocity, and increases in 24-h proteinuria. Cardiorenal inflammation, oxidative stress, and cellular senescence were also inhibited by fenofibrate. In salt-loaded SHRSPs, we observed severe morphological mitochondrial alterations, reduced SDH activity, and down-regulation of genes regulating mitochondrial fatty-acid oxidation (i.e. PPARα, SIRT3, and Acadm). These changes were counteracted by fenofibrate. In vitro, a direct protective effect of fenofibrate on mitochondrial membrane potential was observed in albumin-stimulated NRK-52E renal tubular epithelial cells.The results suggest that the cardiorenal protective effects of fenofibrate in young male salt-loaded SHRSPs are explained by its capacity to preserve mitochondrial function.", "doi": "10.1097/HJH.0000000000001651", "title": "Fenofibrate attenuates cardiac and renal alterations in young salt-loaded spontaneously hypertensive stroke-prone rats through mitochondrial protection.", "journal": ["Journal of hypertension", "J. Hypertens."]}