{"authors": [["Guo", "Leilei", "L", "Section of Infection Control, Zhengzhou Central Hospital Affiliated to Zhengzhou University, Zhengzhou, China."], ["Zhang", "Shangshu", "S", "Department of Disease Control and Prevention, Zhengzhou Central Hospital Affiliated to Zhengzhou University, Zhengzhou, China."]], "date": "2017-12-26", "id": "29278429", "text": "Observational studies evaluating the relationship between ideal cardiovascular health (CVH) metrics and risk of cardiovascular (CV) events and mortality yielded inconsistent results.Improvement in CVH metrics can result in substantial reductions in the risk of cardiovascular disease (CVD), stroke, and mortality.We examined associations between ideal CVH metrics and CV events and mortality by conducting a meta-analysis of data from prospective cohort studies identified by searching PubMed and Web of Science from their inception to February 2017 and reviewing the reference lists of the retrieved articles.Thirteen prospective studies involving a total of 193 126 cohort members were included in this meta-analysis. When comparing the most to the least category of ideal CVH metrics, the overall relative risks (RRs) were 0.54 (95% confidence interval [CI]: 0.41-0.69) for all-cause mortality, 0.30 (95% CI: 0.18-0.51) for CV mortality, 0.22 (95% CI: 0.11-0.42) for CVD, and 0.33 (95% CI: 0.20-0.55) for stroke, respectively. A linear dose-response relationship was seen in all-cause and CV mortality. The risk decreased by 11% and 19% for each increase in ideal CVH metrics. For the analyses of ideal health status in relation to all-cause and CV mortality, significant results were obtained from smoking, diet, physical activity, plasma glucose levels, and blood pressure.Ideal CVH status, or even 1 point increase in CVH metrics, can result in substantial reductions in the risk of CVD, stroke, and mortality. Improving metrics of smoking, diet, physical activity, plasma glucose levels, and blood pressure will achieve the highest benefits.", "doi": "10.1002/clc.22836", "title": "Association between ideal cardiovascular health metrics and risk of cardiovascular events or mortality: A meta-analysis of prospective studies.", "journal": ["Clinical cardiology", "Clin Cardiol"]}