{"authors": [["Charriaut-Marlangue", "Christiane", "C", "U1141 PROTECT, Inserm, Université Paris Diderot, Sorbonne Paris Cité, Hôpital Robert Debré, 48 boulevard Sérurier, 75019 Paris, France. christiane.marlangue@gmail.com."], ["Besson", "Valérie C", "VC", "U1141 PROTECT, Inserm, Université Paris Diderot, Sorbonne Paris Cité, Hôpital Robert Debré, 48 boulevard Sérurier, 75019 Paris, France. valerie.besson@parisdescartes.fr."], ["Baud", "Olivier", "O", "U1141 PROTECT, Inserm, Université Paris Diderot, Sorbonne Paris Cité, Hôpital Robert Debré, 48 boulevard Sérurier, 75019 Paris, France. olivierfrancois.baud@hcuge.ch."]], "date": "2017-12-26", "id": "29278365", "text": "Cohort studies have demonstrated a higher vulnerability in males towards ischemic and/or hypoxic-ischemic injury in infants born near- or full-term. Male sex was also associated with limited brain repair following neonatal stroke and hypoxia-ischemia, leading to increased incidence of long-term cognitive deficits compared to females with similar brain injury. As a result, the design of pre-clinical experiments considering sex as an important variable was supported and investigated because neuroprotective strategies to reduce brain injury demonstrated sexual dimorphism. While the mechanisms underlining these differences between boys and girls remain unclear, several biological processes are recognized to play a key role in long-term neurodevelopmental outcomes: gonadal hormones across developmental stages, vulnerability to oxidative stress, modulation of cell death, and regulation of microglial activation. This review summarizes the current evidence for sex differences in neonatal hypoxic-ischemic and/or ischemic brain injury, considering the major pathways known to be involved in cognitive and behavioral deficits associated with damages of the developing brain.", "doi": "10.3390/ijms19010061", "title": "Sexually Dimorphic Outcomes after Neonatal Stroke and Hypoxia-Ischemia.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}