{"authors": [["Mitchell", "Claire", "C", "1 Division of Neuroscience and Experimental Psychology, University of Manchester, Manchester Academic Health Science Centre, Manchester, UK."], ["Bowen", "Audrey", "A", "1 Division of Neuroscience and Experimental Psychology, University of Manchester, Manchester Academic Health Science Centre, Manchester, UK."], ["Tyson", "Sarah", "S", "3 Division of Nursing, Midwifery and Social Work, University of Manchester, Manchester Academic Health Science Centre, Manchester, UK."], ["Conroy", "Paul", "P", "1 Division of Neuroscience and Experimental Psychology, University of Manchester, Manchester Academic Health Science Centre, Manchester, UK."]], "date": "2017-12-01", "id": "29278019", "text": "To evaluate the feasibility of a multicentre randomized controlled trial of ReaDySpeech, an online speech therapy programme for people with dysarthria.Feasibility randomized controlled trial, 2:1 minimization procedure.Four UK NHS services across hospital and community.Forty participants with dysarthria at least one week post-stroke. Interventions/comparator: ReaDySpeech with usual care ( n = 26) versus usual care only ( n = 14).Feasibility measures included the following: recruitment and retention rate, time taken to carry out assessments, success of outcome assessor blinding, fidelity and adherence. Participant baseline and outcome measures collected before and after 8-10 weeks of intervention were the Frenchay Dysarthria Assessment II, Therapy Outcome Measure, Communication Outcomes After Stroke Scale, EQ-5D-5L and Dysarthria Impact Profile.Recruited 40 participants out of 74 eligible people, 1-13 weeks post stroke and mean age 69 years (37-99). Retention was very high (92%). Assessor blinding was not achieved with intervention allocation correctly guessed for 70% of participants (26/37). Time to carry out assessments was acceptable to participants. ReaDySpeech was delivered to 16 of 26 allocated participants, who completed 55% of prescribed activities, but both interventions were delivered at low intensity (mean 6.6 face-to-face sessions of 40-minute duration).Recruitment and retention in this randomized controlled trial of computerized therapy for dysarthria is feasible for acute stroke. However, further feasibility work is needed to evaluate whether it is possible to recruit chronic stroke; increase intervention delivery, intensity and adherence; achieve outcome assessor blinding by video-recording and to determine sample size for a larger trial of effectiveness.", "doi": "10.1177/0269215517748453", "title": "A feasibility randomized controlled trial of ReaDySpeech for people with dysarthria after stroke.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}