{"authors": [["Menzie-Suderam", "Janet M", "JM", "Program in Integrative Biology, Florida Atlantic University, Boca Raton, FL 33431, USA; Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA. Electronic address: jmenzie@fau.edu."], ["Mohammad-Gharibani", "Payam", "P", "Department of Biomedical Engineering, School of Medicine, Johns Hopkins University, Baltimore, MD 21205, USA. Electronic address: pgharibani@gmail.com."], ["Modi", "Jigar", "J", "Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA; Complex Systems and Brain Sciences, Florida Atlantic University, Boca Raton, FL 33431, USA. Electronic address: jmodi@fau.edu."], ["Ma", "Zea", "Z", "Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA. Electronic address: zma@fau.edu."], ["Tao", "Rui", "R", "Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA. Electronic address: rtao@fau.edu."], ["Prentice", "Howard", "H", "Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA; Complex Systems and Brain Sciences, Florida Atlantic University, Boca Raton, FL 33431, USA. Electronic address: hprentic@fau.edu."], ["Wu", "Jang-Yen", "JY", "Program in Integrative Biology, Florida Atlantic University, Boca Raton, FL 33431, USA; Department of Biomedical Sciences, College of Medicine, Florida Atlantic University, Boca Raton, FL 33431, USA; Complex Systems and Brain Sciences, Florida Atlantic University, Boca Raton, FL 33431, USA; China Medical University Hospital, China Medical University, Taichung 40447, Taiwan. Electronic address: jwu@fau.edu."]], "date": "2017-12-22", "id": "29277709", "text": "Granulocyte-colony stimulating factor (G-CSF) is an endogenous growth factor that exhibits a diverse range of neuroprotective mechanisms against a variety of neurological disorders including ischemic stroke. We investigated the anti-apoptotic mechanisms of G-CSF against endoplasmic reticulum (ER) stress induced apoptosis. Sprague-Dawley rats were subjected to transient occlusion of the middle cerebral artery (MCAO) for 90 minutes. Rats were injected with G-CSF (n= 15; 50ug/kg body weight s.c.) for 4 days, starting 24 hours post-MCAO and brains were harvested after 4 days reperfusion (n=16). Key proteins in ER stress apoptosis were analyzed by immunoblotting. G-CSF reduced infarct volume to 53% and improved neurological deficits. G-CSF treatment significantly (P < 0.05) attenuated the expression of proteins involved in ER stress apoptosis pathway; ATF4, ATF6, p-p38MAPK, pJNK and CHOP. G-CSF treatment also re-established ER homeostasis evident by the reduction of the intraluminal ER stress sensor, GRP78 as well as reducing the overall cellular stress level protein, HSP27. G-CSF also up-regulated anti-apoptotic proteins pAKT and Bcl-2 while down-regulated the pro-apoptotic protein Bax. G-CSF exerts neuroprotection from cerebral ischemia through the preservation of the ER, resulting in the attenuation of pro-apoptotic proteins and the potentiation of anti-apoptotic proteins.", "doi": "10.1016/j.brainres.2017.12.022", "title": "Granulocyte-Colony Stimulating Factor protects against Endoplasmic reticulum stress in an experimental model of stroke.", "journal": ["Brain research", "Brain Res."]}