{"authors": [["Maus", "Volker", "V", "Department of Neuroradiology, University Hospital Cologne, Cologne, Germany. Electronic address: volker.maus@uk-koeln.de."], ["Mpotsaris", "Anastasios", "A", "Department of Neuroradiology, University Hospital Aachen, Aachen, Germany."], ["Dorn", "Franziska", "F", "Department of Neuroradiology, University Hospital Munich (LMU), Munich, Germany."], ["Möhlenbruch", "Markus", "M", "Department of Neuroradiology, University Hospital Heidelberg, Heidelberg, Germany."], ["Borggrefe", "Jan", "J", "Department of Neuroradiology, University Hospital Cologne, Cologne, Germany."], ["Stavrinou", "Pantelis", "P", "Department of Neurosurgery, University Hospital Cologne, Cologne, Germany."], ["Abdullayev", "Nuran", "N", "Department of Neuroradiology, University Hospital Cologne, Cologne, Germany."], ["Barnikol", "Utako Birgit", "UB", "Clearing Unit Ethics, Medical Faculty of Cologne & Research Unit Ethics, Department of Child and Adolescence Psychiatry, University Hospital Cologne, Cologne, Germany."], ["Liebig", "Thomas", "T", "Department of Neuroradiology, Charite, Berlin, Germany."], ["Kabbasch", "Christoph", "C", "Department of Neuroradiology, University Hospital Cologne, Cologne, Germany."]], "date": "2017-12-23", "id": "29277587", "text": "Acute dissecting aneurysms of the posterior circulation are a rare cause of subarachnoid hemorrhage. Established endovascular treatment options include parent artery occlusion and stent-assisted coiling, but appear to be associated with an increased risk of ischemic stroke. Vessel reconstruction with flow diverters is an alternative treatment option; however, its safety and efficacy in the acute stage remains unclear.This is a multicentric retrospective analysis of 15 consecutive acutely ruptured dissecting posterior circulation aneurysms treated with flow diverters. The primary end point was favorable aneurysm occlusion, defined as OKM C1-3 and D (O'Kelly Marotta scale). Secondary end points were procedure-related complications and clinical outcome.Nine of 15 aneurysms (60%) arose from the intradural portion of the vertebral artery, 3 were located on the posterior inferior cerebellar artery and 1 each on the anterior inferior cerebellar artery, posterior cerebral artery, and basilar artery. Flow diverter placement was technically successful in 14 of 15 cases (93%). After endovascular treatment, none of the ruptured aneurysms rebled. Median clinical follow-up was 217 days and median angiographic follow-up was 203 days. Favorable occlusion was observed in 7 of 14 aneurysms (50%) directly after flow diverter placement; of those, 5 were completely occluded (36%). Seven patients (47%) with poor-grade subarachnoid hemorrhage died in the acute phase. Favorable clinical outcome (modified Rankin scale ≤2) was observed in 4 of 15 patients (27%) and a moderate outcome (modified Rankin scale 3/4) was observed in 5 of 15 patients (33%). All aneurysms showed complete occlusion at follow-up.Flow diverters might be a feasible, alternative treatment option for acutely ruptured dissecting posterior circulation aneurysms and may effectively prevent rebleeding. Larger cohort studies are required to validate these results.", "doi": "10.1016/j.wneu.2017.12.095", "title": "The Use of Flow Diverter in Ruptured, Dissecting Intracranial Aneurysms of the Posterior Circulation.", "journal": ["World neurosurgery", "World Neurosurg"]}