{"authors": [["Sharma", "Abhishek", "A", "Division of Cardiovascular Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA; Institute of Cardiovascular Science and Technology, Brooklyn, NY, USA. Electronic address: abhisheksharma4mamc@gmail.com."], ["Garg", "Aakash", "A", "Institute of Cardiovascular Science and Technology, Brooklyn, NY, USA; Division of Cardiology, Newark Beth Israel Medical Center, Newark, NJ, USA."], ["Elmariah", "Sammy", "S", "Division of Cardiovascular Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA; Harvard Clinical Research Institute, Boston, USA."], ["Drachman", "Douglas", "D", "Division of Cardiovascular Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."], ["Obiagwu", "Chukwudi", "C", "Department of Cardiovascular Medicine, Maimonides Medical Center, Brooklyn, NY, USA."], ["Vallakati", "Ajay", "A", "Division of Cardiology, Metrohealth Medical Center, Case Western Reserve University, Cleveland, OH, USA."], ["Sharma", "Samin K", "SK", "Department of Cardiovascular Medicine, Heart & Vascular Institute, Mount Sinai Medical Center, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Lavie", "Carl J", "CJ", "Department of Cardiovascular Diseases, John Ochsner Heart and Vascular Institute, Ochsner Clinical School-the University of Queensland School of Medicine, New Orleans, LA, USA."], ["Mukherjee", "Debabrata", "D", "Division of Cardiology, Texas Tech University, El Paso, TX, USA."], ["Waksman", "Ron", "R", "Division of Cardiology, MedStar Washington Hospital Center, Washington, DC, USA."], ["Stefanini", "Giulio G", "GG", "Cardiovascular Department, Humanitas Research Hospital, Rozzano, Milan, Italy."], ["Feres", "Fausto", "F", "Instituto Dante Pazzanese de Cardiologia, Ave Dante Pazzanense, 500, Ibirapuera, São Paulo, São Paulo, Brazil."], ["Marmur", "Jonathan D", "JD", "Division of Cardiovascular Medicine, State University of New York, Downstate Medical Cener, Brooklyn, NY, USA."], ["Helft", "Gérard", "G", "Institut de Cardiologie, Hôpital Pitié-Salpétrière, Assistance Publique Hôpitaux de Paris, Université Pierre et Marie Curie, boulevard de l'Hôpital, Paris, France; Institute of Cardiometabolism and Nutrition, Hôpital Pitié-Salpétrière, Paris, France."]], "date": "2017-12-22", "id": "29277295", "text": "Diabetic patients account for an increasing number of patients undergoing percutaneous coronary intervention (PCI). However, diabetes mellitus (DM) is associated with increased residual platelet activity during dual antiplatelet treatment (DAPT) and DM patients have worse clinical outcomes after PCI as compared to non-DM.To evaluate efficacy and safety of short duration DAPT (S-DAPT) and long duration DAPT (L-DAPT) after drug eluting stent (DES) implantation in DM and non-DM patients.We searched Medline, Embase, and Cochrane Central Register of Controlled Trials (CENTRAL) to identify randomized controlled trials (RCTs) assessing the effect of S-DAPT versus L-DAPT after DES implantation in DM and non-DM patients. Efficacy endpoints were all-cause mortality, cardiac mortality, myocardial infarction (MI), stent thrombosis (ST), target vessel revascularization (TVR), and composite end point of net adverse clinical events (NACE) (all cause mortality, cardiac mortality, MI, ST, TVR, stroke, major bleeding). Safety endpoints were major bleeding and stroke. Event rates were compared using a forest plot of relative risk using a random effects model.We included eight RCTs that randomized 28,318 patients to S-DAPT versus L- DAPT (8,234 DM and 20,084 non-DM). S-DAPT was associated with an increased rate of ST in non-DM patients [3.67 (2.04, 6.59)]. There was no significant difference in the rate of all cause mortality, cardiac mortality, ST, MI, TVR, major bleeding, stroke and NACE with S-DAPT and L-DAPT in DM patients [1.19 (0.72-1.95); 1.25 (0.69, 2.25); 1.52 (0.70, 3.29); 1.33 (0.88, 2.01); 1.39 (0.89, 2.17); 0.92 (0.19, 4.42); 0.98 (0.29, 3.28); and 0.94 (0.57, 1.54) respectively]. Further, there was no significant difference in the rate of all cause mortality, cardiac mortality, MI, TVR, major bleeding, stroke and NACE with S-DAPT and L-DAPT in non-DM patients [0.93 (0.58, 1.48); 0.75 (0.42, 1.35); 1.52 (0.81, 2.83); 0.99 (0.71, 1.39); 0.72 (0.28, 1.84); 1.01 (0.40, 2.56); and 1.01 (0.77, 1.32) respectively].Compared to L-DAPT, S-DAPT was associated with significant increase in rate of ST in non-DM patients. Duration of DAPT had no significant impact on rates of all cause mortality, cardiac mortality, MI, ST and TVR among DM patients.", "doi": "10.1016/j.pcad.2017.12.003", "title": "Duration of Dual Antiplatelet Therapy Following Drug-Eluting Stent Implantation in Diabetic and Non-Diabetic Patients: A Systematic Review and Meta-Analysis of Randomized Controlled Trials.", "journal": ["Progress in cardiovascular diseases", "Prog Cardiovasc Dis"]}