{"authors": [["Alons", "Imanda M E", "IME", "Department of Neurology, MCH Westeinde, The Hague, The Netherlands. Electronic address: mandaalons@hotmail.com."], ["Goudsmit", "Ben F J", "BFJ", "Department of Radiology, LUMC, Leiden, The Netherlands."], ["Jellema", "Korne", "K", "Department of Neurology, MCH Westeinde, The Hague, The Netherlands."], ["van Walderveen", "Marianne A A", "MAA", "Department of Radiology, LUMC, Leiden, The Netherlands."], ["Wermer", "Marieke J H", "MJH", "Department of Neurology, LUMC, Leiden, The Netherlands."], ["Algra", "Ale", "A", "Department of Clinical Epidemiology, LUMC, Leiden, The Netherlands; Brain Center Rudolph Magnus, Department of Neurology and Neurosurgery, UMC, Utrecht, The Netherlands; Julius Center for Health Sciences and Patient Care, UMC, Utrecht, The Netherlands."]], "date": "2017-12-23", "id": "29277281", "text": "Patients with acute severe headache, normal neurological examination, and a normal noncontrast head computed tomography (NCCT) may still have subarachnoid hemorrhage, cerebral venous thrombosis (CVT), cervical arterial dissection, or reversible cerebral vasoconstriction syndrome (RCVS). Computed tomography angiography (CTA) is used increasingly in the emergency department for evaluating this, but its added value remains controversial.We retrospectively collected data on the diagnostic yield of CTA in patients with acute severe headache, normal neurological examination, and normal NCCT who received additional CTA in the acute phase in 2 secondary referral centers for vascular neurology. We combined data of our patients with those from the literature and performed a meta-analysis.We included 88 patients from our hospital files and 641 patients after literature search. Of 729 patients 54 had a vascular abnormality on CTA (7.4%; 95% confidence interval [CI] 5.5%-9.3%). Abnormalities consisted of aneurysms (n = 42; 5.4%; 95% CI 3.8%-7.0%), CVT (n = 3, .5%), RCVS (n = 4, .5%), Moyamoya syndrome (n = 2, .3%), arterial dissection (n = 2, .3%), and ischemia (n = 1, .1%). Because most of the aneurysms were probably incidental findings, only 12 (1.6%) patients had a clear relation between the headache and CTA findings. The number needed to scan to find an abnormality was 14 overall, and 61 for an abnormality other than an aneurysm.Diagnostic yield of CTA in patients with acute headache, normal neurological examination, and normal NCCT is low, but because of the possible therapeutic consequences, its use might be justified in the emergency setting. Prospective studies confirming these results including cost-effectiveness analyses are needed.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.016", "title": "Yield of Computed Tomography (CT) Angiography in Patients with Acute Headache, Normal Neurological Examination, and Normal Non Contrast CT: A Meta-Analysis.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}