{"authors": [["Belluscio", "Valeria", "V", "Interuniversity Centre of Bioengineering of the Human Neuromusculoskeletal System (BOHNES), Department of Movement, Human and Health Sciences, University of Rome \"Foro Italico\", Rome, Italy."], ["Bergamini", "Elena", "E", "Interuniversity Centre of Bioengineering of the Human Neuromusculoskeletal System (BOHNES), Department of Movement, Human and Health Sciences, University of Rome \"Foro Italico\", Rome, Italy. Electronic address: elena.bergamini@uniroma4.it."], ["Iosa", "Marco", "M", "Clinical Laboratory of Experimental Neurorehabilitation, Santa Lucia Foundation (Scientific Institute for Research and Health Care), Rome, Italy."], ["Tramontano", "Marco", "M", "Clinical Laboratory of Experimental Neurorehabilitation, Santa Lucia Foundation (Scientific Institute for Research and Health Care), Rome, Italy."], ["Morone", "Giovanni", "G", "Clinical Laboratory of Experimental Neurorehabilitation, Santa Lucia Foundation (Scientific Institute for Research and Health Care), Rome, Italy; Private Inpatients Unit, Santa Lucia Foundation (Scientific Institute for Research and Health Care), Rome, Italy."], ["Vannozzi", "Giuseppe", "G", "Interuniversity Centre of Bioengineering of the Human Neuromusculoskeletal System (BOHNES), Department of Movement, Human and Health Sciences, University of Rome \"Foro Italico\", Rome, Italy."]], "date": "2017-12-16", "id": "29277058", "text": "The maintenance of the upright posture during dynamic balance requires the integration of sensory inputs regulated by the brain. After a neurological event, the assessment of balance control impairments is crucial for supporting health professionals in the design of personalized rehabilitation protocols. A commonly used test to assess balance ability is the Fukuda Stepping Test (FST). However, the clinical parameters traditionally considered are not fully representative of the patient's motor ability. The purpose of this study was to devise an instrumented version of the FST (iFST) that embodies inertial sensors and allows to obtain individual motor strategy information. Twenty-seven sub-acute stroke patients and 18 healthy adults performed a repeated stepping task with closed eyes wearing five inertial sensors located on both distal tibiae and at pelvis, sternum, and head levels. From final foot position, body rotation and linear displacements were measured. A set of indices related to upper-body stability were estimated from pelvis, sternum, and head accelerations: Root Mean Square, Attenuation Coefficients, and improved Harmonic Ratio. Two additional parameters based on upper-body angular velocities were devised to assess step-by-step repeatability and inter-segment velocity variations. The results suggest that the clinical parameters do not provide enough information about the two groups' motor strategies. Conversely, five iFST parameters were identified as predictors of patients' motor ability, discriminating not only between healthy and pathological subjects, but also between different motor deficit levels within the same pathology. The iFST could be included in the clinical routine assessment of balance impairments, supporting the design of personalized treatments.", "doi": "10.1016/j.gaitpost.2017.12.010", "title": "The iFST: An instrumented version of the Fukuda Stepping Test for balance assessment.", "journal": ["Gait & posture", "Gait Posture"]}