{"authors": [["van Dokkum", "Liesjet E H", "LEH", "1 Montpellier University Hospital, Montpellier, France."], ["le Bars", "Emmanuelle", "E", "1 Montpellier University Hospital, Montpellier, France."], ["Mottet", "Denis", "D", "3 EuroMov, of Montpellier University, Montpellier, France."], ["Bonafé", "Alain", "A", "1 Montpellier University Hospital, Montpellier, France."], ["Menjot de Champfleur", "Nicolas", "N", "1 Montpellier University Hospital, Montpellier, France."], ["Laffont", "Isabelle", "I", "1 Montpellier University Hospital, Montpellier, France."]], "date": "2017-12-01", "id": "29276841", "text": "Poststroke, the ipsilesional upper limb shows slight but substantial and long-term motor deficits.To define brain activation patterns during a gross motor flexion/extension task of the ipsilesional elbow early poststroke before and after rehabilitation, in relation to the corresponding kinematic characteristics at each time point.Simultaneous analysis of kinematic features (amplitude, frequency, smoothness, and trajectory of movement) and of corresponding functional magnetic resonance imaging activations (block-design). A total of 21 persons with subacute initial severe stroke (Fugl-Meyer score <30/66) participated twice: within the first 2 months poststroke (V0) and after 6 weeks of rehabilitation (V1). Results at both time points were compared with activation patterns and kinematics of 13 healthy controls.Compared with controls ( a) movements of the ipsilesional upper-limb poststroke were smaller (V0 + V1) and less smooth (V0 + V1) and ( b) participants poststroke showed additional recruitment of the contralesional middle temporal gyrus (V0) and rolandic opercularis involved in movement visualization (V0 + V1), whereas they lacked activation of the supramarginal gyrus (V0 + V1). Over time, participants poststroke showed an extended activation of the contralesional sensorimotor cortex at V0.Movements of the ipsilesional upper limb within an initially severe stroke group were not only atypical in motor outcome, but seemed to be controlled differently. Together the observed changes pointed toward an overall disturbance of the bihemispheric motor network poststroke, marked by ( a) a possible despecialization of the nondamaged hemisphere and ( b) the employment of alternative control strategies to ensure optimal task execution.", "doi": "10.1177/1545968317746783", "title": "Modified Brain Activations of the Nondamaged Hemisphere During Ipsilesional Upper-Limb Movement in Persons With Initial Severe Motor Deficits Poststroke.", "journal": ["Neurorehabilitation and neural repair", "Neurorehabil Neural Repair"]}