{"authors": [["Ghosh", "Soham", "S", "Department of Mechanical Engineering, University of Colorado Boulder, 1111 Engineering Drive, UCB 427, Boulder, Colorado 80309, United States."], ["Cimino", "James G", "JG", "Weldon School of Biomedical Engineering, Purdue University, 206 S Martin Jischke Drive, West Lafayette, Indiana 47907, United States."], ["Scott", "Adrienne K", "AK", "Department of Mechanical Engineering, University of Colorado Boulder, 1111 Engineering Drive, UCB 427, Boulder, Colorado 80309, United States."], ["Damen", "Frederick W", "FW", "Weldon School of Biomedical Engineering, Purdue University, 206 S Martin Jischke Drive, West Lafayette, Indiana 47907, United States."], ["Phillips", "Evan H", "EH", "Weldon School of Biomedical Engineering, Purdue University, 206 S Martin Jischke Drive, West Lafayette, Indiana 47907, United States."], ["Veress", "Alexander I", "AI", "Department of Mechanical Engineering, University of Washington, 352600 Stevens Way, Seattle, Washington 98195, United States."], ["Neu", "Corey P", "CP", "Department of Mechanical Engineering, University of Colorado Boulder, 1111 Engineering Drive, UCB 427, Boulder, Colorado 80309, United States."], ["Goergen", "Craig J", "CJ", "Weldon School of Biomedical Engineering, Purdue University, 206 S Martin Jischke Drive, West Lafayette, Indiana 47907, United States."]], "date": "2017-02-17", "id": "29276759", "text": "Biological tissues have a complex hierarchical architecture that spans organ to subcellular scales and comprises interconnected biophysical and biochemical machinery. Mechanotransduction, gene regulation, gene protection, and structure-function relationships in tissues depend on how force and strain are modulated from macro to micro scales, and vice versa. Traditionally, computational and experimental techniques have been used in common model systems (e.g., embryos) and simple strain measures were applied. But the hierarchical transfer of mechanical parameters like strain in mammalian systems is largely unexplored in vivo. Here, we experimentally probed complex strain transfer processes in mammalian skeletal muscle tissue over multiple biological scales using complementary in vivo ultrasound and optical imaging approaches. An iterative hyperelastic warping technique quantified the spatially-dependent strain distributions in tissue, matrix, and subcellular (nuclear) structures, and revealed a surprising increase in strain magnitude and heterogeneity in active muscle as the spatial scale also increased. The multiscale strain heterogeneity indicates tight regulation of mechanical signals to the nuclei of individual cells in active muscle, and an emergent behavior appearing at larger (e.g. tissue) scales characterized by dramatically increased strain complexity.", "doi": "10.1021/acsbiomaterials.6b00772", "title": "In Vivo Multiscale and Spatially-Dependent Biomechanics Reveals Differential Strain Transfer Hierarchy in Skeletal Muscle.", "journal": ["ACS biomaterials science & engineering", "ACS Biomater Sci Eng"]}