{"authors": [["Suchdev", "Kushak", "K", "Department of Neurology, Wayne State University, Detroit, MI, USA."], ["Norris", "Gregory", "G", "Department of Neurology, Wayne State University, Detroit, MI, USA."], ["Zak", "Imad", "I", "Department of Radiology, Wayne State University, Detroit, MI, USA."], ["Mohamed", "Wazim", "W", "Department of Neurology, Wayne State University, Detroit, MI, USA."], ["Ibrahim", "Mohammed", "M", "Department of Neurology, Wayne State University, Detroit, MI, USA."]], "date": "2017-01-01", "id": "29276569", "text": "Reversible cerebral vasoconstriction syndrome (RCVS) is increasingly being recognized as a diagnosis in patients presenting with thunderclap headaches. In the vast majority of the cases, the syndrome follows a benign course and patients recover completely without any significant therapeutic intervention. In the rarest of cases, RCVS follows a monophasic course with rapid worsening, severe neurological deficits, and poor outcomes. We present the case of a 25-year-old female who presented with headaches which were worsening over 1 week. She was admitted to the hospital and rapidly worsened to develop severe neurological deficits over the next day. Initial computed tomography scan showed areas of hemorrhage and multiple ischemic strokes. Computed tomography angiogram and a conventional cerebral angiogram both revealed multifocal vasoconstriction, highly suggestive of RCVS. Despite aggressive medical and surgical management, the patient continued to worsen and eventually died. Autopsy findings did not show evidence of vasculopathy or any other underlying disorder, further supporting the diagnosis of RCVS. The RCVS is usually a benign self-remitting condition which commonly affects young females and presents with an insidious onset of headaches. Rarely, it can have a fulminant course with devastating outcomes. This case illustrates an exceptionally uncommon clinical course of RCVS and the challenges in its treatment.", "doi": "10.1177/1941874417692923", "title": "Fulminant Reversible Cerebral Vasoconstriction Syndrome.", "journal": ["The Neurohospitalist", "Neurohospitalist"]}