{"authors": [["Fehnel", "Corey R", "CR", "Department of Neurology, Beth Israel Deaconess Medical Center, Boston, MA, USA."], ["Glerum", "Kimberly M", "KM", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Wendell", "Linda C", "LC", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Potter", "N Stevenson", "NS", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Silver", "Brian", "B", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Khan", "Muhib", "M", "Division of Neurology, Neuroscience Institute, Spectrum Health, Grand Rapids, MI, USA."], ["Saad", "Ali", "A", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Yaghi", "Shadi", "S", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Jones", "Richard N", "RN", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Furie", "Karen", "K", "Alpert Medical School of Brown University, Providence, RI, USA."], ["Thompson", "Bradford B", "BB", "Alpert Medical School of Brown University, Providence, RI, USA."]], "date": "2017-06-02", "id": "29276557", "text": "There are limited data to guide intensive care unit (ICU) versus dedicated stroke unit (SU) admission for intracerebral hemorrhage (ICH) patients. We hypothesized select patients can be safely cared for in SU versus ICU at lower costs.We conducted a retrospective cohort study of consecutive patients with predefined minor ICH (≤20 cm3, supratentorial, no coagulopathy) receiving care in either an ICU or an SU. Multiple linear regression and inverse probability weighting were used to adjust for differences in patient characteristics and nonrandom ICU versus SU assignment. The primary outcome was poor functional status at discharge (modified Rankin score [mRS] ≥3). Secondary outcomes included complications, discharge disposition, hospital length of stay, and direct inpatient costs.The study population included 104 patients (41 admitted to the ICU and 63 admitted to the SU). After controlling for differences in baseline characteristics, there were no differences in poor functional outcome at discharge (93% vs 85%, P = .26) or in mean mRS (2.9 vs 3.0, P = .73). Similarly, there were no differences in the rates of complications (6% vs 10%, P = .44), discharged dead or to a skilled nursing facility (8% vs 13%, P = .59), or direct patient costs (US$7100 vs US$6200, P = .33). Median length of stay was significantly longer in the ICU group (5 vs 4 days, P = .01).This study revealed a shorter length of stay but no large differences in functional outcome, safety, or cost among patients with minor ICH admitted to a dedicated SU compared to an ICU.", "doi": "10.1177/1941874417712158", "title": "Safety and Costs of Stroke Unit Admission for Select Acute Intracerebral Hemorrhage Patients.", "journal": ["The Neurohospitalist", "Neurohospitalist"]}