{"authors": [["Vanbellingen", "Tim", "T", "Neurology and Neurorehabilitation Center, Luzerner Kantonsspital, Luzern, Switzerland."], ["Filius", "Suzanne J", "SJ", "Faculty of Behavioral and Movement Sciences, Amsterdam Movement Sciences, VU University Amsterdam, Amsterdam, Netherlands."], ["Nyffeler", "Thomas", "T", "Neurology and Neurorehabilitation Center, Luzerner Kantonsspital, Luzern, Switzerland."], ["van Wegen", "Erwin E H", "EEH", "Department of Rehabilitation Medicine, Amsterdam Movement Sciences, Amsterdam Neurosciences, Vrije Universiteit Medical Center, Amsterdam, Netherlands."]], "date": "2017-12-08", "id": "29276499", "text": "Approximately 70-80% of stroke survivors have limited activities of daily living, mainly due to dexterous problems. Videogame-based training (VBT) along with virtual reality seems to be beneficial to train upper limb function.To evaluate the usability of VBT using the Leap Motion Controller (LMC) to train fine manual dexterity in the early rehabilitation phase of stroke patients as an add-on to conventional therapy. Additionally, this study aimed to estimate the feasibility and potential efficacy of the VBT.During 3 months, 64 stroke patients were screened for eligibility, 13 stroke patients were included (4 women and 9 men; age range: 24-91 years; mean time post stroke: 28.2 days).Nine sessions of 30 min VBT, three times per week as an add-on to conventional therapy with stroke inpatients.Primary outcome was the usability of the system measured with the System Usability Scale. Secondary outcomes concerning feasibility were the compliance rate calculated from the total time spent on the intervention (TT) compared to planned time, the opinion of participants via open-end questions, and the level of active participation measured with the Pittsburgh Rehabilitation Participation Scale. Regarding the potential efficacy secondary outcomes were: functional dexterity measured with the Nine Hole Peg Test (NHPT), subjective dexterity measured with the Dexterity Questionnaire 24, grip strength measured with the Jamar dynamometer, and motor impairment of the upper limb measured with the Fugl-Meyer Upper Extremity (FM-UE) scale.Primarily, the usability of the system was good to excellent. The patient's perception of usability remained stable over a mean period of 3 weeks of VBT. Secondly, the compliance rate was good, and the level of active participation varied between good and very good. The opinion of the participants revealed that despite individual differences, the overall impression of the therapy and device was good. Patients showed significant improvements in hand dexterity. No changes were found in motor impairment of the upper limb (FM-UE) during intervention.VBT using LMC is a usable rehabilitation tool to train dexterity in the early rehabilitation phase of stroke inpatients.", "doi": "10.3389/fneur.2017.00654", "title": "Usability of Videogame-Based Dexterity Training in the Early Rehabilitation Phase of Stroke Patients: A Pilot Study.", "journal": ["Frontiers in neurology", "Front Neurol"]}