{"authors": [["Choi", "Hee Young", "HY", "Department of Radiology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Lee", "Kyung Mi", "KM", "Department of Radiology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Kim", "Hyug-Gi", "HG", "Department of Radiology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Kim", "Eui Jong", "EJ", "Department of Radiology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Choi", "Woo Suk", "WS", "Department of Radiology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Kim", "Bum Joon", "BJ", "Department of Neurology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Heo", "Sung Hyuk", "SH", "Department of Neurology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."], ["Chang", "Dae-Il", "DI", "Department of Neurology, Kyung Hee University College of Medicine, Kyung Hee University Hospital, Seoul, South Korea."]], "date": "2017-11-29", "id": "29276498", "text": "The hyperintense acute reperfusion marker (HARM) is a delayed enhancement of the subarachnoid or subpial space observed on post-contrast fluid-attenuated inversion recovery (FLAIR) images and is associated with permeability changes to the blood-brain barrier in acute stroke. We investigated the relationship between HARM and stroke etiology based on the Trial of ORG 10172 in Acute Stroke Treatment (TOAST) classification. In addition, we evaluated the relationship between HARM and stroke locations with respect to vascular territories and anatomic compartments.We recruited 264 consecutive patients (109 women; mean age 68.63 years) who were diagnosed with acute ischemic stroke and underwent brain magnetic resonance imaging (MRI) including post-contrast FLAIR and DWI within 7 days of symptom onset from May 2015 to March 2016 for this retrospective study. Post-contrast FLAIR images were obtained 5 min after gadolinium administration. The mean time interval between the onset of stroke symptoms and MRI acquisition in total included patients was 18 h and 7 min (median 12 h and 57 min, range 2-127 h). We analyzed the overall incidence and distribution patterns of HARM in acute ischemic stroke cases and compared the relative incidence and distribution patterns of HARM between the subgroups of stroke etiology based on conventional TOAST classification. We obtained odds ratio (OR) of HARM in different stroke locations based on vascular territories and anatomical compartments. This study was approved by our institutional review board.Among the 264 patients, 67 (25.38%) patients were HARM positive and 197 (74.62%) patients were HARM negative. There was significant difference in HARM incidence among the stroke subgroups (p < 0.001). Small vessel occlusion (SVO) was associated with the HARM-negative group (p < 0.001), while large artery atherosclerosis (LAA) and cardioembolism (CE) were associated with the HARM-positive group (p = 0.001). Also, regional pattern of HARM on the same vascular territory as the acute infarction was dominantly demonstrated regardless of stroke etiology. The OR for HARM from middle cerebral artery (MCA) infarction was 1.868 [95% confidence interval (CI): 1.025-3.401]. The OR for HARM from cortical infarction was 9.475 (95% CI: 4.754-18.883) compared to other anatomic compartments.The presence of the HARM was significantly associated with embolic infarctions including LAA and CE. Conversely, SVO was exclusively associated with the absence of the HARM. Second, MCA and cortical infarction showed a more pronounced HARM compared to infarctions at other vascular territories and anatomic compartments. According to the results in the current study, we speculate that the presence of HARM on post-contrast FLAIR images was associated with specific stroke causes especially in embolic causes.", "doi": "10.3389/fneur.2017.00630", "title": "Role of Hyperintense Acute Reperfusion Marker for Classifying the Stroke Etiology.", "journal": ["Frontiers in neurology", "Front Neurol"]}