{"authors": [["Gurevich", "Sergey", "S", "University of Minnesota Fairview Medical Center, Minneapolis, MN, United States."], ["Oestreich", "Brett", "B", "University of Minnesota Fairview Medical Center, Minneapolis, MN, United States."], ["Kelly", "Rosemary F", "RF", "University of Minnesota Fairview Medical Center, Minneapolis, MN, United States."], ["Mbai", "Mackenzie", "M", "Minneapolis VA Healthcare System, Minneapolis, MN, United States."], ["Bertog", "Stefan", "S", "Minneapolis VA Healthcare System, Minneapolis, MN, United States."], ["Yannopoulos", "Demetris", "D", "University of Minnesota Fairview Medical Center, Minneapolis, MN, United States."], ["Garcia", "Santiago", "S", "University of Minnesota Fairview Medical Center, Minneapolis, MN, United States; Minneapolis VA Healthcare System, Minneapolis, MN, United States. Electronic address: garci205@umn.edu."]], "date": "2017-12-06", "id": "29276174", "text": "Subclinical leaflet thrombosis (SCLT) can be seen in up to 12% of patients after transcatheter aortic valve replacement (TAVR). Anticoagulation appears to prevent and reverse SCLT but concerns exist about bleeding risk.Our program adopted a strategy of routine anticoagulation after TAVR, starting warfarin on post-procedure day 0 and continuing for 3months in 10/2015. We report the initial safety and efficacy outcomes of this approach. Bleeding events were assessed using Valve Academic Research Consortium (VARC) and Bleeding Academic Research Consortium (BARC) definitions.The median (IQR) age of the population (n=191) was 82years (72-87) and the median (IQR) STS score was 5.6% (3-8). A total of 101 (53%) patients were discharged on anticoagulation (warfarin 97%) while 90 (47%) received antiplatelet therapy alone. The mean duration of anticoagulation therapy was 81±17 days. During follow-up 7 patients (4%) had a stroke or TIA, 3 (3%) in the anticoagulation group and 4 (4%) in the antiplatelet group (p=0.71). A total of 8 patients (4.2%) had BARC bleeding events during follow-up, 3 patients in the anticoagulation group (2.9%) and 5 in the antiplatelet group (5.5%, p=0.48). All bleeding events (VARC and BARC) were numerically lower in the anticoagulation group (8% versus 13%, p=0.20).A strategy of routine anticoagulation for 3-months after TAVR is well tolerated and associated with similar or lower bleeding risk compared to antiplatelet therapy.", "doi": "10.1016/j.carrev.2017.12.001", "title": "Routine use of anticoagulation after transcatheter aortic valve replacement: Initial safety outcomes from a single-center experience.", "journal": ["Cardiovascular revascularization medicine : including molecular interventions", "Cardiovasc Revasc Med"]}