{"authors": [["Nazerian", "Peiman", "P", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy. Electronic address: pnazerian@hotmail.com."], ["Bigiarini", "Sofia", "S", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], ["Pecci", "Rudi", "R", "Otoneurology Clinic, Careggi University Hospital, Firenze, Italy."], ["Taurino", "Lucia", "L", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], ["Moretti", "Marco", "M", "Neuroradiology Unit, Careggi University Hospital, Firenze, Italy."], ["Pavellini", "Andrea", "A", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], ["Capretti", "Elisa", "E", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], ["Grifoni", "Stefano", "S", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], ["Vanni", "Simone", "S", "Department of Emergency Medicine, Careggi University Hospital, Firenze, Italy."], [null, null, null, null]], "date": "2017-12-21", "id": "29276136", "text": "We evaluated the role of vertebral artery extracranial color-coded duplex sonography (VAECCS) in predicting vertebrobasilar stroke in consecutive patients presenting to the emergency department with vertigo of suspected ischemic origin. The final diagnosis was established by a panel of experts consisting of an emergency physician, a neurologist, and an otoneurologist. Vertebrobasilar stroke was diagnosed when an acute brain ischemic lesion congruent with symptoms was detected by neuroimaging during the index visit or a stroke was diagnosed within a 3-mo period after emergency department presentation. Among 126 patients, 28 (22%) were diagnosed with vertebrobasilar stroke. Fifteen (75%) of 20 patients with abnormal VAECCS results and 13 (12%) of 106 with normal VAECCS results had a final diagnosis of vertebrobasilar stroke. The sensitivity and specificity of VAECCS were 53.6% and 94.9%, respectively. Detecting an abnormal flow pattern at VAECCS significantly increased the risk of vertebrobasilar stroke (odds ratio = 21.5). The flow patterns most frequently related to vertebrobasilar stroke were absence of flow and high resistance pattern velocity (odds ratio = 9.3 and 22.7, respectively). VAECCS predicts vertebrobasilar stroke and could be a useful bedside screening tool in patients with vertigo.", "doi": "10.1016/j.ultrasmedbio.2017.11.002", "title": "Duplex Sonography of Vertebral Arteries for Evaluation of Patients with Acute Vertigo.", "journal": ["Ultrasound in medicine & biology", "Ultrasound Med Biol"]}