{"authors": [["Seidlitz", "Jakob", "J", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK; Developmental Neurogenomics Unit, National Institute of Mental Health, Bethesda, MD 20892, USA. Electronic address: jakob.seidlitz@nih.gov."], ["Váša", "František", "F", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Shinn", "Maxwell", "M", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Romero-Garcia", "Rafael", "R", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Whitaker", "Kirstie J", "KJ", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Vértes", "Petra E", "PE", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Wagstyl", "Konrad", "K", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK."], ["Kirkpatrick Reardon", "Paul", "P", "Developmental Neurogenomics Unit, National Institute of Mental Health, Bethesda, MD 20892, USA."], ["Clasen", "Liv", "L", "Developmental Neurogenomics Unit, National Institute of Mental Health, Bethesda, MD 20892, USA."], ["Liu", "Siyuan", "S", "Developmental Neurogenomics Unit, National Institute of Mental Health, Bethesda, MD 20892, USA."], ["Messinger", "Adam", "A", "Laboratory of Brain and Cognition, National Institute of Mental Health, Bethesda, MD 20892, USA."], ["Leopold", "David A", "DA", "Laboratory of Neuropsychology, National Institute of Mental Health, Bethesda, MD 20892, USA; Neurophysiology Imaging Facility, National Institute of Mental Health, National Institute of Neurological Disorders and Stroke, National Eye Institute, Bethesda, MD 20892, USA."], ["Fonagy", "Peter", "P", "Research Department of Clinical, Educational and Health Psychology, University College London, London WC1E 6BT, UK."], ["Dolan", "Raymond J", "RJ", "Wellcome Trust Centre for Neuroimaging, UCL Institute of Neurology, University College London, London WC1N 3BG, UK; Max Planck UCL Centre for Computational Psychiatry and Ageing Research, London WC1B 5EH, UK."], ["Jones", "Peter B", "PB", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Huntingdon PE29 3RJ, UK."], ["Goodyer", "Ian M", "IM", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Huntingdon PE29 3RJ, UK."], [null, null, null, null], ["Raznahan", "Armin", "A", "Developmental Neurogenomics Unit, National Institute of Mental Health, Bethesda, MD 20892, USA."], ["Bullmore", "Edward T", "ET", "University of Cambridge, Department of Psychiatry, Cambridge CB2 0SZ, UK; Cambridgeshire and Peterborough NHS Foundation Trust, Huntingdon PE29 3RJ, UK; ImmunoPsychiatry, Immuno-Inflammation Therapeutic Area Unit, GlaxoSmithKline R&D, Stevenage SG1 2NY, UK."]], "date": "2017-12-21", "id": "29276055", "text": "Macroscopic cortical networks are important for cognitive function, but it remains challenging to construct anatomically plausible individual structural connectomes from human neuroimaging. We introduce a new technique for cortical network mapping based on inter-regional similarity of multiple morphometric parameters measured using multimodal MRI. In three cohorts (two human, one macaque), we find that the resulting morphometric similarity networks (MSNs) have a complex topological organization comprising modules and high-degree hubs. Human MSN modules recapitulate known cortical cytoarchitectonic divisions, and greater inter-regional morphometric similarity was associated with stronger inter-regional co-expression of genes enriched for neuronal terms. Comparing macaque MSNs with tract-tracing data confirmed that morphometric similarity was related to axonal connectivity. Finally, variation in the degree of human MSN nodes accounted for about 40% of between-subject variability in IQ. Morphometric similarity mapping provides a novel, robust, and biologically plausible approach to understanding how human cortical networks underpin individual differences in psychological functions.", "doi": "10.1016/j.neuron.2017.11.039", "title": "Morphometric Similarity Networks Detect Microscale Cortical Organization and Predict Inter-Individual Cognitive Variation.", "journal": ["Neuron", "Neuron"]}