{"authors": [["Gu", "Si-Chun", "SC", "Department of Neurology, Longhua Hospital, Shanghai University of Traditional Chinese Medicine, Shanghai, China."], ["Wang", "Chang-De", "CD", "Department of Neurology, TCM-Integrated Hospital, Shanghai University of Traditional Chinese Medicine, Shanghai, China. Electronic address: cdwang1968@163.com."]], "date": "2017-12-21", "id": "29276014", "text": "Potential benefits and risks of early (≤30 days from stroke onset) selective serotonin reuptake inhibitors (SSRIs) treatment for neurologic functional recovery after stroke are not fully understood.We searched PubMed, Embase, and the Cochrane Library to identify randomized controlled trials that assessed SSRI medications during the initial ictus after stroke versus placebo. Primary outcome was decrease in National Institutes of Health Stroke Scale (NIHSS) score. Secondary outcomes included the improvement of Barthel index, functional independence (modified Rankin Scale score 0-2 at the end of follow-up), the incidence of depression, and adverse events including diarrhea, insomnia, hepatic enzyme disorders, seizure, and intracranial hemorrhage. We used fixed effects models or random effects models to estimate weighted mean differences (WMDs) and relative risks (RRs) with 95% confidence intervals (CIs) according to heterogeneity.Eight trials were included, with 1549 patients. Compared with placebo, decrease in NIHSS was greater in SSRI-treated patients (WMD, 0.82; 95% CI, 0.31-1.33; P = .002). Trial sequential analysis showed that the cumulative z curve crossed the trial sequential monitoring boundary for benefit, establishing sufficient and conclusive evidence. Early SSRI treatment also promoted Barthel index (WMD, 5.32; 95% CI, 1.65-8.99; P = .005) and functional independence (RR, 2.54; 95% CI, 1.82-3.55; P < .0001). There was no difference in the incidence of depression and adverse events between groups. No evidence of publication bias was detected.The early SSRIs treatment reduces the defective neurologic function in patients undergoing rehabilitation after stroke.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.031", "title": "Early Selective Serotonin Reuptake Inhibitors for Recovery after Stroke: A Meta-Analysis and Trial Sequential Analysis.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}