{"authors": [["Nakase", "Taizen", "T", "Department of Neurology, Research Institute for Brain and Blood Vessels-Akita, Akita, Japan. Electronic address: nakase@akita-noken.jp."], ["Moroi", "Junta", "J", "Department of Surgical Neurology, Research Institute for Brain and Blood Vessels-Akita, Akita, Japan."], ["Ishikawa", "Tatsuya", "T", "Department of Surgical Neurology, Research Institute for Brain and Blood Vessels-Akita, Akita, Japan."]], "date": "2017-12-21", "id": "29276013", "text": "Since non-vitamin K antagonist oral anticoagulants (NOACs) were released for clinical use, many studies have investigated its effectiveness in stroke prevention. In this study, to determine whether or not there is a difference in outcome in secondary stroke prevention between warfarin and NOACs, patients with embolic stroke with newly prescribed anticoagulants were prospectively analyzed.Patients with acute ischemic stroke, who newly started anticoagulant therapy, were consecutively asked to participate in this study. Enrolled patients (76.3 ± 11.0 years old) were classified into warfarin (n = 48), dabigatran (n = 73), rivaroxaban (n = 49), and apixaban (n = 65). The outcome in 1 year was prospectively investigated at outpatient clinic or telephone interview. Recurrence of stroke and death was considered as the critical incidence.The prevalence of risk factors was not different among all medicines. Patients with dabigatran showed significantly younger onset age (P < .001: 72.2 years old) and milder neurologic deficits than patients on other medicines (P < .001). Cumulative incident rates were 7.1%, 15.3%, 19.0%, and 29.7% for dabigatran, apixaban, rivaroxaban, and warfarin, respectively. Dabigatran showed relatively better outcome compared with warfarin (P = .069) and rivaroxaban (P = .055). All patients on NOACs presented lower cumulative stroke recurrence compared with warfarin.Even in the situation of secondary stroke prevention, noninferiority of NOACs to warfarin might be demonstrated.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.032", "title": "Outcome of Secondary Stroke Prevention in Patients Taking Non-Vitamin K Antagonist Oral Anticoagulants.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}