{"authors": [["Chun", "Ho-Yan Yvonne", "HY", "Centre for Clinical Brain Sciences, University of Edinburgh, United Kingdom. Electronic address: hchun@exseed.ed.ac.uk."], ["Newman", "Richard", "R", "NHS Fife, Scotland, United Kingdom."], ["Whiteley", "William N", "WN", "Centre for Clinical Brain Sciences, University of Edinburgh, United Kingdom."], ["Dennis", "Martin", "M", "Centre for Clinical Brain Sciences, University of Edinburgh, United Kingdom."], ["Mead", "Gillian E", "GE", "Centre for Clinical Brain Sciences, University of Edinburgh, United Kingdom."], ["Carson", "Alan J", "AJ", "Centre for Clinical Brain Sciences, University of Edinburgh, United Kingdom."]], "date": "2017-11-16", "id": "29275788", "text": "There is little randomized controlled trial (RCT) evidence to guide treatment for anxiety after stroke. We systematically reviewed RCTs of anxiety interventions in acquired brain injury (ABI) conditions including stroke and traumatic brain injury (TBI) in order to summarize efficacy and key aspects of trial design to help guide future RCTs.We searched the Cochrane trial register, Medline, Embase, PsychInfo and CINAHL systematically up to August 2017. Two independent reviewers systematically selected studies and extracted data. We summarized the effect size, key study characteristics and sources of potential bias in trial design.14 studies (12 stroke; one stroke & TBI; one TBI) with 928 participants were included. Meta-analysis of five psychotherapy comparisons favoured intervention over control (standardized mean difference (SMD): -0.41 [-0.79, -0.03], I2=28%); Overall effect size of pharmacotherapy comparisons favoured intervention over control (SMD: -2.12 [-3.05, -1.18], I2=89%). One comparison of mixed pharmacotherapy and psychotherapy favoured intervention over usual care (SMD: -4.79 [-5.87, -3.71]). One comparison favoured forest therapy versus urban control (SMD: -2.00 [-2.59, -1.41]). All positive studies carried high or unclear risk of bias. Sample sizes were small in all included studies.There is low quality evidence to suggest that psychotherapy and pharmacotherapy may be effective interventions in the treatment of anxiety after stroke based on underpowered studies that carried high risk of bias. Large-scale well-designed definitive trials are needed to establish whether pharmacological or psychotherapy works. Our review highlighted key considerations for investigators wishing to design high quality trials to evaluate treatments for anxiety after stroke.", "doi": "10.1016/j.jpsychores.2017.11.010", "title": "A systematic review of anxiety interventions in stroke and acquired brain injury: Efficacy and trial design.", "journal": ["Journal of psychosomatic research", "J Psychosom Res"]}