{"authors": [["Semyachkina-Glushkovskaya", "Oxana", "O", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Abdurashitov", "Arkady", "A", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Dubrovsky", "Alexander", "A", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Bragin", "Denis", "D", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Bragina", "Olga", "O", "University of New Mexico School of Medicine, Department of Neurosurgery, Albuquerque, New Mexico, United States."], ["Shushunova", "Nataliya", "N", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Maslyakova", "Galina", "G", "Saratov State Medical University, Department of Pathological Anatomy, Saratov, Russia."], ["Navolokin", "Nikita", "N", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Bucharskaya", "Alla", "A", "Saratov State Medical University, Department of Pathological Anatomy, Saratov, Russia."], ["Tuchin", "Valery", "V", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Kurths", "Juergen", "J", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."], ["Shirokov", "Alexander", "A", "Saratov State University, Interdisciplinary Center of Critical Technologies in Medicine, Saratov, Russia."]], "date": null, "id": "29275545", "text": "The meningeal lymphatic vessels were discovered 2 years ago as the drainage system involved in the mechanisms underlying the clearance of waste products from the brain. The blood-brain barrier (BBB) is a gatekeeper that strongly controls the movement of different molecules from the blood into the brain. We know the scenarios during the opening of the BBB, but there is extremely limited information on how the brain clears the substances that cross the BBB. Here, using the model of sound-induced opening of the BBB, we clearly show how the brain clears dextran after it crosses the BBB via the meningeal lymphatic vessels. We first demonstrate successful application of optical coherence tomography (OCT) for imaging of the lymphatic vessels in the meninges after opening of the BBB, which might be a new useful strategy for noninvasive analysis of lymphatic drainage in daily clinical practice. Also, we give information about the depth and size of the meningeal lymphatic vessels in mice. These new fundamental data with the applied focus on the OCT shed light on the mechanisms of brain clearance and the role of lymphatic drainage in these processes that could serve as an informative platform for a development of therapy and diagnostics of diseases associated with injuries of the BBB such as stroke, brain trauma, glioma, depression, or Alzheimer disease.", "doi": "10.1117/1.JBO.22.12.121719", "title": "Application of optical coherence tomography for in vivo monitoring of the meningeal lymphatic vessels during opening of blood-brain barrier: mechanisms of brain clearing.", "journal": ["Journal of biomedical optics", "J Biomed Opt"]}