{"authors": [["Chen", "Hansen", "H", "School of Chinese Medicine, The University of Hong Kong, Sassoon Road, Pokfulam, Hong Kong SAR, People's Republic of China."], ["Guan", "Binghe", "B", "School of Chinese Medicine, The University of Hong Kong, Sassoon Road, Pokfulam, Hong Kong SAR, People's Republic of China."], ["Chen", "Xi", "X", "Department of Core Facility, The People's Hospital of Bao-an Shenzhen, Shenzhen Shi, China."], ["Chen", "Xingmiao", "X", "School of Chinese Medicine, The University of Hong Kong, Sassoon Road, Pokfulam, Hong Kong SAR, People's Republic of China."], ["Li", "Caiming", "C", "Department of Neurology, Huizhou First Hospital, Huizhou, Guangdong Province, China."], ["Qiu", "Jinhua", "J", "Department of Neurology, Huizhou First Hospital, Huizhou, Guangdong Province, China."], ["Yang", "Dan", "D", "Morningside Laboratory for Chemical Biology and Department of Chemistry, The University of Hong Kong, Hong Kong SAR, China."], ["Liu", "Ke Jian", "KJ", "Department of Pharmaceutical Sciences, College of Pharmacy, The University of New Mexico, Albuquerque, NM, 87131, USA."], ["Qi", "Suhua", "S", "Research Center for Biochemistry and Molecular Biology and Jiangsu Key Laboratory of Brain Disease Bioinformation, Xuzhou Medical University, Xuzhou, 221000, People's Republic of China. suhuaqi@xzhmu.edu.cn."], ["Shen", "Jiangang", "J", "School of Chinese Medicine, The University of Hong Kong, Sassoon Road, Pokfulam, Hong Kong SAR, People's Republic of China. shenjg@hkucc.hku.hk."]], "date": "2017-12-23", "id": "29275501", "text": "Tissue plasminogen activator (t-PA) has a restrictive therapeutic window within 4.5 h after ischemic stroke with the risk of hemorrhagic transformation (HT) and neurotoxicity when it is used beyond the time window. In the present study, we tested the hypothesis that baicalin, an active compound of medicinal plant, could attenuate HT in cerebral ischemia stroke with delayed t-PA treatment. Male Sprague-Dawley rats were subjected to middle cerebral artery occlusion (MCAO) for 4.5 h and then continuously received t-PA infusion (10 mg/kg) for 0.5 h and followed by 19-h reperfusion. Baicalin (50, 100, 150 mg/kg) was administrated via femoral vein at 4.5 h after MCAO cerebral ischemia. Delayed t-PA infusion significantly increased the mortality rate, induced HT, blood-brain barrier (BBB) damage, and apoptotic cell death in the ischemic brains and exacerbated neurological outcomes in cerebral ischemia-reperfusion rats at 24 h after MCAO cerebral ischemia. Co-treatment of baicalin significantly reduced the mortality rates, ameliorated the t-PA-mediated BBB disruption and HT. Furthermore, baicalin showed to directly scavenge peroxynitrite and inhibit MMP-9 expression and activity in the ischemic brains with the delayed t-PA treatment. Baicalin had no effect on the t-PA fibrinolytic function indicated by t-PA activity assay. Taken together, baicalin could attenuate t-PA-mediated HT and improve the outcomes of ischemic stroke treatment possibly via inhibiting peroxynitrite-mediated MMP-9 activation.", "doi": "10.1007/s12975-017-0598-3", "title": "Baicalin Attenuates Blood-Brain Barrier Disruption and Hemorrhagic Transformation and Improves Neurological Outcome in Ischemic Stroke Rats with Delayed t-PA Treatment: Involvement of ONOO--MMP-9 Pathway.", "journal": ["Translational stroke research", "Transl Stroke Res"]}