{"authors": [["Xie", "Chengjuan", "C", "Department of Neurology, The First Affiliated Hospital of Anhui Medical University, Hefei, China."], ["Zhu", "Ruolin", "R", "Department of Neurology, The First Affiliated Hospital of Anhui Medical University, Hefei, China."], ["Tian", "Yanghua", "Y", "Department of Neurology, The First Affiliated Hospital of Anhui Medical University, Hefei, China."], ["Wang", "Kai", "K", "Department of Neurology, The First Affiliated Hospital of Anhui Medical University, Hefei, China."]], "date": "2017-12-22", "id": "29275335", "text": "This study aimed to conduct a meta-analysis to explore and summarise the evidence regarding the association between obstructive sleep apnoea (OSA) and the subsequent risk of vascular outcomes and all-cause mortality.Electronic databases PubMed, Embase and the Cochrane Library were searched to identify studies conducted through May 2016. Prospective cohort studies that reported effect estimates with 95% CIs of major adverse cardiac events (MACEs), coronary heart disease (CHD), stroke, cardiac death, all-cause mortality and heart failure for different levels versus the lowest level of OSA were included.A total of 16 cohort studies reporting data on 24 308 individuals were included. Of these, 11 studies reported healthy participants, and the remaining five studies reported participants with different diseases. Severe OSA was associated with an increased risk of MACEs (relative risk (RR): 2.04; 95% CI 1.56 to 2.66; P<0.001), CHD (RR: 1.63; 95% CI 1.18 to 2.26; P=0.003), stroke (RR: 2.15; 95% CI 1.42 to 3.24; P<0.001), cardiac death (RR: 2.96; 95% CI 1.45 to 6.01; P=0.003) and all-cause mortality (RR: 1.54; 95% CI 1.21 to 1.97; P<0.001). Moderate OSA was also significantly associated with increased risk of MACEs (RR: 1.16; 95% CI 1.01 to 1.33; P=0.034) and CHD (RR: 1.38; 95% CI 1.04 to 1.83; P=0.026). No significant association was found between mild OSA and the risk of vascular outcomes or all-cause mortality (P>0.05). Finally, no evidence of a factor-specific difference in the risk ratio for MACEs among participants with different levels of OSA compared with those with the lowest level of OSA was found.Severe and moderate OSAs were associated with an increased risk of vascular outcomes and all-cause mortality. This relationship might differ between genders. Therefore, further large-scale prospective studies are needed to verify this difference.", "doi": "10.1136/bmjopen-2016-013983", "title": "Association of obstructive sleep apnoea with the risk of vascular outcomes and all-cause mortality: a meta-analysis.", "journal": ["BMJ open", "BMJ Open"]}