{"authors": [["Zapata-Wainberg", "Gustavo", "G", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Ximénez-Carrillo", "Álvaro", "Á", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Trillo", "Santiago", "S", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Fuentes", "Blanca", "B", "Departamento de Medicina, Facultad de Medicina, Universidad Autónoma de Madrid, Madrid, Spain."], ["Cruz-Culebras", "Antonio", "A", "Neurology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain."], ["Aguirre", "Clara", "C", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Alonso de Leciñana", "María", "M", "Departamento de Medicina, Facultad de Medicina, Universidad Autónoma de Madrid, Madrid, Spain."], ["Vera", "Rocío", "R", "Neurology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain."], ["Bárcena", "Eduardo", "E", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Fernández-Prieto", "Andrés", "A", "Departamento de Medicina, Facultad de Medicina, Universidad Autónoma de Madrid, Madrid, Spain."], ["Méndez-Cendón", "José Carlos", "JC", "Neurology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain."], ["Caniego", "Jose Luis", "JL", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], ["Díez-Tejedor", "Exuperio", "E", "Departamento de Medicina, Facultad de Medicina, Universidad Autónoma de Madrid, Madrid, Spain."], ["Masjuan", "Jaime", "J", "Neurology Department, Hospital Universitario Ramón y Cajal, Madrid, Spain."], ["Vivancos", "José", "J", "Neurology Department, Hospital Universitario de La Princesa, Madrid, Spain."], [null, null, null, null]], "date": "2017-12-23", "id": "29275325", "text": "To investigate the efficacy and safety of mechanical thrombectomy in patients with acute ischemic stroke according to the oral anticoagulation medication taken at the time of stroke onset.A retrospective multicenter study of prospectively collected data based on data from the registry the Madrid Stroke Network was performed. We included consecutive patients with acute ischemic stroke treated with mechanical thrombectomy and compared the frequency of intracranial hemorrhage and the modified Rankin Scale (mRS) score at 3 months according to anticoagulation status.The study population comprised 502 patients, of whom 389 (77.5%) were not anticoagulated, 104 (20.7%) were taking vitamin K antagonists, and 9 (1.8%) were taking direct oral anticoagulants. Intravenous thrombolysis had been performed in 59.8% and 15.0% of non-anticoagulated and anticoagulated patients, respectively. Rates of intracranial hemorrhage after treatment were similar between non-anticoagulated and anticoagulated patients, as were rates of recanalization. After 3 months of follow-up, the mRS score was ≤2 in 56.3% and 55.7% of non-anticoagulated and anticoagulated patients, respectively (P=NS). Mortality rates were similar in the two groups (13.1%and12.4%, respectively). Among anticoagulated patients, no differences were found for intracranial bleeding, mRS score, or mortality rates between patients taking vitamin K antagonists and those taking direct oral anticoagulants.Mechanical thrombectomy is feasible in anticoagulated patients with acute ischemic stroke. The outcomes and safety profile are similar to those of patients with no prior anticoagulation therapy.", "doi": "10.1136/neurintsurg-2017-013504", "title": "Mechanical thrombectomy in orally anticoagulated patients with acute ischemic stroke.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}