{"authors": [["Rivera-Caravaca", "José Miguel", "JM", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain."], ["Roldán", "Vanessa", "V", "Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain. Electronic address: vroldans@um.es."], ["Esteve-Pastor", "María Asunción", "MA", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Centro de Investigación Biomédica en Red Enfermedades Cardiovaculares, Murcia, Spain."], ["Valdés", "Mariano", "M", "Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Centro de Investigación Biomédica en Red Enfermedades Cardiovaculares, Murcia, Spain."], ["Vicente", "Vicente", "V", "Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain."], ["Marín", "Francisco", "F", "Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Centro de Investigación Biomédica en Red Enfermedades Cardiovaculares, Murcia, Spain."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."]], "date": "2017-12-21", "id": "29275065", "text": "The efficacy and tolerability of vitamin K antagonists (VKAs) depends on the quality of anticoagulant control, reflected by the mean time in therapeutic range (TTR) of international normalized ratio 2.0 to 3.0. In the present study, we aimed to investigate the association between TTR and change in TTR (ΔTTR) with the risk of mortality and clinically significant events in a consecutive cohort of atrial fibrillation (AF) patients.We included 1361 AF patients stable on VKAs (international normalized ratio 2.0-3.0) during at least the previous 6 months. After 6 months of follow-up we recalculated TTR, calculated ΔTTR (ie, the difference between baseline and 6-month TTRs) and investigated the association of both with the risk of mortality and \"clinically significant events\" (defined as the composite of stroke or systemic embolism, major bleeding, acute coronary syndrome, acute heart failure, and all-cause deaths).The median ΔTTR at 6 months of entry was 20% (interquartile range 0-34%), 796 (58.5%) patients had a TTR reduction of at least 20%, while 330 (24.2%) had a TTR <65%. During follow-up, 34 (2.5% [4.16% per year]) patients died and 61 (4.5% [7.47% per year]) had a clinically significant event. Median ΔTTR was significantly higher in patients who died (35.5% vs 20%; P = 0.002) or sustained clinically significant events (28% vs 20%; P = 0.022). Based on Cox regression analyses, the overall risk of mortality at 6 months for each decrease point in TTR was 1.02 (95% CI, 1.01-1.04; P = 0.003), and the risk of clinically significant events was 1.01 (95% CI, 1.00-1.03; P = 0.028). Patients with TTR <65% at 6 months had higher risk of mortality (hazard ratio = 2.96; 95% CI, 1.51-5.81; P = 0.002) and clinically significant events (hazard ratio = 1.71; 95% CI, 1.01-2.88; P = 0.046).Our findings suggest that in AF patients anticoagulated with VKAs, a change in TTR over 6 months (ie, ΔTTR) is an independent risk factor for mortality and clinically significant events. Even in a cohort with good anticoagulation control, the risk for mortality and clinically significant events increases with every point deterioration of TTR.", "doi": "10.1016/j.clinthera.2017.11.014", "title": "Reduced Time in Therapeutic Range and Higher Mortality in Atrial Fibrillation Patients Taking Acenocoumarol.", "journal": ["Clinical therapeutics", "Clin Ther"]}