{"authors": [["Sarfo", "Fred S", "FS", "Kwame Nkrumah University of Science & Technology, Kumasi, Ghana; Komfo Anokye Teaching Hospital, Kumasi, Ghana. Electronic address: stephensarfo78@gmail.com."], ["Akassi", "John", "J", "Kwame Nkrumah University of Science & Technology, Kumasi, Ghana; Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Kyem", "Gloria", "G", "Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Adamu", "Sheila", "S", "Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Awuah", "Dominic", "D", "Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Kantanka", "Osei-Sarfo", "OS", "Komfo Anokye Teaching Hospital, Kumasi, Ghana."], ["Ovbiagele", "Bruce", "B", "Medical University of South Carolina, Charleston, South Carolina."]], "date": "2017-12-20", "id": "29275059", "text": "Compared with high-income countries, sub-Saharan African (SSA) countries experience a comparatively higher early mortality from stroke. However, data on long-term mortality from stroke in SSA are lacking.Our aim is to assess long-term outcomes of stroke in an SSA setting.We conducted a retrospective analysis of longitudinal data involving 607 consecutive stroke survivor encountered at an outpatient clinic in Kumasi, Ghana, between January 2012 and June 2014. Data were closed for analysis in June 2016. Data on demography, presence of vascular risk factors, stroke type, and functional status were evaluated. We followed up subjects who were no longer attending clinic by phone to assess their vital status. Primary outcome was death after initiation of clinic care, and its predictors were determined using a Cox proportional hazards regression model.Mean ± standard deviation (SD) age of cohort was 59.9 ± 13.9 years and 50.3% were female. Of the 607 stroke survivors, 377 (62.1%) were still alive, 59 (9.7%) were confirmed to have died, whereas 171 (28.2%) were lost to follow-up at the clinic. Mean ± SD observation time for the cohort was 32 ± 30 months. Upon adjustment for confounders, the independent predictors of mortality were age (adjusted hazard ratio [aHR] of 1.41 [95% confidence interval 1.15-1.73] for a 10-year increase in age) and diabetes mellitus (aHR of 2.24 [1.32-3.80]).Diabetes mellitus, a modifiable risk factor for stroke, is associated with an increased risk of mortality among West African stroke survivors over the long term.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.017", "title": "Long-Term Outcomes of Stroke in a Ghanaian Outpatient Clinic.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}