{"authors": [["Nash", "Kevin M", "KM", "Department of Pharmacology and Experimental Therapeutics, College of Pharmacy and Pharmaceutical Sciences, University of Toledo, USA."], ["Schiefer", "Isaac T", "IT", "Department of Medicinal and Biological Chemistry, College of Pharmacy and Pharmaceutical Sciences, University of Toledo, OH 43614, USA. Electronic address: isaac.schiefer@utoledo.edu."], ["Shah", "Zahoor A", "ZA", "Department of Medicinal and Biological Chemistry, College of Pharmacy and Pharmaceutical Sciences, University of Toledo, OH 43614, USA. Electronic address: zahoor.shah@utoledo.edu."]], "date": "2017-12-22", "id": "29275014", "text": "Ischemic stroke is caused by a blockage of cerebral blood flow resulting in neuronal and glial hypoxia leading to inflammatory and reactive oxygen species (ROS)-mediated cell death. Nitric oxide (NO) formed by NO synthase (NOS) is known to be protective in ischemic stroke, however NOS has been shown to 'uncouple' under oxidative conditions to instead produce ROS. Nitrones are antioxidant molecules that are shown to trap ROS to then decompose and release NO. In this study, the nitrone 5 was designed such that its decomposition product is a NOS inhibitor, 6, effectively leading to NOS inhibition specifically at the site of ROS production. The ability of 5 to spin-trap radicals and decompose to 6 was observed using EPR and LC-MS/MS. The pro-drug concept was tested in vitro by measuring cell viability and 6 formation in SH-SY5Y cells subjected to oxygen glucose deprivation (OGD). 5 was found to be more efficacious and more potent than PBN, and was able to increase phospho-Akt while reducing nitrotyrosine and cleaved caspase-3 levels. 6 treatment, but not 5, was found to decrease NO production in LPS-stimulated microglia. Doppler flowmetry on anesthetized mice showed increased cerebral blood flow upon intravenous administration of 1mg/kg of 5, but a return to baseline upon administration of 10mg/kg, likely due to its dual nature of antioxidant/NO-donor and NOS-inhibition. Mice treated with 5 after permanent ischemia exhibited a >30% reduction in infarct volume, and higher formation of 6 in ischemic tissue resulting in region specific effects limited to the infarct area.", "doi": "10.1016/j.freeradbiomed.2017.12.027", "title": "Development of a reactive oxygen species-sensitive nitric oxide synthase inhibitor for the treatment of ischemic stroke.", "journal": ["Free radical biology & medicine", "Free Radic. Biol. Med."]}