{"authors": [["Klimiec", "Elzbieta", "E", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: eklimiec@gmail.com."], ["Kowalska", "Katarzyna", "K", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: katarzyna.olga.kowalska@gmail.com."], ["Pasinska", "Paulina", "P", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: paulinapotoczek@gmail.com."], ["Pera", "Joanna", "J", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: pera@su.krakow.pl."], ["Slowik", "Agnieszka", "A", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: slowik@neuro.cm-uj.krakow.pl."], ["Dziedzic", "Tomasz", "T", "Department of Neurology, Jagiellonian University Medical College, 31-503 Kraków, ul. Botaniczna 3, Poland. Electronic address: dziedzic@cm-uj.krakow.pl."]], "date": "2017-12-21", "id": "29275013", "text": "The immune response to acute cerebral ischemia plays an important role in the pathophysiology of stroke and could be a therapeutic target. Toll-like receptor 4 (TLR4) is a master regulator of innate immunity. The aim of our study was to determine the association between selected cytokine release after TLR4 activation in blood cells and the outcome after ischemic stroke.We included 156 ischemic stroke patients (median age: 69; 40.4% female). Venous blood was collected at day 3 after the onset of stroke and stimulated ex vivo with lipopolysaccharide (LPS). The LPS-induced level of tumor necrosis factor alpha (TNFα) was used as a proxy of the MyD88-dependent pathway, and interferon-gamma-inducible protein 10 (IP-10) was used as a proxy of the MyD88-independent pathway. The functional outcome was assessed at 3 months after stroke onset.TNFα (median: 2.2 vs. 3.5 pg/103 monocytes, p < .01) and IP-10 release (median: 0.3 vs. 0. 6 pg/103 monocytes, p < .01) was reduced in patients with a poor outcome. In a multivariate logistic regression analysis adjusted for age, stroke severity, and pneumonia, low TNFα release was associated with a poor outcome (OR: 4.23, 95%CI: 1.64-10.90, p = .03). Similarly, low IP-10 release was related to an unfavorable prognosis (adjusted OR: 3.42, 95%CI: 1.49-8.21, p < .01).The reduced release of TNFα and IP-10 after ex vivo blood stimulation with endotoxin is independently associated with poor outcome after stroke. Our results suggest that the inhibition of both the MyD88-dependent pathway and MyD88-independent pathway of TLR4 signaling in blood cells correlates with an unfavorable prognosis in stroke patients.", "doi": "10.1016/j.cyto.2017.12.015", "title": "Reduced release of TNFα and IP-10 after ex vivo blood stimulation with endotoxin is associated with poor outcome after stroke.", "journal": ["Cytokine", "Cytokine"]}