{"authors": [["Murashita", "Takashi", "T", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa."], ["Rankin", "J Scott", "JS", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa."], ["Wei", "Lawrence M", "LM", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa."], ["Roberts", "Harold G", "HG", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa."], ["Alkhouli", "Mohamad A", "MA", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa."], ["Badhwar", "Vinay", "V", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa. Electronic address: vinay.badhwar@wvumedicine.org."]], "date": "2017-12-06", "id": "29274913", "text": "Oral anticoagulants have inherent risks. In the absence of clear evidence, anticoagulant use after surgical ablation for atrial fibrillation remains variable. This study examined patient outcomes with and without oral anticoagulants after successful surgical ablation.From October 2011 to April 2016, 239 consecutive patients underwent biatrial Cox Maze IV operations for persistent atrial fibrillation. All patients received endocardial left atrial appendage obliteration. All patients discharged in sinus rhythm not requiring anticoagulation for preexisting or mechanical prosthetic reasons received antiplatelet therapy only. Neurologic end points were defined as any deficit of abrupt onset not resolving within 24 hours.Of 233 patients discharged, 57 received oral anticoagulants and 176 did not. Thirty-day mortality was 2.9%. Follow-up was 2.2 ± 1.3 years. During follow-up, 46 of 176 patients received anticoagulation, and 130 of 176 patients did not. In patients without mechanical valves, 87% were off anticoagulation at 1 year, 77% were off anticoagulation at 2 years, and 81% were off anticoagulation at 3 years. Return to sinus rhythm off antiarrhythmic drugs at 1, 2, and 3 years was 81%, 77%, and 68%, respectively. Of patients receiving anticoagulation during follow-up, 11 of 103 (11%) had major bleeds (1 fatal) and 2 (1.9%) developed stroke. In patients without anticoagulation for the entirety of follow-up, 1 stroke occurred at 21 months and 1 stroke occurred at 23 months postoperatively. Cumulative 4-year freedom from stroke in patients without anticoagulation was 97.5%.Discharging patients who underwent Cox Maze IV in sinus rhythm without oral anticoagulants seems to be safe with a stroke rate of less than 1% per year. This management strategy will need further validation by prospective investigation.", "doi": "10.1016/j.jtcvs.2017.10.142", "title": "Oral anticoagulation may not be necessary for patients discharged in sinus rhythm after the Cox Maze IV procedure.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}