{"authors": [["Pawale", "Amit", "A", "Cardiovascular Surgery, Mount Sinai Hospital, New York, NY."], ["Schwartz", "Yosef", "Y", "Cardiovascular Surgery, Mount Sinai Hospital, New York, NY."], ["Itagaki", "Shinobu", "S", "Cardiovascular Surgery, Mount Sinai Hospital, New York, NY."], ["Pinney", "Sean", "S", "Cardiovascular Institute, Mount Sinai Hospital, New York, NY."], ["Adams", "David H", "DH", "Cardiovascular Surgery, Mount Sinai Hospital, New York, NY."], ["Anyanwu", "Anelechi C", "AC", "Cardiovascular Surgery, Mount Sinai Hospital, New York, NY. Electronic address: anelechi.anyanwu@mountsinai.org."]], "date": "2017-11-21", "id": "29274911", "text": "Surgical therapy for refractory primary cardiogenic shock is largely based on emergent placement of extracorporeal membrane oxygenation or short-term ventricular assist devices. We have adopted a strategy of routine implantation of durable left ventricular assist devices (LVAD) as initial therapy for refractory cardiogenic shock, in patients who are potential candidates for heart transplantation, and report our experience.Retrospective review of 43 consecutive patients with refractory shock caused by acute myocardial infarction (n = 21) or acute decompensated heart failure (n = 22) who were treated with primary implantation of a durable LVAD in a single institution.All patients received durable LVAD (axial flow, n = 37; centrifugal, n = 4; pulsatile, n = 2), with concurrent placement of right ventricular assist device (RVAD) in 5 patients (12%). One patient had delayed RVAD implantation. Mean operative time was 362 minutes and mean cardiopulmonary bypass time was 94 minutes. Twenty patients underwent concurrent cardiac procedures. Major early adverse events included operative mortality 14% (6/43), reoperation for bleeding 7% (3/43), and stroke 4.7% (2/43). Median time on mechanical ventilation was 3.5 days, ICU stay 9 days, and hospital stay 25 days. Kaplan-Meier survival was 82.7 ± 6.0% at 6 months and 73.9 ± 8.0% at 12 months. Using competing analysis, the cumulative incidence of transplantation was 10.3 ± 5.0% at 6 months and 30.8 ± 7.9% at 1 year.Our data challenge the notion that patients in refractory cardiogenic shock are best served by an initial period of stabilization with temporary devices. Primary implantation of durable LVADs in cardiogenic shock can yield good midterm outcomes and may have potential benefits.", "doi": "10.1016/j.jtcvs.2017.10.136", "title": "Selective implantation of durable left ventricular assist devices as primary therapy for refractory cardiogenic shock.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}