{"authors": [["Lupercio", "Florentino", "F", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Romero", "Jorge", "J", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Peltzer", "Bradley", "B", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Maraboto", "Carola", "C", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Briceno", "David", "D", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Villablanca", "Pedro", "P", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Ferrick", "Kevin", "K", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Gross", "Jay N", "JN", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Kim", "Soo", "S", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Fisher", "John", "J", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA."], ["Di Biase", "Luigi", "L", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA; Texas Cardiac Arrhythmia Institute at St. David's Medical Center, Austin, Texas, USA; Department of Biomedical Engineering, University of Texas, Austin, Texas, USA; Department of Cardiology, University of Foggia, Foggia, Italy."], ["Krumerman", "Andrew", "A", "Montefiore Medical Center, Albert Einstein College of Medicine. Bronx, New York, USA. Electronic address: akrumerman@montefiore.org."]], "date": "2017-12-21", "id": "29274758", "text": "Direct oral anticoagulants (DOACs) and amiodarone are widely used in the treatment of non-valvular atrial fibrillation. The DOACs are P-glycoprotein (P-gp) and cytochrome p-450 (CYP3A4) substrates. DOAC levels may be increased by the concomitant use of potent dual P-gp/CYP3A4 inhibitors such as amiodarone, which can potentially translate into adverse clinical outcomes. We aimed to assess the efficacy and safety of drug-drug interaction by the concomitant use of DOACs and amiodarone.We performed a systematic review of MEDLINE, Cochrane and Embase limiting our search to randomized controlled trials of patients with atrial fibrillation that have compared DOACs vs warfarin for prophylaxis of stroke or systemic embolism in order to analyze the impact on stroke or systemic embolism, major bleeding and intracranial bleeding risk in patients with concomitant use of amiodarone. Risk ratio (RR) 95% confidence intervals were measured using the Mantel-Haenszel method. The fixed effects model was used due to heterogeneity (I2) <25%.Four trials with a total of 71,683 patients were analyzed from which 5% (n= 3,212) of patients were concomitantly on DOAC and amiodarone. We found no statistically significant difference for any of the clinical outcomes (stroke or systemic embolism (RR, 0.85; 95% CI 0.67-1.06), major bleeding (RR, 0.91; 95% CI 0.77-1.07) or intracranial bleeding (RR, 1.10; 95% CI 0.68-1.78)) among patients on DOAC and amiodarone versus DOAC without amiodarone.Based on the results of this meta-analysis, co-administration of DOACs and amiodarone, a dual P-gp/CYP3A4 inhibitor, does not appear to affect efficacy or safety outcomes in patients with atrial fibrillation.", "doi": "10.1016/j.amjmed.2017.11.047", "title": "Efficacy and Safety Outcomes of Direct Oral Anticoagulants and Amiodarone in Patients with Atrial Fibrillation.", "journal": ["The American journal of medicine", "Am. J. Med."]}