{"authors": [["Bath", "Philip M", "PM", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK; Stroke, Nottingham University Hospitals NHS Trust, City Hospital Campus, Nottingham, UK. Electronic address: philip.bath@nottingham.ac.uk."], ["Woodhouse", "Lisa J", "LJ", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Appleton", "Jason P", "JP", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK; Stroke, Nottingham University Hospitals NHS Trust, City Hospital Campus, Nottingham, UK."], ["Beridze", "Maia", "M", "Hospital of War Veterans, Tbilisi, Georgia."], ["Christensen", "Hanne", "H", "Bispebjerg and Frederiksberg Hospital, University of Copenhagen, Department of Neurology, Copenhagen, Denmark."], ["Dineen", "Robert A", "RA", "Radiological Sciences, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Duley", "Lelia", "L", "Nottingham Clinical Trials Unit, University of Nottingham, Nottingham, UK."], ["England", "Timothy J", "TJ", "Vascular Medicine, Division of Medical Sciences & GEM, University of Nottingham, Nottingham, UK."], ["Flaherty", "Katie", "K", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Havard", "Diane", "D", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Heptinstall", "Stan", "S", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["James", "Marilyn", "M", "Health Economics, Division of Rehabilitation and Ageing, University of Nottingham, Nottingham, UK."], ["Krishnan", "Kailash", "K", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK; Stroke, Nottingham University Hospitals NHS Trust, City Hospital Campus, Nottingham, UK."], ["Markus", "Hugh S", "HS", "Stroke Research Group, Department of Clinical Neurosciences, University of Cambridge, Cambridge Biomedical Campus, Cambridge, UK."], ["Montgomery", "Alan A", "AA", "Nottingham Clinical Trials Unit, University of Nottingham, Nottingham, UK."], ["Pocock", "Stuart J", "SJ", "Department of Medical Statistics, London School of Hygiene & Tropical Medicine, London, UK."], ["Randall", "Marc", "M", "Department of Neurology, Leeds General Infirmary, Leeds Teaching Hospitals NHS Trust, Leeds, UK."], ["Ranta", "Annemarei", "A", "Department of Neurology, Wellington Hospital and University of Otago, Wellington, New Zealand."], ["Robinson", "Thompson G", "TG", "Department of Cardiovascular Sciences and NIHR Leicester Cardiovascular Research Centre, University of Leicester, Leicester, UK."], ["Scutt", "Polly", "P", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Venables", "Graham S", "GS", "Department of Neurology, Sheffield Teaching Hospitals NHS Foundation Trust, Royal Hallamshire Hospital, Sheffield, UK."], ["Sprigg", "Nikola", "N", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK; Stroke, Nottingham University Hospitals NHS Trust, City Hospital Campus, Nottingham, UK."], [null, null, null, null]], "date": "2017-12-20", "id": "29274727", "text": "Intensive antiplatelet therapy with three agents might be more effective than guideline treatment for preventing recurrent events in patients with acute cerebral ischaemia. We aimed to compare the safety and efficacy of intensive antiplatelet therapy (combined aspirin, clopidogrel, and dipyridamole) with that of guideline-based antiplatelet therapy.We did an international, prospective, randomised, open-label, blinded-endpoint trial in adult participants with ischaemic stroke or transient ischaemic attack (TIA) within 48 h of onset. Participants were assigned in a 1:1 ratio using computer randomisation to receive loading doses and then 30 days of intensive antiplatelet therapy (combined aspirin 75 mg, clopidogrel 75 mg, and dipyridamole 200 mg twice daily) or guideline-based therapy (comprising either clopidogrel alone or combined aspirin and dipyridamole). Randomisation was stratified by country and index event, and minimised with prognostic baseline factors, medication use, time to randomisation, stroke-related factors, and thrombolysis. The ordinal primary outcome was the combined incidence and severity of any recurrent stroke (ischaemic or haemorrhagic; assessed using the modified Rankin Scale) or TIA within 90 days, as assessed by central telephone follow-up with masking to treatment assignment, and analysed by intention to treat. This trial is registered with the ISRCTN registry, number ISRCTN47823388.3096 participants (1556 in the intensive antiplatelet therapy group, 1540 in the guideline antiplatelet therapy group) were recruited from 106 hospitals in four countries between April 7, 2009, and March 18, 2016. The trial was stopped early on the recommendation of the data monitoring committee. The incidence and severity of recurrent stroke or TIA did not differ between intensive and guideline therapy (93 [6%] participants vs 105 [7%]; adjusted common odds ratio [cOR] 0·90, 95% CI 0·67-1·20, p=0·47). By contrast, intensive antiplatelet therapy was associated with more, and more severe, bleeding (adjusted cOR 2·54, 95% CI 2·05-3·16, p<0·0001).Among patients with recent cerebral ischaemia, intensive antiplatelet therapy did not reduce the incidence and severity of recurrent stroke or TIA, but did significantly increase the risk of major bleeding. Triple antiplatelet therapy should not be used in routine clinical practice.National Institutes of Health Research Health Technology Assessment Programme, British Heart Foundation.", "doi": "10.1016/S0140-6736(17)32849-0", "title": "Antiplatelet therapy with aspirin, clopidogrel, and dipyridamole versus clopidogrel alone or aspirin and dipyridamole in patients with acute cerebral ischaemia (TARDIS): a randomised, open-label, phase 3 superiority trial.", "journal": ["Lancet (London, England)", "Lancet"]}