{"authors": [["Tarri", "Mohamed", "M", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France. Electronic address: mohamed.tarri@inserm.fr."], ["Brimhat", "Nabila", "N", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France."], ["Gasq", "David", "D", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France; Department of physical and rehabilitation medicine, Toulouse university hospital, 31400 Toulouse, France."], ["Lepage", "Benoît", "B", "Epidemiology department, university of Toulouse Paul-Sabatier, Toulouse university hospital, 31073 Toulouse, France."], ["Loubinoux", "Isabelle", "I", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France."], ["De Boissezon", "Xavier", "X", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France; Department of physical and rehabilitation medicine, Toulouse university hospital, 31400 Toulouse, France."], ["Marque", "Philippe", "P", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France; Department of physical and rehabilitation medicine, Toulouse university hospital, 31400 Toulouse, France."], ["Castel-Lacanal", "Evelyne", "E", "Toulouse NeuroImaging Center (ToNIC), university of Toulouse Paul-Sabatier, INSERM, 31024 Toulouse, France; Department of physical and rehabilitation medicine, Toulouse university hospital, 31400 Toulouse, France."]], "date": "2017-12-20", "id": "29274471", "text": "Non-invasive brain stimulation has been studied as a therapeutic adjunct for upper-limb recovery in patients with stroke. One type of stimulation, paired associative stimulation (PAS), has effects on plasticity in both patients and healthy participants. Lasting several hours, these effects are reversible and topographically specific.The goal was to investigate the presence of a lasting increase in motor cortex plasticity for extensor wrist muscles - extensor carpi radialis (ECR) - and an improvement in upper-limb function after 5 days of daily PAS in patients at the subacute post-stroke stage.A total of 24 patients (mean [SD] age 50.1 [12.1] years, weeks since stroke 10.1 [5.3]) were included in a double-blind, placebo-controlled trial and randomly assigned to the PAS or sham group (n=13 and n=11). For the PAS group, patients underwent a 5-day course of electrical peripheral stimulation combined with magnetic cortical stimulation applied to the ECR muscle in a single daily session at 0.1Hz for 30min; patients with sham treatment received minimal cortical stimulation. Both patient groups underwent 2 hr of conventional physiotherapy. Variations in the motor evoked potential (MEP) surface area of the ECR muscle and Fugl-Meyer Assessment-Upper-Limb motor scores were analysed up to day 12.The 2 groups did not differ in electrophysiological or motor parameters. Repeated PAS sessions seemed to affect only patients with low initial cortical excitability. We found considerable variability in PAS effects between patients and across the sessions.We failed to induce a lasting effect with PAS in the present study. PAS does not seem to be the main method for post-stroke brain stimulation. Perhaps recruitment of patients could be more selective, possibly targeting those with a wide altered ipsilesional corticomotor pathway.", "doi": "10.1016/j.rehab.2017.11.002", "title": "Five-day course of paired associative stimulation fails to improve motor function in stroke patients.", "journal": ["Annals of physical and rehabilitation medicine", "Ann Phys Rehabil Med"]}