{"authors": [["Lants", "Sarah K", "SK", "Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, TN, USA. Electronic address: sarah.k.lants@vanderbilt.edu."], ["Watchmaker", "Jennifer M", "JM", "Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Juttukonda", "Meher R", "MR", "Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Davis", "Larry T", "LT", "Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, TN, USA."], ["Donahue", "Manus J", "MJ", "Department of Radiology and Radiological Sciences, Vanderbilt University Medical Center, Nashville, TN, USA; Department of Psychiatry, Vanderbilt University Medical Center, Nashville, TN, USA; Department of Neurology, Vanderbilt University Medical Center, Nashville, TN, USA; Department of Physics and Astronomy, Vanderbilt University, Nashville, TN, USA."], ["Fusco", "Matthew R", "MR", "Department of Neurological Surgery, Vanderbilt University Medical Center, Nashville, TN, USA."]], "date": "2017-12-20", "id": "29274451", "text": "Herpes zoster ophthalmicus (HZO) is caused by the reactivation of the herpes simplex virus in the trigeminal nerve. HZO-initiated cerebral vasculopathy is well-characterized, however there are no documented cases that report the efficacy of surgical revascularization for improving cerebral hemodynamics following progressive HZO-induced vasculopathy. We present a case where quantitative anatomical and hemodynamic imaging were performed longitudinally before and after surgical revascularization in a patient with HZO and vasculopathic changes.A 57-year-old female with history of right-sided HZO presented with left-sided hemiparesis and dysarthria and multiple acute infarcts. Angiography performed serially over a two-month duration revealed progressive middle cerebral artery stenosis, development of new moyamoya-like lenticulostriate collaterals, and evidence of fibromuscular dysplasia in cervical portions of the internal carotid artery. Hemodynamic imaging revealed right hemisphere decreased blood flow and cerebrovascular reserve capacity. In addition to medical therapy, right-sided surgical revascularization was performed with intent to reestablish blood flow. Follow-up imaging 13 months post-revascularization demonstrated improved blood flow and vascular reserve capacity in the operative hemisphere, which paralleled symptom resolution.HZO can lead to progressive, symptomatic intracranial stenoses. This report suggests that surgical revascularization techniques can improve cerebral hemodynamics and symptomatology in patients with aggressive disease when medical management is unsuccessful; similar procedures could be considered in managing HZO patients with advanced or progressive vasculopathy.", "doi": "10.1016/j.wneu.2017.12.087", "title": "Treatment of progressive herpes zoster-induced vasculopathy with surgical revascularization: effects on cerebral hemodynamics.", "journal": ["World neurosurgery", "World Neurosurg"]}