{"authors": [["Otsui", "Kazunori", "K", "Department of General Internal Medicine, Kobe University Hospital, Kobe, Japan."], ["Yamamoto", "Junichiro", "J", "Kobe Gakuin University, Kobe, Japan."], ["Inoue", "Nobutaka", "N", "Department of Cardiovascular Medicine, Kobe Rosai Hospital, 4-1-23, Kagoike Touri, Chuo-Ku, Kobe, 651-0053, Japan. nobutaka@kobeh.johas.go.jp."]], "date": "2017-12-22", "id": "29274045", "text": "Work-related stressors are potential causes of cardiovascular diseases (CVDs) and stroke; however, the pathophysiological mechanisms by which occupational stress induces and exacerbates CVDs remain unclear. The global thrombosis test (GTT) is a novel in vitro assay for evaluating both thrombotic reactions and subsequent thrombolysis. The time required to form an occlusive thrombus with the GTT, called as the occlusion time (OT), and the time to lyse the thrombus, the lysis time (LT), are markers of thrombotic and thrombolytic reactions, respectively. We investigated the impact of work-related stress on the thrombotic and thrombolytic reactions in 46 healthy medical residents. Off-duty or on-duty blood samples were collected on the mornings of non-work days or after the night duty on the emergent room respectively. The duration of sleep was significantly shorter during night duty than during off-duty nights [2.25 (1.0, 3.0) h vs. 6.0 (5.0, 7.0) h; p < 0.001]. Baseline OT was 310.3 (260.9, 437.7) s. whereas the on-duty OT was significantly shortened [284.2 (230.5, 355.8) s; p < 0.01]. LT was significantly prolonged during overwork conditions compared with off-duty conditions [1547 (1346, 1908) s vs. 1470 (1219, 1692) s; p < 0.05]. Overwork accelerates the thrombotic reactions. These reactions might explain the pathogenesis of overwork-related CVDs. The GTT is a good tool for evaluating of the level of fatigue.", "doi": "10.1007/s11239-017-1605-y", "title": "Overwork accelerates thrombotic reaction: implications for the pathogenesis of Karoshi.", "journal": ["Journal of thrombosis and thrombolysis", "J. Thromb. Thrombolysis"]}