{"authors": [["Sheibani", "Reza", "R", "Department of Medical Informatics, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Sheibani", "Mehdi", "M", "Cardiovascular Research Center, Shahid Beheshti University of Medical Science, Tehran, Iran."], ["Heidari-Bakavoli", "Alireza", "A", "Cardiovascular Research Center, Mashhad University of Medical Science, Mashhad, Iran."], ["Abu-Hanna", "Ameen", "A", "Department of Medical Informatics, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Eslami", "Saeid", "S", "Department of Medical Informatics, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran. EslamiS@mums.ac.ir."]], "date": "2017-12-23", "id": "29273997", "text": "To evaluate the effect of a computerized Decision Support System (CDSS) on improving adherence to an anticoagulation guideline for the treatment of atrial fibrillation (AF). This study had an interrupted time series design. The adherence to the guideline was assessed at fortnightly (two weeks) intervals from January 2016 to January 2017, 6 months before and 6 months after intervention. Newly diagnosed patients with AF were included in the offices of ten cardiologists. Stroke and major bleeding risks were calculated by the CDSS which was implemented via a mobile application. Treatment recommendations based on the guideline were shown to cardiologists. The segmented regression model was used to evaluate the effect of CDSS on level and trend of guideline adherence for the treatment of AF. In our analysis, 373 patients were included. The trend of adherence to the anticoagulation guideline for the treatment of AF was stable in the pre-intervention phase. After the CDSS intervention, mean of the adherence to the guideline significantly increased from 48% to 65.5% (P-value < 0.0001). The trend of adherence to the guideline was stable in the post-intervention phase. Our results showed that the CDSS can improve adherence to the anticoagulation guideline for the treatment of AF. Registration ID: IRCT2016052528070N1.", "doi": "10.1007/s10916-017-0881-6", "title": "The Effect of a Clinical Decision Support System on Improving Adherence to Guideline in the Treatment of Atrial Fibrillation: An Interrupted Time Series Study.", "journal": ["Journal of medical systems", "J Med Syst"]}