{"authors": [["Fox", "Kathleen M", "KM", "Strategic Healthcare Solutions LLC, Aiken, SC, USA."], ["Tai", "Ming-Hui", "MH", "Amgen Inc, Thousand Oaks, CA, USA. mtai@amgen.com."], ["Kostev", "Karel", "K", "QuintilesIMS, Frankfurt, Germany."], ["Hatz", "Maximilian", "M", "Amgen Inc, Thousand Oaks, CA, USA."], ["Qian", "Yi", "Y", "Amgen Inc, Thousand Oaks, CA, USA."], ["Laufs", "Ulrich", "U", "Klinik und Poliklinik für Kardiologie, Universitätsklinikum Leipzig, Leipzig, Germany."]], "date": "2017-12-22", "id": "29273856", "text": "European clinical guidelines recommend a low-density lipoprotein cholesterol (LDL-C) goal of < 70 mg/dL. Statin use varies and past studies suggest low rates of real-world goal attainment. This study describes LDL-C goal attainment among atherosclerotic CV disease (ASCVD) patients with various utilization patterns of moderate- or high-intensity statins in routine care.This retrospective cohort study used electronic medical records data from the QuintilesIMS® Disease Analyzer (> 2 million individuals annually) to identify ASCVD (coronary atherosclerosis, stable/unstable angina, myocardial infarction, ischemic stroke, transient ischemic attack, aneurysm, peripheral artery disease) patients on moderate-/high-intensity statin in Germany. Proportion of patients with LDL-C < 70 mg/dL was determined using the lowest LDL-C value for each patient (index) in 2012, 2013, and 2014, while on statin. Treatment patterns were assessed for patients with at least 1 year of post-index follow-up. Results were stratified by year and treatment pattern [no change, switch, dose up-/down-titration, discontinuation (≥ 90 day gap)].In > 14,000 patients assessed in each year (mean age 71 years, 35% female, 8-12% taking high-intensity statins), approximately 80% had LDL-C ≥ 70 mg/dL. Treatment patterns were assessed for most (88-93%) patients. Approximately 79-81% of patients made no change to statin regimens, 1% switched statins, 14-16% discontinued; 1% of moderate-intensity patients up-titrated, and 3% of all patients down-titrated. LDL-C goal attainment in these treatment pattern groups was 20, 16-24, 17, 11-14, and 17-19%, respectively.Majority of ASCVD patients had LDL-C ≥ 70 mg/dL while on moderate-/high-intensity statins. Despite low LDL-C goal attainment, few patients changed their treatment regimens.", "doi": "10.1007/s00392-017-1193-z", "title": "Treatment patterns and low-density lipoprotein cholesterol (LDL-C) goal attainment among patients receiving high- or moderate-intensity statins.", "journal": ["Clinical research in cardiology : official journal of the German Cardiac Society", "Clin Res Cardiol"]}