{"authors": [["Colàs-Campàs", "L", "L", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain."], ["Royo", "J L", "JL", "Surgical Specialties, Biochemistry and Immunology Department, Faculty of Medicine, Universidad de Málaga, Malaga, Spain."], ["Montserrat", "M V", "MV", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain."], ["Marzo", "C", "C", "Hemostasis Department, Hospital Arnau de Vilanova, Lleida, Spain."], ["Molina-Seguín", "J", "J", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain."], ["Benabdelhak", "I", "I", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain."], ["Cambray", "S", "S", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain."], ["Purroy", "F", "F", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida). Universitat de Lleida (UdL), Lleida, Spain. fpurroygarcia@gmail.com."]], "date": "2017-12-22", "id": "29273767", "text": "Oral anticoagulant treatments, such as vitamin K antagonists (VKAs), are the main treatments administered to atrial fibrillation (AF) patients in order to prevent ischemic stroke (IS). However, the genes involved in the VKA metabolism can undergo variations in a single nucleotide (SNP). These SNPs may then affect the VKA target enzyme (VKORC1), VKA degradation enzyme (CYP2C9), and vitamin K bioavailability enzyme (CYP4F2). We genotyped these SNPs in a cohort of patients with non-valvular AF who were under VKA treatment after suffering an IS. Clinical variables, CHADS2-VASC score and data about the international normalized ratio (INR) within the therapeutic range were all recorded. DNA was extracted from blood and genotyping was carried out by DNA sequencing. The main endpoint was the time from VKA onset to IS. Of a total of 356 consecutive IS patients monitored, 33 were included in the study. The median time to the event was 2248.0 days (interquartile range [IQR] 896.3-3545.3). The median CHADS2-VASC score was 4.0 (IQR 3.0-6.0). When we considered the risk of IS within 2 years under VKA treatment, we found that only the rs2108622 AA genotype was significantly associated with this endpoint (early IS) (hazard ratio 6.81, 95% CI 1.37-33.92, p = 0.019). Kaplan-Meier curve analysis also showed a significant relationship between early IS and rs2108622 AA genotype (Log rank p = 0.022). The CYP4F2 gene rs2108622 polymorphism was associated with a risk of early IS in NV-AF patients under VKA treatment.", "doi": "10.1038/s41397-017-0007-z", "title": "The rs2108622 polymorphism is related to the early risk of ischemic stroke in non-valvular atrial fibrillation subjects under oral anticoagulation.", "journal": ["The pharmacogenomics journal", "Pharmacogenomics J."]}