{"authors": [["Stahl", "Benjamin", "B", "Department of Neurology, Charité Universitätsmedizin Berlin, Campus Mitte, Berlin, Germany."], ["Mohr", "Bettina", "B", "Department of Psychiatry, Charité Universitätsmedizin Berlin, Campus Benjamin Franklin, Berlin, Germany."], ["Büscher", "Verena", "V", "Department of Philosophy and Humanities, Brain Language Laboratory, Freie Universität Berlin, Berlin, Germany."], ["Dreyer", "Felix R", "FR", "Department of Philosophy and Humanities, Brain Language Laboratory, Freie Universität Berlin, Berlin, Germany."], ["Lucchese", "Guglielmo", "G", "Department of Neurology, Universitätsmedizin Greifswald, Greifswald, Germany."], ["Pulvermüller", "Friedemann", "F", "Department of Philosophy and Humanities, Brain Language Laboratory, Freie Universität Berlin, Berlin, Germany."]], "date": "2017-12-22", "id": "29273692", "text": "Recent evidence has fuelled the debate on the role of massed practice in the rehabilitation of chronic post-stroke aphasia. Here, we further determined the optimal daily dosage and total duration of intensive speech-language therapy.Individuals with chronic aphasia more than 1 year post-stroke received Intensive Language-Action Therapy in a randomised, parallel-group, blinded-assessment, controlled trial. Participants were randomly assigned to one of two outpatient groups who engaged in either highly-intensive practice (Group I: 4 hours daily) or moderately-intensive practice (Group II: 2 hours daily). Both groups went through an initial waiting period and two successive training intervals. Each phase lasted 2 weeks. Co-primary endpoints were defined after each training interval.Thirty patients-15 per group-completed the study. A primary outcome measure (Aachen Aphasia Test) revealed no gains in language performance after the waiting period, but indicated significant progress after each training interval (gradual 2-week t-score change [CI]: 1.7 [±0.4]; 0.6 [±0.5]), independent of the intensity level applied (4-week change in Group I: 2.4 [±1.2]; in Group II: 2.2 [±0.8]). A secondary outcome measure (Action Communication Test) confirmed these findings in the waiting period and in the first training interval. In the second training interval, however, only patients with moderately-intensive practice continued to make progress (Time-by-Group interaction: P=0.009, η2=0.13).Our results suggest no added value from more than 2 hours of daily speech-language therapy within 4 weeks. Instead, these results demonstrate that even a small 2-week increase in treatment duration contributes substantially to recovery from chronic post-stroke aphasia.", "doi": "10.1136/jnnp-2017-315962", "title": "Efficacy of intensive aphasia therapy in patients with chronic stroke: a randomised controlled trial.", "journal": ["Journal of neurology, neurosurgery, and psychiatry", "J. Neurol. Neurosurg. Psychiatry"]}