{"authors": [["Rosbergen", "Ingrid C M", "ICM", "Division of Physiotherapy, School of Health and Rehabilitation Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Brauer", "Sandra G", "SG", "Division of Physiotherapy, School of Health and Rehabilitation Sciences, The University of Queensland, Brisbane, Queensland, Australia."], ["Fitzhenry", "Sarah", "S", "Community Integrated Services and Subacute Services, Sunshine Coast Hospital and Health Service, Nambour, Queensland, Australia."], ["Grimley", "Rohan S", "RS", "Sunshine Coast Clinical School, The University of Queensland, Birtinya, Queensland, Australia."], ["Hayward", "Kathryn S", "KS", "Division of Physiotherapy, School of Health and Rehabilitation Sciences, The University of Queensland, Brisbane, Queensland, Australia."]], "date": "2017-12-21", "id": "29273658", "text": "An enriched environment embedded in an acute stroke unit can increase activity levels of patients who had stroke, with changes sustained 6 months post-implementation. The objective of this study was to understand perceptions and experiences of nursing and allied health professionals involved in implementing an enriched environment in an acute stroke unit.A descriptive qualitative approach.An acute stroke unit in a regional Australian hospital.We purposively recruited three allied health and seven nursing professionals involved in the delivery of the enriched environment. Face-to-face, semistructured interviews were conducted 8 weeks post-completion of the enriched environment study. One independent researcher completed all interviews. Voice-recorded interviews were transcribed verbatim and analysed by three researchers using a thematic approach to identify main themes.Three themes were identified. First, staff perceived that 'the road to recovery had started' for patients. An enriched environment was described to shift the focus to recovery in the acute setting, which was experienced through increased patient activity, greater psychological well-being and empowering patients and families. Second, 'it takes a team' to successfully create an enriched environment. Integral to building the team were positive interdisciplinary team dynamics and education. The impact of the enriched environment on workload was diversely experienced by staff. Third, 'keeping it going' was perceived to be challenging. Staff reflected that changing work routines was difficult. Contextual factors such as a supportive physical environment and variety in individual enrichment opportunities were indicated to enhance implementation. Key to sustaining change was consistency in staff and use of change management strategies.Investigating staff perceptions and experiences of an enrichment model in an acute stroke unit highlighted the need for effective teamwork. To facilitate staff in their new work practice, careful selection of change management strategies are critical to support clinical translation of an enriched environment.ANZCTN12614000679684; Results.", "doi": "10.1136/bmjopen-2017-018226", "title": "Qualitative investigation of the perceptions and experiences of nursing and allied health professionals involved in the implementation of an enriched environment in an Australian acute stroke unit.", "journal": ["BMJ open", "BMJ Open"]}