{"authors": [["Kato", "Suzuka", "S", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, Shinjuku, Tokyo, Japan."], ["Okamura", "Tomonori", "T", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, Shinjuku, Tokyo, Japan."], ["Kuwabara", "Kazuyo", "K", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, Shinjuku, Tokyo, Japan."], ["Takekawa", "Hidehiro", "H", "Department of Neurology, Dokkyo Medical Unversity, Mibu, Tochigi, Japan."], ["Nagao", "Masanori", "M", "Department of Public Health, Dokkyo Medical University, Mibu, Tochigi, Japan."], ["Umesawa", "Mitsumasa", "M", "Department of Public Health, Dokkyo Medical University, Mibu, Tochigi, Japan."], ["Sugiyama", "Daisuke", "D", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, Shinjuku, Tokyo, Japan."], ["Miyamatsu", "Naomi", "N", "Department of Clinical Nursing, Shiga University of Medical Science, Otsu, Shiga, Japan."], ["Hino", "Tenyu", "T", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Wada", "Shinichi", "S", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Arimizu", "Takuro", "T", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Takebayashi", "Toru", "T", "Department of Preventive Medicine and Public Health, Keio University School of Medicine, Shinjuku, Tokyo, Japan."], ["Kobashi", "Gen", "G", "Department of Public Health, Dokkyo Medical University, Mibu, Tochigi, Japan."], ["Hirata", "Koichi", "K", "Department of Neurology, Dokkyo Medical Unversity, Mibu, Tochigi, Japan."], ["Yokota", "Chiaki", "C", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."], ["Minematsu", "Kazuo", "K", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Center, Suita, Osaka, Japan."]], "date": "2017-12-21", "id": "29273654", "text": "This study aimed to determine the effect of a stroke education programme on elementary school students and their parental guardians in a rural area in Japan that has high stroke mortality.School class based intervention study.Eleven public elementary schools in Tochigi Prefecture, Japan.268 students aged 11-12 years and 267 parental guardians.Students received lessons about stroke featuring animated cartoons and were instructed to communicate their knowledge about stroke to their parental guardians using material (comic books) distributed in the lessons. Stroke knowledge (symptoms, risk factors and attitude towards stroke) and behavioural change for risk factors were assessed at baseline, immediately after the programme and at 3 months. We also evaluated behavioural change for risk factors among parental guardians.The percentage of students with all correct answers for stroke symptoms, risk factors and the recommended response to stroke was significantly increased at 3 months P<0.001). We observed a significant increase in the percentage of guardians who chose all correct symptoms (P<0.001: 61.0% vs 85.4%) and risk factors (P<0.001: 41.2% vs 59.9%) at 3 months compared with baseline. The percentage of parental guardians with a high behavioural response to improving risk factors was significantly increased at 3 months compared with baseline (P<0.001).In a rural population with high stroke mortality, stroke education can improve knowledge about stroke in elementary school students and their parental guardians.We conducted the intervention as a part of compulsory education; this study was not a clinical trial. This study was approved by the Ethics Committee of the National Cerebral and Cardiovascular Center (M27-026).", "doi": "10.1136/bmjopen-2017-017632", "title": "Effects of a school-based stroke education program on stroke-related knowledge and behaviour modification-school class based intervention study for elementary school students and parental guardians in a Japanese rural area.", "journal": ["BMJ open", "BMJ Open"]}