{"authors": [["Fox", "Keith A A", "KAA", "Edinburgh Centre for Cardiovascular Science, University of Edinburgh, Edinburgh, UK."], ["Lucas", "Joseph E", "JE", "Department of Statistical Science, Duke University, Durham, North Carolina, USA."], ["Pieper", "Karen S", "KS", "Department of Statistical Research Science, Duke Clinical Research Institute, Durham, North Carolina, USA."], ["Bassand", "Jean-Pierre", "JP", "Department of Cardiology, University of Besançon, Besançon, France."], ["Camm", "A John", "AJ", "Department of Clinical Cardiology, St George's University London, London, UK."], ["Fitzmaurice", "David A", "DA", "Department of Cardio-respiratory Primary Care, Warwick Medical School, University of Warwick, Coventry, UK."], ["Goldhaber", "Samuel Z", "SZ", "Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Goto", "Shinya", "S", "Department of Medicine, Tokai University, Kanagawa, Japan."], ["Haas", "Sylvia", "S", "Department of Medicine, Formerly Technical University Of Munich, Munich, Germany."], ["Hacke", "Werner", "W", "Department of Neurology, University of Heidelberg, Heidelberg, Germany."], ["Kayani", "Gloria", "G", "Department of Clinical Research, Thrombosis Research Institute (TRI), London, UK."], ["Oto", "Ali", "A", "Department of Cardiology, Hacettepe University, Ankara, Turkey."], ["Mantovani", "Lorenzo G", "LG", "Department of Statistics and Quantitative Methods, University of Milano-Bicocca, Milan, Italy."], ["Misselwitz", "Frank", "F", "Department of Cardiovascular & Coagulation, Bayer AG, Berlin, Germany."], ["Piccini", "Jonathan P", "JP", "Department of Statistical Research Science, Duke Clinical Research Institute, Durham, North Carolina, USA."], ["Turpie", "Alexander G G", "AGG", "Department of Medicine, McMaster University, Hamilton, Canada."], ["Verheugt", "Freek W A", "FWA", "Department of Cardiology, University Hospital, Nijmegen, The Netherlands."], ["Kakkar", "Ajay K", "AK", "Department of Clinical Research, Thrombosis Research Institute (TRI), London, UK."], [null, null, null, null]], "date": "2017-12-21", "id": "29273652", "text": "To provide an accurate, web-based tool for stratifying patients with atrial fibrillation to facilitate decisions on the potential benefits/risks of anticoagulation, based on mortality, stroke and bleeding risks.The new tool was developed, using stepwise regression, for all and then applied to lower risk patients. C-statistics were compared with CHA2DS2-VASc using 30-fold cross-validation to control for overfitting. External validation was undertaken in an independent dataset, Outcome Registry for Better Informed Treatment of Atrial Fibrillation (ORBIT-AF).Data from 39 898 patients enrolled in the prospective GARFIELD-AF registry provided the basis for deriving and validating an integrated risk tool to predict stroke risk, mortality and bleeding risk.The discriminatory value of the GARFIELD-AF risk model was superior to CHA2DS2-VASc for patients with or without anticoagulation. C-statistics (95% CI) for all-cause mortality, ischaemic stroke/systemic embolism and haemorrhagic stroke/major bleeding (treated patients) were: 0.77 (0.76 to 0.78), 0.69 (0.67 to 0.71) and 0.66 (0.62 to 0.69), respectively, for the GARFIELD-AF risk models, and 0.66 (0.64-0.67), 0.64 (0.61-0.66) and 0.64 (0.61-0.68), respectively, for CHA2DS2-VASc (or HAS-BLED for bleeding). In very low to low risk patients (CHA2DS2-VASc 0 or 1 (men) and 1 or 2 (women)), the CHA2DS2-VASc and HAS-BLED (for bleeding) scores offered weak discriminatory value for mortality, stroke/systemic embolism and major bleeding. C-statistics for the GARFIELD-AF risk tool were 0.69 (0.64 to 0.75), 0.65 (0.56 to 0.73) and 0.60 (0.47 to 0.73) for each end point, respectively, versus 0.50 (0.45 to 0.55), 0.59 (0.50 to 0.67) and 0.55 (0.53 to 0.56) for CHA2DS2-VASc (or HAS-BLED for bleeding). Upon validation in the ORBIT-AF population, C-statistics showed that the GARFIELD-AF risk tool was effective for predicting 1-year all-cause mortality using the full and simplified model for all-cause mortality: C-statistics 0.75 (0.73 to 0.77) and 0.75 (0.73 to 0.77), respectively, and for predicting for any stroke or systemic embolism over 1 year, C-statistics 0.68 (0.62 to 0.74).Performance of the GARFIELD-AF risk tool was superior to CHA2DS2-VASc in predicting stroke and mortality and superior to HAS-BLED for bleeding, overall and in lower risk patients. The GARFIELD-AF tool has the potential for incorporation in routine electronic systems, and for the first time, permits simultaneous evaluation of ischaemic stroke, mortality and bleeding risks.URL: http://www.clinicaltrials.gov. Unique identifier for GARFIELD-AF (NCT01090362) and for ORBIT-AF (NCT01165710).", "doi": "10.1136/bmjopen-2017-017157", "title": "Improved risk stratification of patients with atrial fibrillation: an integrated GARFIELD-AF tool for the prediction of mortality, stroke and bleed in patients with and without anticoagulation.", "journal": ["BMJ open", "BMJ Open"]}