{"authors": [["Megens", "Matthew R", "MR", "Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia."], ["Churilov", "Leonid", "L", "Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia."], ["Thijs", "Vincent", "V", "Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia vincent.thijs@florey.edu.au."]], "date": "2017-12-22", "id": "29273637", "text": "New-onset atrial fibrillation (NOAF) after coronary artery bypass graft is related to an increased short-term risk of stroke and mortality. We investigated whether the long-term risk of stroke is increased.We performed a systematic review and meta-analysis of studies that included patients who had coronary artery bypass graft and who afterwards developed NOAF during their index admission; these patients did not have previous atrial fibrillation. The primary outcome was risk of stroke at 6 months or more in patients who developed NOAF compared with those who did not. Odds ratios, relative risk, and hazard ratios were considered equivalent; outcomes were pooled on the log-ratio scale using a random-effects model and reported as exponentiated effect-sizes. We included 16 studies, comprising 108 711 participants with a median follow-up period of 2.05 years. Average participant age was 66.8 years, with studies including an average of 74.8% males. There was an increased long-term risk of stroke in the presence of NOAF (unadjusted studies effect-sizes=1.36, 95% confidence interval, 1.12-1.65, P=0.001, adjusted studies effect-sizes=1.25, 95% confidence interval, 1.09-1.42, P=0.001). There was evidence of moderate effect variation because of heterogeneity in studies reporting unadjusted (P=0.021, I2=49.8%) and adjusted data (P=0.081, I2=49.1%), and publication bias in the latter group (Egger's test, P=0.031). Sensitivity analysis on unadjusted data by study quality, design, and surgery did not alter the effect direction.Presence of NOAF in patients post-coronary artery bypass graft is associated with increased long-term risk of stroke compared with patients without NOAF. Further studies may show whether the increased risk is mediated by atrial fibrillation and whether anticoagulation reduces risk.", "doi": "10.1161/JAHA.117.007558", "title": "New-Onset Atrial Fibrillation After Coronary Artery Bypass Graft and Long-Term Risk of Stroke: A Meta-Analysis.", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}