{"authors": [["Thomas", "Kevin L", "KL", "Duke University Medical Center, Durham, NC kevin.thomas@duke.edu."], ["Jackson", "Larry R", "LR", "Duke University Medical Center, Durham, NC."], ["Shrader", "Peter", "P", "Duke Clinical Research Institute, Durham, NC."], ["Ansell", "Jack", "J", "New York University School of Medicine Lenox Hill Hospital, New York, NY."], ["Fonarow", "Gregg C", "GC", "Division of Cardiology, University of California Los Angeles, Los Angeles, CA."], ["Gersh", "Bernard", "B", "Mayo Clinic, Rochester, MN."], ["Kowey", "Peter R", "PR", "Lankenau Institute for Medical Research, Wynnewood, PA."], ["Mahaffey", "Kenneth W", "KW", "Stanford University School of Medicine, Palo Alto, CA."], ["Singer", "Daniel E", "DE", "Harvard Medical School and Massachusetts General Hospital, Boston, MA."], ["Thomas", "Laine", "L", "Duke Clinical Research Institute, Durham, NC."], ["Piccini", "Jonathan P", "JP", "Duke University Medical Center, Durham, NC."], ["Peterson", "Eric D", "ED", "Duke University Medical Center, Durham, NC."]], "date": "2017-12-22", "id": "29273635", "text": "The presence of valvular heart disease (VHD) may affect the risk of stroke and mortality in patients with atrial fibrillation (AF). Community-based estimates of prevalence and outcomes of specific forms of VHD in patients with AF are lacking.We examined the prevalence of VHD, anticoagulation use, mortality, stroke/transient ischemic attack, and bleeding among a community cohort of patients with AF. Significant VHD was defined as follows: (1) moderate/severe mitral stenosis or mechanical valve; (2) bioprosthetic valve, surgical repair, or balloon valvuloplasty; and (3) moderate/severe aortic regurgitation or stenosis, mitral regurgitation, or tricuspid regurgitation. Proportional hazards models were performed to test the association between VHD groups and outcomes. Among 9748 patients with AF, 2705 (27.7%) had significant VHD. Anticoagulation use was highest among patients with mitral stenosis/mechanical valve (91.8%). Compared with individuals with no significant VHD, individuals with aortic regurgitation/aortic stenosis, mitral regurgitation, or tricuspid regurgitation (hazard ratio, 1.23; 95% confidence interval, 1.07-1.42) had the highest risk of death. There were no differences in stroke or transient ischemic attack and major bleeding among individuals with and without significant VHD. Patients with AF and aortic stenosis had the highest risk of death (hazard ratio, 1.32; 95% confidence interval, 1.08-1.62).Significant VHD is common among patients with AF in community practice. In a community cohort of patients with AF and CHA2DS2-VASc score ≥2, most were anticoagulated. Individuals with AF and moderate-to-severe biological VHD have more comorbidities and a higher mortality risk; however, stroke and major bleeding are similar among those with and without significant VHD.", "doi": "10.1161/JAHA.117.006475", "title": "Prevalence, Characteristics, and Outcomes of Valvular Heart Disease in Patients With Atrial Fibrillation: Insights From the ORBIT-AF (Outcomes Registry for Better Informed Treatment for Atrial Fibrillation).", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}