{"authors": [["Markovitz", "Adam A", "AA", "Department of Health Management and Policy, University of Michigan School of Public Health, Ann Arbor, MI, USA."], ["Mack", "Jacob A", "JA", "Department of Internal Medicine, University of Michigan Medical School, Ann Arbor, MI, USA."], ["Nallamothu", "Brahmajee K", "BK", "VA Center for Clinical Management Research, Ann Arbor, MI, USA."], ["Ayanian", "John Z", "JZ", "Department of Health Management and Policy, University of Michigan School of Public Health, Ann Arbor, MI, USA."], ["Ryan", "Andrew M", "AM", "Department of Health Management and Policy, University of Michigan School of Public Health, Ann Arbor, MI, USA."]], "date": "2017-12-22", "id": "29273586", "text": "To assess the incremental effects of adding extra antihypertensive drugs from a new class to a patient's regimen.Instrumental variable analysis of data from SPRINT (Systolic Blood Pressure Intervention Trial). To account for confounding by indication-when treatments seem less effective if they are administered to sicker patients-randomization status was used as the instrumental variable. Patients' randomization status was either intensive (systolic blood pressure target <120 mm Hg) or standard (systolic blood pressure target <140 mm Hg) treatment. Results from instrumental variable models were compared with those from standard multivariable models.Secondary data analysis of a randomized clinical trial conducted at 102 sites in 2010-15.9092 SPRINT participants with hypertension and increased cardiovascular risk but no history of diabetes or stroke.Systolic blood pressure, major cardiovascular events, and serious adverse events.In standard multivariable models not adjusted for confounding by indication, addition of an antihypertensive drug from a new class was associated with modestly lower systolic blood pressure (-1.3 mm Hg, 95% confidence interval -1.6 to -1.0) and no change in major cardiovascular events (absolute risk of events per 1000 patient years, 0.5, 95% confidence interval -1.5 to 2.3). In instrumental variable models, the addition of an antihypertensive drug from a new class led to clinically important reductions in systolic blood pressure (-14.4 mm Hg, -15.6 to -13.3) and fewer major cardiovascular events (absolute risk -6.2, -10.9 to -1.3). Incremental reductions in systolic blood pressure remained large and similar in magnitude for patients already taking drugs from zero, one, two, or three or more drug classes. This finding was consistent across all subgroups of patients. The addition of another antihypertensive drug class was not associated with adverse events in either standard or instrumental variable models.After adjustment for confounding by indication, the addition of a new antihypertensive drug class led to large reductions in systolic blood pressure and major cardiovascular events among patients at high risk for cardiovascular events but without diabetes. Effects on systolic blood pressure persisted across all levels of baseline drug use and all subgroups of patients.", "doi": null, "title": "Incremental effects of antihypertensive drugs: instrumental variable analysis.", "journal": ["BMJ (Clinical research ed.)", "BMJ"]}