{"authors": [["Fugate", "Jennifer E", "JE", "Department of neurology, Mayo Clinic, 200, First St. SW, 55905 Rochester, Minnesota, USA. Electronic address: fugate.jennifer@mayo.edu."], ["Brinjikji", "Waleed", "W", "Department of neuroradiology, Mayo Clinic, Rochester, Minnesota, USA."], ["Cloft", "Harry", "H", "Department of neuroradiology, Mayo Clinic, Rochester, Minnesota, USA."], ["Kallmes", "David F", "DF", "Department of neuroradiology, Mayo Clinic, Rochester, Minnesota, USA."], ["Rabinstein", "Alejandro A", "AA", "Department of neurology, Mayo Clinic, 200, First St. SW, 55905 Rochester, Minnesota, USA."]], "date": "2017-12-19", "id": "29273536", "text": "Five randomized trials proving the efficacy and safety of mechanical embolectomy for ischemic stroke within 8hours used differing radiological methods to select patients. We aimed to evaluate the proportion of patients in clinical practice that would meet radiological criteria for inclusion in these trials.Retrospective study of ischemic stroke patients at a large academic medical center who were considered for endovascular stroke therapy based on confirmed intracranial large vessel occlusion from April 2010-November 2014. All patients underwent computed tomography (CT) perfusion and CT angiogram.Of 119 patients, median age was 69 years (IQR 57-79) and median NIHSS 18 (IQR 14-21). Most patients had ASPECTS≥6 (n=105, 88.2%). All 119 patients met radiological criteria for MR CLEAN while 105 (88.2%) met criteria for SWIFT-PRIME, 96 (80.7%) for REVASCAT, 80/116 (69.0%) for EXTEND-IA, and 74 (62.2%) for ESCAPE. About half (n=58,48.7%) were treated with IV rtPA and 66 (56%) underwent endovascular therapy. Any intracranial hemorrhage was more common in patients undergoing endovascular therapy than in those who were not (36% vs. 17%, P=0.034). The frequency of symptomatic intracranial hemorrhage (ICH) did not significantly differ between these groups (6% vs. 4%, P=0.691).The proportion of patients with acute stroke and large vessel occlusion presenting within 8 hours that would meet radiological criteria for endovascular stroke trials varies considerably (62-100%) in a cohort outside of clinical trials from an academic comprehensive stroke center. Thus, the radiological criteria used for candidate selection in daily practice will greatly influence the proportion of patients treated with endovascular therapy.", "doi": "10.1016/j.neurad.2017.11.003", "title": "Variability of stroke patients meeting endovascular stroke trial criteria in a non-clinical trial setting.", "journal": ["Journal of neuroradiology. Journal de neuroradiologie", "J Neuroradiol"]}