{"authors": [["Cappellari", "Manuel", "M", "USD Stroke Unit, DAI di Neuroscienze, Azienda Ospedaliera Universitaria Integrata, Piazzale A. Stefani 1, 37126 Verona, Italy. Electronic address: manuel_cappellari@libero.it."], ["Moretto", "Giuseppe", "G", "USD Stroke Unit, DAI di Neuroscienze, Azienda Ospedaliera Universitaria Integrata, Piazzale A. Stefani 1, 37126 Verona, Italy."], ["Grazioli", "Andrea", "A", "UOC Neuroradiologia, DAI Patologia e Diagnostica, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Ricciardi", "Giuseppe Kenneth", "GK", "UOC Neuroradiologia, DAI Patologia e Diagnostica, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."], ["Bovi", "Paolo", "P", "USD Stroke Unit, DAI di Neuroscienze, Azienda Ospedaliera Universitaria Integrata, Piazzale A. Stefani 1, 37126 Verona, Italy."], ["Ciceri", "Elisa Francesca Maria", "EFM", "UOC Neuroradiologia, DAI Patologia e Diagnostica, Azienda Ospedaliera Universitaria Integrata, Verona, Italy."]], "date": "2017-12-19", "id": "29273535", "text": "This review of the literature on the use of mechanical thrombectomy (MT) in children with acute ischemic stroke from occlusion of the internal carotid artery and the proximal middle cerebral artery (MCA) compares the efficacy and safety of primary and secondary MT. We analyzed the data reported for 24 case reports from 20 relevant articles published up to 31 December 2016 and the data of a patient treated at our institution. Eighteen cases received primary MT and 7 received secondary MT. The proportions of complete MCA recanalization, small infarcts, and asymptomatic intracranial hemorrhage were similar in both MT groups (73% [11/15] vs. 67% [4/6], 58% [7/12] vs. 60% [3/5], and 15% [2/13] vs. 17% [1/6], respectively). The proportion of favorable neurological outcomes was higher for the primary MT group (69% [11/16] vs. 43% [3/7]). We found no substantial differences in efficacy and safety between primary and secondary MT for anterior circulation stroke in children.", "doi": "10.1016/j.neurad.2017.11.005", "title": "Primary versus secondary mechanical thrombectomy for anterior circulation stroke in children: An update.", "journal": ["Journal of neuroradiology. Journal de neuroradiologie", "J Neuroradiol"]}