{"authors": [["Shehata", "Nadine", "N", "Departments of Medicine, Laboratory Medicine and Pathobiology, Institute of Health Policy Management and Evaluation, University of Toronto, Division of Hematology, Mount Sinai Hospital, Toronto, Ontario, Canada."], ["Whitlock", "Richard", "R", "Department of Surgery, Population Health Research Institute, McMaster University, David Braley Cardiac Vascular and Stroke Research Institute, Hamilton, Ontario, Canada."], ["Fergusson", "Dean A", "DA", "Ottawa Health Research Institute, University of Ottawa, The Ottawa Hospital, General Campus, Centre for Practice-Changing Research, Ottawa, Ontario, Canada."], ["Thorpe", "Kevin E", "KE", "Applied Health Research Center, St. Michael's Hospital, Toronto, Ontario, Canada."], ["MacAdams", "Charlie", "C", "xxxx."], ["Grocott", "Hilary P", "HP", "Departments of Anesthesia & Perioperative Medicine and Surgery, University of Manitoba, St. Boniface General Hospital, Winnipeg, Manitoba, Canada."], ["Rubens", "Fraser", "F", "Department of Surgery, University of Ottawa, Ottawa Heart Institute, Ottawa, Ontario, Canada."], ["Fremes", "Stephen", "S", "Department of Surgery, University of Toronto, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."], ["Lellouche", "Francois", "F", "Department of Medicine, University of Laval, Unite de Recherche en Pneumologie, Quebec, Canada."], ["Bagshaw", "Sean", "S", "Department of Critical Care Medicine, Faculty of Medicine and Dentistry, University of Alberta, Edmonton, Alberta, Canada."], ["Royse", "Alistair", "A", "Department of Surgery, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia."], ["Rosseel", "Peter M", "PM", "Department of Anesthesia, Amphia Hospital, Breda, The Netherlands."], ["Hare", "Greg", "G", "Department of Anesthesia, University of Toronto, St. Michael's Hospital, Toronto, Ontario, Canada."], ["Medicis", "Etienne De", "E", "Centre Hospitalier Universitaire de Sherbrooke, Sherbrooke, Quebec, Canada."], ["Hudson", "Christopher", "C", "Department of Anesthesia, University of Ottawa Heart Institute, Ottawa, Ontario, Canada."], ["Belley-Cote", "Emilie", "E", "Department of Medicine, Population Health Research Institute, McMaster University, Hamilton, Canada."], ["Bainbridge", "Daniel", "D", "Department of Anaesthesia and Perioperative Medicine, Western University, London, Ontario, Canada."], ["Kent", "Blaine", "B", "Department of Anesthesia, Pain Management and Perioperative Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."], ["Shaw", "Andrew", "A", "Department of Anesthesia, Vanderbilt University Medical Center, Nashville, TN."], ["Byrne", "Kelly", "K", "Department of Anesthesia, Waikato Hospital, Hamilton, New Zealand."], ["Syed", "Summer", "S", "Department of Anesthesia, McMaster University, Hamilton Health Sciences, Hamilton, Ontario, Canada."], ["Royse", "Colin F", "CF", "Department of Surgery, The University of Melbourne, The Royal Melbourne Hospital, Parkville, Victoria, Australia; Department of Cardiothoracic Anaesthesia, Royal Melbourne Hospital, Parkville, Victoria, Australia."], ["McGuiness", "Shay", "S", "Medical Research Institute of New Zealand, Auckland City Hospital, Auckland, New Zealand."], ["Hall", "Judith", "J", "Applied Health Research Center, St. Michael's Hospital, Toronto, Ontario, Canada."], ["Mazer", "C David", "CD", "Department of Anesthesia, University of Toronto, St. Michael's Hospital, Toronto, Ontario, Canada. Electronic address: mazerd@smh.ca."]], "date": "2017-11-03", "id": "29273477", "text": "To determine if a restrictive transfusion threshold is noninferior to a higher threshold as measured by a composite outcome of mortality and serious morbidity.Transfusion Requirements in Cardiac Surgery (TRICS) III was a multicenter, international, open-label randomized controlled trial of two commonly used transfusion strategies in patients having cardiac surgery using a noninferiority trial design (ClinicalTrials.gov number, NCT02042898).Eligible patients were randomized prior to surgery in a 1:1 ratio.Potential participants were 18 years or older undergoing planned cardiac surgery using cardiopulmonary bypass (CPB) with a preoperative European System for Cardiac Operative Risk Evaluation (EuroSCORE I) of 6 or more.Five thousand patients; those allocated to a restrictive transfusion group received a red blood cell (RBC) transfusion if the hemoglobin concentration (Hb) was less than 7.5 g/dL intraoperatively and/or postoperatively. Patients allocated to a liberal transfusion strategy received RBC transfusion if the Hb was less than 9.5 g/dL intraoperatively or postoperatively in the intensive care unit or less than 8.5 g/dL on the ward.The primary outcome was a composite of all-cause mortality, myocardial infarction, stroke, or new onset renal dysfunction requiring dialysis at hospital discharge or day 28, whichever comes first. The primary outcome was analyzed as a per-protocol analysis. The trial monitored adherence closely as adherence to the transfusion triggers is important in ensuring that measured outcomes reflect the transfusion strategy.By randomizing prior to surgery, the TRICS III trial captured the most acute reduction in hemoglobin during cardiopulmonary bypass.", "doi": "10.1053/j.jvca.2017.10.036", "title": "Transfusion Requirements in Cardiac Surgery III (TRICS III): Study Design of a Randomized Controlled Trial.", "journal": ["Journal of cardiothoracic and vascular anesthesia", "J. Cardiothorac. Vasc. Anesth."]}