{"authors": [["Jeon", "Se Jeong", "SJ", "Department of Radiology, Wonkwang University Hospital, Iksan, South Korea."], ["Kwak", "Hyo Sung", "HS", "Radiology and Research Institute of Clinical Medicine of Chonbuk National University-Biomedical Research Institute of Chonbuk National University Hospital, Jeonju, South Korea. Electronic address: kwak8140@jbnu.ac.kr."], ["Chung", "Gyung Ho", "GH", "Radiology and Research Institute of Clinical Medicine of Chonbuk National University-Biomedical Research Institute of Chonbuk National University Hospital, Jeonju, South Korea."]], "date": "2017-12-19", "id": "29273464", "text": "The anatomy and geometry of the carotid artery may play an important role in the pathogenesis of internal carotid artery (ICA) stenosis, but the exact nature of this role remains elusive. To clarify this issue, we sought to investigate age-related changes in the anatomy and geometry of the carotid artery in a Korean population.We conducted a retrospective study of 300 subjects who underwent carotid contrast-enhanced magnetic resonance angiography at our clinic between 2014 and 2016. The subjects were divided into 7 groups according to age. The carotid arteries were segmented using semiautomated methods to obtain various measurements of carotid anatomy and geometry, as suggested by Thomas et al. The various age groups were compared for different parameters, including ICA angle, bifurcation angle, and vessel volume and diameter.Analysis of variance showed that with an increase in age, there were significant increases in vessel volume and diameter of the common carotid artery and ICA as well as the carotid bifurcation (P = .000). Significant age-related increase was also noted in the ICA angle and bifurcation angle (P = .000). The anatomical position of the ICA in subjects aged over 60 years was significantly higher than that in subjects below 40 years (12.5% versus .03%, P < .0001).Age-related increases were noted in vessel volume and diameter of the carotid artery and ICA as well as the bifurcation angle. The widening and rotation of the carotid artery increased with age.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.026", "title": "Widening and Rotation of Carotid Artery with Age: Geometric Approach.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}