{"authors": [["López Espuela", "F", "F", "Departamento de Enfermería, Facultad de Enfermería y Terapia Ocupacional, Universidad de Extremadura, Cáceres, España. Electronic address: fidel.lopez.es@gmail.com."], ["Portilla Cuenca", "J C", "JC", "Departamento de Neurología, Hospital San Pedro de Alcántara, Cáceres, España."], ["Leno Díaz", "C", "C", "Departamento de Enfermería, Facultad de Enfermería y Terapia Ocupacional, Universidad de Extremadura, Cáceres, España."], ["Párraga Sánchez", "J M", "JM", "Servicio de Urgencias, Hospital Virgen del Puerto, Plasencia, España."], ["Gamez-Leyva", "G", "G", "Departamento de Neurología, Hospital San Pedro de Alcántara, Cáceres, España."], ["Casado Naranjo", "I", "I", "Departamento de Neurología, Hospital San Pedro de Alcántara, Cáceres, España."]], "date": "2017-12-19", "id": "29273429", "text": "To evaluate long-term quality of life (QoL) in patients who have experienced a stroke and to analyse differences in QoL between sexes.We conducted a descriptive, cross-sectional, observational study to gather sociodemographic variables and risk factors; data were also obtained on QoL, mood, and functional status using validated scales. The study was approved by our centre's ethics committee.Our final sample included 124 patients; mean age was 71.30±11.99 years. In the QoL study, the EuroQol-5D dimensions in which participants presented most problems were anxiety/depression (66.7%) and pain/discomfort (62.2%). We found significant inter-sex differences in the dimensions of mobility and usual activities (P=.016 and P=.005, respectively). Women also achieved substantially poorer EuroQoL-5D index values than men (0.45±0.45 vs. 0.65±0.38; P=.013). QoL was found to be associated with dependence for the activities of daily living (r=0.326; P=.001) and depressed mood (r=-0.514; P<.0001). According to the predictive model for the EQ-5D index, 72% of the score on QoL items is explained by functional status, dependence for the activities of daily living (basic and instrumental), and depressed mood. Being married, in contrast, seems to be a protective factor.Stroke survivors have poor long-term QoL; this is more marked in women than in men, especially in the dimensions of mobility and usual activities.", "doi": "10.1016/j.nrl.2017.10.002", "title": "Sex differences in long-term quality of life after stroke: Influence of mood and functional status.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}