{"authors": [["Norgren", "Lars", "L", "Faculty of Medicine and Health, Örebro University, Örebro, Sweden. Electronic address: Lars.Norgren@regionorebrolan.se."], ["Patel", "Manesh R", "MR", "Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."], ["Hiatt", "William R", "WR", "University of Colorado School of Medicine and CPC Clinical Research, Aurora, CO, USA."], ["Wojdyla", "Daniel M", "DM", "Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."], ["Fowkes", "F Gerry R", "FGR", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."], ["Baumgartner", "Iris", "I", "Swiss Cardiovascular Centre, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Mahaffey", "Kenneth W", "KW", "Stanford Centre for Clinical Research, Stanford University School of Medicine, Stanford, CA, USA."], ["Berger", "Jeffrey S", "JS", "Department of Medicine, Department of Surgery, New York University School of Medicine, New York, NY, USA."], ["Jones", "W Schuyler", "WS", "Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."], ["Katona", "Brian G", "BG", "AstraZeneca Gaithersburg, Gaithersburg, MD, USA."], ["Held", "Peter", "P", "AstraZeneca Gothenburg, Mölndal, Sweden."], ["Blomster", "Juuso I", "JI", "AstraZeneca Gothenburg, Mölndal, Sweden."], ["Rockhold", "Frank W", "FW", "Duke Clinical Research Institute, Duke University School of Medicine, Durham, NC, USA."], ["Björck", "Martin", "M", "Department of Surgical Sciences, Section of Vascular Surgery, Uppsala University, Uppsala, Sweden."], [null, null, null, null]], "date": "2017-12-20", "id": "29273390", "text": "Critical limb ischaemia (CLI) implies an increased risk of cardiovascular morbidity and mortality, and the optimal antithrombotic treatment is not established.The EUCLID trial investigated the effect of monotherapy with ticagrelor versus clopidogrel in 13,885 patients with peripheral artery disease (PAD); the primary endpoint was cardiovascular death, myocardial infarction, or ischaemic stroke. Patients planned for revascularisation or amputation within 3 months, were excluded. This analysis focuses on the subgroup with CLI, defined by rest pain (58.8%), major (9.0%) or minor (32.2%) tissue loss.In EUCLID, 643 patients (4.6%) had CLI at baseline. Diabetes mellitus was more common in the CLI group, while coronary disease, carotid disease, and hypertension were more common in the non-CLI group. A majority of CLI patients (62.1%) had only lower extremity PAD. In patients enrolled on the ankle brachial index (ABI) criteria, ABI was 0.55 ± 0.21 (mean ± SD) for those with CLI versus 0.63 ± 0.15 for those without CLI. The primary efficacy endpoint significantly increased among patients with CLI compared with those without CLI with a rate of 8.85 versus 4.28/100 patient years (adjusted for baseline characteristics hazard ratio [HR] 1.43 [95% CI 1.16-1.76]; p = 0.0009). When acute limb ischaemia requiring hospitalisation was added to the model, significant differences remained (adjusted HR 1.38, [95% CI 1.13-1.69]; p = 0.0016). The 1 year mortality was 8.9%. A trend towards increased lower limb revascularisation among those with CLI was observed. Bleeding (TIMI major, fatal, intracranial) did not differ between those with and without CLI.Nearly 5% of patients enrolled in EUCLID had CLI at baseline. Milder forms of CLI dominated, a result of the trial design. Patients with CLI had a significantly higher rate of cardiovascular mortality and morbidity versus those without CLI. Further efforts are required to reduce the risk of cardiovascular events in PAD, especially in patients with CLI. CLINICALTRIALS.GOV: NCT01732822.", "doi": "10.1016/j.ejvs.2017.11.006", "title": "Outcomes of Patients with Critical Limb Ischaemia in the EUCLID Trial.", "journal": ["European journal of vascular and endovascular surgery : the official journal of the European Society for Vascular Surgery", "Eur J Vasc Endovasc Surg"]}