{"authors": [["Lee", "Cheol Hyun", "CH", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Lee", "Jong-Young", "JY", "Division of Cardiology, Department of Internal Medicine, Kangbuk Samsung Hospital, Sungkyunkwan University School of Medicine, Seoul, Republic of Korea."], ["Park", "Gyung-Min", "GM", "Department of Cardiology, Ulsan University Hospital, University of Ulsan College of Medicine, Ulsan, Republic of Korea."], ["Lee", "Seung-Whan", "SW", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea. Electronic address: seungwlee@amc.seoul.kr."], ["Kim", "Hyun-Sook", "HS", "Division of Cardiology, Department of Internal Medicine, Hallym University Sacred Heart Hospital, Seoul, Republic of Korea. Electronic address: hearthsk@hotmail.com."], ["Choi", "Young Jin", "YJ", "Department of Cardiology, Sejong General Hospital, Bucheon, Republic of Korea."], ["Nam", "Chang-Wook", "CW", "Department of Cardiology, Keimyung University Dongsan Medical Center, Daegu, Republic of Korea."], ["Cho", "Jang Hyun", "JH", "Department of Cardiology, St. Carollo General Hospital, Suncheon, Republic of Korea."], ["Shin", "Won-Yong", "WY", "Department of Cardiology, Soon Chun Hyang University Cheonan Hospital, Cheonan, Republic of Korea."], ["Seo", "Jae Bin", "JB", "Department of Cardiology, Seoul Metropolitan Government Seoul National University Boramae Medical Center, Seoul, Republic of Korea."], ["Choi", "Si Wan", "SW", "Department of Cardiology, Chungnam National University Hospital, Daejeon, Republic of Korea."], ["Lee", "Jae-Hwan", "JH", "Department of Cardiology, Chungnam National University Hospital, Daejeon, Republic of Korea."], ["Min", "Pil-Ki", "PK", "Department of Cardiology, Gangnam Severance Hospital, Seoul, Republic of Korea."], ["Her", "Sung-Ho", "SH", "Department of Cardiology, Daejeon St. Mary's Hospital, The Catholic University of Korea, Daejeon, Republic of Korea."], ["Lee", "Pil Hyung", "PH", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Ahn", "Jung-Min", "JM", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Park", "Duk-Woo", "DW", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Kang", "Soo-Jin", "SJ", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Kim", "Young-Hak", "YH", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Lee", "Cheol Whan", "CW", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Park", "Seong-Wook", "SW", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."], ["Park", "Seung-Jung", "SJ", "Department of Cardiology, Asan Medical Center, University of Ulsan College of Medicine, Seoul, Republic of Korea."]], "date": "2017-11-24", "id": "29273207", "text": "This study sought to evaluate the impact of triple antiplatelet therapy on clinical outcomes in patients treated with second-generation drug-eluting stents (DES) for coronary artery disease. There are limited data regarding the impact of triple antiplatelet therapy in patients who underwent implantation of second-generation DES. We planned to randomly assign 2,110 patients treated with second-generation DES to triple (aspirin, clopidogrel, and cilostazol) and dual (aspirin, clopidogrel, and placebo) antiplatelet therapy groups. The primary end point was a composite of death, myocardial infarction, ischemic stroke, or target vessel revascularization (TVR) at 1 year since randomization. The study was stopped early owing to slow enrollment. In total, 404 patients (202 patients each in the triple and dual antiplatelet therapy groups) were finally enrolled. At 1 year, the primary end point had occurred in 3.6% and 9.4% of patients in the triple and dual antiplatelet therapy groups, respectively (hazard ratio [HR] of the triple group 0.396; 95% confidence interval [CI] 0.166 to 0.949; p = 0.038). There was no significant difference between the 2 groups regarding the occurrence of a composite of all-cause death, myocardial infarction, or ischemic stroke (HR 0.583; 95% CI 0.229 to 1.481; p = 0.256). However, the rates of TVR were significantly lower in the triple antiplatelet therapy group than in the dual antiplatelet therapy group (HR 0.118; 95% CI 0.015 to 0.930; p = 0.043). In conclusion, triple antiplatelet therapy with cilostazol after implantation of second-generation DES improved clinical outcomes, mainly by reducing TVR.", "doi": "10.1016/j.amjcard.2017.11.005", "title": "Comparison of 1-Year Outcomes of Triple (Aspirin + Clopidogrel + Cilostazol) Versus Dual Antiplatelet Therapy (Aspirin + Clopidogrel + Placebo) After Implantation of Second-Generation Drug-Eluting Stents into One or More Coronary Arteries: from the DECREASE-PCI Trial.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}