{"authors": [["Lutski", "Miri", "M", "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel-Aviv, Israel; The Israel Center for Disease Control, Ministry of Health, Ramat Gan, Israel."], ["Weinstein", "Galit", "G", "School of Public Health, Faculty of Social Welfare and Health Sciences, University of Haifa, Haifa, Israel."], ["Goldbourt", "Uri", "U", "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel-Aviv, Israel."], ["Tanne", "David", "D", "Department of Epidemiology and Preventive Medicine, School of Public Health, Sackler Faculty of Medicine, Tel Aviv University, Tel-Aviv, Israel; The Joseph Sagol Neuroscience Center, Sheba Medical Center, Ramat Gan, Israel. Electronic address: tanne@post.tau.ac.il."]], "date": "2017-11-23", "id": "29273206", "text": "Cardiovascular health (CVH) factors are associated with lower risk of cardiovascular disease, stroke, and mortality. We investigated the association between a modified CVH metrics score and change in cognitive functions 2 decades later in patients with pre-existing coronary artery disease. A subset of 200 men (mean age at baseline 57.3 ± 6.3 years) who previously participated in a secondary prevention trial (1990 to 1997) underwent cognitive evaluation 14.6 ± 1.9 years after baseline (mean age 72.3 ± 6.2 years, T1 evaluation), and were re-evaluated for cognitive performance 19.9 ± 1.0 years after baseline (mean age 77.2 ± 6.4 years, T2 evaluation). A CVH metrics score at baseline was calculated, including 3 health parameters and 4 health behaviors. We have scored each of these CVH metrics into best (2 points), intermediate (1 point), and poor (0 points) levels. Cognitive function was assessed using the NeuroTrax Computerized Battery. A linear mixed model was used to assess change in cognitive functions between T1 and T2 cognitive evaluations. Among the 200 patients, 68 (34.0 %) had ≤7 (bottom group), 85 (42.5%) had 8 to 9 (middle group), and 47 (23.5%) had ≥10 (top group) CVH metrics points. After adjustments, the top group of CVH score versus others was associated with slower decline in the overall cognitive performance composite z-score (0.23 ± 0.09, p = 0.009) and on tests of executive and visual spatial functions (0.23 ± 0.11, p = 0.047, and 0.49 ± 0.17, p = 0.004, respectively). In conclusion, an inverse association was observed between the score of best CVH metrics and cognitive decline. Lifestyle factors are important predictors of late-life decline in cognitive function among high-risk patients.", "doi": "10.1016/j.amjcard.2017.11.003", "title": "Cardiovascular Health and Cognitive Decline 2 Decades Later in Men with Preexisting Coronary Artery Disease.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}