{"authors": [["Lancaster", "Timothy S", "TS", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Schill", "Matthew R", "MR", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Greenberg", "Jason W", "JW", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Ruaengsri", "Chawannuch", "C", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Schuessler", "Richard B", "RB", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Lawton", "Jennifer S", "JS", "Johns Hopkins University School of Medicine, Division of Cardiac Surgery."], ["Maniar", "Hersh S", "HS", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Pasque", "Michael K", "MK", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Moon", "Marc R", "MR", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Damiano", "Ralph J", "RJ", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery."], ["Melby", "Spencer J", "SJ", "Washington University School of Medicine, Barnes-Jewish Hospital, Division of Cardiothoracic Surgery. Electronic address: melbys@wudosis.wustl.edu."]], "date": "2017-12-19", "id": "29273200", "text": "The recently developed STS/ACC ASCERT Long-Term Survival Probability Calculator is a valuable addition to existing short-term risk prediction tools for cardiac surgical procedures, but has yet to be externally validated.Institutional data were reviewed on 654 patients ≥65 yr of age undergoing isolated CABG between 2005-2010. Predicted survival probabilities were calculated using the ASCERT model. Survival data were collected using the Social Security Death Index and institutional medical records. Model calibration and discrimination were assessed for the overall sample and for risk-stratified subgroups based on 1) ASCERT 7-year survival probability, and 2) predicted risk of mortality (PROM) from the STS Short-Term Risk Calculator. Logistic regression analysis was performed to evaluate additional perioperative variables contributing to mortality.Overall survival was 92.1% (569/597) at 1 year and 50.5% (164/325) at 7 years. In calibration assessment, there were no significant differences between predicted and actual survival curves for the overall sample or for the risk-stratified subgroups, whether stratified by predicted 7-year survival or by PROM. Discriminative performance was comparable between the ASCERT and PROM models for 7-year survival prediction (p<0.001 for both, C-statistic for ASCERT=0.815, for PROM=0.781). Prolonged ventilation, stroke, and hospital length of stay were also predictive of long-term mortality.The ASCERT survival probability calculator was externally validated for prediction of long-term survival after CABG in all risk groups. The widely used STS PROM performed comparably as a predictor of long-term survival. Both tools provide important information for preoperative decision-making and patient counseling about potential outcomes after surgery.", "doi": "10.1016/j.athoracsur.2017.11.045", "title": "Long-Term Survival Prediction for CABG: Validation of the ASCERT Model with Comparison to STS PROM.", "journal": ["The Annals of thoracic surgery", "Ann. Thorac. Surg."]}