{"authors": [["Fayand", "A", "A", "Department de médecine interne, DHUI2B, département hospitalo-universitaire inflammation, immunopathologie, biothérapie, hôpital Tenon, université Paris 6, Pierre et Marie Curie, Assistance publique-hôpitaux de Paris (AP-HP), 4 rue de la Chine, 75020 Paris, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France."], ["Sarrabay", "G", "G", "Laboratoire de génétique, CHU de Montpellier, 34090 Montpellier, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France."], ["Belot", "A", "A", "Inserm U1111, service de rhumatologie pédiatrique, hôpital Femme-Mère-Enfant, université Lyon 1, 69677 Bron, France; Centre de référence des rhumatismes et auto-immunité systémique de l'enfant (RAISE), 75015 Paris, France."], ["Hentgen", "V", "V", "Service de pédiatrie générale, centre hospitalier de Versailles, 78150 Versailles, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France."], ["Kone-Paut", "I", "I", "Service de rhumatologie pédiatrique, CHU de Bicêtre, université de Paris Sud, AP-HP, 94270 Kremlin-Bicêtre, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France."], ["Grateau", "G", "G", "Department de médecine interne, DHUI2B, département hospitalo-universitaire inflammation, immunopathologie, biothérapie, hôpital Tenon, université Paris 6, Pierre et Marie Curie, Assistance publique-hôpitaux de Paris (AP-HP), 4 rue de la Chine, 75020 Paris, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France."], ["Melki", "I", "I", "Service de pédiatrie générale, maladies infectieuses et médecine interne pédiatrique, centre hospitalier Robert-Debré, 75019 Paris, France; Centre de référence des rhumatismes et auto-immunité systémique de l'enfant (RAISE), 75015 Paris, France."], ["Georgin-Lavialle", "S", "S", "Department de médecine interne, DHUI2B, département hospitalo-universitaire inflammation, immunopathologie, biothérapie, hôpital Tenon, université Paris 6, Pierre et Marie Curie, Assistance publique-hôpitaux de Paris (AP-HP), 4 rue de la Chine, 75020 Paris, France; Centre de référence des maladies auto-inflammatoires rares et de l'amylose inflammatoire (CEREMAIA), CHU de Tenon, 75020 Paris, France. Electronic address: s.georgin.lavialle@gmail.com."]], "date": "2017-12-19", "id": "29273180", "text": "Deficiency of adenosine deaminase 2 (DADA2) is a recently described auto-inflammatory disorder. It is an autosomal recessive inherited disease, caused by mutations in the ADA2 gene (formerly known as CECR1) encoding ADA2 enzyme. Besides its role in the purine metabolism, it has been postulated that ADA2 may act as a growth factor for endothelial cells and in the differenciation of monocytes. Thus, deficiency of ADA2 would lead to endothelial damage and a skewing of monocytes into M1 pro-inflammatory macrophage, causing DADA2 manifestations. Three core clinical features have been described: inflammatory-vascular signs, hematologic abnormalities and immunodeficiency. Clinically, patients display intermittent fever, cutaneous vascular manifestations, such as livedo, ischemic strokes, arthralgia and abdominal pain crisis. Corticosteroids and immunosuppressive agents (i.e. cyclophosphamide, azathioprine, ciclosporin, methotrexate) appear to be poorly effective. Although the mechanism has not been elucidated, anti-TNF agents have been proven efficient in DADA2 and should therefore be used as first line therapy for vasculitis. Role of anti-platelet and anticoagulant therapies in stroke-prophylaxis remains to be discussed, as those patients display a high risk of intracranial bleeding.", "doi": "10.1016/j.revmed.2017.11.006", "title": "[Multiple facets of ADA2 deficiency: Vasculitis, auto-inflammatory disease and immunodeficiency: A literature review of 135 cases from literature].", "journal": ["La Revue de medecine interne", "Rev Med Interne"]}