{"authors": [["Dwan", "Toni", "T", "a School of Applied Psychology and Menzies Health Institute Queensland , Griffith University , Brisbane , Australia."], ["Ownsworth", "Tamara", "T", "a School of Applied Psychology and Menzies Health Institute Queensland , Griffith University , Brisbane , Australia."]], "date": "2017-12-22", "id": "29272953", "text": "To identify and appraise studies investigating the relationship between the Big Five personality factors and psychological well-being following stroke and evidence for personality change.Systematic searches of six databases (PsychINFO, CINAHL, Ovid Medline, Cochrane, PubMed, and Web of Science) were conducted from inception to June 2017. Studies involving adult stroke samples that employed a validated measure of at least one of the Big Five personality factors were included. Two reviewers independently assessed the eligibility and methodological quality of studies.Eleven studies were identified that assessed associations between personality and psychological well-being after stroke (nine studies) or post-stroke personality change (two studies). A consistent finding was that higher neuroticism was significantly related to poorer psychological well-being. The evidence for the other Big Five factors was mixed. In terms of personality change, two cross-sectional studies reported high rates of elevated neuroticism (38-48%) and low extraversion (33-40%) relative to normative data. Different questionnaires and approaches to measuring personality (i.e., self vs. informant ratings, premorbid personality vs. current personality) complicated comparisons between studies.People high on neuroticism are at increased risk of poor psychological well-being after stroke. Prospective longitudinal studies are needed to address the limited research on post-stroke personality change. Implications for rehabilitation High neuroticism is associated with poorer psychological well-being after stroke. Assessing personality characteristics early after stroke may help to identify those at risk of poor psychological outcomes.", "doi": "10.1080/09638288.2017.1419382", "title": "The Big Five personality factors and psychological well-being following stroke: a systematic review.", "journal": ["Disability and rehabilitation", "Disabil Rehabil"]}