{"authors": [["Jones", "Stephanie P", "SP", "University of Central Lancashire, Clinical Practice Research Unit, Brook Building, Preston, UK. Electronic address: sjones10@uclan.ac.uk."], ["Miller", "Colette", "C", "University of Central Lancashire, Clinical Practice Research Unit, Brook Building, Preston, UK. Electronic address: Cmiller5@uclan.ac.uk."], ["Gibson", "Josephine M E", "JME", "University of Central Lancashire, Clinical Practice Research Unit, Brook Building, Preston, UK. Electronic address: Jgibson4@uclan.ac.uk."], ["Cook", "Julie", "J", "University of Central Lancashire, Clinical Practice Research Unit, Brook Building, Preston, UK. Electronic address: JCook11@uclan.ac.uk."], ["Price", "Chris", "C", "Newcastle University, Newcastle Upon Tyne, UK. Electronic address: C.I.M.Price@newcastle.ac.uk."], ["Watkins", "Caroline L", "CL", "University of Central Lancashire, Clinical Practice Research Unit, Brook Building, Preston, UK. Electronic address: clwatkins@uclan.ac.uk."]], "date": "2017-12-07", "id": "29272824", "text": "The aim of this review was to explore the impact of stroke education and training of nurses and other health care staff involved in the delivery of stroke care.We performed an integrative review, following PRISMA guidance where possible.We searched MEDLINE, ERIC, PubMed, AMED, EMBASE, HMIC, CINAHL, Google Scholar, IBSS, Web of Knowledge, and the British Nursing Index from 1980 to 2016.Any intervention studies were included if they focused on the education or training of nurses and other health care staff in relation to stroke care. Articles that appeared to meet the inclusion criteria were read in full. Data were extracted from the articles, and the study quality assessed by two researchers. We assessed risk of bias of included studies using a pre-specified tool based on Cochrane guidance.Our initial search identified 2850 studies of which 21 met the inclusion criteria. Six studies were randomised controlled trials, and one was an interrupted time series. Fourteen studies were quasi-experimental: eight were pretest-posttest; five were non-equivalent groups; one study had a single assessment. Thirteen studies used quality of care outcomes and eight used a patient outcome measure. None of the studies was identified as having a low risk of bias. Only nine studies used a multi-disciplinary approach to education and training and nurses were often taught alone. Interactive education and training delivered to multi-disciplinary stroke teams, and the use of protocols or guidelines tended to be associated with a positive impact on patient and quality of care outcomes.Practice educators should consider the delivery of interactive education and training delivered to multi-disciplinary groups, and the use of protocols or guidelines, which tend to be associated with a positive impact on both patient and quality of care outcomes. Future research should incorporate a robust design.", "doi": "10.1016/j.nedt.2017.11.024", "title": "The impact of education and training interventions for nurses and other health care staff involved in the delivery of stroke care: An integrative review.", "journal": ["Nurse education today", "Nurse Educ Today"]}