{"authors": [["Bindu", "Parayil Sankaran", "PS", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Sonam", "Kothari", "K", "Dept. of Clinical Neurosciences, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Govindaraj", "Periyasamy", "P", "Dept. of Neuropathology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Govindaraju", "Chikkanna", "C", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Chiplunkar", "Shwetha", "S", "Dept. of Clinical Neurosciences, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Nagappa", "Madhu", "M", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Kumar", "Rakesh", "R", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Vekhande", "Chetan Chandrakanth", "CC", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Arvinda", "Hanumanthapura R", "HR", "Dept. of Neuroimaging and Interventional Radiology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Gayathri", "Narayanappa", "N", "Dept. of Neuropathology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Srinivas Bharath", "M M", "MM", "Dept. of Neurochemistry, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Ponmalar", "J N Jessiena", "JNJ", "Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Philip", "Mariyamma", "M", "Dept. of Biostatistics, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Vandana", "V P", "VP", "Dept. of Speech Pathology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Khan", "Nahid Akhtar", "NA", "CSIR-Centre for Cellular and Molecular Biology, Hyderabad, India."], ["Nunia", "Vandana", "V", "CSIR-Centre for Cellular and Molecular Biology, Hyderabad, India."], ["Paramasivam", "Arumugam", "A", "CSIR-Centre for Cellular and Molecular Biology, Hyderabad, India."], ["Sinha", "Sanjib", "S", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India."], ["Thangaraj", "Kumarasamy", "K", "CSIR-Centre for Cellular and Molecular Biology, Hyderabad, India."], ["Taly", "Arun B", "AB", "Dept. of Neurology, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India; Neuromuscular lab-Neurobiology Research Centre, National Institute of Mental Health and Neurosciences (NIMHANS), Bangalore, India. Electronic address: abtaly@yahoo.com."]], "date": "2017-12-09", "id": "29272804", "text": "Studies exploring the outcome of epilepsy in patients with mitochondrial disorders are limited. This study examined the outcome of epilepsy in patients with mitochondrial disorders and its relation with the clinical phenotype, genotype and magnetic resonance imaging findings.The cohort was derived from the database of 67 patients with definite genetic diagnosis of mitochondrial disorders evaluated over a period of 11years (2006-2016). Among this, 27 had epilepsy and were included in final analysis. Data were analyzed with special reference to clinical phenotypes, genotypes, epilepsy characteristics, EEG findings, anti epileptic drugs used, therapeutic response, and magnetic resonance imaging findings. Patients were divided into three groups according to the seizure frequency at the time of last follow up: Group I- Seizure free; Group II- Infrequent seizures; Group III- uncontrolled seizures. For each group the clinical phenotype, genotype, magnetic resonance imaging and duration of epilepsy were compared.The phenotypes & genotypes included Mitochondrial Encephalopathy Lactic Acidosis and Stroke like episodes (MELAS) & m.3243A>G mutation (n = 10), Myoclonic Epilepsy Ragged Red Fiber syndrome (MERRF) & m.8344A>G mutation (n = 4), Chronic Progressive External Ophthalmoplegia plus &POLG1 mutation (CPEO, n = 6), episodic neuroregression due to nuclear mutations (n = 6; NDUFV1 (n = 3), NDUFA1, NDUFS2, MPV17-1 one each), and one patient with infantile basal ganglia stroke syndrome, mineralizing angiopathy &MT-ND5 mutations. Seven patients (25.9%) were seizure free; seven had infrequent seizures (25.9%), while thirteen (48.1%) had frequent uncontrolled seizures. Majority of the subjects in seizure free group had episodic neuroregression & leukoencephalopathy due to nuclear mutations (85.7%). Patients in group II with infrequent seizures had CPEO, POLG1 mutation and a normal MRI (71%) while 62% of the subjects in group III had MELAS, m.3243A>G mutation and stroke like lesions on MRI.A fair correlation exists between the outcome of epilepsy, clinical phenotypes, genotypes and magnetic resonance imaging findings in patients with mitochondrial disorders. The recognition of these patterns is important clinically because of the therapeutic and prognostic implications.", "doi": "10.1016/j.clineuro.2017.12.010", "title": "Outcome of epilepsy in patients with mitochondrial disorders: Phenotype genotype and magnetic resonance imaging correlations.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}