{"authors": [["Barletta", "Giuseppe", "G", "Cardiology Diagnostics, Cardiac, Thoracic & Vascular Department, University Hospital Careggi, Florence, Italy."], ["Venditti", "Francesco", "F", "Cardiology Diagnostics, Cardiac, Thoracic & Vascular Department, University Hospital Careggi, Florence, Italy."], ["Stefano", "Pierluigi", "P", "Cardiac Surgery, Cardiac, Thoracic & Vascular Department, University Hospital Careggi, Florence, Italy."], ["Del Bene", "Riccarda", "R", "Cardiology Diagnostics, Cardiac, Thoracic & Vascular Department, University Hospital Careggi, Florence, Italy."], ["Di Mario", "Carlo", "C", "Structural Interventional Cardiology Division, Cardiac, Thoracic & Vascular Department, University Hospital Careggi, Florence, Italy."]], "date": "2017-12-22", "id": "29272555", "text": "Aortic prosthesis area (EOA) is computed by continuity equation from left ventricular (LV) stroke volume (SV) derived from LV outflow tract diameter (LVOTD ) or, when unmeasurable, from LV volumes (SVV ). There is evidence to suggest LVOT ellipticity and recommend 3D LVOT area (LVOTCSA ) adoption in aortic stenosis. We sought to evaluate if the same concept applies to supra-annular aortic prosthesis comparing SV and EOA derived from LVOTD (EOAD ) and from LVOTCSA (EOACSA ). EOA computed from SVV (EAOV ) accuracy was evaluated in this setting. Patient-prosthesis mismatch (PPM) was compared among different EOA computations.A consecutive series of 202 patients (aged 81 ± 4 years, 43% males) underwent St.Jude Trifecta aortic valve replacement (AVR) and were followed up with echocardiography at one-year (335 ± 31 days). All measurements followed the EACVI or ASE guidelines, 3D X-plane modality was used to compute SVv and measure LVOTCSA ; SV was calculated from LVOTD (SVD ) and LVOTCSA (SVCSA ). PPM was indexed EOA <0.65 cm²/m².LVOT showed a significant ellipticity index (1.17 ± .27), independent of prosthesis size. EOAD (1.70 ± 0.55 cm²) was less than EOACSA (1.95 ± 0.62 cm²) (P < .0001). SVV was significantly lower than SVD and SVCSA . Bland-Altman analysis showed a significant correlation between SVV and SVD or SVCSA although with large bias and imprecision. The correlations improved reducing bias and imprecision when LVOT time-velocity integral was <20 cm. PPM incidence was higher in EOAV (15.6%) compared to EOAD (P = .04) or EOACSA (P < .001).In supra-annular AVR, LVOT retains its elliptical shape and LVOTCSA yielded larger prosthesis EOA with lower PPM incidence. PPM may be overestimated by EOAV .", "doi": "10.1111/echo.13778", "title": "Left ventricular outflow tract shape after aortic valve replacement with St. Jude Trifecta prosthesis.", "journal": ["Echocardiography (Mount Kisco, N.Y.)", "Echocardiography"]}