{"authors": [["Kellermann", "Stephanie", "S", "Department of Pediatric Cardiac Surgery, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Janssen", "Carina", "C", "Department of Pediatric Cardiac Surgery, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Münch", "Frank", "F", "Department of Pediatric Cardiac Surgery, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Koch", "Adrian", "A", "Experimental Tumorpathology, Institute of Pathology, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Schneider-Stock", "Regine", "R", "Experimental Tumorpathology, Institute of Pathology, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Cesnjevar", "Robert Anton", "RA", "Department of Pediatric Cardiac Surgery, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Rüffer", "André", "A", "Department of Pediatric Cardiac Surgery, University Hospital Erlangen, Friedrich-Alexander-University Erlangen-Nürnberg (FAU), Erlangen, Germany."]], "date": "2017-12-18", "id": "29272381", "text": "Organ protective management during aortic arch surgery comprises deep hypothermic (18°C) circulatory arrest (DHCA), or moderate hypothermia (28°C/ 'tepid') with regional cerebral perfusion (TRCP). The aim of this experimental study was to evaluate the effect of distinct organ protective management on hemodynamic performance and myocardial integrity.Ten male piglets were randomized to group DHCA (n = 5) or TRCP (n = 5) group and operated on cardiopulmonary bypass (CPB) with 60 min of aortic cross-clamping. Blood gas analysis was performed throughout the experiment. Haemodynamic assessment was performed using a thermodilution technique before and after CPB. Myocardial biopsies were taken 2 h after CPB and evaluated using terminal deoxynucleotidyl transferase-mediated deoxyuridine triphosphate-biotin nick-end labelling assay and western blot analysis.At reperfusion, levels of central venous saturation were significantly higher (P = 0.016) and levels of lactate significantly lower (P = 0.029) in the DHCA group. After CPB, thermodilution measurements revealed higher stroke volume and lower peripheral resistance in the TRCP group (P = 0.012 and 0.037). At the end of the experiment, no significant differences regarding laboratory and haemodynamic parameters were evident. All specimens showed enrichment of terminal deoxynucleotidyl transferase-mediated deoxyuridine triphosphate-biotin nick-end labelling-positive cells exclusively at the left ventricular subendocardium with no difference between groups and equal concentrations of cyclo-oxygenase-2.TRCP is associated with decreased peripheral resistance and higher stroke volume immediately after CPB. However, this beneficial effect is contrasted by signs of lower body hypoperfusion, which is expressed by lower central venous saturations and higher lactate levels. Distinct strategies of organ protection did not seem to affect apoptotic/necrotic and inflammatory changes in the left ventricular myocardium.", "doi": "10.1093/icvts/ivx393", "title": "Deep hypothermic circulatory arrest or tepid regional cerebral perfusion: impact on haemodynamics and myocardial integrity in a randomized experimental trial.", "journal": ["Interactive cardiovascular and thoracic surgery", "Interact Cardiovasc Thorac Surg"]}