{"authors": [["Simmatis", "Leif", "L", "Centre for Neuroscience Studies, Queen's University, Kingston, ON, Canada."], ["Krett", "Jonathan", "J", "Department of Medicine, Queen's University, Kingston, ON, Canada."], ["Scott", "Stephen H", "SH", "Centre for Neuroscience Studies, Queen's University, Kingston, ON, Canada."], ["Jin", "Albert Y", "AY", "Centre for Neuroscience Studies, Queen's University, Kingston, ON, Canada."]], "date": "2017-12-22", "id": "29272289", "text": "We used a robotic exoskeleton to quantify specific patterns of abnormal upper limb motor behaviour in people who have had transient ischemic attack (TIA). A cohort of people with TIA was recruited within two weeks of symptom onset. All individuals completed a robotic-based assessment of 8 behavioural tasks related to upper limb motor and proprioceptive function, as well as cognitive function. Robotic task performance was compared to a large cohort of controls without neurological impairments corrected for the influence of age. Impairment in people with TIA was defined as performance below the 5th percentile of controls. Participants with TIA were also assessed with the National Institutes of Health Stroke Scale (NIHSS) score, Chedoke-McMaster Stroke Assessment (CMSA) of the arm, the Behavioural Inattention Test (BIT), the Purdue pegboard test (PPB), and the Montreal Cognitive Assessment (MoCA). Age-related white matter change (ARWMC), prior infarction and cella-media index (CMI) were assessed from baseline CT scan that was performed within 24 hours of TIA. Acute infarction was assessed from diffusion-weighted imaging in a subset of people with TIA. Twenty-two people with TIA were assessed. Robotic assessment showed impaired upper limb motor function in 7/22 people with TIA patients and upper limb sensory impairment in 4/22 individuals. Cognitive tasks involving robotic assessment of the upper limb were completed in 13 participants, of whom 8 (61.5%) showed significant impairment. Abnormal performance in the CMSA arm inventory was present in 12/22 (54.5%) participants. ARWMC was 11.8 ± 6.4 and CMI was 5.4 ± 1.5. DWI was positive in 0 participants. Quantitative robotic assessment showed that people who have had a TIA display a spectrum of upper limb motor and sensory performance deficits as well as cognitive function deficits despite resolution of symptoms and no evidence of tissue infarction.", "doi": "10.1371/journal.pone.0188786", "title": "Robotic exoskeleton assessment of transient ischemic attack.", "journal": ["PloS one", "PLoS ONE"]}