{"authors": [["Chan", "Wing-Nga", "WN", "Department of Rehabilitation Sciences, Hong Kong Polytechnic University, Hong Kong SAR, China."], ["Tsang", "William Wai-Nam", "WW", "Department of Rehabilitation Sciences, Hong Kong Polytechnic University, Hong Kong SAR, China."]], "date": "2017-12-22", "id": "29272276", "text": "Turning-while-walking is one of the commonest causes of falls in stroke survivors. It involves cognitive processing and may be challenging when performed concurrently with a cognitive task. Previous studies of dual-tasking involving turning-while-walking in stroke survivors show that the performance of physical tasks is compromised. However, the design of those studies did not address the response of stroke survivors under dual-tasking condition without specifying the task-preference and its effect on the performance of the cognitive task.First, to compare the performance of single-tasking and dual-tasking in stroke survivors. Second, to compare the performance of stroke survivors with non-stroke controls.Fifty-nine stroke survivors and 45 controls were assessed with an auditory Stroop test, a turning-while-walking test, and a combination of the two single tasks. The outcome of the cognitive task was measured by the reaction time and accuracy of the task. The physical task was evaluated by measuring the turning duration, number of steps to turn, and time to complete the turning-while-walking test.Stroke survivors showed a significantly reduced accuracy in the auditory Stroop test when dual-tasking, but there was no change in the reaction time. Their performance in the turning-while-walking task was similar under both single-tasking and dual-tasking condition. Additionally, stroke survivors demonstrated a significantly longer reaction time and lower accuracy than the controls both when single-tasking and dual-tasking. They took longer to turn, with more steps, and needed more time to complete the turning-while-walking task in both tasking conditions.The results show that stroke survivors with high mobility function performed the auditory Stroop test less accurately while preserving simultaneous turning-while-walking performance. They also demonstrated poorer performance in both single-tasking and dual-tasking as compared with controls.", "doi": "10.1371/journal.pone.0189800", "title": "The performance of stroke survivors in turning-while-walking while carrying out a concurrent cognitive task compared with controls.", "journal": ["PloS one", "PLoS ONE"]}