{"authors": [["Li", "W", "W", "Department of the Second Internal Neurology, Zhumadian Central Hospital, Henan, P.R. China. tailiwen@sina.com."], ["Kang", "X", "X", null], ["Ren", "J-L", "JL", null], ["Lai", "X-Z", "XZ", null], ["Tai", "L-W", "LW", null]], "date": null, "id": "29272007", "text": "To investigate the effects of extended in-patient training on swallowing function of patients with post-stroke dysphagia.40 patients with post-stroke dysphagia treated between January 2013-December 2015 were randomly divided into the treatment group and the control group. During the hospitalization, patients in both groups underwent routine examinations, graded swallowing training, radio frequency electrotherapy, acupuncture, dietary guidance, body position and compensation training, etc. In addition, patients in the treatment group received training with ice stimulation. The swallowing functions and prevalence rate of adverse events of the two groups during the first three months after discharge from the hospital were compared. Twenty healthy people coming for a regular checkup during the same period were also included in this study. ELISA was used to compare the peripheral blood S100β levels of the patients with post-stroke dysphagia and the healthy population.After 3-month follow-up, statistical analysis showed that 70.00% patients in the treatment group regained normal (excellent/very good) swallowing function, which was much higher than the normal rate of people in the control group (25%). The difference was statistically significant (χ2 = 8.12, p<0.05). Patients in the treatment had a lower prevalence rate of adverse events (e.g. aspiration, choking, aspiration pneumonia) (5.00%) lower than the control group (25.00%), and the difference was statistically significant (χ2 = 4.02, p<0.05). ELISA assay indicated that the peripheral blood S100β levels in patients with dysphagia were significantly higher than the healthy population (p<0.05). But compared with the control group, patients in the treatment group patients had lower S100β level after the treatment, and the difference was statistically significant (p<0.05).The extended ward training could significantly improve the swallowing function of patients with post-stroke dysphagia, restore their swallowing function, and reduce adverse events of swallowing. The operations were simple, safe and practical. The training is worthy of promotion.", "doi": null, "title": "Effects of extended in-patient treatment training on outcome of post-stroke dysphagia.", "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}