{"authors": [["Moreno", "Arianna", "A", "1 Arizona State University , Tempe, Arizona."], ["Schwamm", "Lee H", "LH", "2 Department of Neurology, Massachusetts General Hospital , Boston, Massachusetts."], ["Siddiqui", "Khawja A", "KA", "3 Department of Neurology, Baylor School of Medicine , Houston, Texas."], ["Viswanathan", "Anand", "A", "2 Department of Neurology, Massachusetts General Hospital , Boston, Massachusetts."], ["Whitney", "Cynthia", "C", "2 Department of Neurology, Massachusetts General Hospital , Boston, Massachusetts."], ["Rost", "Natalia", "N", "2 Department of Neurology, Massachusetts General Hospital , Boston, Massachusetts."], ["Zachrison", "Kori Sauser", "KS", "4 Department of Emergency Medicine, Massachusetts General Hospital , Boston, Massachusetts."]], "date": "2017-12-22", "id": "29271703", "text": "For acute ischemic stroke patients, shorter time to thrombolytic (tissue plasminogen activator [tPA]) is associated with improved outcomes.Telestroke increases tPA use at spoke hospitals, yet its effect on door-to-needle (DTN) times for tPA administration is unknown. We hypothesize that spoke hospitals with more frequent contact to a hub hospital will have shorter DTN times than those with less frequent contact.We identified 375 patients treated with tPA by conventional or telestroke methods in an academic hub-and-spoke telestroke network for whom date and time data were available. Strength of the spoke-hub connection was the primary predictor variable, defined as the number of all telestroke consults (tPA and non-tPA) done at each spoke hospital during the year of the patient's presentation. Patient-level regression analyses examined the relationship between DTN time and spoke-hub connection during the year of the patient's presentation, controlling for temporal trends and clustering within hospitals.Sixteen spoke hospitals contributed data on 375 tPA-treated patients from 2006-2015. Hospitals treated a median of 13.5 patients with tPA per year; median hospital-level DTN was 78.8 min (interquartile range [IQR] 71.3-85). Median number of telestroke consults per year was 34 (range 3-137). Among all 375 patients, median DTN was 76 min (IQR 60-97). Strength of spoke-hub connection was significantly associated with faster DTN time for patients (1.3 min gain per 10 additional consults, p = 0.048).More frequent contact between a telestroke spoke and its hub was associated with faster tPA delivery for patients, even after accounting for secular trends in DTN improvements.", "doi": "10.1089/tmj.2017.0252", "title": "Frequent Hub-Spoke Contact Is Associated with Improved Spoke Hospital Performance: Results from the Massachusetts General Hospital Telestroke Network.", "journal": ["Telemedicine journal and e-health : the official journal of the American Telemedicine Association", "Telemed J E Health"]}