{"authors": [["Alsultan", "Abdulrahman", "A", "Department of Pediatrics, College of Medicine, King Saud University, Riyadh, Saudi Arabia."], ["Basher", "Enas", "E", "Department of Pediatric Hematology/Oncology, King Abdullah Specialist Children's Hospital and King Abdulaziz Medical City, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia."], ["Alqanatish", "Jubran", "J", "Department of Pediatrics, King Abdullah Specialist Children's Hospital and King Abdulaziz Medical City, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia."], ["Mohammed", "Reem", "R", "Department of Pediatrics, King Abdullah Specialist Children's Hospital and King Abdulaziz Medical City, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia."], ["Alfadhel", "Majid", "M", "Department of Pediatrics, King Abdullah Specialist Children's Hospital and King Abdulaziz Medical City, Ministry of National Guard Health Affairs, Riyadh, Saudi Arabia."]], "date": "2017-12-22", "id": "29271561", "text": "Adenosine deaminase-2 (ADA2) deficiency (DADA2) is associated with early onset polyarteritis nodosa and vasculopathy. Classic presentation includes livedo reticularis, vasculitis, and stroke. However, the phenotype and disease severity are variable. We present a 5-year-old female who presented with features that mimicked autoimmune lymphoproliferative syndrome (ALPS) in the absence of classic features of DADA2. Exome sequencing identified a novel homozygous splicing variant in ADA2 c.882-2A > G. Patient responded to anti- tumor necrosis factor medication and is in complete remission. Hematologists should be aware of various hematological presentations of DADA2, including ALPS-like disorder, that might lack vasculitis and livedo reticularis to prevent delay in initiating optimal therapy.", "doi": "10.1002/pbc.26912", "title": "Deficiency of ADA2 mimicking autoimmune lymphoproliferative syndrome in the absence of livedo reticularis and vasculitis.", "journal": ["Pediatric blood & cancer", "Pediatr Blood Cancer"]}