{"authors": [["Merayo-Chalico", "J", "J", "Department of Immunology and Rheumatology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], ["Barrera-Vargas", "A", "A", "Department of Immunology and Rheumatology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], ["Juárez-Vega", "G", "G", "Red de Apoyo a la Investigación, CIC- UNAM, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], ["Alcocer-Varela", "J", "J", "Department of Immunology and Rheumatology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."], ["Arauz", "A", "A", "Stroke Clinic, Instituto Nacional de Neurología y Neurocirugía Manuel Velasco, Mexico City, Mexico."], ["Gómez-Martín", "D", "D", "Department of Immunology and Rheumatology, Instituto Nacional de Ciencias Médicas y Nutrición Salvador Zubirán, Mexico City, Mexico."]], "date": "2017-12-22", "id": "29271478", "text": "Systemic lupus erythematosus (SLE) patients are susceptible to the development of posterior reversible encephalopathy syndrome (PRES). The main theory concerning the physiopathology of PRES suggests that there is brain-blood barrier damage, which is associated with endothelial dysfunction, and characterized by vasogenic oedema. However, current evidence regarding its physiopathogenic mechanisms is quite scant. The aim of this study was to analyse the expression of different serum cytokines, as well as vascular endothelial growth factor (VEGF) and soluble CD40 ligand (sCD40L), in patients with PRES/systemic lupus erythematosus (SLE) and to compare them with levels in SLE patients without PRES and in healthy controls. We performed a transversal study in a tertiary care centre in México City. We included 32 subjects (healthy controls, n = 6; remission SLE, n = 6; active SLE, n = 6 and PRES/SLE patients, n = 14). PRES was defined as reversible neurological manifestations (seizures, visual abnormalities, acute confusional state), associated with compatible changes by magnetic resonance imaging (MRI). Serum samples were obtained during the first 36 h after the PRES episode and were analysed by cytometric bead array, Luminex multiplex assay or enzyme-linked immunosorbent assay (ELISA). Interleukin (IL)-6 and IL-10 levels were significantly higher in PRES/SLE patients (P = 0·013 and 0·025, respectively) when compared to the other groups. Furthermore, IL-6 and IL-10 levels displayed a positive correlation (r = 0·686, P = 0·007). There were no differences among groups regarding other cytokines, sCD40L or VEGF levels. A differential serum cytokine profile was found in PRES/SLE patients, with increased IL-6 and IL-10 levels. Our findings, which are similar to those described in other neurological manifestations of SLE, support the fact that PRES should be considered among the SLE-associated neuropsychiatric syndromes.", "doi": "10.1111/cei.13095", "title": "Differential serum cytokine profile in patients with systemic lupus erythematosus and posterior reversible encephalopathy syndrome.", "journal": ["Clinical and experimental immunology", "Clin. Exp. Immunol."]}