{"authors": [["Václavů", "Lena", "L", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Baldew", "Zelonna A V", "ZAV", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Gevers", "Sanna", "S", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Mutsaerts", "Henri J M M", "HJMM", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Fijnvandraat", "Karin", "K", "Paediatric Haematology, Emma Children's Hospital, Academic Medical Centre, University of Amsterdam, Amsterdam, The Netherlands."], ["Cnossen", "Marjon H", "MH", "Paediatric Haematology, Erasmus University Hospital-Sophia Children's Hospital, Rotterdam, The Netherlands."], ["Majoie", "Charles B", "CB", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Wood", "John C", "JC", "Paediatric Cardiology, Children's Hospital Los Angeles, Los Angeles, CA, USA."], ["VanBavel", "Ed", "E", "Biomedical Engineering and Physics, Academic Medical Centre, University of Amsterdam, Amsterdam, The Netherlands."], ["Biemond", "Bart J", "BJ", "Haematology, Internal Medicine, Academic Medical Centre, University of Amsterdam, Amsterdam, The Netherlands."], ["van Ooij", "Pim", "P", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Nederveen", "Aart J", "AJ", "Radiology & Nuclear Medicine, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."]], "date": "2017-12-21", "id": "29270975", "text": "Stroke risk in children with sickle cell disease (SCD) is currently assessed with routine transcranial Doppler ultrasound (TCD) measurements of blood velocity in the Circle of Willis (CoW). However, there is currently no biomarker with proven prognostic value in adult patients. Four-dimensional (4D) flow magnetic resonance imaging (MRI) may improve risk profiling based on intracranial haemodynamics. We conducted neurovascular 4D flow MRI and blood sampling in 69 SCD patients [median age 15 years (interquartile range, IQR: 12-50)] and 14 healthy controls [median age 21 years (IQR: 18-43)]. We measured velocity, flow, lumen area and endothelial shear stress (ESS) in the CoW. SCD patients had lower haematocrit and viscosity, and higher velocity, flow and lumen area, with lower ESS compared to healthy controls. We observed significant age-related decline in haemodynamic 4D flow parameters; velocity (Spearman's ρ = -0·36 to -0·61), flow (ρ = -0·26 to -0·52) and ESS (ρ = -0·14 to -0·54) in SCD patients. Further analysis in only adults showed that velocity values were similar in SCD patients compared to healthy controls, but that the additional 4D flow parameters, flow and lumen area, were higher, and ESS lower, in the SCD group. Our data suggest that 4D flow MRI may identify adult patients with an increased stroke risk more accurately than current TCD-based velocity.", "doi": "10.1111/bjh.15043", "title": "Intracranial 4D flow magnetic resonance imaging reveals altered haemodynamics in sickle cell disease.", "journal": ["British journal of haematology", "Br. J. Haematol."]}