{"authors": [["Cambray", "Serafí", "S", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida), Universitat de Lleida, Lleida, Spain."], ["Portero-Otin", "Manuel", "M", "Department of Experimental Medicine, Universitat de Lleida-IRBLLEIDA, Lleida, Spain."], ["Jové", "Mariona", "M", "Department of Experimental Medicine, Universitat de Lleida-IRBLLEIDA, Lleida, Spain."], ["Torreguitart", "Nuria", "N", "Department of Vascular Surgery, Universitat de Lleida, Hospital Universitari Arnau de Vilanova de Lleida, Clinical Neurosciences Group IRBLleida, Lleida, Spain."], ["Colàs-Campàs", "Laura", "L", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida), Universitat de Lleida, Lleida, Spain."], ["Sanz", "Arabela", "A", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida), Universitat de Lleida, Lleida, Spain."], ["Benabdelhak", "Ikram", "I", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida), Universitat de Lleida, Lleida, Spain."], ["Yemisci", "Muge", "M", "Institute of Neurological Sciences and Psychiatry, Hacettepe University, Ankara, Turkey."], ["Dalkara", "Turgay", "T", "Institute of Neurological Sciences and Psychiatry, Hacettepe University, Ankara, Turkey."], ["Dönmez-Demir", "Buket", "B", "Institute of Neurological Sciences and Psychiatry, Hacettepe University, Ankara, Turkey."], ["Egea", "Joaquim", "J", "Molecular and Developmental Neurobiology Research Group, Universitat de Lleida - IRBLleida, Office 1.13, Lab. 1.06. Avda. Rovira Roure, 80, 25198, Lleida, Spain. joaquim.egea@cmb.udl.cat."], ["Purroy", "Francisco", "F", "Clinical Neurosciences Group, Institut de Recerca Biomèdica de Lleida (IRBLleida), Universitat de Lleida, Lleida, Spain. fpurroygarcia@gmail.com."]], "date": "2017-12-21", "id": "29270918", "text": "Determining the time of stroke onset in order to apply recanalization therapies within the accepted therapeutic window and the correct diagnosis of transient ischemic attack (TIA) are two common clinical problems in acute cerebral ischemia management. Therefore, biomarkers helping in this conundrum could be very helpful. We developed mouse models of distal middle cerebral artery occlusion mimicking TIA and ischemic stroke (IS), respectively. Plasma samples were analyzed by metabolomics at 6, 12, 24, and 48 h post onset in order to find TIA- and time-related stroke biomarkers. The results were validated in a second experimental cohort. Plasma metabolomic profiles identified time after stroke events with a very high accuracy. Specific metabolites pointing to a recent event (< 6 h) were identified. A multivariate (partial least square discriminant analyses [PLS-DA]) model was also able to separate samples from TIA, IS, and sham events with high accuracy and to obtain specific metabolites for each time point. The combination of mice models of focal ischemia with plasma metabolomics allows the discovery of candidate biomarkers for the diagnosis and estimation of onset time of stroke and TIA diagnosis.", "doi": "10.1007/s12035-017-0827-5", "title": "Metabolomic Estimation of the Diagnosis and Onset Time of Permanent and Transient Cerebral Ischemia.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}