{"authors": [["Stupin", "Marko", "M", "Department for Cardiovascular Disease, Osijek University Hospital, Osijek, Croatia."], ["Stupin", "Ana", "A", "Department of Physiology and Immunology, Faculty of Medicine, Josip Juraj Strossmayer University of Osijek, Cara Hadrijana 10E, 31 000, Osijek, Croatia."], ["Rasic", "Lidija", "L", "Department of Physiology and Immunology, Faculty of Medicine, Josip Juraj Strossmayer University of Osijek, Cara Hadrijana 10E, 31 000, Osijek, Croatia."], ["Cosic", "Anita", "A", "Department of Physiology and Immunology, Faculty of Medicine, Josip Juraj Strossmayer University of Osijek, Cara Hadrijana 10E, 31 000, Osijek, Croatia."], ["Kolar", "Luka", "L", "Department of Physiology and Immunology, Faculty of Medicine, Josip Juraj Strossmayer University of Osijek, Cara Hadrijana 10E, 31 000, Osijek, Croatia."], ["Seric", "Vatroslav", "V", "Department of Clinical Laboratory Diagnostics, Osijek University Hospital, Osijek, Croatia."], ["Lenasi", "Helena", "H", "Institute of Physiology, Faculty of Medicine, University of Ljubljana, Ljubljana, Slovenia."], ["Izakovic", "Kresimir", "K", "Module of Physical Education, Faculty of Agriculture, Josip Juraj Strossmayer University of Osijek, Osijek, Croatia."], ["Drenjancevic", "Ines", "I", "Department of Physiology and Immunology, Faculty of Medicine, Josip Juraj Strossmayer University of Osijek, Cara Hadrijana 10E, 31 000, Osijek, Croatia. ines.drenjancevic@mefos.hr."]], "date": "2017-12-21", "id": "29270903", "text": "The effect of acute exhaustive exercise session on skin microvascular reactivity was assessed in professional rowers and sedentary subjects. A potential involvement of altered hemodynamic parameters and/or oxidative stress level in the regulation of skin microvascular blood flow by acute exercise were determined.Anthropometric, biochemical, and hemodynamic parameters were measured in 18 young healthy sedentary men and 20 professional rowers who underwent a single acute exercise session. Post-occlusive reactive hyperemia (PORH), endothelium-dependent acetylcholine (ACh), and endothelium-independent sodium nitroprusside (SNP) microvascular responses were assessed by laser Doppler flowmetry in skin microcirculation before and after acute exercise. Serum lipid peroxidation products and plasma antioxidant capacity were measured using spectrophotometry.At baseline, rowers had significantly lower diastolic blood pressure (DBP) and heart rate (HR), and higher stroke volume (SV), PORH, and endothelium-dependent vasodilation than sedentary. Acute exercise caused a significant increase in systolic blood pressure, DBP, HR, and SV and a decrease in total peripheral resistance in both groups. Acute exercise induced a significant impairment in PORH and ACh-induced response in rowers, but not in sedentary, whereas the SNP-induced vasodilation was not affected by acute exercise in any group. Antioxidant capacity significantly increased only in sedentary after acute exercise.Single acute exercise session impaired microvascular reactivity and endothelial function in rowers but not in sedentary, possibly due to (1) more rowing grades and higher exercise intensity achieved by rowers; (2) a higher increase in arterial pressure in rowers than in sedentary men; and (3) a lower antioxidant capacity in rowers.", "doi": "10.1007/s00421-017-3790-y", "title": "Acute exhaustive rowing exercise reduces skin microvascular dilator function in young adult rowing athletes.", "journal": ["European journal of applied physiology", "Eur. J. Appl. Physiol."]}