{"authors": [["Fransgaard", "Tina", "T", "Department of Surgery, Zealand University Hospital, Lykkebækvej 1, 4600, Køge, Denmark. tifer@regionsjaelland.dk."], ["Thygesen", "Lau Caspar", "LC", "National Institute of Public Health, University of Southern Denmark, Øster Farigmagsgade 5A, 1353, Copenhagen K, Denmark."], ["Gögenur", "Ismail", "I", "Department of Surgery, Zealand University Hospital, Lykkebækvej 1, 4600, Køge, Denmark."]], "date": "2017-12-21", "id": "29270783", "text": "Besides the lipid-lowering properties, statins are thought to have anti-inflammatory effects and it has been shown that statins directly attenuate the inflammatory stress response after surgical trauma. The aim of the study was to examine the association between preoperative statin use and 30-day mortality as well as postoperative complications after curative-intended surgery for colorectal cancer.The study was a Danish nationwide register-based observational study. A total of 29,352 patients undergoing surgery for colorectal cancer between January 1, 2003, and December 31, 2012, were included in the study. At the time of surgery, 5961 were registered as statin users. The outcomes were 30-day mortality and risk of postoperative complications.The adjusted hazard ratio of 30-day mortality was 0.91 (95 CI 0.80-1.04, P = 0.16) among statin users compared with the non-statin group. There was no difference between the two groups regarding the risk of infectious complications (sepsis, anastomotic leakage, pneumonia) (odds ratio 0.95, 95% CI 0.86-1.05, P = 0.31). For other postoperative complications (cardiovascular events, stroke, renal failure, respiratory insufficiency, and thromboembolic events), there was no significant difference between the two groups (odds ratio 0.89, 95% CI 0.78-1.01, P = 0.06).The study did not show an improved 30-day survival after surgery for colorectal cancer in patients treated with statins in the year preceding surgery. No overall association with the risk of postoperative complications was shown.", "doi": "10.1007/s00384-017-2947-9", "title": "Statin use is not associated with improved 30-day survival in patients undergoing surgery for colorectal cancer.", "journal": ["International journal of colorectal disease", "Int J Colorectal Dis"]}