{"authors": [["Kadlicekova", "Veronika", "V", "Department of Molecular Biology, Faculty of Natural Sciences, Comenius University, Ilkovičova 6, 841 15, Bratislava, Slovakia."], ["Kajsik", "Michal", "M", "Comenius University Science Park, Comenius University, Bratislava, Slovak Republic."], ["Soltys", "Katarina", "K", "Comenius University Science Park, Comenius University, Bratislava, Slovak Republic."], ["Szemes", "Tomas", "T", "Department of Molecular Biology, Faculty of Natural Sciences, Comenius University, Ilkovičova 6, 841 15, Bratislava, Slovakia."], ["Slobodnikova", "Livia", "L", "Faculty of Medicine, Comenius University, Bratislava, Slovak Republic."], ["Janosikova", "Lucia", "L", "Department of Molecular Biology, Faculty of Natural Sciences, Comenius University, Ilkovičova 6, 841 15, Bratislava, Slovakia."], ["Hubenakova", "Zuzana", "Z", "Faculty of Medicine, Comenius University, Bratislava, Slovak Republic."], ["Ogrodzki", "Pauline", "P", "School of Science and Technology, Nottingham Trent University, Clifton Lane, Nottingham, UK."], ["Forsythe", "Stephen", "S", "Foodmicrobe.com, Adams Hill, Keyworth, Nottingham, UK."], ["Turna", "Jan", "J", "Department of Molecular Biology, Faculty of Natural Sciences, Comenius University, Ilkovičova 6, 841 15, Bratislava, Slovakia."], ["Drahovska", "Hana", "H", "Department of Molecular Biology, Faculty of Natural Sciences, Comenius University, Ilkovičova 6, 841 15, Bratislava, Slovakia. drahovska@fns.uniba.sk."]], "date": "2017-12-21", "id": "29270766", "text": "Bacteria belonging to the genus Cronobacter are opportunistic pathogens known for causing rare but serious infections in neonates, including meningitis, necrotising enterocolitis and sepsis. Cronobacter infections occur also in adult populations, however, they generally have milder manifestations and their prevalence is uncertain. In this study, the presence of Cronobacter strains from adult patients in the University Hospital in Bratislava was investigated and overall 18 confirmed isolates from 321 patients (5.3%) were recovered. No Cronobacter positive sample was detected in 215 sputum samples from outpatients. The highest occurrence of Cronobacter strains was observed from stroke patients and this may be associated with an abnormal swallowing ability. The isolated strains belonged to the species Cronobacter sakazakii and Cronobacter malonaticus. In silico genotyping (MLST, CRISPR-cas array profiling) of whole genome sequences assigned the strains to three different MLST clones. The majority (12/18) of the isolated strains were sequence type ST513 or single locus variants ST514 and ST515, thereby being members of C. sakazakii pathovar clonal complex CC4. However, according to core genome MLST analysis the ST513-ST515 strains created a unique cluster substantially different from other CC4 strains. The isolated strains were susceptible to 18 tested antibiotics. All strains possess a genomic island encoding for increased thermal tolerance. As Cronobacter strains are frequently present in dried foods of plant origin, spread of a specific clone within a hospital may be caused by food transmission and may be facilitated by its tolerance to environmental stresses such as desiccation and temperature.", "doi": "10.1007/s10482-017-1008-2", "title": "Characterisation of Cronobacter strains isolated from hospitalised adult patients.", "journal": ["Antonie van Leeuwenhoek", "Antonie Van Leeuwenhoek"]}