{"authors": [["Weber", "Christian D", "CD", "Department of Orthopaedics, Trauma and Reconstructive Surgery, RWTH Aachen University Medical Center, Pauwels Street 30, 52074, Aachen, Germany. chrweber@ukaachen.de."], ["Lefering", "Rolf", "R", "Institute for Research in Operative Medicine (IFOM), Witten/Herdecke University, Cologne, Germany."], ["Kobbe", "Philipp", "P", "Department of Orthopaedics, Trauma and Reconstructive Surgery, RWTH Aachen University Medical Center, Pauwels Street 30, 52074, Aachen, Germany."], ["Horst", "Klemens", "K", "Department of Orthopaedics, Trauma and Reconstructive Surgery, RWTH Aachen University Medical Center, Pauwels Street 30, 52074, Aachen, Germany."], ["Pishnamaz", "Miguel", "M", "Department of Orthopaedics, Trauma and Reconstructive Surgery, RWTH Aachen University Medical Center, Pauwels Street 30, 52074, Aachen, Germany."], ["Sellei", "Richard M", "RM", "Department of Orthopaedic Trauma, Sana Klinikum, Offenbach am Main, Germany."], ["Hildebrand", "Frank", "F", "Department of Orthopaedics, Trauma and Reconstructive Surgery, RWTH Aachen University Medical Center, Pauwels Street 30, 52074, Aachen, Germany."], ["Pape", "Hans-Christoph", "HC", "Department of Trauma Surgery, University of Zurich, Zurich, Switzerland."], [null, null, null, null]], "date": "2017-12-21", "id": "29270652", "text": "Blunt cerebrovascular injury (BCVI) is considered to be a rare entity in patients with high-energy trauma and is a potentially preventable cause of secondary brain damage. If it occurs, it may be fatal or associated with poor outcomes related to devastating complications. We hypothesized that analyses of epidemiology and concomitant injuries may predict the development of BCVI and associated complications.The TraumaRegister DGU® (TR-DGU), a prospectively maintained database, was used for retrospective data analysis (01/2009-12/2015).adult trauma patients (≥16 years) with severe injuries (ISS ≥ 16 points) with and without BCVI. Subgroups: carotid artery injury (CAI) and vertebral artery injury (VAI). The degree of vascular injury was classified according to the Abbreviated Injury Scale values. Demographic, injury, therapy and outcome characteristic data (length of stay, stroke, multiple organ failure and mortality) were collected and analyzed for each patient with SPSS statistics (Version 23, IBM Inc., Armonk, NY).Out of 76,480 individuals, a total of 786 patients with BCVI (1%) were identified. The 435 CAI patients included 263 dissections, 78 pseudoaneurysms and 94 bilateral injuries. The 383 VAI patients presented with 198 dissections, 43 pseudoaneurysms, 122 thrombotic occlusions and 20 bilateral injuries. The risk for stroke was excessive in BCVI patients versus controls (11.5 vs. 1.1%, p < 0.001) and increased with vascular injury severity, up to 24.1% in CAI patients and 30.0% in VAI patients. We confirmed that cervical spine injuries were a major BCVI predictor (OR 6.46, p < 0.001, 95% CI 5.34-7.81); furthermore, high-energy mechanisms (OR 1.79), facial fractures (OR 1.56) and general injury severity (OR 1.05) were identified as independent predictors. Basilar skull fractures (BSF) were found with comparable frequency (p = 0.63) in both groups, and the predictive value was found to be insignificant (OR 1.1, p = 0.36, 95% CI 0.89-1.37). Age ≥ 60 years was associated with a decreased risk for BCVI (OR 0.54, p < 0.001, 95% CI 0.45-0.65); however, in BCVI patients over 60 years of age, mortality was excessive (OR 4.33, p < 0.001, 95% CI 2.40-7.80). Even after adjusting for head injuries, BCVI-associated stroke remained a significant risk factor for mortality (OR 2.52, p < 0.001, 95% CI 1.13-5.62).Our data validated cervical spine injuries as a major predictor, but the predictive value of BSF must be scrutinized. Patient age appears to play a contradictory role in BCVI risk and BCVI-associated mortality. Predicting which patients will develop BCVI remains an ongoing challenge, especially since many patients do not present with concomitant injuries of the head or spine and therefore might not be captured by standard screening criteria.", "doi": "10.1007/s00268-017-4408-6", "title": "Blunt Cerebrovascular Artery Injury and Stroke in Severely Injured Patients: An International Multicenter Analysis.", "journal": ["World journal of surgery", "World J Surg"]}