{"authors": [["Kim", "Jong-Yeup", "JY", "Department of Otorhinolaryngology, Myunggok Medical Research Institute, College of Medicine, Konyang University, Daejeon, Republic of Korea."], ["Hong", "Jee Young", "JY", "Department of Preventive Medicine, Konyang University College of Medicine, Daejeon, Republic of Korea."], ["Kim", "Dong-Kyu", "DK", "Department of Otorhinolaryngology-Head and Neck Surgery and Institute of New Frontier Research, Chuncheon Sacred Heart Hospital, Hallym University College of Medicine, Chuncheon, Republic of Korea."]], "date": "2017-12-21", "id": "29270613", "text": "The interruption of vascular supply to the cochlea has been proposed as a major etiological factor for sudden sensorineural hearing loss (SSNHL), and several risk factors for cardiocerebrovascular disease (CCVD) are associated with SSNHL, including heavy smoking, alcohol consumption, and thromboembolic events. However, the link between SSNHL and CCVD has not been fully evaluated.To investigate the association between SSNHL and CCVD.A retrospective propensity score-matched cohort study was conducted using a nationwide representative sample from the National Sample Cohort 2002 through 2013 data from the Korea National Health Insurance Service. The SSNHL group (n = 154) included certain patients who were diagnosed with SSNHL between January 2003 and December 2005. The comparison group was selected (4 patients for every 1 patient with SSNHL; n = 616) using propensity score matching, according to sociodemographic factors and the year of enrollment. Each patient was monitored until 2013.Survival analysis, the log-rank test, and Cox proportional hazards regression models were used to calculate the incidence, survival rate, and hazard ratio of CCVD for each group.Among the 770 patients, 385 (50.0%) were female and 370 (48.1%) were aged between 45 and 64 years. Of the total study population, 66 patients developed CCVD, such as stroke and acute myocardial infarction, during the 11-year follow-up period: 18 patients in the SSNHL group (incidence, 13.5 cases per 1000 person-years) and 48 from the comparison group (incidence, 7.5 cases per 1000 person-years). After adjustment for other factors, the hazard ratio of CCVD during the 11-year follow-up period was 2.18 times (95% CI, 1.20-3.96) greater for patients with SSNHL. An increased risk of stroke was associated with SSNHL (HR, 2.02; 95% CI, 1.16-3.51); however, there was no relation between SSNHL and risk of myocardial infarction (HR, 1.18; 95% CI, 0.25-5.50).This observational study using nationwide data suggests that SSNHL is associated with an increased incidence of CCVD, specifically stroke. Therefore, patient surveillance for signs of CCVD should be considered for patients who receive a diagnosis of SSNHL.", "doi": "10.1001/jamaoto.2017.2569", "title": "Association of Sudden Sensorineural Hearing Loss With Risk of Cardiocerebrovascular Disease: A Study Using Data From the Korea National Health Insurance Service.", "journal": ["JAMA otolaryngology-- head & neck surgery", "JAMA Otolaryngol Head Neck Surg"]}