{"authors": [["Kouchoukos", "Nicholas T", "NT", "Division of Cardiovascular and Thoracic Surgery, Missouri Baptist Medical Center, BJC Healthcare, St. Louis, Missouri, USA."]], "date": null, "id": "29270380", "text": "The frequency of endovascular stent grafting procedures to treat various conditions of the thoracic aorta has increased dramatically over the past three decades. Stent grafting has been applied on a limited basis in patients with Marfan syndrome and other connective tissue disorders, despite recommendations from current guidelines and expert consensus statements against its use in this setting. A review of publications reporting outcomes after stent grafting of the descending thoracic aorta in Marfan patients with acute or chronic aortic dissection indicates that these procedures can be accomplished with rates of early mortality, stroke and spinal cord ischemic injury that are comparable to those observed in patients who do not have Marfan syndrome. However, the rates of primary treatment failure (principally endoleak), secondary treatment failure, need for open repair and late death among the Marfan patients are substantially higher than those observed in patients without this condition. In addition, the rates of retrograde aortic dissection and development of stent-graft induced new entry (SINE), are also greater among patients with Marfan syndrome. All of these findings argue strongly against the routine use of endovascular grafts in Marfan patients with type B or residual type A dissection. Few data are available to assess the role of endografting in Marfan patients with aneurysmal disease, but the progressive aortic dilatation noted in these patients argues strongly against its use in this setting as well. At present, the available data indicate that there is no justification for elective stent grafting in Marfan patients with aortic dissection or aneurysm. The only reasonable indications for primary aortic stent grafting are in the setting of acute aortic dissection or rupture, where the intervention is considered life-saving and rarely, considering the relatively young age of these patients, where the risk of open operation is considered to be prohibitive.", "doi": "10.21037/acs.2017.10.05", "title": "Endovascular surgery in Marfan syndrome: CON.", "journal": ["Annals of cardiothoracic surgery", "Ann Cardiothorac Surg"]}