{"authors": [["Chan", "Wing-Nga", "WN", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Kowloon, Hong Kong."], ["Tsang", "William Wai-Nam", "WW", "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Kowloon, Hong Kong."]], "date": "2017-11-15", "id": "29270204", "text": "Descending stairs demands attention and neuromuscular control, especially with dual-tasking. Studies have demonstrated that stroke often degrades a survivor's ability to descend stairs. Tai Chi has been shown to improve dual-tasking performance of healthy older adults, but no such study has been conducted in stroke survivors. This study investigated the effect of Tai Chi training on dual-tasking performance that involved stepping down and compared it with that of conventional exercise among stroke survivors. Subjects were randomized into Tai Chi (n = 9), conventional exercise (n = 8), and control (n = 9) groups. Those in the former two groups received 12-week training. Assessments included auditory Stroop test, stepping down test, and dual-tasking test involving both simultaneously. They were evaluated before training (time-1), after training (time-2), and one month after training (time-3). Tai Chi group showed significant improvement in the auditory Stroop test from time-1 to time-3 and the performance was significantly better than that of the conventional exercise group in time-3. No significant effect was found in the stepping down task or dual-tasking in the control group. These results suggest a beneficial effect of Tai Chi training on cognition among stroke survivors without compromising physical task performance in dual-tasking. The effect was better than the conventional exercise group. Nevertheless, further research with a larger sample is warranted.", "doi": "10.1155/2017/9134173", "title": "Effect of Tai Chi Training on Dual-Tasking Performance That Involves Stepping Down among Stroke Survivors: A Pilot Study.", "journal": ["Evidence-based complementary and alternative medicine : eCAM", "Evid Based Complement Alternat Med"]}