{"authors": [["Hoover", "Donald B", "DB", "Department of Biomedical Sciences, Quillen College of Medicine, East Tennessee State University, Johnson City, TN, United States."], ["Brown", "Thomas Christopher", "TC", "Department of Biomedical Sciences, Quillen College of Medicine, East Tennessee State University, Johnson City, TN, United States."], ["Miller", "Madeleine K", "MK", "Department of Biomedical Sciences, Quillen College of Medicine, East Tennessee State University, Johnson City, TN, United States."], ["Schweitzer", "John B", "JB", "Center of Excellence in Inflammation, Infectious Disease and Immunity, Quillen College of Medicine, East Tennessee State University, Johnson City, TN, United States."], ["Williams", "David L", "DL", "Center of Excellence in Inflammation, Infectious Disease and Immunity, Quillen College of Medicine, East Tennessee State University, Johnson City, TN, United States."]], "date": "2017-12-06", "id": "29270174", "text": "The spleen is an important site for central regulation of immune function by noradrenergic sympathetic nerves, but little is known about this major region of neuroimmune communication in humans. Experimental studies using animal models have established that sympathetic innervation of the spleen is essential for cholinergic anti-inflammatory responses evoked by vagal nerve stimulation, and clinical studies are evaluating this approach for treating inflammatory diseases. Most data on sympathetic nerves in spleen derive from rodent studies, and this work has established that remodeling of sympathetic innervation can occur during inflammation. However, little is known about the effects of sepsis on spleen innervation. Our primary goals were to (i) localize noradrenergic nerves in human spleen by immunohistochemistry for tyrosine hydroxylase (TH), a specific noradrenergic marker, (ii) determine if nerves occur in close apposition to leukocytes, and (iii) determine if splenic sympathetic innervation is altered in patients who died from end stage sepsis. Staining for vesicular acetylcholine transporter (VAChT) was done to screen for cholinergic nerves. Archived paraffin tissue blocks were used. Control samples were obtained from trauma patients or patients who died after hemorrhagic stroke. TH + nerves were associated with arteries and arterioles in all control spleens, occurring in bundles or as nerve fibers. Individual TH + nerve fibers entered the perivascular region where some appeared in close apposition to leukocytes. In marked contrast, spleens from half of the septic patients lacked TH + nerves fibers and the average abundance of TH + nerves for the septic group was only 16% of that for the control group (control: 0.272 ± 0.060% area, n = 6; sepsis: 0.043 ± 0.026% area, n = 8; P < 0.005). All spleens lacked cholinergic innervation. Our results provide definitive evidence for the distribution of noradrenergic nerves in normal human spleen and the first evidence for direct sympathetic innervation of leukocytes in human spleen. We also provide the first evidence for marked loss of noradrenergic nerves in patients who died from sepsis. Such nerve loss could impair neuroimmunomodulation and may not be limited to the spleen.", "doi": "10.3389/fimmu.2017.01712", "title": "Loss of Sympathetic Nerves in Spleens from Patients with End Stage Sepsis.", "journal": ["Frontiers in immunology", "Front Immunol"]}