{"authors": [["Nouh", "Amre M", "AM", "Department of Neurology, Hartford Hospital, Hartford, CT, United States."], ["McCormick", "Lauren", "L", "Department of Neurology, Hartford Hospital, Hartford, CT, United States."], ["Modak", "Janhavi", "J", "Department of Neurology, Hartford Hospital, Hartford, CT, United States."], ["Fortunato", "Gilbert", "G", "Research Administration, Hartford Hospital, Hartford, CT, United States."], ["Staff", "Ilene", "I", "Research Administration, Hartford Hospital, Hartford, CT, United States."]], "date": "2017-12-07", "id": "29270149", "text": "Although some risk factors for stroke readmission have been reported, the mortality risk is unclear. We sought to evaluate etiologies and predictors of 30-day readmissions and determine the associated mortality risk.This is a retrospective case-control study evaluating 1,544 patients admitted for stroke (hemorrhagic, ischemic, or TIA) from January 2013 to December 2014. Of these, 134 patients readmitted within 30 days were identified as cases; 1,418 other patients, with no readmissions were identified as controls. Patients readmitted for hospice or elective surgery were excluded. An additional 248 patients deceased on index admission were included for only a comparison of mortality rates. Factors explored included socio-demographic characteristics, clinical comorbidities, stroke characteristics, and length of stay. Chi-square test of proportions and multivariable logistic regression were used to identify independent predictors of 30-day stroke readmissions. Mortality rates were compared for index admission and readmission and among readmission diagnoses.Among the 1,544 patients in the main analysis, 67% of index stroke admissions were ischemic, 22% hemorrhagic, and 11% TIA. The 30-day readmission rate was 8.7%. The most common etiologies for readmission were infection (30%), recurrent stroke and TIA (20%), and cardiac complications (14%). Significantly higher proportion of those readmitted for recurrent strokes and TIAs presented within the first week (p = 0.039) and had a shorter index admission length of stay (p = 0.027). Risk factors for 30-day readmission included age >75 (p = 0.02), living in a facility prior to index stroke (p = 0.01), history of prior stroke (p = 0.03), diabetes (p = 0.03), chronic heart failure (p ≤ 0.001), atrial fibrillation (p = 0.03), index admission to non-neurology service (p < 0.01), and discharge to other than home (p < 0.01). On multivariate analysis, index admission to a non-neurology service was an independent predictor of 30-day readmission (p ≤ 0.01). The mortality after a within 30-day readmission after stroke was higher than index admission (36.6 vs. 13.8% p ≤ 0.001) (OR 3.6 95% CI 2.5-5.3). Among those readmitted, mortality was significantly higher for those admitted for a recurrent stroke (p = 0.006).Approximately one-third of 30-day readmissions were infection related and one-fifth returned with recurrent stroke or TIA. Index admission to non-neurology service was an independent risk factor of 30-day readmissions. The mortality rate for 30-day readmission after stroke is more than 2.5 times greater than index admissions and highest among those readmitted for recurrent stroke. Identifying high-risk patients for readmission, ensuring appropriate level of service, and early outpatient follow-up may help reduce 30-day readmission and the high associated risk of mortality.", "doi": "10.3389/fneur.2017.00632", "title": "High Mortality among 30-Day Readmission after Stroke: Predictors and Etiologies of Readmission.", "journal": ["Frontiers in neurology", "Front Neurol"]}