{"authors": [["Younus", "Zilfah", "Z", null], ["Vaughn", "Caila B", "CB", null], ["Sanai", "Shaik Ahmed", "SA", null], ["Kavak", "Katelyn S", "KS", null], ["Gupta", "Sahil", "S", null], ["Nadeem", "Muhammad", "M", null], ["Teter", "Barbara E", "BE", null], ["Noyes", "Katia", "K", null], ["Zivadinov", "Robert", "R", null], ["Edwards", "Keith", "K", null], ["Coyle", "Patricia K", "PK", null], ["Goodman", "Andrew", "A", null], ["Weinstock-Guttman", "Bianca", "B", null], [null, null, null, null]], "date": null, "id": "29270087", "text": "Multiple sclerosis (MS) is a chronic, progressively disabling condition of the central nervous system. We sought to evaluate and compare mood states in patients with MS with increased disability residing in nursing homes and those receiving home-based care.We conducted a cross-sectional analysis of the New York State Multiple Sclerosis Consortium to identify patients with MS using a Kurtzke Expanded Disability Status Scale (EDSS) score of 7.0 or greater. The nursing home group was compared with home-based care patients regarding self-reported levels of loneliness, pessimism, tension, panic, irritation, morbid thoughts, feelings of guilt, and fatigue using independent-samples t tests and χ2 tests. Multivariate logistic regression analyses were used to investigate risk-adjusted differences in mood states.Ninety-four of 924 patients with EDSS scores of at least 7.0 lived in a nursing home (10.2%). Nursing home patients were less likely to use disease-modifying therapy and had higher mean EDSS scores compared with home-based patients. However, nursing home patients were less likely than home-based patients to report fatigue (odds ratio [OR] for no fatigue, 3.8; 95% CI, 2.1-7.2), feeling tense (OR for no tension, 1.7; 95% CI, 1.1-2.7), and having feelings of pessimism (OR for no pessimism, 1.8; 95% CI, 1.2-2.8).The nursing home patients with MS were less likely to report fatigue, pessimism, and tension than those receiving home-based care. Further studies should examine ways of facilitating a greater degree of autonomy and decision-making control in MS patients receiving home-based care.", "doi": "10.7224/1537-2073.2016-058", "title": "Fatigue and Mood States in Nursing Home and Nonambulatory Home-Based Patients with Multiple Sclerosis.", "journal": ["International journal of MS care", "Int J MS Care"]}