{"authors": [["Leonard", "Charles E", "CE", "Center for Clinical Epidemiology and Biostatistics, Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA. celeonar@pennmedicine.upenn.edu."], ["Brensinger", "Colleen M", "CM", "Center for Clinical Epidemiology and Biostatistics, Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Bilker", "Warren B", "WB", "Center for Clinical Epidemiology and Biostatistics, Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Kimmel", "Stephen E", "SE", "Center for Clinical Epidemiology and Biostatistics, Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."], ["Whitaker", "Heather J", "HJ", "School of Mathematics and Statistics, The Open University, Milton Keynes, England."], ["Hennessy", "Sean", "S", "Center for Clinical Epidemiology and Biostatistics, Department of Biostatistics, Epidemiology, and Informatics, Perelman School of Medicine at the University of Pennsylvania, Philadelphia, Pennsylvania, USA."]], "date": "2017-12-21", "id": "29269848", "text": "Warfarin and antihyperlipidemics are commonly co-prescribed. Some antihyperlipidemics may inhibit warfarin deactivation via the hepatic cytochrome P450 system. Therefore, antihyperlipidemic discontinuation has been hypothesized to result in underanticoagulation, as warfarin metabolism is no longer inhibited. We quantified the risk of venous thromboembolism (VTE) and ischemic stroke (IS) due to statin and fibrate discontinuation in warfarin users, in which warfarin was initially dose-titrated during ongoing antihyperlipidemic therapy. Using 1999-2011 United States Medicaid claims among 69 million beneficiaries, we conducted a set of bidirectional self-controlled case series studies-one for each antihyperlipidemic. Outcomes were hospital admissions for VTE/IS. The risk segment was a maximum of 90 days immediately following antihyperlipidemic discontinuation, the exposure of interest. Time-varying confounders were included in conditional Poisson models. We identified 629 study eligible-persons with at least one outcome. Adjusted incidence rate ratios (IRRs) for all antihyperlipidemics studied were consistent with the null, and ranged from 0.21 (0.02, 2.82) for rosuvastatin to 2.16 (0.06, 75.0) for gemfibrozil. Despite using an underlying dataset of millions of persons, we had little precision in estimating IRRs for VTE/IS among warfarin-treated persons discontinuing individual antihyperlipidemics. Further research should investigate whether discontinuation of gemfibrozil in warfarin users results in serious underanticoagulation.", "doi": "10.1038/s41598-017-18318-6", "title": "Thromboembolic and neurologic sequelae of discontinuation of an antihyperlipidemic drug during ongoing warfarin therapy.", "journal": ["Scientific reports", "Sci Rep"]}