{"authors": [["Muto", "Momoko", "M", "Graduate School of Life Sciences, Showa Women's University."], ["Ezaki", "Osamu", "O", "Graduate School of Life Sciences, Showa Women's University."]], "date": "2017-12-20", "id": "29269706", "text": "The associations between dietary saturated fatty acids and the risks of stroke subtypes in cohort studies were examined by a meta-analysis of separate ethnic Japanese and non-Japanese cohorts, and causes of their difference were elucidated.Log hazard ratio (HR) with 95% confidence interval (CI) of the highest versus the lowest saturated fat intake from cohort studies were weighed by an inverse variance method to combine HRs.Five studies of intracerebral hemorrhage and 11 studies/comparisons of ischemic stroke were selected. A meta-analysis of intracerebral hemorrhage excluding subarachnoid hemorrhage showed a strong inverse association in Japanese (n=3, HR=0.55, 95% CI 0.32-0.94) but not in non-Japanese (n=2, HR=0.98, 95% CI 0.62-1.53). A meta-analysis of ischemic stroke showed a mild inverse association in Japanese (n=4, HR=0.82, 95% CI 0.71-0.93) but not in non-Japanese (n=7, HR= 0.93, 95% CI 0.84-1.03). The effect size of saturated fat in reducing the risk of stroke in Japanese was stronger for intracerebral hemorrhage (45% reduction) than for ischemic stroke (18% reduction).In Japanese but not in non-Japanese, a diet high in saturated fat is associated with a low risk of intracerebral hemorrhage and ischemic stroke. This may be due to differences in the range of intake of saturated fat, genetic susceptibility, incidence of lacunar infarction, and/or confounding factors such as dietary proteins. An intervention study targeting Japanese will be required to verify the causality.", "doi": "10.5551/jat.41632", "title": "High Dietary Saturated Fat is Associated with a Low Risk of Intracerebral Hemorrhage and Ischemic Stroke in Japanese but not in Non-Japanese: A Review and Meta-Analysis of Prospective Cohort Studies.", "journal": ["Journal of atherosclerosis and thrombosis", "J. Atheroscler. Thromb."]}