{"authors": [["Nii", "Kouhei", "K", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."], ["Hanada", "Hayatsura", "H", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."], ["Hiraoka", "Fumihiro", "F", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."], ["Eto", "Ayumu", "A", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."], ["Mitsutake", "Takafumi", "T", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."], ["Tsutsumi", "Masanori", "M", "Department of Neurosurgery, Fukuoka University Chikushi Hospital."]], "date": "2017-12-19", "id": "29269633", "text": "We investigated the safety and efficacy of consciousness sedation with dexmedetomidine (DEX) during the endovascular treatment of patients with acute cerebral infarction. Between April 2014 and November 2016, 38 stroke patients underwent endovascular thrombectomy (EVT) under local anesthesia and DEX consciousness sedation. The continuous intravenous administration of low-dose DEX (0.3-0.4 μg/kg/h) was started before entering the operating room. Patients not completely immobilized received an iv bolus of pentazocine (PTZ) and/or DEX (0.5-0.6 μg/kg/h). EVT was performed using a stent retriever and/or direct thrombo-aspiration. DEX sedation was stopped as soon as the operation was finished. A stent retriever was used in 8 (21.1%), direct thrombo-aspiration in 10 (26.3%), a stent retriever plus thrombo-aspiration in 14 (36.8%), and other devices in 6 patients (15.8%). Reperfusion exceeding 50% (thrombolysis in cerebral infarction >2b) was obtained in 30 patients (78.9%). DEX sedation alone immobilized 24 patients (63.2%), 14 (36.8%) required the additional injection of DEX or PTZ when EVT devices were navigated to the lesion. The administration of DEX and PTZ elicited no significant respiratory depression or cardiac dysfunction interfering with the procedures. Consciousness sedation by DEX was effective during the endovascular treatment of acute stroke patients. Under DEX sedation and the injection of PTZ, EVT was possible without significantly changing the patients' vital signs.", "doi": "10.2176/nmc.oa.2017-0188", "title": "Usefulness of Consciousness Sedation with Dexmedetomidine and Pentazocine during Endovascular Treatment for Acute Stroke.", "journal": ["Neurologia medico-chirurgica", "Neurol. Med. Chir. (Tokyo)"]}