{"authors": [["Basu", "Sanjay", "S", "Center for Primary Care and Outcomes Research, Center for Population Health Sciences, Departments of Medicine and Health Research and Policy, Stanford University, Stanford, CA basus@stanford.edu."], ["Sussman", "Jeremy B", "JB", "Division of General Medicine, University of Michigan, Ann Arbor, MI."], ["Berkowitz", "Seth A", "SA", "Division of General Internal Medicine and Diabetes Unit, Massachusetts General Hospital, Boston, MA."], ["Hayward", "Rodney A", "RA", "Division of General Medicine, University of Michigan, Ann Arbor, MI."], ["Bertoni", "Alain G", "AG", "Department of Epidemiology and Prevention, Wake Forest School of Medicine, Winston-Salem, NC."], ["Correa", "Adolfo", "A", "Departments of Medicine and Pediatrics, University of Mississippi Medical Center, Jackson, MS."], ["Mwasongwe", "Stanford", "S", "School of Public Health, Jackson State University, Jackson, MS."], ["Yudkin", "John S", "JS", "Institute of Cardiovascular Science, Division of Medicine, University College London, London, U.K."]], "date": "2017-12-21", "id": "29269511", "text": "We sought to validate risk equations for complications of type 2 diabetes (RECODe) among diverse populations.We compared risk predictions from RECODe equations and from two alternative risk models (UK Prospective Diabetes Study Outcomes Model 2 and ACC/AHA Pooled Cohort Equations) to observed outcomes in two studies: the Multi-ethnic Study of Atherosclerosis (MESA, n = 1,555 adults with type 2 diabetes, median follow-up 9.1 years) and the Jackson Heart Study (JHS, n = 1,746 adults with type 2 diabetes, median follow-up 8.0 years). Outcomes included nephropathy by multiple measures (microalbuminuria, macroalbuminuria, renal failure, end-stage renal disease, and reduction in glomerular filtration rate), moderate to severe diabetic retinopathy by Airlie House classification, fatal or nonfatal myocardial infarction, fatal or nonfatal stroke, congestive heart failure, and all-cause mortality.RECODe equations for microvascular and cardiovascular outcomes had C-statistics for discrimination ranging from 0.71 to 0.85 in MESA and 0.64 to 0.91 in JHS for alternative outcomes. Calibration slopes in MESA ranged from 0.62 for a composite nephropathy outcome, 0.83-1.04 for individual nephropathy outcomes, 1.07 for retinopathy, 1.00-1.05 for cardiovascular outcomes, and 1.03 for all-cause mortality. Slopes in JHS ranged from 0.47 for retinopathy, 0.97-1.16 for nephropathy, 0.72-1.05 for cardiovascular outcomes, and 1.01 for all-cause mortality. The alternative models had C-statistics 0.50-0.72 and calibration slopes 0.07-0.60.RECODe equations improved risk estimation for diverse patients with type 2 diabetes, as compared with two commonly used alternatives.", "doi": "10.2337/dc17-2002", "title": "Validation of Risk Equations for Complications of Type 2 Diabetes (RECODe) Using Individual Participant Data From Diverse Longitudinal Cohorts in the U.S.", "journal": ["Diabetes care", "Diabetes Care"]}