{"authors": [["Smith", "Helen K", "HK", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Omura", "Seiichi", "S", "Department of Microbiology and Immunology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Vital", "Shantel A", "SA", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Becker", "Felix", "F", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Senchenkova", "Elena Y", "EY", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Kaur", "Gaganpreet", "G", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Tsunoda", "Ikuo", "I", "Department of Microbiology and Immunology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA."], ["Peirce", "Shayn M", "SM", "Department of Biomedical Engineering, University of Virginia, Charlottesville, Virginia, USA."], ["Gavins", "Felicity N E", "FNE", "Department of Molecular and Cellular Physiology, Louisiana State University Health Sciences Center-Shreveport, Shreveport, Louisiana, USA; fgavin@lsuhsc.edu."]], "date": "2017-12-21", "id": "29269399", "text": "Stroke continues to be a leading cause of death and disability worldwide, yet effective treatments are lacking. Previous studies have indicated that stem-cell transplantation could be an effective treatment. However, little is known about the direct impact of transplanted cells on injured brain tissue. We wanted to help fill this knowledge gap and investigated effects of hematopoietic stem/progenitor cells (HSPCs) on the cerebral microcirculation after ischemia-reperfusion injury (I/RI). Treatment of HSPCs in I/RI for up to 2 wk after cerebral I/RI led to decreased mortality rate, decreased infarct volume, improved functional outcome, reduced microglial activation, and reduced cerebral leukocyte adhesion. Confocal microscopy and fluorescence-activated cell sorting analyses showed transplanted HSPCs emigrate preferentially into ischemic cortex brain parenchyma. We isolated migrated HSPCs from the brain; using RNA sequencing to investigate the transcriptome, we found metallothionein (MT, particularly MT-I) transcripts were dramatically up-regulated. Finally, to confirm the significance of MT, we exogenously administered MT-I after cerebral I/RI and found that it produced neuroprotection in a manner similar to HSPC treatment. These findings provide novel evidence that the mechanism through which HSPCs promote repair after stroke maybe via direct action of HSPC-derived MT-I and could therefore be exploited as a useful therapeutic strategy for stroke.-Smith, H. K., Omura, S., Vital, S. A., Becker, F., Senchenkova, E. Y., Kaur, G., Tsunoda, I., Peirce, S. M., Gavins, F. N. E. Metallothionein I as a direct link between therapeutic hematopoietic stem/progenitor cells and cerebral protection in stroke.", "doi": "10.1096/fj.201700746R", "title": "Metallothionein I as a direct link between therapeutic hematopoietic stem/progenitor cells and cerebral protection in stroke.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}