{"authors": [["Penicka", "Martin", "M", "Cardiovascular Center Aalst, OLV Clinic Aalst, Belgium martin.penicka@olvz-aalst.be."], ["Vecera", "Jan", "J", "Cardiovascular Center Aalst, OLV Clinic Aalst, Belgium."], ["Mirica", "Daniela C", "DC", "Cardiovascular Center Aalst, OLV Clinic Aalst, Belgium."], ["Kotrc", "Martin", "M", "Institute for Clinical and Experimental Medicine (IKEM), Prague, Czech Republic."], ["Kockova", "Radka", "R", "Institute for Clinical and Experimental Medicine (IKEM), Prague, Czech Republic."], ["Van Camp", "Guy", "G", "Cardiovascular Center Aalst, OLV Clinic Aalst, Belgium."]], "date": "2017-12-21", "id": "29269390", "text": "Background -Magnetic resonance imaging (MRI) is an accurate method for the quantitative assessment of organic mitral regurgitation (OMR). The aim of the present study was to compare the discriminative power of MRI quantification and the recommended Doppler-echocardiography (ECHO)-derived integrative approach to identify asymptomatic patients with OMR and adverse outcome. Methods -The study population consisted of 258 asymptomatic patients (63±14 years, 60% males) with preserved left ventricular (LV) ejection fraction (>60%) and chronic moderate and severe OMR (flail 25%, prolapse 75%) defined using the ECHO-derived integrative approach. All patients underwent MRI to quantify regurgitant volume (RV) of OMR by subtracting the aortic forward flow volume from the total LV stroke volume. Severe OMR was defined as RV≥60ml. Results -Mean ECHO-derived RV was on average 17.1ml larger than the MRI-derived RV (p<0.05). Concordant grading of OMR severity with both techniques was observed in 197 (76%) individuals with 62 (31%) patients having severe (MRI SEV-ECHO SEV) and 135 (69%) moderate OMR (MRI MOD-ECHO MOD). The remaining 61 (24%) individuals had discordant findings (MRI SEV-ECHO MOD or MRI MOD-ECHO SEV) between the two techniques. The majority of these differences in OMR classification were observed in patients with late systolic or multiple jets (both kappa<0.2). Patients with eccentric jets showed moderate agreement (kappa=0.53, 95%CI 0.41-0.64). In contrast, a very good agreement (kappa=0.90, 95%CI 0.82-0.98) was observed in combination of holosystolic, central and single jet. During a median follow-up of 5.0 years (IQR 3.5-6.0 years), 38 (15%) patients died and 106 (41%) either died or developed indication for mitral valve surgery. In separate Cox regression analyses, the MRI-derived LV end-systolic volume index, RV and OMR category (severe vs. moderate), and the ECHO-derived OMR category were independent predictors of all-cause mortality (all p<0.05). The MRI-derived RV showed the largest area under the curve to predict mortality (0.72) or its combination with development of indication for mitral valve surgery (0.83). Conclusions -The findings of the present study suggest that the MRI-derived assessment of OMR can better identify patients with severe OMR and adverse outcome than ECHO-derived integrative approach warranting close follow-up and perhaps, early mitral valve surgery.", "doi": "10.1161/CIRCULATIONAHA.117.029332", "title": "Prognostic Implications of Magnetic Resonance - Derived Quantification in Asymptomatic Patients with Organic Mitral Regurgitation: Comparison with Doppler Echocardiography-Derived Integrative Approach.", "journal": ["Circulation", "Circulation"]}