{"authors": [["Chen", "Teresa K", "TK", "Division of Nephrology, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD tchen39@jhmi.edu."], ["Katz", "Ronit", "R", "Department of Medicine, Kidney Research Institute, University of Washington, Seattle, WA."], ["Estrella", "Michelle M", "MM", "Kidney Health Research Collaborative, Department of Medicine, University of California, San Francisco, CA."], ["Gutierrez", "Orlando M", "OM", "Departments of Medicine and Epidemiology, University of Alabama at Birmingham, AL."], ["Kramer", "Holly", "H", "Division of Nephrology, Departments of Medicine and Public Health Sciences, Loyola University, Maywood, IL."], ["Post", "Wendy S", "WS", "Division of Cardiology, Department of Medicine, Johns Hopkins University, Baltimore, MD."], ["Shlipak", "Michael G", "MG", "Kidney Health Research Collaborative, Department of Medicine, University of California, San Francisco, CA."], ["Wassel", "Christina L", "CL", "Department of Pathology and Laboratory Medicine, University of Vermont College of Medicine, Colchester, VT."], ["Peralta", "Carmen A", "CA", "Kidney Health Research Collaborative, Department of Medicine, University of California, San Francisco, CA."]], "date": "2017-12-21", "id": "29269352", "text": "APOL1 genetic variants confer an increased risk for kidney disease. Their associations with cardiovascular disease (CVD) are less certain. We aimed to compare the prevalence of subclinical CVD and incidence of atherosclerotic CVD and heart failure by APOL1 genotypes among self-identified black participants of MESA (Multi-Ethnic Study of Atherosclerosis).Cross-sectional associations of APOL1 genotypes (high-risk=2 alleles; low-risk=0 or 1 allele) with coronary artery calcification, carotid-intimal media thickness, and left ventricular mass were evaluated using logistic and linear regression. Longitudinal associations of APOL1 genotypes with incident myocardial infarction, stroke, coronary heart disease, and congestive heart failure were examined using Cox regression. We adjusted for African ancestry, age, and sex. We also evaluated whether hypertension or kidney function markers explained the observed associations. Among 1746 participants with APOL1 genotyping (mean age 62 years, 55% women, mean cystatin C-based estimated glomerular filtration rate 89 mL/min per 1.73 m2, 12% with albuminuria), 12% had the high-risk genotypes. We found no difference in prevalence or severity of coronary artery calcification, carotid-intimal media thickness, or left ventricular mass by APOL1 genotypes. The APOL1 high-risk group was 82% more likely to develop incident heart failure compared with the low-risk group (95% confidence interval, 1.01-3.28). Adjusting for hypertension (hazard ratio, 1.80; 95% confidence interval, 1.00-3.24) but not markers of kidney function (hazard ratio, 1.86; 95% confidence interval, 1.03-3.35) slightly attenuated this association. The APOL1 high-risk genotypes were not significantly associated with other clinical CVD outcomes.Among blacks without baseline CVD, the APOL1 high-risk variants may be associated with increased risk for incident heart failure but not subclinical CVD or incident clinical atherosclerotic CVD.", "doi": "10.1161/JAHA.117.007199", "title": "Association Between APOL1 Genotypes and Risk of Cardiovascular Disease in MESA (Multi-Ethnic Study of Atherosclerosis).", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}