{"authors": [["Nguyen", "Long H", "LH", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Lochhead", "Paul", "P", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Joshi", "Amit D", "AD", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Cao", "Yin", "Y", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA; Department of Nutrition, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA."], ["Ma", "Wenjie", "W", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Khalili", "Hamed", "H", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Rimm", "Eric B", "EB", "Department of Nutrition, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA; Department of Epidemiology, Harvard T.H. Chan School of Public Health, Boston, Massachusetts, USA; Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA."], ["Rexrode", "Kathryn M", "KM", "Division of Preventive Medicine, Department of Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts, USA."], ["Chan", "Andrew T", "AT", "Gastrointestinal Unit, Massachusetts General Hospital, Boston, Massachusetts, USA; Clinical and Translational Epidemiology Unit, Massachusetts General Hospital and Harvard Medical School, Boston, Massachusetts, USA; Channing Division of Network Medicine, Department of Medicine, Brigham and Women's Hospital, Boston, Massachusetts, USA; Broad Institute of Massachusetts Institute of Technology and Harvard, Cambridge, Massachusetts, USA. Electronic address: achan@partners.org."]], "date": "2017-12-18", "id": "29269313", "text": "Proton pump inhibitors (PPI) are among the top 10 most-prescribed medications worldwide. We investigated the association between PPI use and ischemic stroke.We collected data on 68,514 women (mean age 65±7 years) enrolled in the Nurses' Health Study (NHS) since 2000 and 28,989 men (mean age 69±8 years) in the Health Professionals Follow-up Study since 2004, without a history of prior stroke. We used Cox proportional hazards models to examine the association between risk of incident stroke and PPI use among participants. The primary endpoint was first incident stroke RESULTS: In the 2 cohorts, we documented 2599 incident strokes (2037 in women and 562 in men) over a 12-year period, encompassing 949,330 person-years. After adjustment for established risk factors for stroke, PPI use was associated with a significant increase in risk of ischemic stroke (hazard ratio, 1.18; 95% CI, 1.02-1.37). The association was reduced after we adjusted for potential indications for PPI use, including history of peptic ulcer disease, gastroesophageal reflux disease, or gastrointestinal bleeding, and prior use of histamine-2 receptor antagonist therapy (hazard ratio, 1.08; 95% CI, 0.91-1.27). Regular PPI use was not associated with increased risk of stroke overall or hemorrhagic stroke.In an analysis of data from the Nurses' Health Study and the Health Professionals Follow-up Study, we did not find a significant association between PPI use and ischemic stroke, after accounting for indications for PPI use. Prior reports of an increased risk of stroke may be due to residual confounding related to chronic conditions associated with PPI use.", "doi": "10.1053/j.gastro.2017.12.006", "title": "No Significant Association Between Proton Pump Inhibitor Use and Risk of Stroke After Adjustment for Lifestyle Factors and Indication.", "journal": ["Gastroenterology", "Gastroenterology"]}