{"authors": [["Kitzman", "Patrick", "P", "College of Health Sciences, University of Kentucky, Lexington, Kentucky; HealthCare Stroke Network, Norton Healthcare/UK, Lexington, Kentucky."], ["Wolfe", "Marc", "M", "College of Health Sciences, University of Kentucky, Lexington, Kentucky; HealthCare Stroke Network, Norton Healthcare/UK, Lexington, Kentucky."], ["Elkins", "Kelley", "K", "HealthCare Stroke Network, Norton Healthcare/UK, Lexington, Kentucky."], ["Fraser", "Justin F", "JF", "Department of Neurology, University of Kentucky, Lexington, Kentucky; Department of Neurological Surgery, University of Kentucky, Lexington, Kentucky; Department of Radiology, University of Kentucky, Lexington, Kentucky; Department of Anatomy and Neurobiology, University of Kentucky, Lexington, Kentucky."], ["Grupke", "Stephen L", "SL", "Department of Neurological Surgery, University of Kentucky, Lexington, Kentucky."], ["Dobbs", "Michael R", "MR", "HealthCare Stroke Network, Norton Healthcare/UK, Lexington, Kentucky; Department of Neurology, University of Kentucky, Lexington, Kentucky. Electronic address: mrdobb0@uky.edu."]], "date": "2017-12-18", "id": "29269220", "text": "The population of rural Kentucky and West Virginia has a disproportionately high incidence of stroke and stroke risk factors. The Kentucky Appalachian Stroke Registry (KApSR) is a novel registry of stroke patients developed to collect demographic and clinical data in real time from these patients' electronic health records.We describe the development of this novel registry and test it for ability to provide the information necessary to identify care gaps and direct clinical management.The KApSR was developed as described in this article. To assess utility in patient care, we developed a \"Diabetes Quality Assurance Dashboard\" by cross-referencing patients in the registry with a diagnosis of ischemic cerebrovascular disease with patients that were tested for hemoglobin A1c (HbA1c) levels, patients with HbA1c levels diagnostic for diabetes mellitus (DM), and patients with an elevated HbA1c that were formally diagnosed with DM.For the 1008 patients treated for ischemic cerebrovascular disease in the year studied, 859 (85%) had their HbA1c tested. Of those, 281 had levels of 6.5 or greater, although only 261 (93%) were discharged with a formal diagnosis of DM.The KApSR has practical value as a tool to assess a large population of patients quickly for care quality and for research purposes.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.031", "title": "The Kentucky Appalachian Stroke Registry (KApSR).", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}