{"authors": [["Bonner", "Carissa", "C", "Sydney School of Public Health, The University of Sydney, Sydney, Australia. Electronic address: carissa.bonner@sydney.edu.au."], ["McKinn", "Shannon", "S", "Sydney School of Public Health, The University of Sydney, Sydney, Australia. Electronic address: shannon.mckinn@sydney.edu.au."], ["Lau", "Annie", "A", "Centre for Health Informatics, Australian Institute of Health Innovation, Macquarie University, Sydney, Australia. Electronic address: annie.lau@mq.edu.au."], ["Jansen", "Jesse", "J", "Sydney School of Public Health, The University of Sydney, Sydney, Australia. Electronic address: jesse.jansen@sydney.edu.au."], ["Doust", "Jenny", "J", "Faculty of Health Sciences & Medicine, Bond University, Robina, Australia. Electronic address: jdoust@bond.edu.au."], ["Trevena", "Lyndal", "L", "Sydney School of Public Health, The University of Sydney, Sydney, Australia. Electronic address: lyndal.trevena@sydney.edu.au."], ["McCaffery", "Kirsten", "K", "Sydney School of Public Health, The University of Sydney, Sydney, Australia. Electronic address: kirsten.mccaffery@sydney.edu.au."]], "date": "2017-12-11", "id": "29269097", "text": "Cardiovascular disease (CVD) prevention guidelines recommend medication based on the probability of a heart attack/stroke in the next 5-10 years. However, heuristics and biases make risk communication challenging for doctors. This study explored how patients interpret personalised CVD risk results presented in varying formats and timeframes.GPs recruited 25 patients with CVD risk factors and varying medication history. Participants were asked to 'think aloud' while using two CVD risk calculators that present probabilistic risk in different ways, within a semi-structured interview. Transcribed audio-recordings were coded using Framework Analysis.Key themes were: 1) numbers lack meaning without a reference point; 2) risk results need to be both credible and novel; 3) selective attention to intervention effects. Risk categories (low/moderate/high) provided meaningful context, but short-term risk results were not credible if they didn't match expectations. Colour-coded icon arrays showing the effect of age and interventions were seen as novel and motivating. Those on medication focused on benefits, while others focused on harms.CVD risk formats need to be tailored to patient expectations and experiences in order to counteract heuristics and biases.Doctors need access to multiple CVD risk formats to communicate effectively about CVD prevention.", "doi": "10.1016/j.pec.2017.12.003", "title": "Heuristics and biases in cardiovascular disease prevention: How can we improve communication about risk, benefits and harms?", "journal": ["Patient education and counseling", "Patient Educ Couns"]}