{"authors": [["Yokoya", "Shigeomi", "S", "Department of Neurosurgery, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan. Electronic address: yokoya@ks.kyorin-u.ac.jp."], ["Hino", "Akihiko", "A", "Department of Neurosurgery, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."], ["Takezawa", "Hidesato", "H", "Department of Neurology, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."], ["Katsumori", "Tetsuya", "T", "Department of Radiology, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."], ["Goto", "Yukihiro", "Y", "Department of Neurosurgery, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."], ["Hashimoto", "Youichi", "Y", "Department of Neurosurgery, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."], ["Oka", "Hideki", "H", "Department of Neurosurgery, Saiseikai Shiga Hospital, Imperial Gift Foundation Inc., Shiga, Japan."]], "date": "2017-12-18", "id": "29269067", "text": "Catheter-based endovascular thrombectomy has gained popularity for use in patients with acute large vessel occlusion; however, various complications have been reported. Herein, we present a unique, serious procedure-related complication.A 91-year-old woman with acute middle cerebral artery (MCA) occlusion underwent endovascular thrombectomy with a stent retriever, but the device could not be retrieved from the horizontal segment of MCA during the procedure. Subsequently, she underwent emergency craniotomy. The lodged stent was extracted with micro-forceps using a counter-stretch of the vessels, so as not to avulse the perforating arteries. The stent device was retrieved uneventfully through a sheath introducer that was inserted through the femoral artery. Post-procedural indocyanine green video angiography showed complete recanalization of the MCA and internal cerebral artery.This is a rare case where successful open surgery was performed to retrieve a snagged stent retriever, with successful recanalization of the large cerebral artery occlusion.", "doi": "10.1016/j.wneu.2017.12.067", "title": "Microsurgical removal of snagged stent retriever during endovascular embolectomy for acute ischemic stroke: A case report.", "journal": ["World neurosurgery", "World Neurosurg"]}