{"authors": [["Chen", "Chuan", "C", "Department of Neurosurgery, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Ye", "Zhuopeng", "Z", "Department of Neurosurgery, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Luo", "Lun", "L", "Department of Neurosurgery, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Guo", "Yuefei", "Y", "Department of Radiology, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Chang", "Yanyu", "Y", "Department of Neurology, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Ning", "Xinjie", "X", "Department of Neurosurgery, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China."], ["Wang", "Hui", "H", "Department of Neurosurgery, Third Affiliated Hospital of Sun Yat-sen University, Guangzhou, China. Electronic address: 33691681@qq.com."]], "date": "2017-12-18", "id": "29269063", "text": "To investigate the effect of carotid-carotid artery crossover bypass with a synthetic vascular graft for symptomatic type 1A common carotid artery occlusion (CCAO).A retrospective analysis was conducted of patients with symptomatic type 1A CCAO who underwent carotid-carotid artery crossover bypass surgery via a retropharyngeal route with a synthetic vascular graft in the Department of Neurosurgery at our hospital. Preoperative demographic data, surgical complications, incidence of stroke during follow-up, and other clinical data were summarized.Between 2011 and 2016, carotid-carotid artery crossover bypass was performed with a synthetic vascular graft in 4 patients with type 1A CCAO. The mean patient age was 63.3 years (range, 49-69 years). Clinical symptoms included dizziness, amaurosis fugax, persistent limb numbness, and transient ischemic attack. In all 4 patients, postoperative computed tomography angiography showed internal carotid artery thickening due to successful bypass, whereas computed tomography perfusion showed improved postoperative cerebral perfusion on the side of the lesion. The sole perioperative complication was a complaint of foreign body sensation on swallowing in 1 patient. The mean duration of follow-up was 40.3 months (range, 14-77 months), during which no newly occurred cerebral ischemia or synthetic vascular graft occlusion was observed.Carotid-carotid artery crossover bypass with a synthetic vascular graft is a safe and effective therapeutic approach for patients with symptomatic type 1A CCAO. However, studies with larger series are needed to enable more precise conclusions.", "doi": "10.1016/j.wneu.2017.12.060", "title": "Carotid-Carotid Artery Crossover Bypass with a Synthetic Vascular Graft for Symptomatic Type 1A Common Carotid Artery Occlusion.", "journal": ["World neurosurgery", "World Neurosurg"]}