{"authors": [["Kumar", "Nilay", "N", "Division of Hospital Medicine, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin."], ["Khera", "Rohan", "R", "Division of Cardiology, University of Texas Southwestern Medical Center, Dallas, Texas."], ["Garg", "Neetika", "N", "Division of Nephrology, University of Wisconsin School of Medicine and Public Health, Boston, Massachusetts."], ["Echouffo-Tcheugui", "Justin B", "JB", "Division of Endocrinology, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."], ["Venkatraman", "Anand", "A", "Department of Neurology, University of Alabama at Birmingham, Birmingham, Alabama."], ["Pandey", "Ambarish", "A", "Division of Cardiology, University of Texas Southwestern Medical Center, Dallas, Texas."], ["Bhatt", "Deepak L", "DL", "Brigham and Women's Heart and Vascular Center, Harvard Medical School, Boston, Massachusetts. Electronic address: dlbhattmd@post.harvard.edu."]], "date": "2017-10-31", "id": "29268936", "text": "There are few data comparing outcomes of transcatheter aortic valve implantation (TAVI) with surgical aortic valve replacement (SAVR) in patients with chronic kidney disease. In this retrospective cohort study using the National Inpatient Sample 2011 to 2014, we included a total of 2,820 TAVI and 4,054 SAVR procedures, representative of 14,039 TAVI and 19,835 SAVR procedures nationally. Co-primary outcomes were in-hospital mortality, acute kidney injury (AKI), dialysis-requiring AKI, and postoperative stroke. In multivariate analysis, TAVI was associated with a lower in-hospital mortality (odds ratio [OR] 0.47, 95% confidence interval [CI] 0.32 to 0.69, p < 0.001), rates of AKI (OR 0.18, 95% CI 0.14 to 0.22, p < 0.001), dialysis-requiring AKI (OR 0.30, 95% CI 0.20 to 0.44, p < 0.001), and postoperative stroke (OR 0.27, 95% CI 0.13 to 0.53, p < 0.001) compared with SAVR. In 1001 propensity-matched pairs of TAVI and SAVR procedures, TAVI was associated with lower in-hospital mortality (OR 0.67, 95% CI 0.45 to 0.99, p = 0.047) rates of AKI (OR 0.39, 95% CI 0.32 to 0.46, p < 0.001), dialysis-requiring AKI (OR 0.53, 95% CI 0.35 to 0.81, p < 0.001), postoperative stroke (OR 0.46, 95% CI 0.20 to 0.98, p = 0.045), significantly shorter length of stay (OR 0.35, 95% CI 0.29 to 0.42, p < 0.001), and nonsignificant difference in cost (OR 1.05, 95% CI 0.88 to 1.26, p = 0.57) compared with SAVR. In conclusion, TAVI may be a preferable approach to SAVR in patients with severe aortic stenosis in the setting of chronic kidney disease.", "doi": "10.1016/j.amjcard.2017.10.029", "title": "Comparison of Outcomes of Transcatheter Versus Surgical Aortic Valve Replacement in Patients With Chronic Kidney Disease.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}