{"authors": [["Toyama", "Kentaro", "K", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California."], ["Rader", "Florian", "F", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California."], ["Kar", "Saibal", "S", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California."], ["Kubo", "Shunsuke", "S", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California."], ["Shiota", "Takahiro", "T", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California."], ["Nishioka", "Toshihiko", "T", "Department of Cardiology, Saitama Medical Center, Saitama Medical University, Kawagoe, Japan."], ["Siegel", "Robert J", "RJ", "The Heart Institute, Cedars-Sinai Medical Center, Los Angeles, California. Electronic address: Robert.Siegel@cshs.org."]], "date": "2017-11-24", "id": "29268934", "text": "This study examines the incidence of iatrogenic atrial septal defect (iASD) after the MitraClip procedure and its influence on echocardiographic and clinical outcomes. We examined 96 patients who underwent a successful MitraClip procedure and who also had baseline and 1-year postprocedure transthoracic echocardiograms. At 1-year follow-up, iASD were observed in 24% of cases. Compared with the patients without iASD, the patients with iASD had a larger right atrium and greater severity of tricuspid regurgitation (TR) at baseline. After the MitraClip procedure, mitral regurgitation lessened significantly in both groups. Although right atrial area and right ventricular diameters increased significantly in patients with iASD (25.3 ± 8.0 to 28.3 ± 9.5 cm2, 39.7 ± 7.1 to 42.2 ± 8.1 mm, p <0.05 for both comparisons), these variables did not change in patients without iASD. In addition, patients with iASD had worse TR at follow-up. The incidence of stroke was comparable between the 2 groups during 1-year follow-up (4.3% vs 4.1%). However, patients with iASD had a markedly higher re-hospitalization rate for heart failure (26% vs 2.7%, p <0.05). In conclusion, iASD occurred in 24% of patients who underwent the MitraClip therapy and the presence of iASD was associated with right-sided heart enlargement, worse TR, and a higher re-hospitalization rate for heart failure.", "doi": "10.1016/j.amjcard.2017.11.006", "title": "Iatrogenic Atrial Septal Defect After Percutaneous Mitral Valve Repair With the MitraClip System.", "journal": ["The American journal of cardiology", "Am. J. Cardiol."]}