{"authors": [["Delgado", "Victoria", "V", "Department of Cardiology, Leiden University Medical Center, Leiden, the Netherlands."], ["Di Biase", "Luigi", "L", "Division of Cardiology, Section of Cardiac Electrophysiology, Montefiore Medical Center, Albert Einstein College of Medicine, New York, New York."], ["Leung", "Melissa", "M", "Department of Cardiology, Liverpool Hospital, University of New South Wales, Sydney, New South Wales, Australia."], ["Romero", "Jorge", "J", "Division of Cardiology, Section of Cardiac Electrophysiology, Montefiore Medical Center, Albert Einstein College of Medicine, New York, New York."], ["Tops", "Laurens F", "LF", "Department of Cardiology, Leiden University Medical Center, Leiden, the Netherlands."], ["Casadei", "Barbara", "B", "Radcliffe Department of Medicine, Division of Cardiovascular Medicine, University of Oxford, Oxford, United Kingdom."], ["Marrouche", "Nassir", "N", "Division of Cardiology, Section of Cardiac Electrophysiology, University of Utah Health Sciences Center, Salt Lake City, Utah."], ["Bax", "Jeroen J", "JJ", "Department of Cardiology, Leiden University Medical Center, Leiden, the Netherlands. Electronic address: j.j.bax@lumc.nl."]], "date": null, "id": "29268928", "text": "Atrial fibrillation (AF) and stroke are important major health problems that share common risk factors and frequently coexist. Left atrial (LA) remodeling is an important underlying substrate for AF and stroke. LA dilation and dysfunction form a prothrombotic milieu characterized by blood stasis and endothelial dysfunction. In addition, alterations of the atrial cardiomyocytes, increase of noncollagen deposits in the interstitial space and fibrosis, favor the occurrence of re-entry that predisposes to AF. Eventually, AF further impairs LA function and promotes LA remodeling, closing a self-perpetuating vicious circle. Multimodality imaging provides a comprehensive evaluation of several aspects of LA remodeling and offers several parameters to identify patients at risk of AF and stroke. How multimodality imaging can be integrated in clinical management of patients at risk of AF and stroke is the focus of the present review paper.", "doi": "10.1016/j.jacc.2017.10.063", "title": "Structure and Function of the Left Atrium and Left Atrial Appendage: AF and Stroke Implications.", "journal": ["Journal of the American College of Cardiology", "J. Am. Coll. Cardiol."]}