{"authors": [["González-Chica", "David Alejandro", "DA", "Discipline of General Practice, Adelaide Medical School, NHMRC Centre of Research Excellence to Reduce Inequality in Heart Disease, The University of Adelaide, Hughes Building, Level 8, Room 813, Adelaide, SA, 5005, Australia. david.gonzalez@adelaide.edu.au."], ["Hill", "Catherine L", "CL", "Department of Rheumatology, The Queen Elizabeth Hospital, Adelaide, SA, Australia."], ["Gill", "Tiffany K", "TK", "Discipline of Medicine, Adelaide Medical School, The University of Adelaide, Adelaide, SA, Australia."], ["Hay", "Phillipa", "P", "Centre for Health Research, School of Medicine, Western Sydney University, Sydney, NSW, Australia."], ["Haag", "Dandara", "D", "Australian Research Centre for Population Oral Health, School of Dentistry, The University of Adelaide, Adelaide, SA, Australia."], ["Stocks", "Nigel", "N", "Discipline of General Practice, Adelaide Medical School, NHMRC Centre of Research Excellence to Reduce Inequality in Heart Disease, The University of Adelaide, Hughes Building, Level 8, Room 813, Adelaide, SA, 5005, Australia."]], "date": "2017-12-21", "id": "29268792", "text": "Chronic diseases are highly prevalent and cluster in individuals (multimorbidity). This study investigated the association between multimorbidity and Health-Related Quality of Life (HRQoL), assessing the combination of chronic diseases highly correlated with this outcome.We conducted a household survey in 2015 in a random sample of 2912 South Australian adults (48.9 ± 18.1 years; 50.9% females), obtaining information on sociodemographics, lifestyle, and 17 chronic conditions clustered in four different groups (metabolic, cardiovascular, gastrointestinal, and musculoskeletal). Information on physical (PCS) and mental components scores (MCS) of HRQoL were assessed using the SF-12 questionnaire. Multivariable linear regression models considering individual diseases (mutually adjusted) and clusters within- and between-groups were used to test the associations.Only 41% of the sample was negative for all the investigated diseases. The most prevalent conditions were osteoarthritis, obesity and hypertension, which affected one in every four individuals. PCS was markedly lower among those reporting stroke, heart failure, and osteoarthritis, but they were not associated with MCS. Direct-trend relationships were observed between the number of chronic conditions (clusters within- and between-groups) and PCS, but not with MCS. The strongest association with PCS was for musculoskeletal conditions (difference between those affected by 2+ conditions and those free of these conditions -6.7 95%CI -8.5;-5.4), and lower PCS were observed in any combination of clusters between-group including musculoskeletal diseases.In the context of multimorbidity, musculoskeletal diseases are a key determinant group of PCS, amplifying the association of other chronic conditions on physical but not on mental health.", "doi": "10.1186/s12955-017-0806-6", "title": "Individual diseases or clustering of health conditions? Association between multiple chronic diseases and health-related quality of life in adults.", "journal": ["Health and quality of life outcomes", "Health Qual Life Outcomes"]}