{"authors": [["Śpiewak", "Mateusz", "M", "Magnetic Resonance Unit, Department of Radiology, Institute of Cardiology, Warsaw, Poland. mmspiewak@gmail.com."], ["Kłopotowski", "Mariusz", "M", "Department of Interventional Cardiology and Angiology, Institute of Cardiology, Warsaw, Poland."], ["Gawor", "Monika", "M", "Department of Cardiomyopathy, Institute of Cardiology, Warsaw, Poland."], ["Kubik", "Agata", "A", "Magnetic Resonance Unit, Department of Radiology, Institute of Cardiology, Warsaw, Poland."], ["Kowalik", "Ewa", "E", "Department of Congenital Heart Diseases, Institute of Cardiology, Warsaw, Poland."], ["Miłosz-Wieczorek", "Barbara", "B", "Magnetic Resonance Unit, Department of Radiology, Institute of Cardiology, Warsaw, Poland."], ["Dąbrowski", "Maciej", "M", "Department of Interventional Cardiology and Angiology, Institute of Cardiology, Warsaw, Poland."], ["Werys", "Konrad", "K", "Oxford Centre for Clinical Magnetic Resonance Research, John Radcliffe Hospital, Headington, Oxford, UK."], ["Mazurkiewicz", "Łukasz", "Ł", "Department of Cardiomyopathy, Institute of Cardiology, Warsaw, Poland."], ["Kożuch", "Katarzyna", "K", "Department of Congenital Heart Diseases, Institute of Cardiology, Warsaw, Poland."], ["Polańska-Skrzypczyk", "Magdalena", "M", "Department of Cardiomyopathy, Institute of Cardiology, Warsaw, Poland."], ["Petryka-Mazurkiewicz", "Joanna", "J", "Magnetic Resonance Unit, Department of Radiology, Institute of Cardiology, Warsaw, Poland."], ["Klisiewicz", "Anna", "A", "Department of Congenital Heart Diseases, Institute of Cardiology, Warsaw, Poland."], ["Bilińska", "Zofia T", "ZT", "Unit for Screening Studies in Inherited Cardiovascular Diseases, Institute of Cardiology, Warsaw, Poland."], ["Grzybowski", "Jacek", "J", "Department of Cardiomyopathy, Institute of Cardiology, Warsaw, Poland."], ["Witkowski", "Adam", "A", "Department of Interventional Cardiology and Angiology, Institute of Cardiology, Warsaw, Poland."], ["Marczak", "Magdalena", "M", "Magnetic Resonance Unit, Department of Radiology, Institute of Cardiology, Warsaw, Poland."]], "date": "2017-12-21", "id": "29268761", "text": "Cardiovascular magnetic resonance (CMR) imaging in patients with hypertrophic cardiomyopathy (HCM) enables the assessment of not only left ventricular (LV) hypertrophy and scarring but also the severity of mitral regurgitation. CMR assessment of mitral regurgitation is primarily based on the difference between LV stroke volume (LVSV) and aortic forward flow (Ao) measured using the phase-contrast (PC) technique. However, LV outflow tract (LVOT) obstruction causing turbulent, non-laminar flow in the ascending aorta may impact the accuracy of aortic flow quantification, leading to false conclusions regarding mitral regurgitation severity. Thus, we decided to quantify mitral regurgitation in patients with HCM using Ao or, alternatively, main pulmonary artery forward flow (MPA) for mitral regurgitation volume (MRvol) calculations.The analysis included 143 prospectively recruited subjects with HCM and 15 controls. MRvol was calculated as the difference between LVSV computed with either the inclusion (LVSVincl) or exclusion (LVSVexcl) of papillary muscles and trabeculations from the blood pool and either Ao (MRvolAoi or MRvolAoe) or MPA (MRvolMPAi or MRvolMPAe). The presence or absence of LVOT obstruction was determined based on Doppler echocardiography findings.MRvolAoi was higher than MRvolMPAi in HCM patients with LVOT obstruction [47.0 ml, interquartile range (IQR) = 31.5-60.0 vs. 35.5 ml, IQR = 26.0-51.0; p < 0.0001] but not in non-obstructive HCM patients (23.0 ml, IQR = 16.0-32.0 vs. 24.0 ml, IQR = 15.3-32.0; p = 0.26) or controls (18.0 ml, IQR = 14.3-21.8 vs. 20.0 ml, IQR = 14.3-22.0; p = 0.89). In contrast to controls and HCM patients without LVOT obstruction, in HCM patients with LVOT obstruction, aortic flow-based MRvol (MRvolAoi) was higher than pulmonary-based findings (MRvolMPAi) (bias = 9.5 ml; limits of agreement: -11.7-30.7 with a difference of 47 ml in the extreme case). The differences between aortic-based and pulmonary-based MRvol values calculated using LVSVexcl mirrored those derived using LVSVincl. However, MRvol values calculated using LVSVexcl were lower in all the groups analyzed (HCM with LVOT obstruction, HCM without LVOT obstruction, and controls) and with all methods of MRvol quantification used (p ≤ 0.0001 for all comparisons).In HCM patients, LVOT obstruction significantly affects the estimation of aortic flow, leading to its underestimation and, consequently, to higher MRvol values than those obtained with MPA-based MRvol calculations.", "doi": "10.1186/s12968-017-0417-8", "title": "Quantification of mitral regurgitation in patients with hypertrophic cardiomyopathy using aortic and pulmonary flow data: impacts of left ventricular outflow tract obstruction and different left ventricular segmentation methods.", "journal": ["Journal of cardiovascular magnetic resonance : official journal of the Society for Cardiovascular Magnetic Resonance", "J Cardiovasc Magn Reson"]}