{"authors": [["Dutta", "Dipankar", "D", "Stroke Service, Gloucestershire Royal Hospital, Gloucester, UK."], ["Thornton", "Daniel", "D", "Stroke Service, Gloucestershire Royal Hospital, Gloucester, UK."], ["Bowen", "Emily", "E", "Stroke Service, Gloucestershire Royal Hospital, Gloucester, UK."]], "date": "2017-12-01", "id": "29268625", "text": "We investigated factors associated with Care Home (CH) discharge following stroke using routinely collected data in unselected patients and assessed the relevance of previous research findings to such patients seen in routine clinical practice.Retrospective analysis of data from the Sentinel Stroke National Audit Programme using univariate analysis and logistic regression.A large acute and rehabilitation UK stroke unit with access to early supported discharge.All patients with stroke treated from 1 January 2014 to 1 January 2017.National Institutes of Health Stroke Scale (NIHSS) and modified Rankin Scale (mRS).Of 2584 patients (median age 78 years, interquartile range (IQR) 69-86; 50.6% male; 86.7% infarcts; median admission NIHSS 4, IQR 2-9), 401 (15.5%) died in hospital and 203 patients (7.9%) were permanently discharged to CH for the first time. Most had pre-discharge mRS scores of 4/5. Factors (odds ratios; 95% confidence intervals) associated with CH discharge included age (1.07; 1.05-1.10), incontinence (11.5; 7.13-19.25), dysphagia (2.13; 1.39-3.29), severe weakness (1.93; 1.28-2.92), pneumonia (1.68; 1.13-2.50), urinary tract infection (UTI) (1.70; 1.04-2.75) and depression (1.65; 1.00-2.72). In a subgroup of all patients with a pre-discharge mRS of 4/5, age (1.04; 1.02-1.06), incontinence (4.87; 2.39-11.02), UTI (2.0; 1.09-3.71) and pneumonia (1.59; 1.02-2.50) were the only factors associated with CH discharge.Potentially modifiable variables like incontinence, UTI and pneumonia were associated with CH discharge, particularly in the severely disabled.", "doi": "10.1177/0269215517748715", "title": "Using population-based routinely collected data from the Sentinel Stroke National Audit Programme to investigate factors associated with discharge to care home after rehabilitation.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}