{"authors": [["Buczkowski", "Piotr", "P", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Puslecki", "Mateusz", "M", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Stefaniak", "Sebastian", "S", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Juszkat", "Robert", "R", "Department of Radiology, Poznan University of Medical Sciences, Poznan, Poland."], ["Kulesza", "Jerzy", "J", "Department of Radiology, Poznan University of Medical Sciences, Poznan, Poland."], ["Perek", "Bartłomiej", "B", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Misterski", "Marcin", "M", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Urbanowicz", "Tomasz", "T", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Ligowski", "Marcin", "M", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."], ["Zabicki", "Bartosz", "B", "Department of Radiology, Poznan University of Medical Sciences, Poznan, Poland."], ["Dabrowski", "Marek", "M", "Department of Medical Rescue, Poznan University of Medical Sciences, Poznan, Poland."], ["Szarpak", "Lukasz", "L", "Department of Emergency Medicine, Medical University of Warsaw, Warsaw, Poland."], ["Jemielity", "Marek", "M", "Department of Cardiac Surgery and Transplantology, Poznan University of Medical Sciences, Poznan, Poland."]], "date": null, "id": "29268517", "text": "We assess the effectiveness and our experience in emergency thoracic endovascular aortic repair (TEVAR) in patients with post-traumatic acute thoracic aortic injury (TAI) and associated multiorgan trauma. TAI is a life-threatening condition. It usually results from a sudden deceleration caused by vehicle accident, a fall or some other misfortune. Techniques of endovascular aortic repair have become promising methods to treat emergent TAI.Since 2007, 114 patients with thoracic aorta pathologies have been treated by TEVAR. Our study involved 15 (incl. 14 men) of them (13%) who underwent stent graft implantation for post-traumatic either aortic rupture or pseudoaneurysm. The procedural access was limited to small skin incision in one groin and percutaneous puncture of the contralateral femoral artery. We evaluated technical success, early and long-term mortality, complication rate of procedure and throughout clinical and instrumental follow-up.Technical success rate was 100%. All patients survived the endovascular interventions. No additional procedures or conversions to open surgery were necessary. After the operation, none of the patients had symptoms of stroke or spinal cord ischemia (SCI). No serious stent-graft-related adverse events such as endoleak, infection or migration were noted during follow-up period that ranged from 6 to 108 months.In our department, techniques of TEVAR with stentgraft implantation have become methods of choice in treatment of traumatic TAIs since they have enabled to minimize operational risk, particularly in unstable multitrauma patients in severe clinical status. TEVAR for TAI performed in emergency settings provide favorable long-term results.", "doi": "10.21037/jtd.2017.10.104", "title": "Post-traumatic acute thoracic aortic injury (TAI)-a single center experience.", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}