{"authors": [["Yammine", "Maroun", "M", "Department of Cardiovascular Surgery, The Mount Sinai Hospital, New York, NY, USA."], ["Itagaki", "Shinobu", "S", "Department of Cardiovascular Surgery, The Mount Sinai Hospital, New York, NY, USA."], ["Pawale", "Amit", "A", "Department of Cardiovascular Surgery, The Mount Sinai Hospital, New York, NY, USA."], ["Toyoda", "Nana", "N", "Department of Cardiovascular Surgery, The Mount Sinai Hospital, New York, NY, USA."], ["Reddy", "Ramachandra C", "RC", "Department of Cardiovascular Surgery, The Mount Sinai Hospital, New York, NY, USA."]], "date": null, "id": "29268395", "text": "The objective of this study was to investigate the association of the coronary SYNTAX score with the degree of atherosclerosis of the ascending aorta in patients who underwent coronary artery bypass grafting (CABG).A total of 152 patients (mean age 65 years, 66% male) were analyzed who underwent isolated CABG with both SYNTAX score and the intraoperative 5-point scale grading of the severity of atherosclerosis in the ascending aorta available. The patient were stratified into low, intermediate, and high SYNTAX score groups [≤22 (n=36), 22-33 (n=42), and ≥33 (n=76)].The mean SYNTAX score was 31±11. Patient demographics and comorbidity were comparable in each group. The prevalence of severe atherosclerosis (Grade ≥III) in the ascending aorta was 17.5% (n=27) in the whole population and was different in each group with higher prevalence in higher score groups (8.3% vs. 9.5% vs. 26.3%, P=0.018). After adjusting for age, sex and other relevant comorbidity, SYNTAX score remained a predictor of severe atherosclerosis [adjusted OR 1.63, 95% CI: 1.01-2.62, P=0.046 (per 10 point increase); adjusted OR 5.20, 95% CI: 1.15-23.5, P=0.032 (high vs. low score)].SYNTAX score was associated with the severity of atherosclerosis in the ascending aorta. Patients with high scores have a 5 times higher chance of severe disease compared to patients with low scores and should warrant preoperative and intraoperative comprehensive assessment of the ascending aorta.", "doi": "10.21037/jtd.2017.09.17", "title": "SYNTAX score may predict the severity of atherosclerosis of the ascending aorta.", "journal": ["Journal of thoracic disease", "J Thorac Dis"]}