{"authors": [["Hauck", "Ludger", "L", "Toronto General Research Institute, Toronto, Ontario, Canada."], ["Stanley-Hasnain", "Shanna", "S", "Toronto General Research Institute, Toronto, Ontario, Canada."], ["Fung", "Amelia", "A", "Toronto General Research Institute, Toronto, Ontario, Canada."], ["Grothe", "Daniela", "D", "Toronto General Research Institute, Toronto, Ontario, Canada."], ["Rao", "Vivek", "V", "Division of Cardiovascular Surgery, UHN, Toronto, Ontario, Canada."], ["Mak", "Tak W", "TW", "Campbell Family Cancer Research Institute, Princess Margaret Hospital, Toronto, Ontario, Canada."], ["Billia", "Filio", "F", "Toronto General Research Institute, Toronto, Ontario, Canada."]], "date": "2017-12-21", "id": "29267372", "text": "The maintenance of normal heart function requires proper control of protein turnover. The ubiquitin-proteasome system is a principal regulator of protein degradation. Mdm2 is the main E3 ubiquitin ligase for p53 in mitotic cells thereby regulating cellular growth, DNA repair, oxidative stress and apoptosis. However, which of these Mdm2-related activities are preserved in differentiated cardiomyocytes has yet to be determined. We sought to elucidate the role of Mdm2 in the control of normal heart function. We observed markedly reduced Mdm2 mRNA levels accompanied by highly elevated p53 protein expression in the hearts of wild type mice subjected to myocardial infarction or trans-aortic banding. Accordingly, we generated conditional cardiac-specific Mdm2 gene knockout (Mdm2f/f;mcm) mice. In adulthood, Mdm2f/f;mcm mice developed spontaneous cardiac hypertrophy, left ventricular dysfunction with early mortality post-tamoxifen. A decreased polyubiquitination of myocardial p53 was observed, leading to its stabilization and activation, in the absence of acute stress. In addition, transcriptomic analysis of Mdm2-deficient hearts revealed that there is an induction of E2f1 and c-Myc mRNA levels with reduced expression of the Pgc-1a/Ppara/Esrrb/g axis and Pink1. This was associated with a significant degree of cardiomyocyte apoptosis, and an inhibition of redox homeostasis and mitochondrial bioenergetics. All these processes are early, Mdm2-associated events and contribute to the development of pathological hypertrophy. Our genetic and biochemical data support a role for Mdm2 in cardiac growth control through the regulation of p53, the Pgc-1 family of transcriptional coactivators and the pivotal antioxidant Pink1.", "doi": "10.1371/journal.pone.0189861", "title": "Cardiac-specific ablation of the E3 ubiquitin ligase Mdm2 leads to oxidative stress, broad mitochondrial deficiency and early death.", "journal": ["PloS one", "PLoS ONE"]}