{"authors": [["Kim", "Ki Hwan", "KH", "From the Graduate School of Medical Science and Engineering (K.H.K., S.H.P.) and Department of Bio and Brain Engineering (S.H.P.), Korea Advanced Institute of Science and Technology, Room 1002, CMS (E16) Building, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Republic of Korea; Department of Radiology, Seoul National University Hospital, Seoul, Republic of Korea (S.H.C.); Department of Radiology, Seoul National University College of Medicine, and Institute of Radiation Medicine, Seoul National University Medical Research Center, Seoul, Republic of Korea (S.H.C.); and Center for Nanoparticle Research, Institute for Basic Science, Seoul, Republic of Korea (S.H.C.)."], ["Choi", "Seung Hong", "SH", "From the Graduate School of Medical Science and Engineering (K.H.K., S.H.P.) and Department of Bio and Brain Engineering (S.H.P.), Korea Advanced Institute of Science and Technology, Room 1002, CMS (E16) Building, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Republic of Korea; Department of Radiology, Seoul National University Hospital, Seoul, Republic of Korea (S.H.C.); Department of Radiology, Seoul National University College of Medicine, and Institute of Radiation Medicine, Seoul National University Medical Research Center, Seoul, Republic of Korea (S.H.C.); and Center for Nanoparticle Research, Institute for Basic Science, Seoul, Republic of Korea (S.H.C.)."], ["Park", "Sung-Hong", "SH", "From the Graduate School of Medical Science and Engineering (K.H.K., S.H.P.) and Department of Bio and Brain Engineering (S.H.P.), Korea Advanced Institute of Science and Technology, Room 1002, CMS (E16) Building, 291 Daehak-ro, Yuseong-gu, Daejeon 34141, Republic of Korea; Department of Radiology, Seoul National University Hospital, Seoul, Republic of Korea (S.H.C.); Department of Radiology, Seoul National University College of Medicine, and Institute of Radiation Medicine, Seoul National University Medical Research Center, Seoul, Republic of Korea (S.H.C.); and Center for Nanoparticle Research, Institute for Basic Science, Seoul, Republic of Korea (S.H.C.)."]], "date": "2017-12-21", "id": "29267145", "text": "Purpose To develop a deep learning algorithm that generates arterial spin labeling (ASL) perfusion images with higher accuracy and robustness by using a smaller number of subtraction images. Materials and Methods For ASL image generation from pair-wise subtraction, we used a convolutional neural network (CNN) as a deep learning algorithm. The ground truth perfusion images were generated by averaging six or seven pairwise subtraction images acquired with (a) conventional pseudocontinuous arterial spin labeling from seven healthy subjects or (b) Hadamard-encoded pseudocontinuous ASL from 114 patients with various diseases. CNNs were trained to generate perfusion images from a smaller number (two or three) of subtraction images and evaluated by means of cross-validation. CNNs from the patient data sets were also tested on 26 separate stroke data sets. CNNs were compared with the conventional averaging method in terms of mean square error and radiologic score by using a paired t test and/or Wilcoxon signed-rank test. Results Mean square errors were approximately 40% lower than those of the conventional averaging method for the cross-validation with the healthy subjects and patients and the separate test with the patients who had experienced a stroke (P < .001). Region-of-interest analysis in stroke regions showed that cerebral blood flow maps from CNN (mean ± standard deviation, 19.7 mL per 100 g/min ± 9.7) had smaller mean square errors than those determined with the conventional averaging method (43.2 ± 29.8) (P < .001). Radiologic scoring demonstrated that CNNs suppressed noise and motion and/or segmentation artifacts better than the conventional averaging method did (P < .001). Conclusion CNNs provided superior perfusion image quality and more accurate perfusion measurement compared with those of the conventional averaging method for generation of ASL images from pair-wise subtraction images. © RSNA, 2017.", "doi": "10.1148/radiol.2017171154", "title": "Improving Arterial Spin Labeling by Using Deep Learning.", "journal": ["Radiology", "Radiology"]}