{"authors": [["Partida-Justo", "I", "I", "Hospital General Regional N° 2 con Unidad Médica de atención ambulatoria."], ["Israel Grijalva-Otero", "J E", "JE", "Unidad de Investigación Médica en Enfermedades Neurológicas."], ["Ramírez-Figueroa", "J L", "JL", "División de Especialidades Médicas, UMAE Hospital de Pediatría."], ["Sepúlveda-Vildosola", "A C", "AC", "Unidad de Educación, Investigación y Políticas de Salud."], ["Zurita-Cruz", "J N", "JN", "Unidad de Investigación Médica en Epidemiología Clínica. Centro Médico Nacional Siglo XXI. Instituto Mexicano del Seguro Social. México DF. Área de apoyo a la investigación clínica. Hospital Infantil de México Federico Gómez."]], "date": "2017-10-25", "id": "29266885", "text": "Functional endoscopic evaluation of swallowing (FEES) is a recognized method for Deglutition Disorders (DD) in adults, with anecdotal experience in children, obtaining not conclusive results.To compare the accuracy of test FEES in infants with high suspicion of altered DD seen in a third level hospital with the gold standard Videofluoroscopic (VF).The results and findings by FEES and VF of 66 children with clinical diagnosis of DD were compared.An estimate of the sensitivity and specificity of FEES was performed. As well as calculating positive predictive value (PPV), negative predictive value (NPV) and likelihood ratios.60 patients enrolled, 4 and FEES showed high sensitivity to identify the presence of aspiration and penetration (9 98%) and high specificity for the arrest of spillage and waste (94% and 95%). Gastroesophageal reflux to make the diagnosis of DD with FEES had a sensitivity of 80% and specificity of 84%. Spill and penetration had the highest agreement with respect to the gold standard of 0.81.FEES in infants diagnosed with DD had a sensitivity of 80.8% and specificity 85.3%. 0696 concordance regarding to the VFD in the diagnosis of DD, and to identify suction stroke had a kappa of 0815.La Evaluación Funcional Endoscópica de la deglución (EFED) es un método reconocido para evaluar alteración en la mecánica de la deglución (AMD), con experiencia anecdótica en niños, y con resultados no concluyentes.Comparar la exactitud de la EFED en lactantes con alta sospecha de alteración en la mecánica de la deglución atendidos en un hospital de tercer nivel, con el estándar de oro, la Vídeo Fluoroscopia de Deglución (VFD). Tipo de estudio: transversal, analítico, observacional, ambilectivo. Diseño: Prueba diagnóstica.Se compararon los resultados y hallazgos por EFED y VFD de 66 niños con diagnóstico clínico de AMD.Se realizó la estimación de sensibilidad y especificidad de la EFED, así como cálculo de valor predictivo positivo (VPP), valor predictivo negativo (VPN) y razones de verosimilitud.De los 60 pacientes incluidos, el EFED presentó una alta sensibilidad para la presencia de aspiración y penetración (94 y 98%), y una alta especificidad para la detención de derrame y residuo (94% y 95%). El reflujo gastroesofágico para hacer el diagnóstico de AMD con el EFED tuvo una sensibilidad del 80% y especificidad del 84%. Derrame y penetración tuvieron la más alta concordancia con respecto al estándar de oro de 0.81.La EFED tuvo una sensibilidad del 80,8% y especificidad 85,3% en lactantes con diagnóstico de AMD. Una concordancia del 0,696 con respecto a la VFD en el diagnóstico de la AMD, y para identificar derrame y aspiración tuvo una kappa de 0,815.", "doi": null, "title": "[Functional endoscopic evaluation of swallowing in infants with deglutition disorders].", "journal": ["Cirugia pediatrica : organo oficial de la Sociedad Espanola de Cirugia Pediatrica", "Cir Pediatr"]}