{"authors": [["Dos Santos", "Emanuella Barros", "EB", "Department of Specialized and General Nursing, Ribeirão Preto School of Nursing, University of Sao Paulo, Ribeirao Preto, SP, Brazil."], ["Rodrigues", "Rosalina Aparecida Partezani", "RAP", "Department of Specialized and General Nursing, Ribeirão Preto School of Nursing, University of Sao Paulo, Ribeirao Preto, SP, Brazil."], ["Fhon", "Jack Roberto Silva", "JRS", "Department of Specialized and General Nursing, Ribeirão Preto School of Nursing, University of Sao Paulo, Ribeirao Preto, SP, Brazil."], ["Haas", "Vanderlei José", "VJ", "Federal University of Triangulo Mineiro, Uberaba, MG, Brazil."]], "date": "2017-12-21", "id": "29266751", "text": "The aim of this study was to analyse the changes in psychological stress and identify its basal predictors among elderly stroke survivors after 6 months following discharge from hospital to home directly, rather than to a rehabilitation facility. The sample comprised 50 elderly stroke survivors. Data were collected at 2 weeks (T1), at 3 months (T2), and at 6 months (T3) after hospital discharge. The following instruments were applied: Perceived Stress Scale-10 items (PSS-10), National Institute of Health Stroke Scale, Functional Independence Measure, and Geriatric Depression Scale-15 items. Study records indicated that the age of the study participants ranged from 60 to 87 years old (mean = 70.3; standard deviation = 7.6). The number of male and female participants was similar. The PSS-10 score decreased almost 6 points between T1 (mean = 15.1) and T3 (mean = 9.7; p < .001). Both Functional Independence Measure (p = .025) and Geriatric Depression Scale-15 (p = .017) scores at T1 predicted the PSS-10 score at T3. The study thus demonstrated that elderly stroke survivors experienced significant stress after hospital discharge, which tended to improve over the next 6 months. Depression and lower functional independence 2 weeks after discharge were predictors of a greater level of psychological stress at 6 months following discharge.", "doi": "10.1002/smi.2791", "title": "Changes and predictors of psychological stress among elderly stroke survivors 6 months after hospital discharge.", "journal": ["Stress and health : journal of the International Society for the Investigation of Stress", "Stress Health"]}