{"authors": [["Ab Malik", "Normaliza", "N", "Faculty of Dentistry, Universiti Sains Islam Malaysia, Level 15, Menara B MPAJ, Kuala Lumpur, 55100, Malaysia."], ["Mohamad Yatim", "Saari", "S", "Department of Rehabilitation Medicine, Hospital Serdang, 43000, Kajang, Selangor, Malaysia."], ["Hussein", "Norhayati", "N", "Department of Rehabilitation Medicine (Neurological), Hospital Rehabilitasi Cheras, 59100, Kuala Lumpur."], ["Mohamad", "Hanita", "H", "Department of Rehabilitation Medicine, Hospital Tuanku Ja'afar, Seremban, 70300, Negeri Sembilan."], ["McGrath", "Colman", "C", "Dental Public Health, Faculty of Dentistry, The University of Hong Kong, 34 Hospital Road, Hong Kong."]], "date": "2017-12-21", "id": "29266493", "text": "To investigate oral health knowledge for stroke care and the clinical practices performed for oral hygiene care in Malaysia.Oral hygiene care following stroke is important as the mouth can act as a reservoir for opportunistic infections that can lead to aspirational pneumonia.A national cross-sectional survey was conducted in Malaysia among public hospitals where specialist stroke rehabilitation care is provided.All (16) hospitals were invited to participate and site visits were conducted. A standardized questionnaire was employed to determine nurses' oral health knowledge for stroke care and existing clinical practices for oral hygiene care. Variations in oral health knowledge and clinical practices for oral hygiene care were examined.Questionnaires were completed by 806 nurses across 13 hospitals. Oral health knowledge scores varied among the nurses; their mean score was 3.7 (SD 1.1) out of a possible 5.0. Approximately two-thirds (63.6%, n=513) reported that some form of 'mouth cleaning' was performed for stroke patients routinely. However, only a third (38.3%, n=309) reported to perform or assist with the clinical practice of oral hygiene care daily. Their oral health knowledge of stroke care was associated with clinical practices for oral hygiene care (P<0.001).The clinical practice of providing oral hygiene care is less than ideal and there are deficiencies in oral health knowledge for stroke care. Oral health knowledge was associated with clinical practice of providing oral hygiene care. This has implications for training and integrating oral hygiene care within stroke rehabilitation. This article is protected by copyright. All rights reserved.", "doi": "10.1111/jocn.14241", "title": "Oral hygiene practices and knowledge among stroke-care nurses: a multi-center cross-sectional study.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}