{"authors": [["Mei", "Yongxia", "Y", "School of Nursing, Zhengzhou University, Zhengzhou, Henan, P. R. China."], ["Lin", "Beilei", "B", "School of Nursing, Zhengzhou University, Zhengzhou, Henan, P. R. China."], ["Li", "Yingshuang", "Y", "The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."], ["Ding", "Chunge", "C", "School of Nursing, Zhengzhou University, Zhengzhou, Henan, P. R. China."], ["Zhang", "Zhenxiang", "Z", "School of Nursing, Zhengzhou University, Zhengzhou, Henan, P. R. China."]], "date": "2017-12-19", "id": "29266450", "text": "Our aim was to evaluate the effectiveness of a modified 8-week reminiscence therapy on the burden, positive experience, and life satisfaction of older spouse caregivers and the life satisfaction of stroke survivors.We conducted a randomized controlled trial by using 75 older stroke couples recruited from communities in Zhengzhou, China. We randomly assigned participants to 1 of 3 groups: Group 1 (G1 , 25 couples, all attend intervention) and Group 2 (G2 , 22 couples, only caregivers attend intervention), who participated in a modified 8-week reminiscence therapy, and a waiting list (control) group (G3 , 28 couples). Interviewers blinded to treatment group assignment administered the life satisfaction to both stroke survivors and caregivers, caregiver burden, and positive experience for caregivers, at preintervention, immediately postintervention, and at 1 month and 3 months after cessation of the intervention.We found a statistically significant interaction between treatment groups and assessment time points for the 4 outcome measures (P < .001). Although the effects were decreased after intervention at 1 month, the improvement in caregivers' positive experience, life satisfaction, burden, and life satisfaction of stroke survivors were still significant (P < .001).The use of a modified 8-week reminiscence therapy in this study sample improved the life satisfaction of stroke survivors and their spouse caregivers, improved the positive experience of caregivers, and decreased the burden of caregivers.", "doi": "10.1002/gps.4833", "title": "Effects of modified 8-week reminiscence therapy on the older spouse caregivers of stroke survivors in Chinese communities: A randomized controlled trial.", "journal": ["International journal of geriatric psychiatry", "Int J Geriatr Psychiatry"]}