{"authors": [["Nucera", "Antonia", "A", "Department of Clinical Neurological Science, University Hospital, the University of Western Ontario, London, Ontario, Canada."], ["Hachinski", "Vladimir", "V", "Department of Clinical Neurological Science, University Hospital, the University of Western Ontario, London, Ontario, Canada."]], "date": "2017-12-21", "id": "29266273", "text": "In this review, we will discuss the progressive decline in cognitive and intellectual performance in late life that has led to great challenges for medical and community services. The term 'vascular cognitive impairment' is defined as any cognitive impairment that is caused by or associated with vascular factors. It can occur alone or in association with Alzheimer disease. The good news is that because vascular risk factors are treatable, it should be possible to prevent or delay some dementias. Since vascular cognitive impairment may often go unrecognized, many experts recommend screening with brief tests to assess memory, thinking, and reasoning for everyone considered to be at high risk for this disorder. Up to 64% of persons 65 years or older who have experienced a stroke have some degree of cognitive impairment with up to one third developing dementia. Postmortem studies indicate that up to 34% of dementia cases show significant vascular pathology. It suggests that ischemic stroke triggers additional pathophysiological process that may lead to a secondary degenerative process that may interact with Alzheimer disease pathology thus accelerating the ongoing primary neurodegeneration. Mechanisms could include hypoperfusion, hypoxia, and neuroinflammation, one of the links between the two pathologies. Stroke and dementia share the same risk and protective factors. Since stroke interact with dementia of all types it may already be possible to reduce or delay some dementias by a number of interventions known to prevent stroke. This article is part of the Special Issue \"Vascular Dementia\".", "doi": "10.1111/jnc.14283", "title": "Cerebrovascular and Alzheimer disease: fellow travelers or partners in crime?", "journal": ["Journal of neurochemistry", "J. Neurochem."]}