{"authors": [["Ratelade", "Julien", "J", "Genetics and Pathogenesis of Cerebrovascular Diseases, INSERM, Université Paris Diderot-Paris 7, Paris, France."], ["Mezouar", "Nicolas", "N", "Genetics and Pathogenesis of Cerebrovascular Diseases, INSERM, Université Paris Diderot-Paris 7, Paris, France."], ["Domenga-Denier", "Valérie", "V", "Genetics and Pathogenesis of Cerebrovascular Diseases, INSERM, Université Paris Diderot-Paris 7, Paris, France."], ["Rochey", "Ambre", "A", "Genetics and Pathogenesis of Cerebrovascular Diseases, INSERM, Université Paris Diderot-Paris 7, Paris, France."], ["Plaisier", "Emmanuelle", "E", "Department of Nephrology and Dialysis, AP-HP, Hôpital Tenon, Paris, France."], ["Joutel", "Anne", "A", "Genetics and Pathogenesis of Cerebrovascular Diseases, INSERM, Université Paris Diderot-Paris 7, Paris, France."]], "date": "2017-12-20", "id": "29266233", "text": "Mutations in the α1 (COL4A1) or α2 (COL4A2) chains of collagen type IV, a major component of the vascular basement membrane, cause intracerebral haemorrhages with variable expressivity and reduced penetrance by mechanisms that remain poorly understood. Here we sought to investigate the cellular mechanisms of COL4A1-related intracerebral haemorrhage and identify a marker for haemorrhage risk-stratification. A combination of histological, immunohistochemical and electron microscopy analyses were used to analyse the brain parenchyma, cerebrovasculature, and retinal vessels of mice expressing the disease-causing COL4A1 p.G498V mutation. Mutant mice developed cerebral microhaemorrhages and macroscopic haemorrhages (macrohaemorrhages), the latter with reduced penetrance, mimicking the human disease. Microhaemorrhages that occurred in early postnatal life were associated with a transient, generalized increase in blood-brain barrier permeability at the level of capillaries. Macrohaemorrhages, which occurred later in life, originated from deep brain arteries with focal loss of smooth muscle cells. Similar smooth muscle cell loss was detected in retinal arteries, and a time-course analysis of arterial lesions showed that smooth muscle cells are recruited normally in arterial wall during development, but undergo progressive apoptosis-mediated degeneration. By assessing in parallel the extent of these retinal arterial lesions and the presence/absence of macrohaemorrhages, we found that the arterial lesion load in the retina is strongly correlated with the burden of macrohaemorrhages. We conclude that microhaemorrhages and macrohaemorrhages are driven by two distinct mechanisms. Moreover smooth muscle cell degeneration is a critical factor underlying the partial penetrance of COL4A1-related macrohaemorrhages, and retinal imaging is a promising tool for identifying high-risk patients.", "doi": "10.1002/path.5023", "title": "Severity of arterial defects in the retina correlates with the burden of intracerebral haemorrhage in COL4A1-related stroke.", "journal": ["The Journal of pathology", "J. Pathol."]}