{"authors": [["Langdahl", "Jakob Høgild", "JH", "Dept. of Clinical Genetics, Odense University Hospital, Odense, Denmark."], ["Larsen", "Martin", "M", "Dept. of Clinical Genetics, Odense University Hospital, Odense, Denmark."], ["Frost", "Morten", "M", "Institute of Clinical Research, University of Southern Denmark, Odense, Denmark."], ["Andersen", "Per Heden", "PH", "Dept. of Endocrinology, Hospital of Southwest Jutland, Esbjerg, Denmark."], ["Yderstraede", "Knud Bonnet", "KB", "Dept. of Endocrinology, Odense University Hospital, Odense, Denmark."], ["Vissing", "John", "J", "Copenhagen Neuromuscular Center, Rigshospitalet, Copenhagen, Denmark."], ["Dunø", "Morten", "M", "Dept. of Clinical Genetics, Rigshospitalet, Copenhagen, Denmark."], ["Thomassen", "Mads", "M", "Dept. of Clinical Genetics, Odense University Hospital, Odense, Denmark."], ["Frederiksen", "Anja Lisbeth", "AL", "Dept. of Clinical Genetics, Odense University Hospital, Odense, Denmark."]], "date": "2017-12-20", "id": "29266179", "text": "Carriers of the mitochondrial mutation m.3243A>G presents highly variable phenotypes including mitochondrial encephalomyopaty, lactoacidosis and stroke-like episodes (MELAS). We conducted a follow-up study to evaluate changes in leucocyte heteroplasmy and the clinical phenotypes in m.3243A>G carriers. Leucocyte heteroplasmy was determined by next generation sequencing covered by 100.000 X reads in 32 individuals with a median follow-up of 10.2 years. Ten-year clinical follow-up is reported on 46 individuals. The annual leucocyte mutation level declined by -0.7 (± 0.4) percentage points/year (p<0.0001), and correlated with the level of the initial sample (ρ =-0.92, p<0.0001). Eleven of 46 m.3243A>G carriers died, and clinical symptoms progressed. This longitudinal study demonstrates the decline in leucocyte m.3243A>G heteroplasmy associates with the level of the initial sample. Further, there was a high mortality among carriers.", "doi": "10.1111/cge.13201", "title": "Leucocytes Mutation load Declines with Age in Carriers of the m.3243A>G Mutation. A 10-year Prospective Cohort.", "journal": ["Clinical genetics", "Clin. Genet."]}