{"authors": [["Marquardt", "Michael K", "MK", "Department of Psychology, University of Konstanz."], ["Oettingen", "Gabriele", "G", "Psychology Department, New York University."], ["Gollwitzer", "Peter M", "PM", "Psychology Department, New York University."], ["Sheeran", "Paschal", "P", "Department of Psychology and Neuroscience, University of North Carolina at Chapel Hill."], ["Liepert", "Joachim", "J", "Department of Neurorehabilitation, Kliniken Schmieder."]], "date": null, "id": "29265873", "text": "Stroke is the most common cause of physical impairment, and having already had a stroke dramatically increases the risk of having another one. Although greater physical activity lowers rates of stroke recurrence, patients often fail to act in line with this recommendation. The present intervention tested whether teaching the self-regulation strategy of mental contrasting (MC) with implementation intentions (II; MCII) improves stroke patients' physical activity and weight loss over 1 year compared with 2 information-only, control interventions.Participants were 183 stroke survivors who were capable of adhering to physical activity recommendations (age: M = 57 years; body mass index (BMI): M = 30). Patients were randomized to 3 conditions: unstructured information (n = 61), structured information (n = 62), and structured information plus MCII (n = 60). Patients' physical activity was assessed 50 weeks after they had left the rehabilitation hospital using the Baecke Inventory (Baecke, Burema, & Frijters, 1982), and by diaries provided at 2 consecutive weekends after 0, 10, 20, 30, 40, and 50 weeks. Diaries were also used to assess weight change.MCII participants were more physically active after the 50 weeks (Baecke Inventory: 2.74 vs. 2.59, p < .05; diary: 62.45 vs. 54.11, p = .03) and lost more weight (2.15 kg, p = .02) compared with participants in the control conditions.Teaching the MCII self-regulation strategy enhanced long-term physical activity in stroke patients relative to health information on its own. MCII thus qualifies as an effective intervention technique to improve secondary stroke prevention. (PsycINFO Database Record", "doi": "10.1037/rep0000104", "title": "Mental contrasting with implementation intentions (MCII) improves physical activity and weight loss among stroke survivors over one year.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}