{"authors": [["Haddad", "Michelle M", "MM", "Department of Psychology, University of Alabama at Birmingham."], ["Uswatte", "Gitendra", "G", "Department of Psychology, University of Alabama at Birmingham."], ["Taub", "Edward", "E", "Department of Psychology, University of Alabama at Birmingham."], ["Barghi", "Ameen", "A", "Department of Psychology, University of Alabama at Birmingham."], ["Mark", "Victor W", "VW", "Department of Psychology, University of Alabama at Birmingham."]], "date": null, "id": "29265871", "text": "Depressive symptoms after stroke have been associated with negative outcomes, including poorer functional ability, less efficient use of rehabilitation services, decreased quality of life, and increased mortality. It has been anecdotally noted that depressive symptoms do not limit motor recovery in patients who undergo Constraint-Induced Movement Therapy (CIMT), an efficacious intervention for chronic poststroke hemiparesis. Here we analyze depressive symptom and motor scores from 40 participants who received CIMT in 2 previously published studies.Adults more than 1-year after stroke with mild to moderate upper-extremity hemiparesis completed the Zung Self-Rating Depression Scale and Motor Activity Log (MAL) before and after CIMT. We used regression analysis to test whether Zung scores predicted response to CIMT and paired t tests to test whether depressive symptoms changed from pre- to posttreatment.Pretreatment Zung score did not predict outcome on the MAL Arm Use scale, ΔR2 (1, 30) = 0.004, p = .19, after controlling for pretreatment MAL scores. Additionally, participants had a small but statistically significant decrease in Zung score, t(39) = 3.0, p = .005, mean change = -3.6.These results suggest that depressive symptoms do not significantly limit motor recovery in patients treated with CIMT for chronic poststroke hemiparesis. Additionally, treatment with CIMT may improve depressive symptoms. (PsycINFO Database Record", "doi": "10.1037/rep0000171", "title": "Relation of depressive symptoms to outcome of CI movement therapy after stroke.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}