{"authors": [["Nitsch", "Kristian P", "KP", "Department of Psychology, Illinois Institute of Technology."], ["Casaletto", "Kaitlin B", "KB", "Department of Neurology, University of California, San Francisco."], ["Carlozzi", "Noelle E", "NE", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Tulsky", "David S", "DS", "Center on Assessment Research and Translation, University of Delaware."], ["Heinemann", "Allen W", "AW", "Physical Medicine and Rehabilitation, Northwestern University Feinberg School of Medicine."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California, San Diego."]], "date": null, "id": "29265869", "text": "The association between demographic characteristics and neurocognitive performance is well established; however, clinicians may have difficulty selecting when to use uncorrected versus demographically corrected scores. We compared these score types in individuals with traumatic brain injury (TBI) and stroke, on the National Institutes of Health Toolbox-Cognition Battery (NIHTB-CB).Adults with TBI and stroke were demographically matched to controls, and completed the NIHTB-CB. Published \"corrected scores\" are adjusted for age, education, sex, and race/ethnicity; \"uncorrected scores\" were created using census data to represent the average adult in the U.S.Effect sizes for the TBI and stroke groups versus controls were larger using corrected scores compared with uncorrected scores for the fluid composite (uncorrected to corrected effect sizes: TBI: d = 0.66, p < .001 to 0.83, p < .001; stroke d = 0.97, p < .001 to 1.10, p < .001). For the crystallized composite, effect sizes for the TBI and stroke groups versus controls were smaller and nonsignificant using corrected scores (uncorrected to corrected effect sizes: TBI d = 0.23, p = .03 to 0.20, p = .06; stroke d = 0.40, p < .001 to 0.17, p = .09). In the injury groups, demographic characteristics accounted for up to 33% of variance in uncorrected scores (p < .001), but <5% of variance in corrected scores (p > .06).Corrected scores were more sensitive to neurocognitive impairments in the brain-injured groups. Corrected scores have the advantage of controlling for variance associated with premorbid factors rather than changes in neurological functioning; are more helpful in characterizing acquired neurocognitive changes; and can aid in the interpretation of test performance. (PsycINFO Database Record", "doi": "10.1037/rep0000122", "title": "Uncorrected versus demographically-corrected scores on the NIH Toolbox Cognition Battery in persons with traumatic brain injury and stroke.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}