{"authors": [["Magasi", "Susan", "S", "Departments of Occupational Therapy and Disability Studies, University of Illinois at Chicago."], ["Harniss", "Mark", "M", "Department of Rehabilitation Medicine, University of Washington."], ["Tulsky", "David S", "DS", "Center on Assessment Research and Translation, University of Delaware."], ["Cohen", "Matthew L", "ML", "Department of Communication Sciences, University of Delaware."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California, San Diego."], ["Heinemann", "Allen W", "AW", "Department of Physical Medicine and Rehabilitation, Northwestern University, and the Shirley Ryan AbilityLab."]], "date": null, "id": "29265866", "text": "First, to evaluate the frequency with which individuals with neurological conditions require test administration accommodations for the NIH Toolbox-Cognition Battery (NIHTB-CB). Second, to evaluate the appropriateness of accommodations provided by administrators, including adherence to NIHTB-CB Reasonable Accommodations Guidelines.Adults with traumatic brain injury, spinal cord injury, or stroke (n = 604) completed the NIHTB-CB and other assessments as part of a multisite study. We provide a descriptive, secondary analysis of test administrator notes to determine use and appropriateness of accommodations.Of the 604 participants, 450 (75%) completed the NIHTB-CB using standard administration procedures, but 137 (22.6%) encountered accessibility challenges that required accommodations. Participants with motor function impairments were most likely to receive at least 1 of 3 kinds of accommodations: (a) use of nonstandard methods of entering responses using standard input devices, (b) use of alternate input devices, or (c) help from the test administrator to enter a response. Fatigue and/or impulsivity led to nonstandard administration by 48 (7.9%) individuals. Post hoc audit of test administrator notes revealed that despite careful instructions and supervision, 49 (56.3%) of the accommodated administrations breached standardization and scores could not be interpreted using test norms.Although the NIHTB-CB was developed for individuals without neurological impairment, most individuals with neurological conditions completed the standardized administration without accommodations. When accommodations were needed, administrators did not adhere to the official Reasonable Accommodations Guidelines in more than half of the cases. (PsycINFO Database Record", "doi": "10.1037/rep0000191", "title": "Test accommodations for individuals with neurological conditions completing the NIH Toolbox-Cognition Battery: An evaluation of frequency and appropriateness.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}