{"authors": [["Carlozzi", "Noelle E", "NE", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Tulsky", "David S", "DS", "Center for Health Assessment Research and Translation, University of Delaware."], ["Wolf", "Timothy J", "TJ", "Occupational Therapy and Department of Neurology, Washington University."], ["Goodnight", "Siera", "S", "Department of Physical Medicine and Rehabilitation, University of Michigan."], ["Heaton", "Robert K", "RK", "Department of Psychiatry, University of California, San Diego."], ["Casaletto", "Kaitlin B", "KB", "Department of Neurology, University of California, San Francisco."], ["Wong", "Alex W K", "AWK", "Occupational Therapy and Department of Neurology, Washington University."], ["Baum", "Carolyn M", "CM", "Occupational Therapy and Department of Neurology, Washington University."], ["Gershon", "Richard C", "RC", "Department of Medical Social Sciences, Northwestern University."], ["Heinemann", "Allen W", "AW", "Center for Rehabilitation Outcomes Research, Shirley Ryan AbilityLab."]], "date": null, "id": "29265865", "text": "The National Institutes of Health (NIH) Toolbox (NIHTB) for the Assessment of Behavior and Neurological Function Cognition Battery (NIHTB-CB) provides a brief assessment (approximately 30 min) of key components of cognition. This article examines construct validity to support the clinical utility of the NIHTB-CB in individuals with stroke.A total of 131 individuals with stroke (n = 71 mild stroke; n = 60 moderate/severe stroke) completed the NIHTB-CB. Univariate analyses were conducted to examine the cognitive profiles of the two different stroke groups (mild vs. moderate/severe stroke) on NIHTB-CB measures and composite scores. Pearson correlations were conducted between NIHTB-CB and established measures to examine convergent and discriminant validity. Effect sizes and clinical impairment rates for the different NIHTB-CB measures and composite scores were also examined.Participants experiencing moderate to severe stroke had poorer performance than did individuals with mild stroke on several of the NIHTB cognition measures. Evidence of convergent validity was provided by moderate to strong correlations between the NIHTB measures and the corresponding standard neuropsychological test (Pearson rs ranged from 0.31 to 0.88; median = .60). Evidence of discriminant validity was provided by smaller correlations between different cognitive domains than correlations of measures within the same domain. Effect sizes for composite and subtest scores regarding stroke severity were generally moderate-to-large. In addition, 42% of the sample were exhibiting mild cognitive impairment (i.e., ≥2 low scores on fluid tests).Findings provide support for the construct validity of the NIHTB-CB in individuals with stroke. (PsycINFO Database Record", "doi": "10.1037/rep0000195", "title": "Construct validity of the NIH Toolbox Cognition Battery in individuals with stroke.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}