{"authors": [["Tulsky", "David S", "DS", "Center for Health Assessment Research and Translation, University of Delaware."], ["Heinemann", "Allen W", "AW", "Center of Rehabilitation Outcomes Research, Shirley Ryan AbilityLab."]], "date": null, "id": "29265861", "text": "A State-of-the-Science conference on measurement with disability populations recommended \"...the development of cognitive and psychosocial outcome measures, using computer-adaptive testing...that are low in respondent burden and valid across patient populations,\" (Clohan et al., 2007, p. 1537). Following this recommendation, the National Institute on Disability, Independent Living, and Rehabilitation Research (NIDILRR) prioritized the development of measures of cognitive functioning for individuals with disabilities, noting that measures of cognitive functioning \"have not been developed for systemic application in the field of medical rehabilitation. Cognition is both a rehabilitation outcome and a factor related to broader functional and community outcomes for individuals with a wide variety of disabling conditions\" (Office of Special Education & Rehabilitation Services, 2009, p. 37193). From this came the NIH Toolbox for the Assessment of Neurological and Behavioral Function project (NIH Toolbox) which provides a comprehensive set of cognitive, motor, sensory, and emotional health and function measures for use in clinical, longitudinal, and epidemiological research. The nine papers comprising this special section of Rehabilitation Psychology reflect the sustained collaborative efforts of more than two dozen investigators working at six sites over the past 8 years. They are an initial attempt to validate the NIHTB-CB in disability samples, and they provide initial evidence that the NIHTB-CB can be used with individuals who have TBI, SCI, or stroke. The articles published here reflect the fulfillment of recommendations made during a state-of-the-science conference in 2007. (PsycINFO Database Record", "doi": "10.1037/rep0000201", "title": "The clinical utility and construct validity of the NIH Toolbox Cognition Battery (NIHTB-CB) in individuals with disabilities.", "journal": ["Rehabilitation psychology", "Rehabil Psychol"]}