{"authors": [["Turner-Stokes", "Lynne", "L", "Department of Palliative Care, Faculty of Life Sciences &amp; Medicine, King's College London, London, UK - lynne.turner-stokes@dial.pipex.com."], ["Ashford", "Stephen", "S", "Department of Palliative Care, Faculty of Life Sciences &amp; Medicine, King's College London, London, UK."], ["Esquenazi", "Alberto", "A", "MossRehab, Elkins Park, PA, USA."], ["Wissel", "Jörg", "J", "Department of Neurorehabilitation and Physical Therapy, Vivantes Hospital Berlin Spandau, Berlin, Germany."], ["Ward", "Anthony B", "AB", "North Staffordshire Rehabilitation Center, Haywood Hospital, Stoke on Trent, UK."], ["Francisco", "Gerard", "G", "UTHealth NeuroRecovery Research Center, The Institute for Rehabilitation and Research, Memorial Hermann Hospital, Houston, TX, USA."], ["Lains", "Jorge", "J", "Center of Rehabilitation Medicine of the Central Region, Rovisco Pais Hospital, Tocha, Portugal."], ["Suputtitada", "Areerat", "A", "Department of Rehabilitation Medicine, Faculty of Medicine, Chulalongkorn University, Bangkok, Thailand."], ["Serrano", "Simão", "S", "Service of Physical and Rehabilitation Medicine, Hospital of Leiria, Leiria, Portugal."], ["Baguley", "Ian J", "IJ", "Brain Injury Rehabilitation Service, Westmead Hospital, Western Medical School, University of Sydney, Sydney, Australia."], ["Barnes", "Michael", "M", "Unit 14, Christchurch Group, Rake House Farm, North Shields, UK."], ["Simpson", "David M", "DM", "Department of Neurology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "date": "2017-12-21", "id": "29265792", "text": "Spastic paresis is a common feature of an upper motor neuron impairment caused by stroke, brain injury, multiple sclerosis and other CNS disorders. Existing national and international guidelines for the treatment of adult spastic paresis tend to focus on the treatment of muscle overactivity rather than the comprehensive approach to care, which may require life-long management. Person-Centred Care is increasingly adopted by healthcare systems in a shift of focus from 'disease-oriented' towards 'person-centred' medicine. The challenge is to apply this principle to the complex management of spastic paresis and to include an educative process that engages care providers and patients and encourages them to participate actively in the long-term management of their own disease.To address this issue, a group of 13 international clinicians and researchers used a pragmatic top-down methodology to evaluate the evidence and to formulate and grade the strength of recommendations for applying the principles of person-centred care to the management of spastic paresis.There is a distinct lack of clinical trial evidence regarding the application of person-centred medicine to the rehabilitation setting. However, the current evidence base supports the need to ensure that treatment interventions for spastic paresis should be centred on as far as reasonable on the patient's own priorities for treatment. Goal setting, negotiation and formal recording of agreed SMART goals should be an integral part of all spasticity management programmes, and goal attainment scaling should be recorded alongside other standardised measures in the evaluation of outcome. When planning interventions for spastic paresis, the team should consider the patient and their family's capacity for self-rehabilitation, as well as ways to enhance this approach. Finally, the proposed intervention and treatment goals should consider the impact of any neuropsychological, cognitive and behavioural deficits on rehabilitation.These recommendations support a person-centric focus in the management of spastic paresis.", "doi": "10.23736/S1973-9087.17.04808-0", "title": "A comprehensive person-centred approach to adult spastic paresis: a consensus-based framework.", "journal": ["European journal of physical and rehabilitation medicine", "Eur J Phys Rehabil Med"]}