{"authors": [["Bergmann", "Jeannine", "J", "Schoen Klinik Bad Aibling, Bad Aibling, Germany - JBergmann@Schoen-Kliniken.de."], ["Krewer", "Carmen", "C", "Schoen Klinik Bad Aibling, Bad Aibling, Germany."], ["Bauer", "Petra", "P", "Schoen Klinik Bad Aibling, Bad Aibling, Germany."], ["Koenig", "Alexander", "A", "Sensory-Motor Systems Lab, ETH Zurich, Zurich, Switzerland."], ["Riener", "Robert", "R", "Sensory-Motor Systems Lab, ETH Zurich, Zurich, Switzerland."], ["Müller", "Friedemann", "F", "Schoen Klinik Bad Aibling, Bad Aibling, Germany."]], "date": "2017-12-21", "id": "29265791", "text": "Active performance is crucial for motor learning, and, together with motivation, is believed to be associated with a better rehabilitation outcome. Virtual reality (VR) is an innovative approach to engage and motivate patients during training. There is promising evidence for its efficiency in retraining upper limb function. However, there is insufficient proof for its effectiveness in gait training.To evaluate the acceptability of robot-assisted gait training (RAGT) with and without VR and the feasibility of potential outcome measures to guide the planning of a larger randomized controlled trial (RCT).Single-blind randomized controlled pilot trial with two parallel arms.Rehabilitation hospital.Twenty subacute stroke patients (64 ± 9 years) with a Functional Ambulation Classification (FAC) ≤2.12 sessions (over 4 weeks) of either VR-augmented RAGT (intervention group) or standard RAGT (control group). Acceptability of the interventions (drop-out rate, questionnaire), patients' motivation (Intrinsic Motivation Inventory (IMI), individual mean walking time), and feasibility of potential outcome measures (completion rate and response to interventions) were determined.We found high acceptability of repetitive VR-augmented RAGT. The drop-out rate was 1/11 in the intervention and 4/14 in the control group. Patients of the intervention group spent significantly more time walking in the robot than the control group (per session and total walking time; p<0.03). In both groups, motivation measured with the IMI was high over the entire intervention period. The felt pressure and tension significantly decreased in the intervention group (p<0.01) and was significantly lower than in the control group at the last therapy session (r=-0.66, p=0.005). The FAC is suggested as a potential primary outcome measure for a definitive RCT, as it could be assessed in all patients and showed significant response to interventions (p<0.01). We estimated a sample size of 44 for a future RCT .VR-augmented RAGT resulted in high acceptability and motivation, and in a reduced drop-out rate and an extended training time compared to standard RAGT. This pilot trial provides guidance for a prospective RCT on the effectiveness of VR-augmented RAGT.VR might be a promising approach to enrich and improve gait rehabilitation after stroke.", "doi": "10.23736/S1973-9087.17.04735-9", "title": "Virtual reality to augment robot-assisted gait training in non-ambulatory patients with a subacute stroke: a pilot randomized controlled trial.", "journal": ["European journal of physical and rehabilitation medicine", "Eur J Phys Rehabil Med"]}