{"authors": [["Beraldo", "Flavio H", "FH", "Department of Physiology and Pharmacology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Ostapchenko", "Valeriy G", "VG", "Department of Physiology and Pharmacology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Xu", "Jason Z", "JZ", "Robarts Research Institute, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Di Guglielmo", "Gianni M", "GM", "Department of Physiology and Pharmacology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Fan", "Jue", "J", "Department of Anatomy & Cell Biology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Nicholls", "Peter J", "PJ", "Psychiatry & Behavioral Sciences, Duke University, Durham, North Carolina, USA."], ["Caron", "Marc G", "MG", "Department of Cell Biology, Duke University, Durham, North Carolina, USA."], ["Prado", "Vania F", "VF", "Department of Physiology and Pharmacology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."], ["Prado", "Marco A M", "MAM", "Department of Physiology and Pharmacology, Schulich School of Medicine and Dentistry, University of Western Ontario, London, Ontario, Canada."]], "date": "2017-12-18", "id": "29265373", "text": "Stress-inducible phosphoprotein 1 (STI1) acts as a neuroprotective factor in the ischemic brain and its levels are increased following ischemia. Previous work has suggested that some of these STI1 actions in a stroke model depend on the recruitment of bone marrow-derived stem cells to improve outcomes after ischemic insult. However, STI1 can directly increase neuroprotective signaling in neurons by engaging with the cellular prion protein (PrPC ) and activating α7 nicotinic acetylcholine receptors (α7nAChR). Given that α7nAChR activation has also been involved in neuroprotection in stroke, it is possible that STI1 can have direct actions on neurons to prevent deleterious consequences of ischemic insults. Here, we tested this hypothesis by exposing primary neuronal cultures to 1-h oxygen-glucose deprivation (OGD) and reperfusion and assessing signaling pathways activated by STI1/PrPC . Our results demonstrated that STI1 treatment significantly decreased apoptosis and cell death in mouse neurons submitted to OGD in a manner that was dependent on PrPC and α7nAChR, but also on the activin A receptor 1 (ALK2), which has emerged as a signaling partner of STI1. Interestingly, pharmacological inhibition of the ALK2 receptor prevented neuroprotection by STI1, while activation of ALK2 receptors by bone morphogenetic protein 4 (BMP4) either before or after OGD was effective in decreasing neuronal death induced by ischemia. We conclude that PrPC /STI1 engagement and its subsequent downstream signaling cascades involving α7nAChR as well as the ALK2 receptor may be activated in neurons by increased levels of STI1. This signaling pathway protects neurons from ischemic insults.", "doi": "10.1111/jnc.14281", "title": "Mechanisms of neuroprotection against ischemic insult by stress-inducible phosphoprotein-1/prion protein complex.", "journal": ["Journal of neurochemistry", "J. Neurochem."]}