{"authors": [["Kamalakannan", "Sureshkumar", "S", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, Keppel Street, London, United Kingdom."], ["Gudlavalleti", "Aashrai S V", "ASV", "South Asia Centre for Disability, Inclusive development and Research, Indian Institute of Public Health, Hyderabad, India."], ["Gudlavalleti", "Venkata S Murthy", "VSM", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, Keppel Street, London, United Kingdom."], ["Goenka", "Shifalika", "S", "Department of Epidemiology, Indian Institute of Public Health-Delhi, Gurgaon, India."], ["Kuper", "Hannah", "H", "International Centre for Evidence in Disability, London School of Hygiene & Tropical Medicine, Keppel Street, London, United Kingdom."]], "date": null, "id": "29265018", "text": "There has been more than 100 per cent increase in incidence of stroke in low- and middle-income countries including India from 1970-1979 to 2000-2008. Lack of reliable reporting mechanisms, heterogeneity in methodology, study population, and small sample size in existing epidemiological studies, make an accurate estimation of stroke burden in India challenging. We conducted a systematic review of epidemiologic studies on stroke conducted in India to document the magnitude of stroke.All population-based, cross-sectional studies and cohort studies from India which reported the stroke incidence rate or cumulative stroke incidence and/or the prevalence of stroke in participants from any age group were included. Electronic databases (Ovid, PubMed, Medline, Embase and IndMED) were searched and studies published during 1960 to 2015 were included. A total of 3079 independent titles were identified for screening, of which 10 population-based cross-sectional studies were considered eligible for inclusion. Given the heterogeneity of the studies, meta-analysis was not carried out.The cumulative incidence of stroke ranged from 105 to 152/100,000 persons per year, and the crude prevalence of stroke ranged from 44.29 to 559/100,000 persons in different parts of the country during the past decade. These values were higher than those of high-income countries.A paucity of good-quality epidemiological studies on stroke in India emphasizes the need for a coordinated effort at both the State and national level to study the burden of stroke in India. Future investment in the population-based epidemiological studies on stroke would lead to better preventive measures against stroke and better rehabilitation measures for stroke-related disabilities in the country.", "doi": "10.4103/ijmr.IJMR_516_15", "title": "Incidence & prevalence of stroke in India: A systematic review.", "journal": ["The Indian journal of medical research", "Indian J. Med. Res."]}