{"authors": [["Stelągowski", "Mirosław", "M", "Department of Vascular, General and Oncologic Surgery, Copernicus Memorial Hospital, Łódź, Poland."], ["Kasielska-Trojan", "Anna", "A", "Plastic, Reconstructive and Esthetic Surgery Clinic, University Hospital No. 1, Łódź, Poland."], ["Bogusiak", "Katarzyna", "K", "Department of Maxillofacial Suregry, Medical University of Lodz, Poland."], ["Timler", "Dariusz", "D", "Department of Emergency Medicine, Medical University of Lodz, Poland."], ["Łysakowski", "Marek", "M", "Department of Vascular, General and Oncologic Surgery, Copernicus Memorial Hospital, Łódź, Poland."], ["Kaźmierski", "Piotr", "P", "Department of Vascular, General and Oncologic Surgery, Copernicus Memorial Hospital, Łódź, Poland."], ["Pająk", "Michał", "M", "Department of Vascular, General and Oncologic Surgery, Copernicus Memorial Hospital, Łódź, Poland."], ["Szostek", "Małgorzata", "M", "Department of General Surgery and Thoracic Diseases, Medical Academy of Warsaw, Poland."]], "date": null, "id": "29264879", "text": "Carotid endarterectomy (CEA) is a surgical procedure used in ischemic brain stroke prevention in patients with symptomatic and asymptomatic severe carotid artery stenosis.This study compares perioperative stroke or death rate after carotid endarterectomy (CEA) in male and female patients, and determines risk factors for perioperative incidents in women and men.The outcome of surgical treatment of 269 consecutive symptomatic patients (181 men and 88 women) treated from January 2004 to August 2008 in the Department of Vascular, General and Oncologic Surgery was analyzed.Perioperative stroke-death rate (within 30 days after the surgery) in women was 6.8% (6/88) and 3.3% (6/181) in men (p > 0.05). In the female group, none of the analyzed risk factors were associated with a higher risk of periprocedural incident, while in men, only hypercholesterolemia was a significant predictor of perioperative stroke (TC > 240 vs 240 vs 200-240: OR = 6.59; 95% CI: 1.12-38.97; p = 0.0375).In men, hypercholesterolemia significantly increased the risk of perioperative stroke or death, while in females, none of the analyzed factors were determined as the predictors of the incident. The fact that plaque type VI by AHA was significantly more frequent in women and men more frequently were suffering from ischemic heart disease and peripheral artery occlusive disease appeared not to influence the outcome of CEA.", "doi": null, "title": "Gender-related risk factors for perioperative stroke after carotid endarterectomy in symptomatic patients.", "journal": ["Advances in clinical and experimental medicine : official organ Wroclaw Medical University", "Adv Clin Exp Med"]}