{"authors": [["Wang", "Haoliang", "H", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Zhao", "Jun", "J", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Gui", "Yongkun", "Y", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Yan", "Haiqing", "H", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Yan", "Zhixin", "Z", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Zhang", "Ping", "P", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China. v999xn@163.com."], ["Liu", "Li", "L", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Chang", "Li", "L", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."], ["Zhang", "Jianlong", "J", "Department of Neurology, The First Affiliated Hospital of Xinxiang Medical University, Xinxiang, China."]], "date": "2017-12-20", "id": "29264843", "text": "The aim of this study was to evaluate the short-term prognostic value of early measurement of serum lipoprotein (a) [Lp(a)] levels in Chinese patients with type 2 diabetes (T2D) and acute ischemic stroke (AIS). The study population comprised 232 consecutive patients with an AIS diagnosis complicated with T2D. Functional outcome was obtained on month 3 according to the modified Rankin Scale (mRS). Unfavorable functional outcome was defined as a mRS score of 3 to 6 points. The prognostic value of Lp(a) at admission to predict the unfavorable functional outcome 3 months after stroke onset was compared with the National Institutes of Health Stroke Scale score and other known outcome predictors. The Lp(a) levels in those patients were obtained with a median value of 16.8 mg/dl (IQR, 9.5-34.4 mg/dl). At 3-month follow-up, an unfavorable functional outcome was found in 86 patients (37.1%). In multivariate models comparing the second (Q2), third, and fourth quartiles against the first quartile of Lp(a), concentrations of Lp(a) in Q2, Q3, and Q4 were associated with unfavorable outcome, and increased risk of unfavorable outcome by 42, 131, and 211%. Interestingly, an elevated Lp(a, > 30 mg/dl) was also associated with unfavorable outcome, and with adjusted OR of 2.25 (95% CI 1.39-3.68). The AUC was significantly increased by adding Lp(a) to established risk factors (difference, 0.041 [95% CI, 0.034-0.053]; P = 0.02). The addition of Lp(a) to established risk factors significantly improved net reclassification improvement and integrated discrimination improvement. Higher Lp(a) levels at admission were associated with increased risk of unfavorable functional outcome and might be useful in identifying stroke patients with T2D at risk for unfavorable functional outcome for early prevention strategies.", "doi": "10.1007/s12640-017-9850-6", "title": "Elevated Lipoprotein (a) and Risk of Poor Functional Outcome in Chinese Patients with Ischemic Stroke and Type 2 Diabetes.", "journal": ["Neurotoxicity research", "Neurotox Res"]}