{"authors": [["Zheng", "Jianzheng", "J", "Department of Cell Biology and Physiology, University of New Mexico - Health Sciences Center, MSC08 4750 1 University of New Mexico, Albuquerque, NM, 87131-0001, USA."], ["Hu", "Che-Lin", "CL", "Department of Cell Biology and Physiology, University of New Mexico - Health Sciences Center, MSC08 4750 1 University of New Mexico, Albuquerque, NM, 87131-0001, USA."], ["Shanley", "Kara L", "KL", "Department of Cell Biology and Physiology, University of New Mexico - Health Sciences Center, MSC08 4750 1 University of New Mexico, Albuquerque, NM, 87131-0001, USA."], ["Bizzozero", "Oscar A", "OA", "Department of Cell Biology and Physiology, University of New Mexico - Health Sciences Center, MSC08 4750 1 University of New Mexico, Albuquerque, NM, 87131-0001, USA. obizzozero@salud.unm.edu."]], "date": "2017-12-20", "id": "29264677", "text": "This study was conducted to further our understanding about the link between lipid peroxidation and protein carbonylation in rat brain slices incubated with the glutathione (GSH)-depletor diethyl maleate. Using this in vitro system of oxidative stress, we found that there is a significant lag between the appearance of carbonylated proteins and GSH depletion, which seems to be due to the removal of oxidized species early on in the incubation by the mitochondrial Lon protease. Upon acute GSH depletion, protein carbonyls accumulated mostly in mitochondria and to a lesser degree in other subcellular fractions that also contain high levels of polyunsaturated lipids. This result is consistent with our previous findings suggesting that lipid hydroperoxides mediate the oxidation of proteins in this system. However, these lipid hydroperoxides are not produced by oxidation of free arachidonic acid or other polyunsaturated free fatty acids by lipooxygenases or cyclooxygenases. Finally, γ-glutamyl semialdehyde and 2-amino-adipic semialdehyde were identified by HPLC as the carbonyl-containing amino acid residues, indicating that proteins are carbonylated by metal ion-catalyzed oxidation of lysine, arginine and proline residues. The present findings are important in the context of neurological disorders that exhibit increased lipid peroxidation and protein carbonylation, such as Parkinson's disease, Alzheimer's disease, and multiple sclerosis.", "doi": "10.1007/s11064-017-2456-9", "title": "Mechanism of Protein Carbonylation in Glutathione-Depleted Rat Brain Slices.", "journal": ["Neurochemical research", "Neurochem. Res."]}