{"authors": [["László", "Ildikó", "I", "Faculty of Medicine; Department of Anaesthesiology and Intensive Therapy, University of Szeged, 6. Semmelweis st, Szeged, 6725, Hungary. laszlo.ildiko@med.u-szeged.hu."], ["Demeter", "Gábor", "G", "Faculty of Medicine; Department of Anaesthesiology and Intensive Therapy, University of Szeged, 6. Semmelweis st, Szeged, 6725, Hungary."], ["Öveges", "Nándor", "N", "Faculty of Medicine; Department of Anaesthesiology and Intensive Therapy, University of Szeged, 6. Semmelweis st, Szeged, 6725, Hungary."], ["Érces", "Dániel", "D", "Faculty of Medicine; Institute of Surgical Research, University of Szeged, 6. Szőkefalvi-Nagy Béla st, Szeged, 6720, Hungary."], ["Kaszaki", "József", "J", "Faculty of Medicine; Institute of Surgical Research, University of Szeged, 6. Szőkefalvi-Nagy Béla st, Szeged, 6720, Hungary."], ["Tánczos", "Krisztián", "K", "Faculty of Medicine; Department of Anaesthesiology and Intensive Therapy, University of Szeged, 6. Semmelweis st, Szeged, 6725, Hungary."], ["Molnár", "Zsolt", "Z", "Faculty of Medicine; Department of Anaesthesiology and Intensive Therapy, University of Szeged, 6. Semmelweis st, Szeged, 6725, Hungary."]], "date": "2017-12-20", "id": "29264668", "text": "Fluid resuscitation remains a cornerstone in the management of acute bleeding. According to Starling's \"Three-compartment model\", four-times more crystalloids have the same volume effect as colloids. However, this volume-replacement ratio remains a controversial issue as it may be affected by the degradation of the endothelial glycocalyx layer, a situation often found in the critically ill. Our aim was to compare colloid and crystalloid based fluid resuscitation during an experimental stroke volume index (SVI) guided hemorrhage and resuscitation animal model.Anesthetized and mechanically ventilated pigs were randomized to receive a colloid (Voluven®,HES, n=15) or crystalloid (Ringerfundin®,RF, n=15) infusion. Animals were bled till baseline SVI (Tbsl) dropped by 50% (T0), followed by resuscitation until initial SVI was reached (T4) in four steps. Invasive hemodynamic measurements, blood gas analyses and laboratory tests were performed at each assessment points. Glycocalyx degradation markers (Syndecan-1/hematocrit ratio, Glypican/hematocrit ratio) were determined at Tbsl, T0 and T4.Similar amounts of blood were shed in both groups (HES group: 506±159 mls blood, RF group: 470±127 mls blood). Hemodynamic changes followed the same pattern without significant difference between the groups. Animals received significantly less resuscitation fluid in the HES compared to the RF-group: 425 [320-665], vs 1390 [884-1585] mls, p <0.001. The volume replacement ratio was 0.92 [0.79-1.54] for HES; and 3.03 [2.00-4.23] for the RF-group (p <0.001). There was no significant difference between the groups in the glycocalyx degradation markers.In this moderate bleeding-resuscitation animal model the volume-replacement ratio for crystalloids and colloids followed similar patterns as predicted by Starling's principle, and the glycocalyx remained intact. This indicates that in acute bleeding events, such as trauma or during surgery, colloids may be beneficial as hemodynamic stability may be achieved more rapidly than with crystalloids.", "doi": "10.1186/s40635-017-0165-y", "title": "Volume-replacement ratio for crystalloids and colloids during bleeding and resuscitation: an animal experiment.", "journal": ["Intensive care medicine experimental", "Intensive Care Med Exp"]}