{"authors": [["Hernández-Ramírez", "Laura C", "LC", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Tatsi", "Christina", "C", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Lodish", "Maya B", "MB", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Faucz", "Fabio R", "FR", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Pankratz", "Nathan", "N", "Department of Laboratory Medicine and Pathology, University of Minnesota Medical School, Minneapolis, Minnesota 55455."], ["Chittiboina", "Prashant", "P", "Surgical Neurology Branch, National Institute of Neurologic Disorders and Stroke, National Institutes of Health, Bethesda, Maryland 20892."], ["Lane", "John", "J", "Department of Laboratory Medicine and Pathology, University of Minnesota Medical School, Minneapolis, Minnesota 55455."], ["Kay", "Denise M", "DM", "Newborn Screening Program, Wadsworth Center, New York State Department of Health, Albany, New York 12201."], ["Valdés", "Nuria", "N", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Dimopoulos", "Aggeliki", "A", "Epidemiology Branch, Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Mills", "James L", "JL", "Epidemiology Branch, Division of Intramural Population Health Research, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."], ["Stratakis", "Constantine A", "CA", "Section on Endocrinology and Genetics, Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland 20892."]], "date": "2017-05-30", "id": "29264542", "text": "Known germline gene abnormalities cause one-fifth of the pituitary adenomas in children and adolescents, but, in contrast with other pituitary tumor types, the genetic causes of corticotropinomas are largely unknown. In this study, we report a case of Cushing disease (CD) due to a loss-of-function mutation in PRKAR1A, providing evidence for association of this gene with a corticotropinoma. A 15-year-old male presenting with hypercortisolemia was diagnosed with CD. Remission was achieved after surgical resection of a corticotropin (ACTH)-producing pituitary microadenoma, but recurrence 3 years later prompted reoperation and radiotherapy. Five years after the original diagnosis, the patient developed ACTH-independent Cushing syndrome, and a diagnosis of primary pigmented nodular adrenocortical disease was confirmed. A PRKAR1A mutation (c.671delG, p.G225Afs*16) was detected in a germline DNA sample from the patient, which displayed loss of heterozygosity in the corticotropinoma. No other germline or somatic mutations of interest were found. As corticotropinomas are not a known component of Carney complex (CNC), we performed loss of heterozygosity and messenger RNA stability studies in the patient's tissues, and analyzed the effect of Prkar1a silencing on AtT-20/D16v-F2 mouse corticotropinoma cells. No PRKAR1A defects were found among 97 other pediatric CD patients studied. Our clinical case and experimental data support a role for PRKAR1A in the pathogenesis of a corticotroph cell tumor. This is a molecularly confirmed report of a corticotropinoma presenting in association with CNC. We conclude that germline PRKAR1A mutations are a novel, albeit apparently infrequent, cause of CD.", "doi": "10.1210/js.2017-00231", "title": "Corticotropinoma as a Component of Carney Complex.", "journal": ["Journal of the Endocrine Society", "J Endocr Soc"]}