{"authors": [["Hakon", "Jakob", "J", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Quattromani", "Miriana Jlenia", "MJ", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Sjölund", "Carin", "C", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Tomasevic", "Gregor", "G", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Carey", "Leeanne", "L", "School of Allied Health, La Trobe University, Melbourne, Vic., Australia."], ["Lee", "Jin-Moo", "JM", "Department of Radiology, Washington University, Saint Louis, MO 63110, USA."], ["Ruscher", "Karsten", "K", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Wieloch", "Tadeusz", "T", "Laboratory for Experimental Brain Research, Division of Neurosurgery, Department of Clinical Sciences, Lund University, BMC A13, 22184 Lund, Sweden."], ["Bauer", "Adam Q", "AQ", "Department of Radiology, Washington University, Saint Louis, MO 63110, USA."]], "date": "2017-12-02", "id": "29264113", "text": "Stroke causes direct structural damage to local brain networks and indirect functional damage to distant brain regions. Neuroplasticity after stroke involves molecular changes within perilesional tissue that can be influenced by regions functionally connected to the site of injury. Spontaneous functional recovery can be enhanced by rehabilitative strategies, which provides experience-driven cell signaling in the brain that enhances plasticity. Functional neuroimaging in humans and rodents has shown that spontaneous recovery of sensorimotor function after stroke is associated with changes in resting-state functional connectivity (RS-FC) within and across brain networks. At the molecular level, GABAergic inhibitory interneurons can modulate brain plasticity in peri-infarct and remote brain regions. Among this cell-type, a decrease in parvalbumin (PV)-immunoreactivity has been associated with improved behavioral outcome. Subjecting rodents to multisensory stimulation through exposure to an enriched environment (EE) enhances brain plasticity and recovery of function after stroke. Yet, how multisensory stimulation relates to RS-FC has not been determined. In this study, we investigated the effect of EE on recovery of RS-FC and behavior in mice after stroke, and if EE-related changes in RS-FC were associated with levels of PV-expressing neurons. Photothrombotic stroke was induced in the sensorimotor cortex. Beginning 2 days after stroke, mice were housed in either standard environment (STD) or EE for 12 days. Housing in EE significantly improved lost tactile-proprioceptive function compared to mice housed in STD environment. RS-FC in the mouse was measured by optical intrinsic signal imaging 14 days after stroke or sham surgery. Stroke induced a marked reduction in RS-FC within several perilesional and remote brain regions. EE partially restored interhemispheric homotopic RS-FC between spared motor regions, particularly posterior secondary motor. Compared to mice housed in STD cages, EE exposure lead to increased RS-FC between posterior secondary motor regions and contralesional posterior parietal and retrosplenial regions. The increased regional RS-FC observed in EE mice after stroke was significantly correlated with decreased PV-immunoreactivity in the contralesional posterior motor region. In conclusion, experimental stroke and subsequent housing in EE induces dynamic changes in RS-FC in the mouse brain. Multisensory stimulation associated with EE enhances RS-FC among distinct brain regions relevant for recovery of sensorimotor function and controlled movements that may involve PV/GABA interneurons. Our results indicate that targeting neural circuitry involving spared motor regions across hemispheres by neuromodulation and multimodal sensory stimulation could improve rehabilitation after stroke.", "doi": "10.1016/j.nicl.2017.11.022", "title": "Multisensory stimulation improves functional recovery and resting-state functional connectivity in the mouse brain after stroke.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}