{"authors": [["Sun", "Z N", "ZN", "Department of Anaesthesiology, Peking University Third Hospital, Beijing 100191, China."], ["Meng", "X L", "XL", "Department of Anaesthesiology, Peking University Third Hospital, Beijing 100191, China."], ["Wang", "J", "J", "Department of Anaesthesiology, Peking University Third Hospital, Beijing 100191, China."], ["Guo", "X Y", "XY", "Department of Anaesthesiology, Peking University Third Hospital, Beijing 100191, China."], ["Han", "J T", "JT", "Department of Interventional Radiology and Vascular Surgery, Peking University Third Hospital, Beijing 100191, China."], ["Qi", "Q", "Q", "Department of Orthopaedic, Peking University Third Hospital, Beijing 100191, China."]], "date": null, "id": "29263488", "text": "Perioperative stroke is cerebral infarction occurring in the perioperative period. The incidence of perioperative stroke in non-cardiac, and non-neurologic surgery is about 0.7%, but the mortality can be as high as 26% to 40%. The outcome of the patients with perioperative stroke can be disastrous. Here we report a case of perioperative ischemic stroke that occurred after surgery of lumbar decompression and pedical screw fixation. A 76-year-old female admitted to our hospital because of lumbar spinal stenosis. Her medical history included hypertension and diabetes for ten years. Her personal history included a smoking history of 60 years by 2 cigarettes per day, not quitting. Her carotid artery ultrasound showed multiple low echo plaques on the right side and multiple high echo plaques on the left side of the carotid artery, but without distinct stenosis. Other examinations and tests showed no distinct abnormality. She went on a lumbar decompression and pedical screw fixation uneventfully. The blood loss was 400 mL and autologous blood transfusion 150 mL. The arterial blood pressure (ABP) maintained during 100-130 mmHg/60-80 mmHg (1 mmHg=0.133 kPa). Sixty minutes after she recovered from general anesthesia, the patient developed symptoms of slurred speech and right limbs weakness. The anesthesio-logist evaluated the patient immediately with National Institute of Health Stroke Scale (NIHSS). The NIHSS score was 11 and a stroke was highly suspected. The acute stroke team was therefore initiated and fast responded. Within 4 h, digital subtraction angiography (DSA) was proceeded, which showed the M1 segment of the left middle cerebral artery was occluded and the local stenosis of her right middle cerebral artery was up to 80%. After the successful embolectomy by Solitaire stent, the left middle cerebral artery reflowed and the forward blood flow was thrombolysis in myocardial infarction (TIMI) grade 3. The patient was discharged after 33 days after the surgery with a NIHSS of 9. Our case provides an example that an acute stroke team that included the department of anesthesiology can be beneficial to the patients' perioperative strokes. During the perioperative period, anesthesiologists should be included into the acute stroke team, because anesthesiologists and anesthesia nurses might be first observers of those early onset strokes. Our case also put forward this thought that a standard peri-operative stroke evaluation tool, like NIHSS, should be discussed and applied to facilitate and accelerate the initiation of perioperative acute stroke team.", "doi": null, "title": "[Perioperative stroke effectively treated by an acute stroke team including anesthesia department: a case report].", "journal": ["Beijing da xue xue bao. Yi xue ban = Journal of Peking University. Health sciences", "Beijing Da Xue Xue Bao"]}