{"authors": [["Giugliano", "Robert P", "RP", "TIMI Study Group, Brigham and Women's Hospital, Harvard Medical School Boston, MA rgiugliano@partners.org."], ["Cannon", "Christopher P", "CP", "TIMI Study Group, Brigham and Women's Hospital, Harvard Medical School Boston, MA."], ["Blazing", "Michael A", "MA", "Duke Clinical Research Institute, Durham, NC."], ["Nicolau", "Jose C", "JC", "University of Sao Paulo Medical School, Sao Paulo, Brazil."], ["Corbalan", "Ramon", "R", "Centro Medico Clinica UC, Santiago, Chile."], ["Spinar", "Jindrich", "J", "University Hospital Brno, Brno, Czech Republic."], ["Park", "Jeong-Gun", "JG", "TIMI Study Group, Brigham and Women's Hospital, Harvard Medical School Boston, MA."], ["White", "Jennifer A", "JA", "Duke Clinical Research Institute, Durham, NC."], ["Bohula", "Erin", "E", "TIMI Study Group, Brigham and Women's Hospital, Harvard Medical School Boston, MA."], ["Braunwald", "Eugene", "E", "TIMI Study Group, Brigham and Women's Hospital, Harvard Medical School Boston, MA."], [null, null, null, null]], "date": "2017-12-20", "id": "29263150", "text": "Background -Ezetimibe, when added to simvastatin, reduces cardiovascular events following acute coronary syndrome (ACS); we explored outcomes stratified by diabetes mellitus (DM). Methods -In IMPROVE-IT, 18,144 patients post ACS with LDL-C 50-125 mg/dL were randomized to ezetimibe/simvastatin-40mg (E/S) or placebo/simvastatin-40mg (P/S). The primary composite endpoint was cardiovascular death, major coronary events, and stroke. DM was a prespecified subgroup. Results -The 4933 (27%) patients with DM were more often older, female, with prior MI and revascularization, and presented more frequently with non-ST segment elevation ACS compared to non-DM (each p<0.001). The median admission LDL-C was lower among patients with DM (89 vs. 97 mg/dL, p<0.001). E/S achieved a significantly lower median time-weighted average LDL-C compared to P/S, irrespective of DM (DM: 49 vs. 67 mg/dL; No DM: 55 vs. 71 mg/dL, both P<0.001). In DM patients, E/S reduced the 7-year Kaplan-Meier primary endpoint event rate by 5.5% absolute (HR 0.85; 95% CI, 0.78-0.94); in non-DM patients the absolute difference was 0.7% (HR 0.98; 95% CI, 0.91-1.04; Pinteraction=0.02). The largest relative reductions in DM patients were in MI (24%) and ischemic stroke (39%). No differences in safety outcomes by treatment were present regardless of DM. When stratified further by age, patients ≥75 years had a 20% relative reduction in the primary endpoint regardless of DM (Pinteraction=0.91), while patients <75 years with DM had greater benefit than those without (Pinteraction=0.011). When stratified by the TIMI risk score for Secondary Prevention, all patients with DM demonstrated benefit with E/S regardless of risk. In contrast, among non-diabetics, patients with a high risk score experienced a significant 18% relative reduction in the composite of cardiovascular death, MI, and ischemic stroke with E/S compared to P/S, whereas non-diabetics at low or moderate risk demonstrated no benefit with the addition of ezetimibe to simvastatin (Pinteraction 0.034). Conclusions -In IMPROVE-IT the benefit of adding ezetimibe to statin was enhanced in patients with DM and in high-risk non-diabetics. Clinical Trial Registration -URL: https://clinicaltrials.gov Unique Identifier: NCT00202878.", "doi": "10.1161/CIRCULATIONAHA.117.030950", "title": "Benefit of Adding Ezetimibe to Statin Therapy on Cardiovascular Outcomes and Safety in Patients With vs. Without Diabetes: Results from IMPROVE-IT.", "journal": ["Circulation", "Circulation"]}