{"authors": [["Guerreiro", "Rita", "R", "UK Dementia Research Institute, University College London, London, UK; Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK; Department of Medical Sciences and Institute of Biomedicine, iBiMED, University of Aveiro, Aveiro, Portugal."], ["Ross", "Owen A", "OA", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Kun-Rodrigues", "Celia", "C", "Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Hernandez", "Dena G", "DG", "Laboratory of Neurogenetics, National Institutes on Aging, National Institutes of Health, Bethesda, MD, USA; German Center for Neurodegenerative Diseases, Tubingen, Germany."], ["Orme", "Tatiana", "T", "Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Eicher", "John D", "JD", "Merck & Co, Boston, MA, USA."], ["Shepherd", "Claire E", "CE", "Neuroscience Research Australia, Sydney, NSW, Australia; School of Medical Sciences, Faculty of Medicine, University of New South Wales, Sydney, NSW, Australia."], ["Parkkinen", "Laura", "L", "Nuffield Department of Clinical Neurosciences, Oxford Parkinson's Disease Centre, University of Oxford, Oxford, UK."], ["Darwent", "Lee", "L", "Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Heckman", "Michael G", "MG", "Division of Biomedical Statistics and Informatics, Mayo Clinic, Jacksonville, FL, USA."], ["Scholz", "Sonja W", "SW", "Neurodegenerative Diseases Research Unit, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Troncoso", "Juan C", "JC", "Department of Pathology (Neuropathology), Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Pletnikova", "Olga", "O", "Department of Pathology (Neuropathology), Johns Hopkins University School of Medicine, Baltimore, MD, USA."], ["Ansorge", "Olaf", "O", "Nuffield Department of Clinical Neurosciences, Oxford Parkinson's Disease Centre, University of Oxford, Oxford, UK."], ["Clarimon", "Jordi", "J", "Memory Unit, Department of Neurology, IIB Sant Pau, Hospital de la Santa Creu i Sant Pau, Universitat Autonoma de Barcelona, Barcelona, Spain; Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain."], ["Lleo", "Alberto", "A", "Memory Unit, Department of Neurology, IIB Sant Pau, Hospital de la Santa Creu i Sant Pau, Universitat Autonoma de Barcelona, Barcelona, Spain; Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain."], ["Morenas-Rodriguez", "Estrella", "E", "Memory Unit, Department of Neurology, IIB Sant Pau, Hospital de la Santa Creu i Sant Pau, Universitat Autonoma de Barcelona, Barcelona, Spain; Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain."], ["Clark", "Lorraine", "L", "Taub Institute for Alzheimer Disease and the Aging Brain and Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."], ["Honig", "Lawrence S", "LS", "Taub Institute for Alzheimer Disease and the Aging Brain and Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."], ["Marder", "Karen", "K", "Taub Institute for Alzheimer Disease and the Aging Brain and Department of Pathology and Cell Biology, Columbia University, New York, NY, USA."], ["Lemstra", "Afina", "A", "Department of Neurology and Alzheimer Center, Neuroscience Campus Amsterdam, VU University Medical Center, Amsterdam, Netherlands."], ["Rogaeva", "Ekaterina", "E", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, ON, Canada; Department of Medicine, University of Toronto, ON, Canada."], ["St George-Hyslop", "Peter", "P", "Tanz Centre for Research in Neurodegenerative Diseases, University of Toronto, ON, Canada; Department of Medicine, University of Toronto, ON, Canada; Department of Clinical Neurosciences, Cambridge Institute for Medical Research, University of Cambridge, Cambridge, UK."], ["Londos", "Elisabet", "E", "Clinical Memory Research Unit, Institution of Clinical Sciences Malmo, Lund University, Sweden."], ["Zetterberg", "Henrik", "H", "UK Dementia Research Institute, University College London, London, UK; Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK; Clinical Neurochemistry Laboratory, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Molndal, Sweden."], ["Barber", "Imelda", "I", "Human Genetics, School of Life Sciences, Queens Medical Centre, University of Nottingham, Nottingham, UK."], ["Braae", "Anne", "A", "Human Genetics, School of Life Sciences, Queens Medical Centre, University of Nottingham, Nottingham, UK."], ["Brown", "Kristelle", "K", "Human Genetics, School of Life Sciences, Queens Medical Centre, University of Nottingham, Nottingham, UK."], ["Morgan", "Kevin", "K", "Human Genetics, School of Life Sciences, Queens Medical Centre, University of Nottingham, Nottingham, UK."], ["Troakes", "Claire", "C", "Department of Basic and Clinical Neuroscience and Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Al-Sarraj", "Safa", "S", "Department of Basic and Clinical Neuroscience and Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."], ["Lashley", "Tammaryn", "T", "Queen Square Brain Bank, Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Holton", "Janice", "J", "Queen Square Brain Bank, Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Compta", "Yaroslau", "Y", "Queen Square Brain Bank, Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK; Parkinson's Disease & Movement Disorders Unit, Neurology Service, Hospital Clinic, IDIBAPS, CIBERNED, Department of Biomedicine, University of Barcelona, Barcelona, Spain."], ["Van Deerlin", "Vivianna", "V", "Department of Pathology and Laboratory Medicine, Center for Neurodegenerative Disease Research, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Serrano", "Geidy E", "GE", "Banner Sun Health Research Institute, Sun City, AZ, USA."], ["Beach", "Thomas G", "TG", "Banner Sun Health Research Institute, Sun City, AZ, USA."], ["Lesage", "Suzanne", "S", "Inserm U1127, CNRS UMR7225, Sorbonne Universites, UPMC Univ Paris 06, UMR, Paris, France; S1127, Institut du Cerveau et de la Moelle epiniere, Paris, France."], ["Galasko", "Douglas", "D", "Department of Neurosciences, University of California, San Diego, La Jolla, CA, USA; Veterans Affairs San Diego Healthcare System, La Jolla, CA, USA."], ["Masliah", "Eliezer", "E", "Laboratory of Neurogenetics, National Institutes on Aging, National Institutes of Health, Bethesda, MD, USA; Division of Neurosciences, National Institutes of Health, Bethesda, MD, USA."], ["Santana", "Isabel", "I", "Neurology Service, University of Coimbra Hospital, Coimbra, Portugal."], ["Pastor", "Pau", "P", "Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain; Memory Unit, Department of Neurology, University Hospital Mutua de Terrassa, University of Barcelona, Barcelona, Spain; Fundacio de Docencia I Recerca Mutua de Terrassa, Terrassa, Barcelona, Spain."], ["Diez-Fairen", "Monica", "M", "Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain; Memory Unit, Department of Neurology, University Hospital Mutua de Terrassa, University of Barcelona, Barcelona, Spain; Fundacio de Docencia I Recerca Mutua de Terrassa, Terrassa, Barcelona, Spain."], ["Aguilar", "Miquel", "M", "Centro de Investigacion Biomedica en Red en Enfermedades Neurodegenerativas (CIBERNED), Instituto de Salud Carlos III, Madrid, Spain; Memory Unit, Department of Neurology, University Hospital Mutua de Terrassa, University of Barcelona, Barcelona, Spain; Fundacio de Docencia I Recerca Mutua de Terrassa, Terrassa, Barcelona, Spain."], ["Tienari", "Pentti J", "PJ", "Molecular Neurology, Research Programs Unit, University of Helsinki, Helsinki, Finland; Department of Neurology, Helsinki University Hospital, Helsinki, Finland."], ["Myllykangas", "Liisa", "L", "Department of Pathology, Haartman Institute, University of Helsinki, Helsinki, Finland; HUSLAB, Helsinki, Finland."], ["Oinas", "Minna", "M", "Department of Neurosurgery, University of Helsinki, Helsinki, Finland; Department of Neuropathology and Neurosurgery, Helsinki University Hospital, Helsinki, Finland."], ["Revesz", "Tamas", "T", "Queen Square Brain Bank, Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Lees", "Andrew", "A", "Queen Square Brain Bank, Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Boeve", "Brad F", "BF", "Department of Neurology, Mayo Clinic, Rochester, MN, USA."], ["Petersen", "Ronald C", "RC", "Department of Neurology, Mayo Clinic, Rochester, MN, USA."], ["Ferman", "Tanis J", "TJ", "Department of Psychiatry, Mayo Clinic, Jacksonville, FL, USA."], ["Escott-Price", "Valentina", "V", "MRC Centre for Neuropsychiatric Genetics and Genomics, School of Medicine, Cardiff University, Cardiff, UK."], ["Graff-Radford", "Neill", "N", "Department of Neurology, Mayo Clinic, Jacksonville, FL, USA."], ["Cairns", "Nigel J", "NJ", "Knight Alzheimer's Disease Research Center, Department of Neurology, Washington University School of Medicine, Saint Louis, MO, USA."], ["Morris", "John C", "JC", "Knight Alzheimer's Disease Research Center, Department of Neurology, Washington University School of Medicine, Saint Louis, MO, USA."], ["Pickering-Brown", "Stuart", "S", "Institute of Brain, Behaviour and Mental Health, Faculty of Medical and Human Sciences, University of Manchester, Manchester, UK."], ["Mann", "David", "D", "Institute of Brain, Behaviour and Mental Health, Faculty of Medical and Human Sciences, University of Manchester, Manchester, UK."], ["Halliday", "Glenda M", "GM", "Neuroscience Research Australia, Sydney, NSW, Australia; School of Medical Sciences, Faculty of Medicine, University of New South Wales, Sydney, NSW, Australia; Brain and Mind Centre, Sydney Medical School, University of Sydney, Sydney, NSW, Australia."], ["Hardy", "John", "J", "UK Dementia Research Institute, University College London, London, UK; Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK."], ["Trojanowski", "John Q", "JQ", "Department of Pathology and Laboratory Medicine, Center for Neurodegenerative Disease Research, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."], ["Dickson", "Dennis W", "DW", "Department of Neuroscience, Mayo Clinic, Jacksonville, FL, USA."], ["Singleton", "Andrew", "A", "Laboratory of Neurogenetics, National Institutes on Aging, National Institutes of Health, Bethesda, MD, USA."], ["Stone", "David J", "DJ", "Merck & Co, West Point, PA, USA."], ["Bras", "Jose", "J", "UK Dementia Research Institute, University College London, London, UK; Department of Molecular Neuroscience, UCL Institute of Neurology, University College London, London, UK; Department of Medical Sciences and Institute of Biomedicine, iBiMED, University of Aveiro, Aveiro, Portugal. Electronic address: j.bras@ucl.ac.uk."]], "date": "2017-12-16", "id": "29263008", "text": "Dementia with Lewy bodies is the second most common form of dementia in elderly people but has been overshadowed in the research field, partly because of similarities between dementia with Lewy bodies, Parkinson's disease, and Alzheimer's disease. So far, to our knowledge, no large-scale genetic study of dementia with Lewy bodies has been done. To better understand the genetic basis of dementia with Lewy bodies, we have done a genome-wide association study with the aim of identifying genetic risk factors for this disorder.In this two-stage genome-wide association study, we collected samples from white participants of European ancestry who had been diagnosed with dementia with Lewy bodies according to established clinical or pathological criteria. In the discovery stage (with the case cohort recruited from 22 centres in ten countries and the controls derived from two publicly available database of Genotypes and Phenotypes studies [phs000404.v1.p1 and phs000982.v1.p1] in the USA), we performed genotyping and exploited the recently established Haplotype Reference Consortium panel as the basis for imputation. Pathological samples were ascertained following autopsy in each individual brain bank, whereas clinical samples were collected after participant examination. There was no specific timeframe for collection of samples. We did association analyses in all participants with dementia with Lewy bodies, and also only in participants with pathological diagnosis. In the replication stage, we performed genotyping of significant and suggestive results from the discovery stage. Lastly, we did a meta-analysis of both stages under a fixed-effects model and used logistic regression to test for association in each stage.This study included 1743 patients with dementia with Lewy bodies (1324 with pathological diagnosis) and 4454 controls (1216 patients with dementia with Lewy bodies vs 3791 controls in the discovery stage; 527 vs 663 in the replication stage). Results confirm previously reported associations: APOE (rs429358; odds ratio [OR] 2·40, 95% CI 2·14-2·70; p=1·05 × 10-48), SNCA (rs7681440; OR 0·73, 0·66-0·81; p=6·39 × 10-10), an GBA (rs35749011; OR 2·55, 1·88-3·46; p=1·78 × 10-9). They also provide some evidence for a novel candidate locus, namely CNTN1 (rs7314908; OR 1·51, 1·27-1·79; p=2·32 × 10-6); further replication will be important. Additionally, we estimate the heritable component of dementia with Lewy bodies to be about 36%.Despite the small sample size for a genome-wide association study, and acknowledging the potential biases from ascertaining samples from multiple locations, we present the most comprehensive and well powered genetic study in dementia with Lewy bodies so far. These data show that common genetic variability has a role in the disease.The Alzheimer's Society and the Lewy Body Society.", "doi": "10.1016/S1474-4422(17)30400-3", "title": "Investigating the genetic architecture of dementia with Lewy bodies: a two-stage genome-wide association study.", "journal": ["The Lancet. Neurology", "Lancet Neurol"]}