{"authors": [["Campbell", "Bruce C V", "BCV", "Department of Medicine and Neurology, Melbourne Brain Centre, University of Melbourne, Parkville, VIC, Australia. Electronic address: bruce.campbell@mh.org.au."], ["van Zwam", "Wim H", "WH", "Department of Radiology, Maastricht University Medical Center and Cardiovascular Research Institute (CARIM), Maastricht, Netherlands."], ["Goyal", "Mayank", "M", "Department of Clinical Neurosciences, Hotchkiss Brain Institute, Cumming School of Medicine, University of Calgary, Foothills Hospital, Calgary AB, Canada."], ["Menon", "Bijoy K", "BK", "Department of Clinical Neurosciences, Hotchkiss Brain Institute, Cumming School of Medicine, University of Calgary, Foothills Hospital, Calgary AB, Canada."], ["Dippel", "Diederik W J", "DWJ", "Department of Neurology, Erasmus MC University Medical Center, Rotterdam, Netherlands."], ["Demchuk", "Andrew M", "AM", "Department of Clinical Neurosciences, Hotchkiss Brain Institute, Cumming School of Medicine, University of Calgary, Foothills Hospital, Calgary AB, Canada."], ["Bracard", "Serge", "S", "Department of Diagnostic and Interventional Neuroradiology, INSERM U 947, University of Lorraine and University Hospital of Nancy, Nancy, France."], ["White", "Philip", "P", "Institute of Neuroscience, Newcastle University, Newcastle-upon-Tyne, UK."], ["Dávalos", "Antoni", "A", "Department of Neuroscience, Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Majoie", "Charles B L M", "CBLM", "Department of Radiology, Academic Medical Center, Amsterdam, Netherlands."], ["van der Lugt", "Aad", "A", "Department of Radiology, Erasmus MC University Medical Center, Rotterdam, Netherlands."], ["Ford", "Gary A", "GA", "Division of Medical Sciences, University of Oxford and Oxford University Hospitals NHS Foundation Trust, Oxford, UK."], ["de la Ossa", "Natalia Pérez", "NP", "Department of Neuroscience, Hospital Germans Trias i Pujol, Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Kelly", "Michael", "M", "Department of Medical Imaging, University of Saskatchewan, Saskatoon, SK, Canada."], ["Bourcier", "Romain", "R", "Department of Neuroradiology, University and University Hospital of Nantes, Nantes, France."], ["Donnan", "Geoffrey A", "GA", "Royal Melbourne Hospital, University of Melbourne, Parkville, VIC, Australia; The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Parkville, VIC, Australia."], ["Roos", "Yvo B W E M", "YBWEM", "Department of Neurology, Academic Medical Center, Amsterdam, Netherlands."], ["Bang", "Oh Young", "OY", "Department of Neurology, Samsung Medical Center, Sungkyunkwan University School of Medicine, Seoul, South Korea."], ["Nogueira", "Raul G", "RG", "The Marcus Stroke and Neuroscience Center, Grady Memorial Hospital, Department of Neurology, Emory University School of Medicine, Atlanta, GA, USA."], ["Devlin", "Thomas G", "TG", "Department of Neurology, University of Tennessee College of Medicine, Chattanooga, TN, USA."], ["van den Berg", "Lucie A", "LA", "Department of Neurology, Academic Medical Center, Amsterdam, Netherlands."], ["Clarençon", "Frédéric", "F", "Department of Neuroradiology, Pitié-Salpêtrière Hospital and Paris Pierre et Marie Curie University, Paris, France."], ["Burns", "Paul", "P", "Department of Neuroradiology, Royal Victoria Hospital, Belfast, UK."], ["Carpenter", "Jeffrey", "J", "Department of Radiology, West Virginia University Hospital, Morgantown, WV, USA."], ["Berkhemer", "Olvert A", "OA", "Department of Neurology, Erasmus MC University Medical Center, Rotterdam, Netherlands; Department of Radiology, Erasmus MC University Medical Center, Rotterdam, Netherlands; Department of Radiology, Academic Medical Center, Amsterdam, Netherlands."], ["Yavagal", "Dileep R", "DR", "Department of Neurology and Neurosurgery, University of Miami Miller School of Medicine, Jackson Memorial Hospital, Miami, FL, USA."], ["Pereira", "Vitor Mendes", "VM", "Division of Neuroradiology and Division of Neurosurgery, Departments of Medical Imaging and Surgery, Toronto Western Hospital, University Health Network, University of Toronto, Toronto, ON, Canada."], ["Ducrocq", "Xavier", "X", "Department of Neurology, CHR Mercy, Metz, France."], ["Dixit", "Anand", "A", "Institute of Neuroscience, Newcastle University, Newcastle-upon-Tyne, UK."], ["Quesada", "Helena", "H", "Stroke Unit, Hospital de Bellvitge, Barcelona, Spain."], ["Epstein", "Jonathan", "J", "Clinical Investigation Centre-Clinical Epidemiology INSERM 1433, University of Lorraine and University Hospital of Nancy, Nancy, France."], ["Davis", "Stephen M", "SM", "Department of Medicine and Neurology, Melbourne Brain Centre, University of Melbourne, Parkville, VIC, Australia."], ["Jansen", "Olav", "O", "Institute of Neuroradiology, Universitätsklinikum Kiel, Kiel, Germany."], ["Rubiera", "Marta", "M", "Stroke Unit, Hospital Vall d'Hebron, Barcelona, Spain."], ["Urra", "Xabier", "X", "Stroke Unit, Hospital Clínic, Barcelona, Spain."], ["Micard", "Emilien", "E", "Clinical Investigation Centre-Innovative Technology INSERM 1433, University of Lorraine and University Hospital of Nancy, Nancy, France."], ["Lingsma", "Hester F", "HF", "Department of Public Health, Erasmus MC University Medical Center, Rotterdam, Netherlands."], ["Naggara", "Olivier", "O", "Department of Neuroradiology, Sainte-Anne Hospital and Paris-Descartes University, INSERM U894, IMABRAIN, Neurosciences and Psychiatry Center, Paris, France."], ["Brown", "Scott", "S", "Altair Biostatistics, St Louis Park, MN, USA."], ["Guillemin", "Francis", "F", "Clinical Investigation Centre-Clinical Epidemiology INSERM 1433, University of Lorraine and University Hospital of Nancy, Nancy, France."], ["Muir", "Keith W", "KW", "Institute of Neuroscience & Psychology, University of Glasgow, Queen Elizabeth University Hospital, Glasgow, UK."], ["van Oostenbrugge", "Robert J", "RJ", "Department of Neurology, Maastricht University Medical Center and Cardiovascular Research Institute (CARIM), Maastricht, Netherlands."], ["Saver", "Jeffrey L", "JL", "Department of Neurology and Comprehensive Stroke Center, David Geffen School of Medicine at the University of California, Los Angeles, CA, USA."], ["Jovin", "Tudor G", "TG", "Stroke Institute, Department of Neurology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA."], ["Hill", "Michael D", "MD", "Department of Clinical Neurosciences, Hotchkiss Brain Institute, Cumming School of Medicine, University of Calgary, Foothills Hospital, Calgary AB, Canada."], ["Mitchell", "Peter J", "PJ", "Department of Radiology, University of Melbourne, Parkville, VIC, Australia."], [null, null, null, null]], "date": "2017-12-16", "id": "29263006", "text": "General anaesthesia (GA) during endovascular thrombectomy has been associated with worse patient outcomes in observational studies compared with patients treated without GA. We assessed functional outcome in ischaemic stroke patients with large vessel anterior circulation occlusion undergoing endovascular thrombectomy under GA, versus thrombectomy not under GA (with or without sedation) versus standard care (ie, no thrombectomy), stratified by the use of GA versus standard care.For this meta-analysis, patient-level data were pooled from all patients included in randomised trials in PuMed published between Jan 1, 2010, and May 31, 2017, that compared endovascular thrombectomy predominantly done with stent retrievers with standard care in anterior circulation ischaemic stroke patients (HERMES Collaboration). The primary outcome was functional outcome assessed by ordinal analysis of the modified Rankin scale (mRS) at 90 days in the GA and non-GA subgroups of patients treated with endovascular therapy versus those patients treated with standard care, adjusted for baseline prognostic variables. To account for between-trial variance we used mixed-effects modelling with a random effect for trials incorporated in all models. Bias was assessed using the Cochrane method. The meta-analysis was prospectively designed, but not registered.Seven trials were identified by our search; of 1764 patients included in these trials, 871 were allocated to endovascular thrombectomy and 893 were assigned standard care. After exclusion of 74 patients (72 did not undergo the procedure and two had missing data on anaesthetic strategy), 236 (30%) of 797 patients who had endovascular procedures were treated under GA. At baseline, patients receiving GA were younger and had a shorter delay between stroke onset and randomisation but they had similar pre-treatment clinical severity compared with patients who did not have GA. Endovascular thrombectomy improved functional outcome at 3 months both in patients who had GA (adjusted common odds ratio (cOR) 1·52, 95% CI 1·09-2·11, p=0·014) and in those who did not have GA (adjusted cOR 2·33, 95% CI 1·75-3·10, p<0·0001) versus standard care. However, outcomes were significantly better for patients who did not receive GA versus those who received GA (covariate-adjusted cOR 1·53, 95% CI 1·14-2·04, p=0·0044). The risk of bias and variability between studies was assessed to be low.Worse outcomes after endovascular thrombectomy were associated with GA, after adjustment for baseline prognostic variables. These data support avoidance of GA whenever possible. The procedure did, however, remain effective versus standard care in patients treated under GA, indicating that treatment should not be withheld in those who require anaesthesia for medical reasons.Medtronic.", "doi": "10.1016/S1474-4422(17)30407-6", "title": "Effect of general anaesthesia on functional outcome in patients with anterior circulation ischaemic stroke having endovascular thrombectomy versus standard care: a meta-analysis of individual patient data.", "journal": ["The Lancet. Neurology", "Lancet Neurol"]}