{"authors": [["Hassanzadeh", "Parichehr", "P", "Nanotechnology Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Atyabi", "Fatemeh", "F", "Nanotechnology Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran. atyabifa@tums.ac.ir."], ["Dinarvand", "Rassoul", "R", "Nanotechnology Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Dehpour", "Ahmad-Reza", "AR", "Department of Pharmacology, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Azhdarzadeh", "Morteza", "M", "Nanotechnology Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."], ["Dinarvand", "Meshkat", "M", "Nanotechnology Research Center, Faculty of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."]], "date": "2017-12-20", "id": "29262855", "text": "Treatment of the ischemic stroke has remained a major healthcare challenge. The phenolic compound, sesamol, has shown promising antioxidant and neuroprotective effects, however, fast clearance may negatively affect its efficiency. This, prompted us to incorporate sesamol into the nanostructured lipid carriers (S-NLCs) and evaluate its therapeutic potential in in vitro and in vivo models of ischemic stroke.S-NLCs formulations were prepared by high-pressure homogenization followed by physicochemical characterization, evaluation of the bioactivity of the optimal formulation in oxygen-glucose deprivation (OGD) and global cerebral ischemia/reperfusion (I/R) injury and implication of phosphatidylinositol 3-kinase (PI3K) pathway in this regard. Two- or three-way ANOVA, Mann-Whitney U test, and Student's t-test were used for data analysis.Formation of S-NLCs which exhibited a controlled release profile, was confirmed by scanning electron microscope and differential scanning calorimetry. 1- and 8-h OGD followed by 24 h re-oxygenation significantly reduced PC12 cell viability, increased lactate dehydrogenase activity and the number of condensed nuclei, and induced oxidative stress as revealed by increased malondialdehyde level and decreased glutathione content and superoxide dismutase and catalase activities. Sesamol (80 and 100 μM) reduced the cytotoxicity, oxidative stress, and cellular damage only after 1-h OGD, while, S-NLCs (containing 80 and 100 μM of sesamol) were effective at both time points. Intravenous injections of S-NLCs (20 and 25 mg/kg) into rats markedly attenuated I/R-induced neurobehavioural deficits, cellular damage, and oxidative stress, while, free sesamol failed. Pre-treatment with PI3K inhibitor, LY294002, abolished the protective effects against OGD or I/R.S-NLCs improve the pharmacological profile of sesamol and provide longer lasting protective effects for this phenolic phytochemical. This nanoformulation by activating PI3K pathway may serve as a promising candidate for neuroprotection against the cerebral stroke or other neurodegenerative disorders. Sesamol-loaded NLCs, a promising nanoformulation against the ischemic stroke.", "doi": "10.1186/s40199-017-0191-z", "title": "Application of nanostructured lipid carriers: the prolonged protective effects for sesamol in in vitro and in vivo models of ischemic stroke via activation of PI3K signalling pathway.", "journal": ["Daru : journal of Faculty of Pharmacy, Tehran University of Medical Sciences", "Daru"]}