{"authors": [["Flaherty", "Katie", "K", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, City Hospital Campus, Hucknall Road, Nottingham, NG5 1PB, UK."], ["Bath", "Philip M", "PM", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, City Hospital Campus, Hucknall Road, Nottingham, NG5 1PB, UK."], ["Dineen", "Robert", "R", "Imaging Sciences, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Law", "Zhe", "Z", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, City Hospital Campus, Hucknall Road, Nottingham, NG5 1PB, UK."], ["Scutt", "Polly", "P", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, City Hospital Campus, Hucknall Road, Nottingham, NG5 1PB, UK."], ["Pocock", "Stuart", "S", "Department of Medical Statistics, London School of Hygiene and Tropical Medicine, London, UK."], ["Sprigg", "Nikola", "N", "Stroke Trials Unit, Division of Clinical Neuroscience, University of Nottingham, City Hospital Campus, Hucknall Road, Nottingham, NG5 1PB, UK. nikola.sprigg@nottingham.ac.uk."], [null, null, null, null]], "date": "2017-12-20", "id": "29262841", "text": "Aside from blood pressure lowering, treatment options for intracerebral haemorrhage remain limited and a proportion of patients will undergo early haematoma expansion with resultant significant morbidity and mortality. Tranexamic acid (TXA), an anti-fibrinolytic drug, has been shown to significantly reduce mortality in patients, who are bleeding following trauma, when given rapidly. TICH-2 is testing whether TXA is effective at improving outcome in spontaneous intracerebral haemorrhage (SICH).TICH-2 is a pragmatic, phase III, prospective, double-blind, randomised placebo-controlled trial. Two thousand adult (aged ≥ 18 years) patients with an acute SICH, within 8 h of stroke onset, will be randomised to receive TXA or the placebo control. The primary outcome is ordinal shift of modified Rankin Scale score at day 90. Analyses will be performed using intention-to-treat.This paper and its attached appendices describe the statistical analysis plan (SAP) for the trial and were developed and published prior to database lock and unblinding to treatment allocation. The SAP includes details of analyses to be undertaken and unpopulated tables which will be reported in the primary and key secondary publications. The database will be locked in early 2018, ready for publication of the results later in the same year.The SAP details the analyses that will be done to avoid bias arising from prior knowledge of the study findings. The trial will determine whether TXA can improve outcome after SICH, which currently has no definitive therapy.ISRCTN registry, ID: ISRCTN93732214 . Registered on 17 January 2013.", "doi": "10.1186/s13063-017-2341-5", "title": "Statistical analysis plan for the 'Tranexamic acid for hyperacute primary IntraCerebral Haemorrhage' (TICH-2) trial.", "journal": ["Trials", "Trials"]}