{"authors": [["Zou", "Chunying", "C", "Department of Neurology, The First Affiliated Hospital of Jiamusi University, Heilongjiang, 154002, China."], ["Wei", "Chunjie", "C", "Department of Neurology, The First Affiliated Hospital of Jiamusi University, Heilongjiang, 154002, China."], ["Wang", "Zengmian", "Z", "Department of Neurology, The First Affiliated Hospital of Jiamusi University, Heilongjiang, 154002, China."], ["Jin", "Yuling", "Y", "Department of Neurology, The First Affiliated Hospital of Jiamusi University, Heilongjiang, 154002, China."]], "date": "2017-10-19", "id": "29262663", "text": "We aimed to investigate the sex differences in the clinical characteristics and risk factors for adverse outcomes among elderly patients with atherosclerotic stroke. We recruited 942 consecutive patients with atherosclerotic stroke aged 75 years and older between January 2008 and December 2013 from Jiamusi University First Hospital, China. Stroke subtype, severity, risk factors, and outcomes (mortality, dependency, and recurrence) at 3 and 12 months after stroke were recorded and assessed. Mortality at 3 months after stroke was higher in men than in women. Stroke severity was an independent risk factor for mortality, dependency, and recurrence at 3 and 12 months after stroke in both men and women. However, the presence of total anterior circulation infarct and obesity protected against mortality at 3 months after stroke in men, while total anterior circulation infarct was a risk factor for dependency at 3 months after stroke in women. In women, positive associations were found between fasting plasma glucose level and mortality at 3 months after stroke and between hypertension, atrial fibrillation, and recurrence at 12 months after stroke. These findings suggest that it is crucial to control the primary risk factors individually by sex, especially regarding hypertension and atrial fibrillation management, to improve secondary prevention of stroke among the elderly and reduce the burden of stroke in China.", "doi": "10.18632/oncotarget.21967", "title": "Sex differences in outcomes and risk factors among elderly patients with ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}