{"authors": [["Kong", "Xiangyi", "X", "Department of Neurosurgery, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, No. 1 Shuaifuyuan Hutong, Dongcheng District, Beijing, P. R. China."], ["Gong", "Shun", "S", "Department of Neurosurgery, Shanghai Institute of Neurosurgery, PLA Institute of Neurosurgery, Shanghai Changzheng Hospital, Second Military Medical University, Shanghai, P.R. China."], ["Su", "Lijuan", "L", "College of Computer Science and Technology, Zhejiang University, Hangzhou, Zhejiang, P.R. China."], ["Li", "Chen", "C", "Cancer Epigenetic Laboratory, Department of Clinical Oncology, State Key Laboratory of Oncology in South China, Sir YK Pao Center for Cancer and Li Ka Shing Institute of Health Science, The Chinese University of Hong Kong, Shatin, Hong Kong."], ["Kong", "Yanguo", "Y", "Department of Neurosurgery, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, No. 1 Shuaifuyuan Hutong, Dongcheng District, Beijing, P. R. China."]], "date": "2017-11-10", "id": "29262656", "text": "Ischemia-reperfusion brain injury (IRBI) is an important cause for mortality and morbidity. Studies on humans and animals showed that oxidative stress (OS) plays a crucial role in ischemic stroke with or without reperfusion. Allicin is reported to be able to attenuate OS and has neuroprotective effects on rabbits' ischemia-reperfusion spinal cord injury.To explore whether Allicin pretreatment has neuroprotective effects on IRBI in mice.Transient middle cerebral artery occlusion (MCAO) was conducted to induce IRBI in mice. The mice were pretreated with either Allicin (MCAOA) or normal saline in the same volume (MCAONS). Sham-operated groups [Allicin group (SOA) and normal saline group (SONS)] were also set. Blood pressure and cerebral blood flow measurements revealed comparable hemodynamics. Via brain MRI and neuronal nuclear antigen (NeuN) immune-histochemical staining, MCAOA mice had a significantly reduced stroke size than MCAONS mice (P < 0.05, n = 15). Allicin pretreatment could attenuate the OS, the activity of nicotinamide adenine dinucleotide phosphate (NADPH) oxidase, inflammation, dysfunction of mitochondrial respiratory chain, and apoptosis (all P < 0.05, n = 15). Furthermore, Allicin also increased the activities of endogenous antioxidant enzymes, including catalase (CAT), superoxide dismutase (SOD), glutathione peroxidase (GPX), and glutathione S-transferase (GST), and promoted the angiogenesis in the peri-infarct zone (all P < 0.05, n = 15).We showed that Allicin could protect mice from IRBI through a series of mechanisms. Allicin represents a new therapeutic direction of IRBI.", "doi": "10.18632/oncotarget.22355", "title": "Neuroprotective effects of allicin on ischemia-reperfusion brain injury.", "journal": ["Oncotarget", "Oncotarget"]}