{"authors": [["Wang", "Jun", "J", "Department of Cardiology, Beijing Mentougou District Hospital, Beijing 102300, China."], ["Ma", "Li", "L", "Department of Cardiology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, China."], ["Lin", "Tao", "T", "Department of Cardiology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, China."], ["Li", "Shi-Jing", "SJ", "Department of Cardiology, Beijing Mentougou District Hospital, Beijing 102300, China."], ["Chen", "Lei-Lei", "LL", "Department of Cardiology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, China."], ["Wang", "De-Zhao", "DZ", "Department of Cardiology, Beijing Tiantan Hospital, Capital Medical University, Beijing 100050, China."]], "date": "2017-10-31", "id": "29262636", "text": "Previous studies have shown that tumor-associated tissue eosinophilia have a role in various types of solid tumors. However, the relationship between eosinophil and acute ischemic stroke (AIS) is unclear. We aimed to investigate the diagnostic significance of eosinophil in AIS patients.This study included 300 AIS patients without hypereosinophilic syndrome (HES). The hematologic indices were collected from each patient, including white blood count, eosinophil count, eosinophil percentage, neutrophil count, red blood count, and platelet. The severity of AIS was estimated by national institute of health stroke scale (NIHSS). Logistic regression analyses were performed to confirm the biomarkers for NIHSS and in-hospital non-death among the cases. Moreover, receiver-operating characteristics (ROC) analyses were used to investigate the clinical performances of eosinophils and NIHSS in prediction of non-death.The admission NIHSS (P<0.001) and BMI (P<0.001) were predictors to the non-death of the patients. There was a significant correlation between eosinophil counts or eosinophil percentage and NIHSS score (r= -0.451, P < 0.001; r= -0.617, P<0.001, Spearson Correlation). ROC analysis showed that eosinophil counts and eosinophil percentage could predict non-death of the patients in-hospital, with the areas under the curves (AUC) of 0.791 and 0.867, respectively.Our study revealed a relationship between eosinophil and NIHSS score in the patients with AIS. Eosinophils might have certain value for predicting the severity of AIS.", "doi": "10.18632/oncotarget.22199", "title": "The significance of eosinophils in predicting the severity of acute ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}