{"authors": [["He", "Jian", "J", "Scientific Research Center for Translational Medicine, Department of Biotechnology, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, China."], ["Sun", "Mingju", "M", "Scientific Research Center for Translational Medicine, Department of Biotechnology, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, China."], ["Li", "Enyou", "E", "Department of Anesthesiology, First Affiliated Hospital of Harbin Medical University, Harbin, China."], ["Hou", "Yingyong", "Y", "Department of Pathology, School of Basic Medical Sciences & Zhongshan Hospital, Fudan University, Shanghai, China."], ["Shepard", "Matthew J", "MJ", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland."], ["Chen", "Di", "D", "Scientific Research Center for Translational Medicine, Department of Biotechnology, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, China."], ["Pacak", "Karel", "K", "Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, Bethesda, Maryland, USA."], ["Wang", "Changsong", "C", "Department of Critical Care Medicine, The Third Affiliated Hospital of Harbin Medical University, Nangang District, Harbin, China."], ["Guo", "Lei", "L", "Department of Anesthesiology, First Affiliated Hospital of Harbin Medical University, Harbin, China."], ["Zhuang", "Zhengping", "Z", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, Maryland."], ["Liu", "Yang", "Y", "Scientific Research Center for Translational Medicine, Department of Biotechnology, Dalian Institute of Chemical Physics, Chinese Academy of Sciences, Dalian, China."]], "date": "2017-10-19", "id": "29262613", "text": "Cardiac myxomas are benign tumors that commonly arise within the left atria. Familial cardiac myxomas are a part of Carney Complex (CNC), an autosomal dominant multiple neoplasia syndrome caused by germline mutations in PRKAR1A. Seven percent of cardiac myxomas are associated with CNC. To date, the genetic basis of isolated cardiac myxomas (ICM), however, has not been fully elucidated.We investigated the genetic profile of ICM using whole exome sequencing (WES). Suspected mutations were confirmed using targeted sanger sequencing. To further examine the presence of PRKAR1A mutations in ICM, we performed targeted sequencing in an additional 61 ICM specimens.87.5% (7/8) of ICM harbored mutations in PRKAR1A. Three of the 8 ICM harbored biallelic somatic mutations of PRKAR1A, including c.607_610del:p.Leu203fs (pathogenic) + c.C896G:p.Ser299X (pathogenic), c.952delT:p.Leu318fs (pathogenic) + c.769-2 A>G (pathogenic) and c.178-1 G>C (pathogenic) + c. 550+1 G>C (pathogenic). Four of 8 tumors harbored monoallelic PRKAR1A mutations, including c.523_524insG:p.Tyr175_Val176delinsX (pathogenic), c.C920A:p.Ser307X (pathogenic), c.30delG:p.Glu10fs (pathogenic) and c.C289T:p.Arg97X (pathogenic). No identical variants were observed across the 8 ICM samples. Interestingly, none of these variants have been previously described in familial cardiac myxomas. In order to confirm our findings, directed sequencing of 61 ICM specimens was subsequently performed. Sixty-four percent (39/61) of ICMs tumors contained inactivating PRKAR1A mutations.Our findings suggest that loss-of-function mutations of PRKAR1A may play a vital role in the formation of isolated cardiac myxomas.", "doi": "10.18632/oncotarget.21916", "title": "Recurrent somatic mutations of PRKAR1A in isolated cardiac myxoma.", "journal": ["Oncotarget", "Oncotarget"]}