{"authors": [["Zeng", "X Y", "XY", "National Center for Chronic and Non-communicable Disease Control and Prevention, Chinese Center for Disease Control and Prevention, Beijing 100050, China."], ["Li", "Y C", "YC", null], ["Liu", "J M", "JM", null], ["Liu", "Y N", "YN", null], ["Liu", "S W", "SW", null], ["Qi", "J L", "JL", null], ["Zhou", "M G", "MG", null]], "date": null, "id": "29262488", "text": "Objective: To estimate the impact of risk factors control on non-communicable diseases (NCDs) mortality, life expectancy and the numbers of labor force lost in China in 2030. Methods: We used the results of China from Global Burden of Disease Study 2013, according to the correlation between death of NCDs and exposure of risk factors and the comparative risk assessment theory, to calculate population attributable fraction (PAF) and disaggregate deaths of NCDs into parts attributable and un-attributable. We used proportional change model to project risk factors exposure and un-attributable deaths of NCDs in 2030, then to get deaths of NCDs in 2030. Simulated scenarios according to the goals of global main NCDs risk factors control proposed by WHO were constructed to calculate the impact of risk factors control on NCDs death, life expectancy and the numbers of labor force lost. Results: If the risk factors exposure changed according to the trend of 1990 to 2013, compared to the numbers (8.499 million) and mortality rate (613.5/100 000) of NCDs in 2013, the death number (12.161 million) and mortality rate (859.2/100 000) would increase by 43.1% and 40.0% respectively in 2030, among which, ischemic stroke (increasing by 103.3% for death number and 98.8% for mortality rate) and ischemic heart disease (increasing by 85.0% for death number and 81.0% for mortality rate) would increase most quickly. If the risk factors get the goals in 2030, the NCDs deaths would reduce 2 631 thousands. If only one risk factor gets the goal, blood pressure (1 484 thousands NCDs deaths reduction), smoking (717 thousands reduction) and BMI (274 thousands reduction) would be the most important factors affecting NCDs death. Blood pressure control would have greater impact on ischemic heart disease (662 thousands reduction) and hemorrhagic stroke (449 thousands reduction). Smoking control would have the greatest effect on lung cancer (251 thousands reduction) and chronic obstructive pulmonary disease (201 thousands reduction). BMI control would have the greatest impact on ischemic heart disease (86 thousands reduction) and hypertensive heart disease (45 thousands reduction). If the risk factors exposure changed according to the trend of 1990 to 2013, in 2030, the life expectancy of Chinese population would reach to 79.0 years old, compared to 2013, increasing by 3.3 years old, the labor force at the age of 15-64 years old would loss 1.932 million. If the risk factors get the goals in 2030, life expectancy would increase to 81.7 years old and the number of labor force lost would decrease to 1.467 million. Blood pressure, smoking and BMI control would have much greater impact on life expectancy (4.9, 4.0 and 3.8 years old respectively) and labor force lost (630 thousands, 496 thousands and 440 thousands respectively). Conclusion: Risk factors control would play an important role in reducing NCD death, improving life expectancy of residents and reducing loss of labor force. Among them, the control of blood pressure raising, smoking and BMI raising would have a greater contribution to the improvement of population health status.目的： 估计危险因素控制对2030年中国慢性病死亡、期望寿命和劳动力人口损失的影响。 方法： 利用2013年全球疾病负担研究中国的结果，根据慢性病死亡风险与危险因素暴露的相关性和比较风险评估理论，计算危险因素的人群归因分值，将慢性病的死亡例数分成可归因和不可归因两部分。采用比例变化模型估计出2030年危险因素暴露和慢性病的不可归因死亡例数，进而获得2030年慢性病的死亡例数。以WHO提出2025年全球主要慢性病危险因素控制目标设置场景假设，计算各类危险因素控制对慢性病死亡、期望寿命和劳动力人口损失的影响。 结果： 如果危险因素暴露按1990—2013年的变化趋势发展，相比2013年中国慢性病的死亡例数（849.9万例）和死亡率（613.5/10万），2030年死亡例数（1 216.1万例）和死亡率（859.2/10万）将分别增长43.1%和40.0%，其中，缺血性脑卒中（死亡例数增长103.3%，死亡率增长98.8%）和缺血性心脏病（死亡例数增长85.0%，死亡率增长81.0%）增长速度最快。2030年如果危险因素均实现控制目标，可避免263.1万例死于慢性病；如果仅单个危险因素控制达标，血压、吸烟和BMI是对慢性病死亡的影响最重要3个因素，可分别减少死亡148.4万例、71.7万例和27.4万例；其中，血压控制对缺血性心脏病（减少死亡66.2万例）和出血性脑卒中（减少死亡44.9万例）死亡影响最大，吸烟控制对肺癌（减少死亡25.1万例）和慢性阻塞性肺疾病（减少死亡20.1万例）死亡影响最大，BMI控制对缺血性心脏病（减少死亡8.6万例）和高血压心脏病（减少死亡4.5万例）死亡影响最大。如果危险因素暴露按1990—2013年的变化趋势发展，到2030年，中国居民期望寿命将达到79.0岁，比2013年增加3.3岁；15~64岁劳动力人口损失为193.2万名；如果危险因素暴露均达标，期望寿命将增至81.7岁，劳动力人口损失将降至146.7万名；血压、吸烟和BMI控制对提高中国期望寿命（分别为4.9、4.0和3.8岁）、减少劳动力人口损失（分别为63.0万、49.6万和44.0万名）影响最大。 结论： 危险因素控制对于降低慢性病死亡，提高居民期望寿命，降低劳动力人口损失具有重要作用，其中，对于血压升高、吸烟和BMI升高的控制对人群健康状况改善有较大的贡献。.", "doi": null, "title": "[Estimation of the impact of risk factors control on non-communicable diseases mortality, life expectancy and the labor force lost in China in 2030].", "journal": ["Zhonghua yu fang yi xue za zhi [Chinese journal of preventive medicine]", "Zhonghua Yu Fang Yi Xue Za Zhi"]}