{"authors": [["Xue", "J R", "JR", "Beijing Aortic Disease Center, Cardiovascular Surgery Center, Beijing Anzhen Hospital Affiliated to Capital Medical University, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing 100029, China."], ["Li", "B", "B", null]], "date": null, "id": "29262474", "text": "Objective: To investigate the clinical applicability of electrical velocimetry (EV) in monitoring pediatric blood volume after cardiopulmonary bypass. Method: Between July 2016 and November 2016, 60 children with congenital heart disease were divided into EV group and traditional central venous pressure (CVP) group randomly. For EV group, the volume of fluid and vascular active medicine was adjusted according to the monitoring stroke volume variation (SVV) hemodynamic parameters. Whereas for CVP group empirical volume of fluid infusion was managed by the monitoring traditional hemodynamic parameters such as CVP, blood pressure, heart rate, urine volume and blood gas analysis.Heart rate (HR), mean artery pressure (MAP), blood lactic acid (LA), oxygenation index (PaO(2)/FiO(2)) at 2, 4 and 6 h after operation were observed and compared between two groups. Mechanical ventilation time and ICU monitoring time were also compared between two groups. Pearson correlation analysis was performed to investigate the significance of SVV and inferior vena cava expansion index (dIVC) for evaluating of reactivity capacity after surgery. Result: MAP level was significantly higher in EV group at 2, 4, and 6 h after operation [ (62±10) vs. (50±6) mmHg(1 mmHg=0.133 kPa), (68±11) vs.(59±4) mmHg, (71±6) vs. (63±8) mmHg respectively; t=5.580 9, 4.530 1, 4.308 1; P=0.001, 0.002, 0.001]. PaO(2)/FiO(2) ratio was higher in EV group than that of CVP group[ (362±23) vs. (310±43), (380±33) vs. (330±38), (386±57) vs. (350±63.1) respectively, t=5.818 8, 5.419 2, 2.317 2; P=0.002, 0.001, 0.024]. However HR and blood lactic acid level was lower in EV group than the CVP group [(166±10) vs. (179±14)/min, (156±11) vs. (168±16)/min, (138±10) vs. (149±13)/min respectively; t=3.930 7, 3.511 1, 3.671 5; P=0.002, 0.009, 0.005]; [7% vs. 33%, 3% vs. 20%, 0 vs. 13%, χ(2)=5.104 2、4.043 1、4.285 7, P=0.045 3, 0.044 4, 0.038 4] respectively; Mechanical ventilation time [ (4.3±0.7) vs. (8.2±0.8) h, P=0.008] and ICU monitoring time [ (16.4±3.2) vs. (21.2±2.6) h,P=0.003] was shorter in EV group than that in group CVP. Pearson correlation analysis suggested that the SVV and dIVC have significant positive correlation. Conclusion: SVV monitoring using EV could help to guide perioperative fluid management for children with congenital heart disease. Real time dynamic monitoring SVV improves liquid infusion management more timely, accurately, and avoids excessive or insufficient blood volume load which is associated with leading to organ dysfunction.目的： 评价胸部电抗电子心力监测（EV）在先天性心脏病患儿体外循环术后液体管理的临床应用价值。 方法： 前瞻性观察2016年7—11月在河北医科大学第三医院和北京安贞医院收治的60例简单先天性心脏病患儿（室间隔缺损48例，房间隔缺损12例），按数字随机表方式分为两组：EV监测治疗组30例和传统中心静脉压（CVP）监测治疗组30例。EV组根据监测的每搏输出量变异度（SVV），调整液体入量及血管活性药物用量。CVP组则根据监测的CVP、血压、心率、尿量、血气分析等经验性给予液体管理治疗。观察并记录两组患儿术后后2、4、6 h的心率（HR）、平均动脉压（MAP）、血浆乳酸（Lac）水平、氧合指数（PaO(2)/FiO(2)），机械通气时间，重症监护病房（ICU）滞留时间等。应用EV测得SVV值与PhilipsHD彩色多普勒超声仪检查下腔静脉扩张指数(dIVC)进行Pearson相关性分析。 结果： 术后2、4、6 h时MAP水平EV组高于CVP组,差异有统计学意义[（62±10）比（50±6）mmHg（1 mmHg=0.133 kPa）,（68±11）比（59±4）mmHg,（71±6）比（63±8）mmHg，t=5.580 9、4.530 1、4.308 1，P=0.000 1、0.000 2、0.000 1]，2、4、6 h PaO(2)/FiO(2) EV组高于CVP组,差异有统计学意义（362±23比310±43、380±33比330±38、386±57比350±63，t=5.818 8、5.419 2、2.317 2，P=0.002、0.001、0.024）；而2、4、6 h心率水平EV组低于CVP组,差异有统计学意义[(166±10）比（179±14）次/min、(156±11）比（168±16）次/min、(138±10）比（149±13）次/min，t=3.930 7、3.511 1、3.671 5，P=0.000 2、0.000 9、0.000 5]; 2、4、6 h Lac（+）率水平EV组低于CVP组,差异有统计学意义（7%比33%、3%比20%、0比13%、χ(2)=5.104 2、4.043 1、4.285 7, P=0.045 3、0.044 4、0.038 4）；2、4、6 h dIVC (+)率水平EV组低于CVP组,差异有统计学意义（13%比33%、7%比20%、0比13%，χ(2)=3.854 0、3.942 1、4.285 7, P=0.047 0、0.023 9、0.038 4）；术后EV组机械通气时间低于CVP组[（4.3±0.7）比（8.2±0.8）h，P=0.008]，ICU滞留时间EV组明显低于CVP组[（16.4±3.2）比（21.2±2.6）h，P=0.003]。SVV与容量反应性指标dIVC，SVV值与dIVC存在明显的正相关（r=0.905，P<0.05）。 结论： 采用EV监测SVV对指导先天性心脏病患儿围术期液体管理，能够实时动态监测患儿术后容量状态，使得液体管理方面更加及时、精确，避免容量负荷过多或不足可导致的重要器官功能障碍，利于围术期患儿的顺利康复。.", "doi": null, "title": "[Clinical application of electrical velocimetry in monitoring pediatric blood volume after cardiopulmonary bypass].", "journal": ["Zhonghua er ke za zhi = Chinese journal of pediatrics", "Zhonghua Er Ke Za Zhi"]}