{"authors": [["Abdelmalik", "Peter A", "PA", "Division of Neurosciences Critical Care, Departments of Neurology and Anesthesia and Critical Care Medicine, The Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Ziai", "Wendy C", "WC", "Division of Neurosciences Critical Care, Departments of Neurology and Anesthesia and Critical Care Medicine, The Johns Hopkins University School of Medicine, Baltimore, Maryland."]], "date": "2017-12-20", "id": "29262432", "text": "Spontaneous intracerebral hemorrhage (ICH) is the most common cause of intraventricular hemorrhage (IVH) in adults. Complicating approximately 40% of ICH cases, IVH adds to the morbidity and mortality of this often fatal form of stroke. It is also a severity factor that complicates subarachnoid hemorrhage and traumatic brain injury, along with other less common causes of intracranial bleeding. Medical and surgical interventions to date have focused on limiting ICH and IVH expansion, controlling intracranial pressure, and relieving obstructive hydrocephalus. The placement of an external ventricular drain (EVD) can achieve the latter two goals but has not demonstrated improvement in clinical outcomes beyond mortality reduction. More recently, intraventricular fibrinolysis, utilizing the EVD, has gained interest as a safe and potentially effective method to maintain catheter patency and facilitate hematoma removal. A recent phase III clinical trial evaluating the efficacy of intraventricular alteplase versus intraventricular saline showed a mortality benefit, but failed to meet the primary endpoint of significant functional improvement. However, planned subgroup analysis focusing on patients with IVH volume > 20 mL, and those with IVH removal > 85% suggest that significant functional benefits may be attainable with this therapy. The practice of intraventricular fibrinolysis for spontaneous IVH is not the standard of care; however, based on 20 years of experience, it meets thresholds as a safe intervention, and in those patients with a high burden of intraventricular blood, aggressive clearance may lead to improved quality of life in survivors of this morbid syndrome.", "doi": "10.1055/s-0037-1607991", "title": "Spontaneous Intraventricular Hemorrhage: When Should Intraventricular tPA Be Considered?", "journal": ["Seminars in respiratory and critical care medicine", "Semin Respir Crit Care Med"]}