{"authors": [["Mayer", "Kenneth H", "KH", "1 The Fenway Institute, Fenway Health, Boston, MA, USA."], ["Loo", "Stephanie", "S", "1 The Fenway Institute, Fenway Health, Boston, MA, USA."], ["Crawford", "Phillip M", "PM", "4 Kaiser Permanente Center for Health Research, Portland, OR, USA."], ["Crane", "Heidi M", "HM", "5 University of Washington, Seattle, WA, USA."], ["Leo", "Michael", "M", "4 Kaiser Permanente Center for Health Research, Portland, OR, USA."], ["DenOuden", "Paul", "P", "6 Multnomah County Community Health Center, Portland, OR, USA."], ["Houlberg", "Magda", "M", "7 Howard Brown Community Health Center, Chicago, IL, USA."], ["Schmidt", "Mark", "M", "4 Kaiser Permanente Center for Health Research, Portland, OR, USA."], ["Quach", "Thu", "T", "8 Asian Health Services, Oakland, CA, USA."], ["Ruhs", "Sebastian", "S", "9 Chase Brexton Health Care, Baltimore, MD, USA."], ["Vandermeer", "Meredith", "M", "4 Kaiser Permanente Center for Health Research, Portland, OR, USA."], ["Grasso", "Chris", "C", "1 The Fenway Institute, Fenway Health, Boston, MA, USA."], ["McBurnie", "Mary Ann", "MA", "4 Kaiser Permanente Center for Health Research, Portland, OR, USA."]], "date": "2017-12-20", "id": "29262289", "text": "As the life expectancy of people infected with human immunodeficiency virus (HIV) infection has increased, the spectrum of illness has evolved. We evaluated whether people living with HIV accessing primary care in US community health centers had higher morbidity compared with HIV-uninfected patients receiving care at the same sites.We compared data from electronic health records for 12 837 HIV-infected and 227 012 HIV-uninfected patients to evaluate the relative prevalence of diabetes mellitus, hypertension, chronic kidney disease, dyslipidemia, and malignancies by HIV serostatus. We used multivariable logistic regression to evaluate differences. Participants were patients aged ≥18 who were followed for ≥3 years (from January 2006 to December 2016) in 1 of 17 community health centers belonging to the Community Health Applied Research Network.Nearly two-thirds of HIV-infected and HIV-uninfected patients lived in poverty. Compared with HIV-uninfected patients, HIV-infected patients were significantly more likely to be diagnosed and/or treated for diabetes (odds ratio [OR] = 1.18; 95% confidence interval [CI], 1.22-1.41), hypertension (OR = 1.38; 95% CI, 1.31-1.46), dyslipidemia (OR = 2.30; 95% CI, 2.17-2.43), chronic kidney disease (OR = 4.75; 95% CI, 4.23-5.34), lymphomas (OR = 4.02; 95% CI, 2.86-5.67), cancers related to human papillomavirus (OR = 5.05; 95% CI, 3.77-6.78), or other cancers (OR = 1.25; 95% CI, 1.10-1.42). The prevalence of stroke was higher among HIV-infected patients (OR = 1.32; 95% CI, 1.06-1.63) than among HIV-uninfected patients, but the prevalence of myocardial infarction or coronary artery disease did not differ between the 2 groups.As HIV-infected patients live longer, the increasing burden of noncommunicable diseases may complicate their clinical management, requiring primary care providers to be trained in chronic disease management for this population.", "doi": "10.1177/0033354917748670", "title": "Excess Clinical Comorbidity Among HIV-Infected Patients Accessing Primary Care in US Community Health Centers.", "journal": ["Public health reports (Washington, D.C. : 1974)", "Public Health Rep"]}