{"authors": [["Sarrafzadegan", "Nizal", "N", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Hassannejad", "Razieh", "R", "Department of Epidemiology and Biostatistics, School of Public Health, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Marateb", "Hamid Reza", "HR", "Biomedical Engineering Department, Engineering Faculty, University of Isfahan, Isfahan, Iran."], ["Talaei", "Mohammad", "M", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Sadeghi", "Masoumeh", "M", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Roohafza", "Hamid Reza", "HR", "Isfahan Cardiovascular Research Center, Cardiovascular Research Institute, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Masoudkabir", "Farzad", "F", "Department of Cardiology, School of Medicine, Tehran Heart Center, Tehran University of Medical Sciences, Tehran, Iran."], ["OveisGharan", "Shahram", "S", "Department of Neurology, School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Mansourian", "Marjan", "M", "Department of Epidemiology and Biostatistics, School of Public Health, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Mohebian", "Mohammad Reza", "MR", "Biomedical Engineering Department, Engineering Faculty, University of Isfahan, Isfahan, Iran."], ["Mañanas", "Miquel Angel", "MA", "Department of Automatic Control, Biomedical Engineering Research Center, Universitat Politècnica de Catalunya, BarcelonaTech (UPC), Barcelona, Spain."]], "date": "2017-12-19", "id": "29261727", "text": "This study was designed to develop a risk assessment chart for the clinical management and prevention of the risk of cardiovascular disease (CVD) in Iranian population, which is vital for developing national prevention programs. The Isfahan Cohort Study (ICS) is a population-based prospective study of 6504 Iranian adults ≥35 years old, followed-up for ten years, from 2001 to 2010. Behavioral and cardiometabolic risk factors were examined every five years, while biennial follow-ups for the occurrence of the events was performed by phone calls or by verbal autopsy. Among these participants, 5432 (2784 women, 51.3%) were CVD free at baseline examination and had at least one follow-up. Cox proportional hazard regression was used to predict the risk of ischemic CVD events, including sudden cardiac death due to unstable angina, myocardial infarction, and stroke. The model fit statistics such as area under the receiver-operating characteristic (AUROC), calibration chi-square and the overall bias were used to assess the model performance. We also tested the Framingham model for comparison. Seven hundred and five CVD events occurred during 49452.8 person-years of follow-up. The event probabilities were calculated and presented color-coded on each gender-specific PARS chart. The AUROC and Harrell's C indices were 0.74 (95% CI, 0.72-0.76) and 0.73, respectively. In the calibration, the Nam-D'Agostino χ2 was 10.82 (p = 0.29). The overall bias of the proposed model was 95.60%. PARS model was also internally validated using cross-validation. The Android app and the Web-based risk assessment tool were also developed as to have an impact on public health. In comparison, the refitted and recalibrated Framingham models, estimated the CVD incidence with the overall bias of 149.60% and 128.23% for men, and 222.70% and 176.07% for women, respectively. In conclusion, the PARS risk assessment chart is a simple, accurate, and well-calibrated tool for predicting a 10-year risk of CVD occurrence in Iranian population and can be used in an attempt to develop national guidelines for the CVD management.", "doi": "10.1371/journal.pone.0189389", "title": "PARS risk charts: A 10-year study of risk assessment for cardiovascular diseases in Eastern Mediterranean Region.", "journal": ["PloS one", "PLoS ONE"]}