{"authors": [["Lee", "So-Ryoung", "SR", "Department of Internal Medicine, Soon Chun Hyang University Hospital Seoul, Seoul, Republic of Korea."], ["Choi", "Eue-Keun", "EK", "Department of Internal Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Han", "Kyung-Do", "KD", "Department of Biostatistics, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Cha", "Myung-Jin", "MJ", "Department of Internal Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Oh", "Seil", "S", "Department of Internal Medicine, Seoul National University Hospital, Seoul, Republic of Korea."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, University of Birmingham, United Kingdom."]], "date": "2017-12-20", "id": "29261716", "text": "Following their introduction, the non-vitamin K antagonist oral anticoagulants (NOACs) are increasingly prescribed in Asia for stroke prevention in patients with non-valvular atrial fibrillation (AF). Few contemporary data are available on temporal trends in antithrombotic therapy use in Asian countries, in the era of NOACs.Using the National Health Insurance Service database of the entire Korean adult AF population, the use of aspirin, vitamin K antagonist, and NOACs between 2008 and 2015 were analyzed (n = 276,246 in 2015). Most of the included cohort had CHA2DS2-VASc score ≥ 2 (78.2% in 2008 and 83.2% in 2015), yet approximately 17% were prescribed no antithrombotic therapy throughout the study period. Aspirin prescription consistently decreased (from 48.2% to 31.5%) over time, while OAC prescription significantly increased from 34.7% to 50.6%. NOAC prescriptions accounted for 50% of total OAC prescription in 2015. Similar trends in antithrombotic therapy were found both in men and in women, but women were more likely to be undertreated with OAC. Female gender, presence of vascular disease and prior intracranial hemorrhage were associated with OAC underuse.Between 2008 and 2015, a greater proportion of AF patients received OAC treatment with increasing NOAC prescription trends in the recent 3 years. A substantial proportion (approx. 50%) of Korean patients with AF still remain undertreated.", "doi": "10.1371/journal.pone.0189495", "title": "Temporal trends of antithrombotic therapy for stroke prevention in Korean patients with non-valvular atrial fibrillation in the era of non-vitamin K antagonist oral anticoagulants: A nationwide population-based study.", "journal": ["PloS one", "PLoS ONE"]}