{"authors": [["Kim", "Sung Hea", "SH", "Department of Cardiology, Konkuk University School of Medicine, Dongtan Sacred Heart Hospital, Hwaseong, Korea."], ["Kim", "Hyun-Joong", "HJ", "Department of Cardiology, Konkuk University School of Medicine, Dongtan Sacred Heart Hospital, Hwaseong, Korea."], ["Han", "Seongwoo", "S", "Department of Cardiology, Hallym University College of Medicine, Dongtan Sacred Heart Hospital, Hwaseong, Korea."], ["Yoo", "Byung-Su", "BS", "Department of Internal Medicine, Yonsei University Wonju Christian Hospital, Wonju, Korea."], ["Choi", "Dong-Ju", "DJ", "Department of Internal Medicine, Seoul National University College of Medicine, Bundang Hospital, Seongnam, Korea."], ["Kim", "Jae-Joong", "JJ", "Department of Internal Medicine, University of Ulsan College of Medicine, Asan Medical Center, Seoul, Korea."], ["Jeon", "Eun-Seok", "ES", "Department of Internal Medicine, Sungkyunkwan University College of Medicine, Samsung Medical Center, Seoul, Korea."], ["Cho", "Myeong-Chan", "MC", "Cardiology Department, Chungbuk National University College of Medicine, Cheongju, Korea."], ["Chae", "Shung Chull", "SC", "Department of Internal Medicine, Kyungpook National University College of Medicine, Daegu, Korea."], ["Ryu", "Kyu-Hyung", "KH", "Department of Cardiology, Hallym University College of Medicine, Dongtan Sacred Heart Hospital, Hwaseong, Korea."]], "date": "2017-12-19", "id": "29261675", "text": "The prognostic values of the left ventricular ejection fraction (LVEF) and end-diastolic dimension (LVEDD) have primarily been shown among patients with chronic heart failure (HF), with little representation of patients with acute HF (AHF). Therefore, we investigated the value of these echocardiographic parameters in predicting clinical outcomes among patients in the Korean Heart Failure (KorHF) Registry.The KorHF Registry consists of 3,200 patients who were hospitalized with AHF from 2005 to 2009. The Kaplan-Meier method was used to estimate survival and readmission, and differences were assessed using the log-rank test. Predictors of survival were identified using univariate and multivariate Cox proportional hazards regression analyses.Echocardiograms from 2,910 of the 3,200 patients (90.9%) were evaluated. The median LVEF and LVEDD (37% and 56 mm, respectively) were used as cut-offs for the binary transformation of each parameter. The cumulative death-free survival rates for all patients did not significantly differ based on LVEF or LVEDD quartiles; however, an LVEF greater than the median was associated with a better prognosis in ischemic HF patients (log-rank test; p = 0.039). Among ischemic HF patients, LVEF (dichotomized) was a significant predictor of death in a Cox model after adjusting for a history of HF, age, systolic blood pressure (SBP), serum sodium, sex, diabetes mellitus (DM), chronic obstructive pulmonary disease (COPD), chronic kidney disease (CKD), acute myocardial infarction (AMI), atrial fibrillation (Af) and anemia (hazard ratio (HR) 1.475, 95% confidence interval (CI) 1.099-1.979, p = 0.010). The cumulative readmission-free survival rates significantly differed among ischemic HF patients only when based on LVEDD quartiles (log-rank test; p = 0.001). In multivariate Cox proportional hazards regression analyses, LVEDD (dichotomized) remained a significant variable only among patients with ischemic HF after adjusting for sex, age, AMI, DM, COPD, serum sodium, SBP, blood urea nitrogen (BUN) and anemia (HR 1.401, 95% CI 1.067-1.841, p = 0.015).Among ischemic AHF patients in the KorHF Registry, LVEF is associated with mortality, whereas LVEDD is only associated with readmission in a binary transformed form.", "doi": "10.1371/journal.pone.0188938", "title": "The limited prognostic role of echocardiograms in short-term follow-up after acute decompensated heart failure: An analysis of the Korean Heart Failure (KorHF) Registry.", "journal": ["PloS one", "PLoS ONE"]}