{"authors": [["Wilson", "Michael E", "ME", "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Mayo Clinic, Rochester, MN."], ["Barwise", "Amelia", "A", "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Mayo Clinic, Rochester, MN."], ["Heise", "Katherine J", "KJ", "METRIC (Multidisciplinary Epidemiology and Translational Research in Intensive Care), Mayo Clinic, Rochester, MN."], ["Loftsgard", "Theodore O", "TO", "METRIC (Multidisciplinary Epidemiology and Translational Research in Intensive Care), Mayo Clinic, Rochester, MN."], ["Dziadzko", "Mikhail", "M", "METRIC (Multidisciplinary Epidemiology and Translational Research in Intensive Care), Mayo Clinic, Rochester, MN."], ["Cheville", "Andrea", "A", "Department of Physical Medicine and Rehabilitation, Mayo Clinic, Rochester, MN."], ["Majzoub", "Abdul", "A", "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Mayo Clinic, Rochester, MN."], ["Novotny", "Paul J", "PJ", "Department of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, MN."], ["Gajic", "Ognjen", "O", "Division of Pulmonary and Critical Care Medicine, Department of Medicine, Mayo Clinic, Rochester, MN."], ["Biehl", "Michelle", "M", "METRIC (Multidisciplinary Epidemiology and Translational Research in Intensive Care), Mayo Clinic, Rochester, MN."]], "date": "2017-12-19", "id": "29261564", "text": "Predictors of long-term functional impairment in acute respiratory failure of all causes are poorly understood. Our objective was to assess the frequency and predictors of long-term functional impairment or death after invasive mechanical ventilation for acute respiratory failure of all causes.Population-based, observational cohort study.Eight adult ICUs of a single center.All adult patients from Olmsted County, Minnesota, without baseline functional impairment who received mechanical ventilation in ICUs for acute respiratory failure of all causes from 2005 through 2009.None.In total, 743 patients without baseline functional impairment received mechanical ventilation in the ICU. At 1- and 5-year follow-up, the rates of survival with return to baseline functional ability were 61% (366/597) and 53% (356/669). Among 71 patients with new functional impairment at 1 year, 55% (39/71) had recovered and were alive without functional impairment at 5 years. Factors predictive of new functional impairment or death at 1 year were age, comorbidities, discharge to other than home, mechanical ventilation of 7 days or longer, and stroke. Of factors known at the time of intubation, the following are predictive of new functional impairment or death: age, comorbidities, nonsurgical condition, Acute Physiology and Chronic Health Evaluation III score, stroke, and sepsis. Post hoc sensitivity analyses revealed no significant change in predictor variables in patient populations when stroke was excluded or who received more than 48 hours of mechanical ventilation.At 1- and 5-year follow-up, many patients who received mechanical ventilation for acute respiratory failure from all causes are no longer alive or have new moderate-to-severe functional impairment. Functional recovery between year 1 and year 5 is possible and common. Sepsis, stroke, illness severity, age, and comorbidities predict long-term functional outcome at intubation.", "doi": "10.1097/CCM.0000000000002927", "title": "Long-Term Return to Functional Baseline After Mechanical Ventilation in the ICU.", "journal": ["Critical care medicine", "Crit. Care Med."]}