{"authors": [["Yu", "Yongquan", "Y", "Department of Occupational Medicine and Environmental Health, School of Public Health, Nanjing Medical University, 101 Longmian Avenue, Nanjing 211166, China. yyqaion@sina.com."], ["Dong", "Huibin", "H", "Department of Chronic Disease Control and Prevention, Changzhou Center for Disease Control and Prevention, 203 Taishan Road, Changzhou 213022, China. huibind@126.com."], ["Yao", "Shen", "S", "Department of Occupational Medicine and Environmental Health, School of Public Health, Nanjing Medical University, 101 Longmian Avenue, Nanjing 211166, China. 13814128712@163.com."], ["Ji", "Minghui", "M", "Department of Occupational Medicine and Environmental Health, School of Public Health, Nanjing Medical University, 101 Longmian Avenue, Nanjing 211166, China. jiminghui77@sina.com."], ["Yao", "Xingjuan", "X", "Department of Chronic Disease Control and Prevention, Changzhou Center for Disease Control and Prevention, 203 Taishan Road, Changzhou 213022, China. myaoxj@163.com."], ["Zhang", "Zhan", "Z", "Department of Hygiene Analysis and Detection, School of Public Health, Nanjing Medical University, 101 Longmian Avenue, Nanjing 211166, China. zhanzhang@njmu.edu.cn."]], "date": "2017-12-20", "id": "29261153", "text": "The potential beneficial effect of ozone (O₃) on stroke had been identified experimentally and clinically, but these effects remain controversial in population-based studies. This study aimed to explore the epidemiological association between O₃ and risk of ischemic stroke. Ischemic stroke related health data and air pollution data were obtained from the Center for Disease Control and Prevention and Environmental Monitoring Center in Changzhou between 2015 and 2016, respectively. The associations between the short-term exposure to O₃ and daily ischemic stroke onsets and deaths were examined based on time-series generalized additive Poisson model. During the study period, daily ischemic stroke onsets and deaths decreased 0.340% (95% confidence interval (CI) -0.559% to -0.120%) and 0.697% (95% CI -1.103% to -0.290%) with an interquartile range (IQR) (41.1 µg/m³) increase in levels of ambient O₃, respectively. The protective effects of O₃ were more significant in men and elders and in the cool season than those in women and young people and in the warm season, respectively. The negative association was independent of PM2.5, PM10, SO₂, NO₂ or CO exposure. Acute O₃ exposure was associated with decreased risk of ischemic stroke. These findings will help provide new insights into the relationship between ischemic stroke and ambient O₃ concentrations.", "doi": "10.3390/ijerph14121610", "title": "Protective Effects of Ambient Ozone on Incidence and Outcomes of Ischemic Stroke in Changzhou, China: A Time-Series Study.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}