{"authors": [["Zhao", "Liang", "L", "1 Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Mulligan", "Megan K", "MK", "2 Department of Genetics, Genomics and Informatics, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Nowak", "Thaddeus S", "TS", "1 Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."]], "date": "2017-01-01", "id": "29260927", "text": "The C57BL/6 mouse strain is represented by distinct substrains, increasingly recognized to differ genetically and phenotypically. The current study compared stroke vulnerability among C57BL/6 J (J), C57BL/6JEiJ (JEiJ), C57BL/6ByJ (ByJ), C57BL/6NCrl (NCrl), C57BL/6NJ (NJ) and C57BL/6NTac (NTac) substrains, using a model of permanent distal middle cerebral artery and common carotid artery occlusion. Mean infarct volume was nearly two-fold smaller in J, JEiJ and ByJ substrains relative to NCrl, NJ and NTac (N-lineage) mice. This identifies a previously unrecognized confound in stroke studies involving genetically modified strain comparisons if control substrain background were not rigorously matched. Mean infarct size was smaller in females of J and ByJ substrains than in the corresponding males, but there was no sex difference for NCrl and NJ mice. A higher proportion of small infarcts in J and ByJ substrains was largely responsible for both substrain- and sex-dependent differences. These could not be straightforwardly explained by variations in posterior communicating artery patency, MCA anatomy or acute penumbral blood flow deficits. Their larger and more homogeneously distributed infarcts, together with their established use as the common background for many genetically modified strains, may make N-lineage C57BL/6 substrains the preferred choice for future studies in experimental stroke.", "doi": "10.1177/0271678X17746174", "title": "Substrain- and sex-dependent differences in stroke vulnerability in C57BL/6 mice.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}