{"authors": [["Røe", "Cecilie", "C", "CHARM Research Centre for Habilitation and Rehabilitation Models and Services, Institute of Health and Society,Faculty of Medicine,, University of Oslo, 0407 Oslo, Norway. eller@medisin.uio.no."], ["Kirkevold", "Marit", "M", null], ["Andelic", "Nada", "N", null], ["Soberg", "Helene L", "HL", null], ["Sveen", "Unni", "U", null], ["Bautz-Holter", "Erik", "E", null], ["Jahnsen", "Reidun", "R", null], ["van Walsem", "Marleen R", "MR", null], ["Bragstad", "Line Kildal", "LK", null], ["Hjelle", "Ellen Gabrielsen", "EG", null], ["Klevberg", "Gunvor", "G", null], ["Oretorp", "Per", "P", null], ["Habberstad", "Andreas", "A", null], ["Hagfors", "Jon", "J", null], ["Væhle", "Randi", "R", null], ["Engen", "Grace", "G", null], ["Gutenbrunner", "Christoph", "C", null]], "date": "2017-12-20", "id": "29260837", "text": "To apply the Classification of Service Organization in Rehabilitation (ICSO-R) classification of services to different target groups, include the user perspective, identify missing categories, and propose standardized descriptors for the categories from a Norwegian perspective. Expert-based consensus conferences with user involvement. Health professionals, stakeholders and users. Participants were divided into 5 panels, which applied the ICSO-R to describe the habilitation and rehabilitation services provided to children with cerebral palsy and people with Huntington's disease, acquired brain injuries (traumatic brain injuries and stroke) and painful musculoskeletal conditions. Based on the Problem/Population, Intervention, Comparison, Outcome (PICO) framework, the services were described according to the ICSO-R. Missing categories were identified. The ICSO-R was found to be feasible and applicable for describing a variety of services provided to different target groups in Norway, but the user perspective was lacking, categories were missing, and a need for standardized description of the categories was identified. The present work supports the need to produce an updated version of the ICSO-R and to encourage national and international discussion of the framework. The ICSO-R has the potential to become a tool for the standardized assessment of rehabilitation services. For such purposes, more standardized descriptions of subcategories are necessary.", "doi": "10.2340/16501977-2299", "title": "The challenges of describing rehabilitation services: A discussion paper.", "journal": ["Journal of rehabilitation medicine", "J Rehabil Med"]}