{"authors": [["Sedaghat", "Alexander", "A", "Med. Klinik und Poliklinik II, Herzzentrum, Universitätsklinikum Bonn, Germany."], ["Sinning", "Jan-Malte", "JM", null], ["Werner", "Nikos", "N", null], ["Nickenig", "Georg", "G", null], ["Conradi", "Lenard", "L", null], ["Toggweiler", "Stefan", "S", null], ["Schäfer", "Ulrich", "U", null]], "date": "2017-12-19", "id": "29260712", "text": "The aim of this study was to assess the in-vitro hydrodynamic performance of a novel self-expanding transcatheter heart valve prosthesis (THV), the NVT AllegraTM, in 5 different surgical bioprostheses. In addition, we present a series of valve-in-valve implantations in the clinical setting using the 23mm AllegraTM prosthesis.The 23mm NVT AllegraTM was implanted in 5 different surgical bioprostheses of 23mm nominal size, namely the Edwards Perimount, the Sorin MitroFlow, the St. Jude Trifecta, the Medtronic Mosaic and the Vascutek Aspire. Hydrodynamic performance was evaluated using a pulse duplicator with regard to mean systolic gradient, effective orifice area (EOA) and regurgitation. Hereby, mean transprosthetic pressure gradients ranged between 5.0 ± 0.1 and 8.4 ± 0.1mmHg. EOAs for all configurations were >1.8cm2 with the largest EOAs with the use of the St. Trifecta and the Edwards Perimount. Total regurgitation remained low with 2.3 ± 1.0 to 6.4 ± 0.9% of stroke volumes. Overall, hydrodynamic performance of the NVT AllegraTM was well in line with previously published data. In clinical practice, the NVT AllegraTM provided excellent hemodynamic results after treatment of degenerated aortic valve prostheses in a small case-series of 4 high-risk patients undergoing valve-in-valve TAVI.The NVT AllegraTM performed well for in-vitro ViV-TAVI analyses. Hereby, the AllegraTM combined the benefits of supra-annular self-expanding prostheses with regards to EOA and mean gradients with low amounts of regurgitation. Additionally, clinical implantation of the 23mm AllegraTM for the treatment of degenerated surgical bioprostheses was feasible and resulted in favorable hemodynamics.", "doi": "10.4244/EIJ-D-17-00844", "title": "In-vitro hydrodynamic and acute clinical performance of a novel self-expanding THV in various surgical bioprostheses.", "journal": ["EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology", "EuroIntervention"]}