{"authors": [["McCaig", "Catherine", "C", "1 Molecular and Clinical Sciences Research Institute, St Georges University of London, London, UK."], ["Ataliotis", "Paris", "P", "2 Institute for Medical & Biomedical Education, St George's University of London, London, UK."], ["Shtaya", "Anan", "A", "1 Molecular and Clinical Sciences Research Institute, St Georges University of London, London, UK."], ["Omar", "Ayan S", "AS", "1 Molecular and Clinical Sciences Research Institute, St Georges University of London, London, UK."], ["Green", "A Richard", "AR", "3 School of Life Sciences, University of Nottingham, Nottingham, UK."], ["Kind", "Clive N", "CN", "4 Leicester School of Pharmacy, 4487 De Montfort University , Leicester, UK."], ["Pereira", "Anthony C", "AC", "1 Molecular and Clinical Sciences Research Institute, St Georges University of London, London, UK."], ["Naray-Fejes-Toth", "Aniko", "A", "6 Molecular & Systems Biology Department, Geisel School of Medicine at Dartmouth, Lebanon, NH, USA."], ["Fejes-Toth", "Geza", "G", "6 Molecular & Systems Biology Department, Geisel School of Medicine at Dartmouth, Lebanon, NH, USA."], ["Yáñez-Muñoz", "Rafael J", "RJ", "7 AGCTlab.org, Centre for Biomedical Sciences, School of Biological Sciences, 98536 Royal Holloway, University of London , Egham, Surrey, UK."], ["Murray", "James T", "JT", "8 School of Biochemistry and Immunology, Trinity Biomedical Sciences Institute, Trinity College Dublin, Dublin 2, Ireland."], ["Hainsworth", "Atticus H", "AH", "1 Molecular and Clinical Sciences Research Institute, St Georges University of London, London, UK."]], "date": "2017-01-01", "id": "29260627", "text": "Nitrones (e.g. α-phenyl-N-tert-butyl nitrone; PBN) are cerebroprotective in experimental stroke. Free radical trapping is their proposed mechanism. As PBN has low radical trapping potency, we tested Sgk1 induction as another possible mechanism. PBN was injected (100 mg/kg, i.p.) into adult male rats and mice. Sgk1 was quantified in cerebral tissue by microarray, quantitative RT-PCR and western analyses. Sgk1+/+ and Sgk1-/- mice were randomized to receive PBN or saline immediately following transient (60 min) occlusion of the middle cerebral artery. Neurological deficit was measured at 24 h and 48 h and infarct volume at 48 h post-occlusion. Following systemic PBN administration, rapid induction of Sgk1 was detected by microarray (at 4 h) and confirmed by RT-PCR and phosphorylation of the Sgk1-specific substrate NDRG1 (at 6 h). PBN-treated Sgk1+/+ mice had lower neurological deficit ( p < 0.01) and infarct volume ( p < 0.01) than saline-treated Sgk1+/+ mice. PBN-treated Sgk1-/- mice did not differ from saline-treated Sgk1-/- mice. Saline-treated Sgk1-/- and Sgk1+/+ mice did not differ. Brain Sgk3:Sgk1 mRNA ratio was 1.0:10.6 in Sgk1+/+ mice. Sgk3 was not augmented in Sgk1-/- mice. We conclude that acute systemic treatment with PBN induces Sgk1 in brain tissue. Sgk1 may play a part in PBN-dependent actions in acute brain ischemia.", "doi": "10.1177/0271678X17746980", "title": "Induction of the cell survival kinase Sgk1: A possible novel mechanism for α-phenyl-N-tert-butyl nitrone in experimental stroke.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}