{"authors": [["Juttukonda", "Meher R", "MR", "1 Department of Radiology and Radiological Sciences, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Donahue", "Manus J", "MJ", "1 Department of Radiology and Radiological Sciences, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Davis", "Larry T", "LT", "1 Department of Radiology and Radiological Sciences, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Gindville", "Melissa C", "MC", "5 Department of Pediatrics, Division of Pediatric Neurology, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Lee", "Chelsea A", "CA", "5 Department of Pediatrics, Division of Pediatric Neurology, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Patel", "Niral J", "NJ", "5 Department of Pediatrics, Division of Pediatric Neurology, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Kassim", "Adetola A", "AA", "6 Department of Medicine, Division of Hematology, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Pruthi", "Sumit", "S", "1 Department of Radiology and Radiological Sciences, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."], ["Hendrikse", "Jeroen", "J", "7 Department of Radiology, University Medical Center Utrecht, Utrecht, The Netherlands."], ["Jordan", "Lori C", "LC", "2 Department of Neurology, 12328 Vanderbilt University Medical Center , Nashville, TN, USA."]], "date": "2017-01-01", "id": "29260615", "text": "Elevated flow velocities in adults with sickle cell anemia (SCA) may cause rapid erythrocyte transit through capillaries. This phenomenon could present as dural venous sinus hyperintensity on arterial spin labeling (ASL)-MRI and could be indicative of capillary shunting. Here, the prevalence of ASL venous hyperintensities and association with relevant physiology in adults with SCA was investigated. SCA ( n = 46) and age-matched control ( n = 16) volunteers were recruited for 3.0 T MRI. Pseudo-continuous ASL-MRI was acquired for cerebral blood flow (CBF) calculation and venous hyperintensity determination; venous signal intensity and a categorical venous score (three raters; 0 = no hyperintensity, 1 = focal hyperintensity, and 2 = diffuse hyperintensity) were recorded. Flow velocity in cervical internal carotid artery segments was determined from phase contrast data (venc = 40 cm/s) and whole-brain oxygen extraction fraction (OEF) was determined from T2-relaxation-under-spin-tagging MRI. Cerebral metabolic rate of oxygen was calculated as the product of OEF, CBF, and blood oxygen content. ASL venous hyperintensities were significantly ( p < 0.001) more prevalent in SCA (65%) relative to control (6%) participants and were associated with elevated flow velocities ( p = 0.03). CBF ( p < 0.001), but not OEF, increased with increasing hyperintensity score. Prospective trials that evaluate this construct as a possible marker of impaired oxygen delivery and stroke risk may be warranted.", "doi": "10.1177/0271678X17746808", "title": "Preliminary evidence for cerebral capillary shunting in adults with sickle cell anemia.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}