{"authors": [["Russo", "Vincenzo", "V", "Chair of Cardiology, University of the study of Campania \"Luigi Vanvitelli\" - Monaldi Hospital, Via Leonardo Bianchi, 80131, Naples, Italy."], ["Rago", "Anna", "A", "Chair of Cardiology, University of the study of Campania \"Luigi Vanvitelli\" - Monaldi Hospital, Via Leonardo Bianchi, 80131, Naples, Italy. anna_rago@alice.it."], ["Papa", "Andrea Antonio", "AA", "Chair of Cardiology, University of the study of Campania \"Luigi Vanvitelli\" - Monaldi Hospital, Via Leonardo Bianchi, 80131, Naples, Italy."], ["D'Onofrio", "Antonio", "A", "Departmental Unit of Electrophysiology, Evaluation and Treatment of Arrhythmias, Monaldi Hospital, Naples, Italy."], ["Golino", "Paolo", "P", "Chair of Cardiology, University of the study of Campania \"Luigi Vanvitelli\" - Monaldi Hospital, Via Leonardo Bianchi, 80131, Naples, Italy."], ["Nigro", "Gerardo", "G", "Chair of Cardiology, University of the study of Campania \"Luigi Vanvitelli\" - Monaldi Hospital, Via Leonardo Bianchi, 80131, Naples, Italy."]], "date": "2017-12-19", "id": "29260427", "text": "Patients with atrial fibrillation (AF) are predisposed to a hypercoagulable state and are at an increased risk for thromboembolic events when undergoing procedures. This study investigated the long-term efficacy and safety of newly initiated anticoagulation with dabigatran versus uninterrupted vitamin K antagonist (VKA) therapy in patients with AF scheduled for transesophageal echocardiogram (TEE)-guided direct electrical current cardioversion (DCC). Consecutive adult patients with persistent AF scheduled to undergo DCC were included in the study. Patients received dabigatran 110 mg or 150 mg twice daily (bid) or VKA at therapeutic doses for at least 3 weeks before and 4 weeks after DCC. All patients underwent anamnestic, clinical, electrocardiographic and echocardiographic evaluation at each follow-up visit, and were followed up for a total period of 2 years. The primary efficacy outcome was the composite of stroke/transient ischaemic attack and systemic embolism. The primary safety outcome was major bleeding. 176 patients receiving dabigatran (77% dabigatran 150 mg bid) were propensity score-matched to 176 patients on VKA therapy. A low incidence of atrial thrombus (0.6%) at TEE was found in both groups (0.6%). The acute cardioversion success rate was 85.1% in the dabigatran group (149/175) and 83.4% in the VKA group (146/175). During the follow-up period, a similar low incidence of thromboembolic events (0.6%) was reported in both groups; the bleeding safety profile tended to favour dabigatran over VKA (1.1% vs 1.7%; P = 0.3). Newly initiated anticoagulation with dabigatran in patients with nonvalvular AF scheduled for TEE-guided DCC seems to be as effective and safe as uninterrupted VKA therapy, during long-term follow up.", "doi": "10.1007/s11239-017-1599-5", "title": "Efficacy and safety of dabigatran in patients with atrial fibrillation scheduled for transoesophageal echocardiogram-guided direct electrical current cardioversion: a prospective propensity score-matched cohort study.", "journal": ["Journal of thrombosis and thrombolysis", "J. Thromb. Thrombolysis"]}