{"authors": [["Knaus", "Tracey A", "TA", "Brain and Behavior Program at Children's Hospital, Department of Neurology, Louisiana State University Health Sciences Center - New Orleans, 1542 Tulane Avenue, 7th Floor, New Orleans, LA, 70112, USA. taknaus@uno.edu."], ["Kamps", "Jodi", "J", "Department of Psychology, Children's Hospital, 200 Henry Clay Avenue, New Orleans, LA, 70118, USA."], ["Foundas", "Anne L", "AL", "Department of Psychology, Tulane University, 2007 Percival Stern Hall, New Orleans, LA, 70118, USA."], ["Tager-Flusberg", "Helen", "H", "Department of Psychological and Brain Sciences, Boston University, 100 Cummington Mall, Room 170E, Boston, MA, 02215, USA."]], "date": "2017-12-19", "id": "29260380", "text": "Deficits in communication are a core feature of autism spectrum disorder (ASD), however, structural language abilities are highly variable, ranging from minimally verbal to superior linguistic skills. Differences in the anatomy of cortical language regions, including anterior and posterior areas, have been found in ASD. It remains unclear, however, if anatomical differences distinguish individuals with impaired expressive language from those without such deficits. In addition, anatomical differences have not been explored in children with extremely low expressive language. This study included 34 boys with ASD, 7-11 years old, including an expressive language impaired group (n = 17) and an average-high language group (n = 17). The language impaired group was subdivided into a low (n = 9) and extremely low (n = 8) language subgroup for exploratory analyses to determine whether children with ASD with extremely low expressive language abilities exhibit distinct anatomy. Gray matter volume of the pars triangularis, pars opercularis, and planum temporale (PT) were measured on MRIs. PT volume was smaller in the ASD group with expressive language impairment relative to those without language deficits. The right PT volume was also positively correlated with language scores. The exploratory analyses revealed differences in the left PT, with smaller volume in the extremely low language subgroup, relative to the average and moderately low language groups. Results suggest that smaller PT volumes in both hemispheres are associated with severe language impairments in ASD. The PT may therefore, be a biomarker of language outcome in young children with ASD, with more studies of PT anatomy necessary.", "doi": "10.1007/s11682-017-9795-7", "title": "Atypical PT anatomy in children with autism spectrum disorder with expressive language deficits.", "journal": ["Brain imaging and behavior", "Brain Imaging Behav"]}