{"authors": [["Gorodisky", "Lior", "L", "Department of Electrical Engineering, Technion-Israel Institute of Technology, Haifa, Israel."], ["Agmon", "Yoram", "Y", "Cardiology Department, Rambam Health Care Campus, Haaliya Street, 31096, Haifa, Israel."], ["Porat", "Moshe", "M", "Department of Electrical Engineering, Technion-Israel Institute of Technology, Haifa, Israel."], ["Abadi", "Sobhi", "S", "Medical Imaging Department, Rambam Health Care Campus, Haaliya Street, Haifa, Israel."], ["Lessick", "Jonathan", "J", "Cardiology Department, Rambam Health Care Campus, Haaliya Street, 31096, Haifa, Israel. j_lessick@rambam.health.gov.il."]], "date": "2017-12-19", "id": "29260346", "text": "To test the feasibility of assessing mitral regurgitation (MR) severity using cardiac magnetic resonance (CMR) 4D velocity vectors to quantify regurgitant volume (RVol) by analysis of the proximal flow convergence, compared to Doppler based proximal isovelocity surface area (PISA) and CMR volume-based methods. In a prospectively designed study, 27 patients with various grades of MR underwent CMR and echo-Doppler on the same day. By CMR, multiple slices were obtained parallel to the mitral valve by phase-contrast imaging, using 3D velocity vectors, as well as short-axis cine images for left and right ventricular volume measurements. Using dedicated software developed in our laboratory, the perimeter of the proximal flow convergence region was semi-automatically measured for each temporal phase, and for each short-axis slice. The CMR-PISA RVol was calculated as the sum of PISA perimeters throughout systole, multiplied by slice width. For comparison, CMR-volumetric RVol was calculated by 2 methods: Volumetric (difference between left and right ventricular stroke volumes) and Flow-based (stroke volume -aortic flow). Echo-PISA RVol was calculated by echo-Doppler based PISA method. RVol by CMR-PISA correlated highly with echo-PISA (r = 0.87) and with CMR-volumetric (r = 0.86) and CMR-flow (r = 0.72). For comparison Doppler-RVol and CMR-volume-based RVol had r = 0.83. On average CMR-PISA was 16 ± 25 ml less than echo-PISA, but 12 ± 22 ml larger than CMR-volumetric RVol. The observed 3D shape of the PISA envelope by 4D-CMR resembled a hemiellipsoid rather than a hemisphere. This feasibility study suggests that CMR-based 4D-PISA may be able to assess MR severity quantitatively without any geometric assumptions.", "doi": "10.1007/s10554-017-1290-0", "title": "Assessment of mitral regurgitation by 3-dimensional proximal flow convergence using magnetic resonance imaging: comparison with echo-Doppler.", "journal": ["The international journal of cardiovascular imaging", "Int J Cardiovasc Imaging"]}