{"authors": [["Maus", "Volker", "V", "Department of Neuroradiology, University Hospital Cologne, Kerpener Str. 62, 50937, Cologne, Germany. volker.maus@uk-koeln.de."], ["Kalkan", "Alev", "A", "Department of Neuroradiology, University Hospital Cologne, Kerpener Str. 62, 50937, Cologne, Germany."], ["Kabbasch", "Christoph", "C", "Department of Neuroradiology, University Hospital Cologne, Kerpener Str. 62, 50937, Cologne, Germany."], ["Abdullayev", "Nuran", "N", "Department of Neuroradiology, University Hospital Cologne, Kerpener Str. 62, 50937, Cologne, Germany."], ["Stetefeld", "Henning", "H", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Barnikol", "Utako Birgit", "UB", "Clearing Unit Ethics, Medical Faculty of Cologne & Research Unit Ethics, Department of Child and Adolescence Psychiatry, University Hospital Cologne, Cologne, Germany."], ["Liebig", "Thomas", "T", "Department of Neuroradiology, Charité, Berlin, Germany."], ["Dohmen", "Christian", "C", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Fink", "Gereon Rudolf", "GR", "Department of Neurology, University Hospital Cologne, Cologne, Germany."], ["Borggrefe", "Jan", "J", "Department of Neuroradiology, University Hospital Cologne, Kerpener Str. 62, 50937, Cologne, Germany."], ["Mpotsaris", "Anastasios", "A", "Department of Neuroradiology, University Hospital Aachen, Aachen, Germany."]], "date": "2017-12-19", "id": "29260256", "text": "Mechanical thrombectomy (MT) of basilar artery occlusions (BAO) is a subject of debate. We investigated the clinical outcome of MT in BAO and predictors of a favorable outcome.A total of 104 MTs of BAO (carried out between 2010 and 2016) were analyzed. Favorable outcome as a modified Rankin scale (mRS) ≤ 2 at 90 days was the primary endpoint. The influence of the following variables on outcome was investigated: number of detectable posterior communicating arteries (PcoAs), patency of basilar tip, completeness of BAO and posterior circulation Alberta Stroke Program early computed tomography score (PC-ASPECTS). Secondary endpoints were technical periprocedural parameters including symptomatic intracranial hemorrhage (sICH).The favorable clinical outcome at 90 days was 25% and mortality was 43%. The rate of successful reperfusion, i.e. modified thrombolysis in cerebral infarction (mTICI) ≥ 2b was 82%. Presence of bilateral PcoAs (area under the curve, AUC: 0.81, odds ratio, OR: 4.2, 2.2-8.2; p < 0.0001), lower National Institute of Health Stroke Scale (NIHSS) on admission (AUC: 0.74, OR: 2.6, 1.3-5.2; p < 0.01), PC-ASPECTS ≥ 9 (AUC: 0.72, OR: 4.2, 1.5-11.9; p < 0.01), incomplete BAO (AUC: 0.66, OR: 2.6, 1.4-4.8; p < 0.001), and basilar tip patency (AUC: 0.66, OR: 2.5, 1.3-4.8; p < 0.01) were associated with a favorable outcome. Stepwise logistic regression analysis revealed that the strongest predictors of favorable outcome at 90 days were bilateral PcoAs, low NIHSS on admission, and incomplete BAO (AUC: 0.923, OR: 7.2, 3-17.3; p < 0.0001).The use of MT for BAO is safe with high rates of successful reperfusion. Aside from baseline NIHSS and incomplete vessel occlusion, both known predictors of favorable outcome in anterior circulation events, we found that collateral flow based on the presence or absence of PcoAs had a decisive prognostic impact.", "doi": "10.1007/s00062-017-0651-3", "title": "Mechanical Thrombectomy in Basilar Artery Occlusion : Presence of Bilateral Posterior Communicating Arteries is a Predictor of Favorable Clinical Outcome.", "journal": ["Clinical neuroradiology", "Clin Neuroradiol"]}