{"authors": [["Bahrmann", "P", "P", "Medizinische Klinik II, Asklepios Paulinen Klinik Wiesbaden, Geisenheimer Straße 10, 65197, Wiesbaden, Deutschland. p.bahrmann@asklepios.com."], ["Christ", "M", "M", "Abteilung für Notfallmedizin, Luzerner Kantonsspital, Luzern, Schweiz."]], "date": "2017-12-19", "id": "29260237", "text": "Based on established risk scores, such as the CHA2DS2-VASc score, the indications for oral anticoagulation are given for patients over 65 years old with atrial fibrillation and even more so for patients over 75 years old. Before beginning anticoagulation a geriatric assessment for evaluation of the cognitive ability, the activities of daily living and the risk of falling should be made because of the known complications of anticoagulation. Geriatric patients with non-valvular atrial fibrillation (AF) are increasingly being treated with non-vitamin K antagonist oral anticoagulants (NOAC) to prevent ischemic stroke. The European Society for Cardiology (ESC) guidelines for the management of AF recommended NOACs as the preferred treatment and vitamin K antagonists (VKA) only as an alternative option. Meanwhile, apixaban, rivaroxaban, and edoxaban as factor Xa inhibitors and dabigatran as a thrombin inhibitor, are more commonly used in clinical practice in patients with AF. Although, these drugs have pharmacodynamics and pharmacokinetic similarities and are often grouped together, it is important to recognize that the pharmacology and dose regimens differ between compounds. Especially in elderly patients the new drugs have interesting advantages compared to VKA, i. e., less drug-drug interactions with concomitant medication and a more favorable risk-benefit ratio mostly driven by the reduction of bleeding. Treatment of anticoagulation in elderly patients requires weighing the serious risk of stroke with an equally high risk of major bleeding and pharmacoeconomic considerations. The easier practicality of NOACs in routine practice must be emphasized as no international normalized ratio (INR) monitoring is necessary and the interruption of treatment for planned interventions is uncomplicated. A regular monitoring of the indications for NOACs is indispensable (as for all other medications). Especially elderly patients have the greatest benefit from NOAC along with a low renal elimination rate and they should certainly not be withheld from elderly patients who have a clear need for oral anticoagulation.", "doi": "10.1007/s00059-017-4665-z", "title": "[Anticoagulation in geriatric patients with atrial fibrillation : With what and for whom no more?]", "journal": ["Herz", "Herz"]}