{"authors": [["Nucera", "Antonia", "A", "Department of Clinical Neurological Science, University Hospital, University of Western Ontario, Ontario, Canada."], ["Azarpazhooh", "Mahmoud Reza", "MR", "Department of Clinical Neurological Science, University Hospital, University of Western Ontario, Ontario, Canada."], ["Cardinali", "Lucilla", "L", "Department of Neurology, Ghaem Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Alsubaie", "Rasha", "R", "Department of Clinical Neurological Science, University Hospital, University of Western Ontario, Ontario, Canada."], ["Chiang", "Tzu-Ching", "TC", "The Brain and Mind Institute, University of Western Ontario, Ontario, Canada."], ["Weishaupt", "Nina", "N", "Department of Anatomy and Cell Biology, University of Western Ontario, Ontario, Canada."], ["Hachinski", "Vladimir", "V", "Department of Clinical Neurological Science, University Hospital, University of Western Ontario, Ontario, Canada."]], "date": "2017-07-19", "id": "29260033", "text": "The upgoing thumb sign has been frequently observed in patients with minor strokes and transient ischemic attacks as an indicator of brain involvement. We assessed the effect of primary motor cortex (M1) inhibition in the development of the upgoing thumb sign.Used repetitive Transcranial Magnetic Stimulation (rTMS, 1 Hz frequency for 15 min, 1s ISI, 900 pulses) at 60% of resting motor threshold to inhibit the right or left primary motor cortex of 10 healthy individuals. Participants were examined before and after rTMS by a neurologist who was blind to the site of motor cortex inhibition.10 neurological intact participants (5 women/5 men) were recruited for this study. 2 cases were excluded due to pre-existing possible thumb signs. After the inhibition of the primary motor cortex, in 6 subjects out of 8, we observed a thumb sign contralateral to the site of primary motor cortex inhibition. In one subject an ipsilateral thumbs sign was noted. In another case, we did not find an upgoing thumb sign.The upgoing thumb sign is a subtle neurological finding that may be related to the primary motor cortex or corticospinal pathways involvements.", "doi": "10.1016/j.ensci.2017.07.001", "title": "Inhibition of the primary motor cortex and the upgoing thumb sign.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}