{"authors": [["Kim", "J-S", "JS", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Kim", "R-Y", "RY", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Cha", "J-K", "JK", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Rha", "H W", "HW", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Kang", "M-J", "MJ", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Kim", "D-H", "DH", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Park", "H-S", "HS", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Choi", "J-H", "JH", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Huh", "J-T", "JT", "Stroke Center, Dong-A University Hospital, Busan, South Korea."], ["Lee", "I-K", "IK", "Department of Health Service Management, College of Health, Kyungwoon University, Gumi, South Korea."]], "date": "2017-06-28", "id": "29260030", "text": "It has been suggested that AF-related ischemic stroke (IS) that is accompanied by atherosclerotic burden have poorer outcomes. The aim of this study was to investigate the importance of pre-stroke glycemic control (PSGC) on the early neurologic deterioration (END) of patients with acute AF-related IS.We retrospectively recruited 121 patients with AF-related IS who also had Diabetes mellitus (DM). The HbA1C level was measured in all subjects. END was defined as an increase in the National Institute of Health Stroke Scale (NIHSS) score of 4 NIHSS points within 7 days of symptom onset compared to the initial NIHSS score.In this study, 20.7% (25 patients) were classified as having a poor PSGC status with a HbA1C level above 8.0%. In the univariate analysis, a poor PSGC status (p < 0.01), smoking (p = 0.01), severe neurologic deficits at admission (p = 0.01), and a larger size of ischemic lesions on DWI (p < 0.01) were associated with the occurrence of END. In the multivariate model, a poor PSGC status (p = 0.02) and larger size of ischemic lesions on MRI (p < 0.01) were independent predictors of END in acute AF-related IS.The HbA1c level upon admission was independently associated with significant prediction of END in acute AF-related IS.", "doi": "10.1016/j.ensci.2017.06.005", "title": "Pre-stroke glycemic control is associated with early neurologic deterioration in acute atrial fibrillation-related ischemic stroke.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}