{"authors": [["Yoshida", "Madoka", "M", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."], ["Kato", "Naoki", "N", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Uemura", "Takeshi", "T", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."], ["Mizoi", "Mutsumi", "M", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."], ["Nakamura", "Mizuho", "M", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."], ["Saiki", "Ryotaro", "R", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."], ["Hatano", "Keisuke", "K", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Sato", "Kunitomo", "K", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Kakizaki", "Shota", "S", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Nakamura", "Aya", "A", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Ishii", "Takuya", "T", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Terao", "Tohru", "T", "Department of Neurosurgery, Atsugi Municipal Hospital, Atsugi, Kanagawa, Japan."], ["Murayama", "Yuichi", "Y", "Department of Neurosurgery, The Jikei University School of Medicine, Minato-ku, Tokyo, Japan."], ["Kashiwagi", "Keiko", "K", "Faculty of Pharmacy, Chiba Institute of Science, Choshi, Chiba, Japan."], ["Igarashi", "Kazuei", "K", "Amine Pharma Research Institute, Innovation Plaza at Chiba University, Chiba, Chiba, Japan."]], "date": "2017-03-30", "id": "29260020", "text": "Measurement of plasma levels of protein-conjugated acrolein (PC-Acro) together with IL-6 and CRP can be used to identify silent brain infarction (SBI) with high sensitivity and specificity. The aim of this study was to determine how these biomarkers vary during stroke.Levels of PC-Acro, IL-6 and CRP in plasma were measured on day 0, 2, 7 and 14 after the onset of ischemic or hemorrhagic stroke.After the onset of stroke, the level of PC-Acro in plasma was elevated corresponding to the size of stroke. It returned to near control levels by day 2, and remained similar through day 14. The degree of the decrease in PC-Acro on day 2 was greater when the size of brain infarction or hemorrhage was larger. An increase in IL-6 and CRP occurred after the increase in PC-Acro, and it was well correlated with the size of the injury following infarction or hemorrhage. The results suggest that acrolein becomes a trigger for the production of IL-6 and CRP, as previously observed in a mouse model of stroke and in cell culture systems. The increase in IL-6 and CRP was also correlated with poor outcome judging from mRS.The results indicate that the degree of the decrease in PC-Acro and the increase in IL-6 and CRP from day 0 to day 2 was correlated with the size of brain infarction, and the increase in IL-6 and CRP with poor outcome at discharge.", "doi": "10.1016/j.ensci.2017.03.005", "title": "Time dependent transition of the levels of protein-conjugated acrolein (PC-Acro), IL-6 and CRP in plasma during stroke.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}