{"authors": [["Tanaka", "Ryosuke", "R", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."], ["Takahashi", "Satoru", "S", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."], ["Okano", "Satomi", "S", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."], ["Okayama", "Akie", "A", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."], ["Suzuki", "Nao", "N", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."], ["Kure", "Shigeo", "S", "Department of Pediatrics, Tohoku University School of Medicine, Sendai, Japan."], ["Azuma", "Hiroshi", "H", "Department of Pediatrics, Asahikawa Medical University, Asahikawa, Japan."]], "date": "2017-01-31", "id": "29260015", "text": "Moyamoya disease (MMD) is characterized by progressive stenosis and occlusion in the terminal portion of both internal carotid arteries (ICAs) and the formation of an abnormal vascular network. Because of the fragile structure of the collateral vessels, MMD is frequently accompanied by intracranial aneurysms that are mainly located within the abnormal basal network or the circle of Willis. However, the association between MMD and aneurysms of the ICAs has never been reported previously.A 1-month-old infant presented with a decreased level of consciousness and arterial infarction in the right frontal and temporal lobes. Brain computed tomography angiography results showed aneurysms in both ICAs and occlusions of the distal part of the aneurysms without moyamoya collateral vessels. Aspirin therapy was initiated, and his clinical status stabilized. At 12 months of age, collateral networks of small vessels were found in the distal part of both ICAs, and MMD had evolved. At 24 months of age, he remains on aspirin therapy, and no further ischemic events have occurred.This is the first report of MMD in which ICA aneurysms and occlusions developed bilaterally in early infancy without moyamoya collateral vessels. Our case indicates that angiogenesis at the base of the brain may occur following extracellular matrix remodeling at the terminal portion of the ICAs.", "doi": "10.1016/j.ensci.2017.01.002", "title": "Evolution into moyamoya disease in an infant with internal carotid artery aneurysms.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}