{"authors": [["Gomes", "Ana Beatriz Ayroza Galvão Ribeiro", "ABAGR", "University of São Paulo, Medical School General Hospital, SP, Brazil."], ["Henrique", "Mauro", "M", "Santa Casa de Sao Paulo School of Medical Sciences, SP, Brazil."], ["Schoeps", "Vinicius Andreoli", "VA", "Santa Casa de Sao Paulo School of Medical Sciences, SP, Brazil."], ["Santos", "Mariana Monteiro Saldanha Altenfelder", "MMSA", "Santa Casa de Sao Paulo School of Medical Sciences, SP, Brazil."], ["Pellegrinelli", "Ada", "A", "Santa Casa de Sao Paulo School of Medical Sciences, SP, Brazil."], ["de Matos", "Bárbara Pessoa", "BP", "Hospital das Clínicas Samuel Libânio, MG, Brazil."], ["Kubota", "Gabriel Taricani", "GT", "University of São Paulo, Medical School General Hospital, SP, Brazil."], ["Araújo", "Haniel Alves", "HA", "University of São Paulo, Medical School General Hospital, SP, Brazil."], ["da Silva", "Letícia Sant' Ana Cardoso", "LSAC", "University of São Paulo, Medical School General Hospital, SP, Brazil."], ["de Paula Leite Battisti", "Fabrício", "F", "Universidade Federal de São Paulo, SP, Brazil."], ["Kubota", "Bruno Yukio", "BY", "UBS of São Francisco de Paula, RS, Brazil."], ["Ferreira", "Areta Cavalcanti", "AC", "Universidade Estadual de Campinas, SP, Brazil."], ["Pellegrino", "Mateus Paquesse", "MP", "Universidade Estadual de Campinas, SP, Brazil."], ["de Andrade Prado", "Renata", "R", "Universidade Federal de São Paulo, SP, Brazil."], ["Abrahm", "Ronaldo", "R", "Faculdade de Medicina, Universidade de Taubaté, SP, Brazil."], ["Gagliardi", "Vivian Dias Baptista", "VDB", "Universidade Federal de São Paulo, SP, Brazil."], ["Simis", "Marcel", "M", "University of São Paulo, Medical School General Hospital, SP, Brazil."], ["Gagliardi", "Rubens José", "RJ", "Santa Casa de Sao Paulo School of Medical Sciences, SP, Brazil."]], "date": "2016-12-16", "id": "29260013", "text": "Cerebrovascular disease is one of the most important causes of death and disability worldwide. The patient's inability to identify the warning signs of stroke substantially delays the search for emergency services, which is related directly to a worse outcome. Thus, during the 2011 Stroke Campaign in Brazil, a survey was conducted to identify the lay population's knowledge with regard to the recognition, treatment, and prevention of stroke.This retrospective, cross-sectional, multicenter study was held in cities throughout southeastern Brazil.The campaign was conducted by students of several medical schools under the guidance of neurologists (assistants and professors). The students traveled to various public areas in Sao Paulo, Campinas, Sorocaba, Taubaté, and Pouso Alegre, where information about stroke was distributed and a specific questionnaire was administered.A total of 1304 people answered the questionnaire: 43.9% claimed to know what a stroke was, 65% knew someone who has had the disease, 35% knew > 3 risk factors for stroke, and 28.8% knew a preventive measure. Further, 17.9% was able to list at least 3 signs or symptoms of a stroke, 33.6% was aware that they should activate the emergency service, and 3.1% would have checked the time at which the signs and symptoms had developed.Despite the severity of stroke, the population that we analyzed has a low level of knowledge. Campaigns should increase the lay population's understanding of this disease, thus improving its prevention and treatment and contributing to public health politics.", "doi": "10.1016/j.ensci.2016.12.002", "title": "Popular stroke knowledge in Brazil: A multicenter survey during \"World Stroke Day\".", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}