{"authors": [["Rosemann", "Stephanie", "S", "Department of Human-Neurobiology, University of Bremen, Germany."], ["Brunner", "Freimuth", "F", "Klinikum Bremen-Mitte, Stroke-Unit, Germany."], ["Kastrup", "Andreas", "A", "Klinikum Bremen-Mitte, Stroke-Unit, Germany."], ["Fahle", "Manfred", "M", "Department of Human-Neurobiology, University of Bremen, Germany."]], "date": "2016-11-05", "id": "29260010", "text": "The perception of music can be impaired after a stroke. This dysfunction is called amusia and amusia patients often also show deficits in visual abilities, language, memory, learning, and attention. The current study investigated whether deficits in music perception are selective for musical input or generalize to other perceptual abilities. Additionally, we tested the hypothesis that deficits in working memory or attention account for impairments in music perception. Twenty stroke patients with small infarctions in the supply area of the middle cerebral artery were investigated with tests for music and visual perception, categorization, neglect, working memory and attention. Two amusia patients with selective deficits in music perception and pronounced lesions were identified. Working memory and attention deficits were highly correlated across the patient group but no correlation with musical abilities was obtained. Lesion analysis revealed that lesions in small areas of the putamen and globus pallidus were connected to a rhythm perception deficit. We conclude that neither a general perceptual deficit nor a minor domain general deficit can account for impairments in the music perception task. But we find support for the modular organization of the music perception network with brain areas specialized for musical functions as musical deficits were not correlated to any other impairment.", "doi": "10.1016/j.ensci.2016.11.006", "title": "Musical, visual and cognitive deficits after middle cerebral artery infarction.", "journal": ["eNeurologicalSci", "eNeurologicalSci"]}