{"authors": [["Wu", "Lin", "L", "Dept. of MRI, Liaocheng People's Hospital, Liaocheng, Shandong, China."], ["Zhang", "Li", "L", "Dept. of Cardiology, Liaocheng People's Hospital, Liaocheng, Shandong, China."]], "date": null, "id": "29259939", "text": "We aimed to evaluate the effect of high-quality nursing on improvement of anxiety and depression of patients with acute stroke in magnetic resonance imaging (MRI) examination.A total of 120 patients diagnosed as acute stroke for the first time were enrolled in Liaocheng People's Hospital from 2016-2017 and randomly divided into control group (n=60) and observation group (n=60). All patients received cerebral MRI examination at 6h and 24h after admission and before discharge. The control group was treated with routine nursing, while the observation group was treated with high-quality nursing, and the specific nursing measures included the establishment of high-quality nursing group, full evaluation of the severity of disease, timely solving of difficulties in MRI examination, understanding of the patient's anxiety and depression, establishment of personal information files before discharge, etc. The completion rate and average duration of examination, the improvement of anxiety and depression and the nursing satisfaction were compared between the two groups.In observation group, the completion rate of MRI examination was significantly increased (P=0.035), the average duration was shortened (P=0.011), the anxiety and depression scores (self-rating anxiety scale (SAS) and self-rating depression scale (SDS)) were improved obviously (P=0.006 and 0.009), and the nursing satisfaction score and rate was increased (P=0.000 and 0.027); the differences were statistically significant (P<0.05).High-quality nursing can significantly improve the anxiety and depression of patients with acute stroke in MRI examination, which has a better application value in increasing the completion rate of examination, shortening the duration of examination and improving the nursing satisfaction.", "doi": null, "title": "Effect of High-quality Nursing on Improvement of Anxiety and Depression of Patients with Acute Stroke in MRI Examination.", "journal": ["Iranian journal of public health", "Iran. J. Public Health"]}