{"authors": [["Kikuchi", "Kiyoshi", "K", "Division of Brain Science, Department of Physiology, Kurume University School of Medicine, Kurume, Japan."], ["Setoyama", "Kentaro", "K", "Division of Laboratory Animal Science, Natural Science Center for Research and Education, Kagoshima University, Kagoshima, Japan."], ["Kawahara", "Ko-Ichi", "KI", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Nagasato", "Tomoka", "T", "Research Institute, Fujimori Kogyo Co., Yokohama, Kanagawa, Japan."], ["Terashi", "Takuto", "T", "Course of Physical Therapy, School of Health Sciences, Faculty of Medicine, Kagoshima University, Kagoshima, Japan."], ["Ueda", "Koki", "K", "Course of Physical Therapy, School of Health Sciences, Faculty of Medicine, Kagoshima University, Kagoshima, Japan."], ["Nakanishi", "Kazuki", "K", "Course of Physical Therapy, School of Health Sciences, Faculty of Medicine, Kagoshima University, Kagoshima, Japan."], ["Otsuka", "Shotaro", "S", "Course of Physical Therapy, School of Health Sciences, Faculty of Medicine, Kagoshima University, Kagoshima, Japan."], ["Miura", "Naoki", "N", "Department of Veterinary Science, Laboratory of Diagnostic Imaging, Faculty of Agriculture, Kagoshima University, Kagoshima, Japan."], ["Sameshima", "Hisayo", "H", "Research Institute, Fujimori Kogyo Co., Yokohama, Kanagawa, Japan."], ["Hosokawa", "Kazuya", "K", "Research Institute, Fujimori Kogyo Co., Yokohama, Kanagawa, Japan."], ["Harada", "Yoichiro", "Y", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Shrestha", "Binita", "B", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Yamamoto", "Mika", "M", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Morimoto-Yamashita", "Yoko", "Y", "Department of Restorative Dentistry and Endodontology, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Kikuchi", "Haruna", "H", "Department of Psychosomatic Internal Medicine, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Kiyama", "Ryoji", "R", "School of Health Sciences, Faculty of Medicine, Kagoshima University, Kagoshima, Japan."], ["Kamikokuryo", "Chinatsu", "C", "Department of Emergency and Critical Care Medicine, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Tancharoen", "Salunya", "S", "Department of Pharmacology, Faculty of Dentistry, Mahidol University, Bangkok, Thailand."], ["Sakakima", "Harutoshi", "H", "Department of Biomedical Engineering, Laboratory of Functional Foods, Osaka Institute of Technology, Osaka, Japan."], ["Morioka", "Motohiro", "M", "Department of Neurosurgery, Kurume University School of Medicine, Kurume, Japan."], ["Tanaka", "Eiichiro", "E", "Division of Brain Science, Department of Physiology, Kurume University School of Medicine, Kurume, Japan."], ["Ito", "Takashi", "T", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."], ["Maruyama", "Ikuro", "I", "Department of Systems Biology in Thromboregulation, Kagoshima University Graduate School of Medical and Dental Science, Kagoshima, Japan."]], "date": "2017-11-10", "id": "29259732", "text": "The combination of alteplase, a recombinant tissue plasminogen activator, and edaravone, an antioxidant, reportedly enhances recanalization after acute ischemic stroke. We examined the influence of edaravone on the thrombolytic efficacy of alteplase by measuring thrombolysis using a newly developed microchip-based flow-chamber assay. Rat models of embolic cerebral ischemia were treated with either alteplase or alteplase-edaravone combination therapy. The combination therapy significantly reduced the infarct volume and improved neurological deficits. Human blood samples from healthy volunteers were exposed to edaravone, alteplase, or a combination of alteplase and edaravone or hydrogen peroxide. Whole blood was perfused over a collagen- and thromboplastin-coated microchip; capillary occlusion was monitored with a video microscope and flow-pressure sensor. The area under the curve (extent of thrombogenesis or thrombolysis) at 30 minutes was 69.9% lower in the edaravone-alteplase- than alteplase-treated group. The thrombolytic effect of alteplase was significantly attenuated in the presence of hydrogen peroxide, suggesting that oxidative stress might hinder thrombolysis. D-dimers were measured to evaluate these effects in human platelet-poor plasma samples. Although hydrogen peroxide significantly decreased the elevation of D-dimers by alteplase, edaravone significantly inhibited the decrease. Edaravone enhances alteplase-mediated thrombolysis, likely by preventing oxidative stress, which inhibits fibrinolysis by alteplase in thrombi.", "doi": "10.1155/2017/6873281", "title": "Edaravone, a Synthetic Free Radical Scavenger, Enhances Alteplase-Mediated Thrombolysis.", "journal": ["Oxidative medicine and cellular longevity", "Oxid Med Cell Longev"]}