{"authors": [["Ramos", "Alberto R", "AR", "Department of Neurology, Miller School of Medicine, University of Miami, Miami, FL, United States."], ["Figueredo", "Pedro", "P", "Department of Neurology, Miller School of Medicine, University of Miami, Miami, FL, United States."], ["Shafazand", "Shirin", "S", "Sleep Disorders Center, Miller School of Medicine, Bascom Palmer Eye Institute, University of Miami, Miami, FL, United States."], ["Chediak", "Alejandro D", "AD", "Sleep Disorders Center, Miller School of Medicine, Bascom Palmer Eye Institute, University of Miami, Miami, FL, United States."], ["Abreu", "Alexandre R", "AR", "Sleep Disorders Center, Miller School of Medicine, Bascom Palmer Eye Institute, University of Miami, Miami, FL, United States."], ["Dib", "Salim I", "SI", "Department of Neurology, Miller School of Medicine, University of Miami, Miami, FL, United States."], ["Torre", "Carlos", "C", "Sleep Disorders Center, Miller School of Medicine, Bascom Palmer Eye Institute, University of Miami, Miami, FL, United States."], ["Wallace", "Douglas M", "DM", "Department of Neurology, Miller School of Medicine, University of Miami, Miami, FL, United States."]], "date": "2017-12-05", "id": "29259576", "text": "Obstructive sleep apnea (OSA) is a chronic and heterogeneous disorder that leads to early mortality, stroke, and cardiovascular disease (CVD). OSA is defined by the apnea-hypopnea index, which is an index of OSA severity that combines apneas (pauses in breathing) and hypopneas (partial obstructions in breathing) associated with hypoxemia. Yet, other sleep metrics (i.e., oxygen nadir, arousal frequency), along with clinical symptoms and molecular markers could be better predictors of stroke and CVD outcomes in OSA. The recent focus on personalized medical care introduces the possibility of a unique approach to the treatment of OSA based on its phenotypes, defined by pathophysiological mechanisms and/or clinical presentation. We summarized what is known about OSA and its phenotypes, and review the literature on factors or intermediate markers that could increase stroke risk and CVD in patients with OSA. The OSA phenotypes where divided across three different domains (1) clinical symptoms (i.e., daytime sleepiness), (2) genetic/molecular markers, and (3) experimental data-driven approach (e.g., cluster analysis). Finally, we further highlight gaps in the literature framing a research agenda.", "doi": "10.3389/fneur.2017.00659", "title": "Obstructive Sleep Apnea Phenotypes and Markers of Vascular Disease: A Review.", "journal": ["Frontiers in neurology", "Front Neurol"]}