{"authors": [["Hibi", "Arata", "A", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."], ["Kasugai", "Takahisa", "T", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."], ["Kamiya", "Keisuke", "K", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."], ["Kamiya", "Keisuke", "K", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Aichi Medical University Hospital, Nagakute, Aichi, Japan."], ["Kominato", "Satoru", "S", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichii, Japan."], ["Ito", "Chiharu", "C", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."], ["Miura", "Toshiyuki", "T", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."], ["Koyama", "Katsushi", "K", "Division of Nephrology and Rheumatology, Department of Internal Medicine, Kariya Toyota General Hospital, Kariya, Aichi, Japan."]], "date": "2017-12-20", "id": "29259148", "text": "BACKGROUND Spontaneous spinal epidural hematoma (SSEH) occurs in the spinal epidural space in the absence of traumatic or iatrogenic causes, and is considered to be a neurological emergency, as spinal cord compression may lead to neurological deficit. Prompt diagnosis of SSEH can be difficult due to the variety of presenting symptoms, which may resemble those of stroke. Patients who undergo hemodialysis (HD) are at risk of bleeding due to anticoagulation during dialysis and uremia. However, SSEH in HD patients undergoing HD has rarely been reported. CASE REPORT A 70-year-old Japanese man, who has been undergoing maintenance HD for the previous three years, was admitted to Kariya Toyota General Hospital, Aichi, Japan, with acute chest and abdominal pain, and with complete paraplegia. The patient denied any recent trauma or medical procedures. Magnetic resonance imaging showed an extensive hematoma in the thoracic and lumbar epidural space, extending from T8 to L5. The patient's symptoms improved within three hours following hospital admission, and after three days without HD treatment, the SSEH decreased in size, and the patient successfully recovered without residual neurological deficits and without requiring surgery. CONCLUSIONS The management of SSEH in patients undergoing HD can be difficult, due to anticoagulation during dialysis and uremia. Prompt diagnosis and close neurological monitoring are important for appropriate management. In patients whose symptoms improve within a short period, conservative management may be considered.", "doi": null, "title": "Successful Recovery from Spontaneous Spinal Epidural Hematoma in a Patient Undergoing Hemodialysis.", "journal": ["The American journal of case reports", "Am J Case Rep"]}