{"authors": [["Aghaebrahim", "Amin", "A", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."], ["Sauvageau", "Eric", "E", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."], ["Aguilar-Salinas", "Pedro", "P", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."], ["Cortez", "Gustavo", "G", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."], ["Santos", "Roberta", "R", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."], ["Hanel", "Ricardo A", "RA", "Lyerly Neurosurgery, Baptist Neurological Institute, Jacksonville, Florida, USA."]], "date": "2017-12-19", "id": "29259124", "text": "The use of CT perfusion (CTP) imaging at a referring hospital is feasible and may shorten the door to puncture time for patients with acute ischemic stroke.We conducted a single center retrospective review of a prospectively maintained database of consecutive ischemic stroke patients transferred to our center for consideration of endovascular therapy. Patients were divided into two groups. Group 1 consisted of patients transferred from facilities where CTP (using automated RAPID software) was routinely performed and group 2 consisted of patients transferred from facilities that did not perform perfusion imaging.We identified a total of 132 patients, all of whom were transferred to our center, from April 2014 to April 2017. There were no differences in baseline characteristics between the two groups. A total of 34 patients were transferred from a facility after CTP (group 1) and 98 were transferred from a facility with no CTP (group 2). Door to puncture time was significantly shorter for patients in group 1 compared with those in group 2 (median 12 (IQR 8-16) min and 48.5 (32.8-71.8) min, respectively; P<0.001). Despite obtaining additional pre-transfer imaging in group 1, there was no difference in door in and door out times at the referring facilities compared with group 2.We found that triaging from a primary stroke center after CTP RAPID was feasible and significantly reduced the door to puncture time without any significant delay in the transfer process.", "doi": "10.1136/neurintsurg-2017-013492", "title": "Referral facility CT perfusion prior to inter-facility transfer in patients undergoing mechanical thrombectomy.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}