{"authors": [["Pandhi", "Abhi", "A", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Tsivgoulis", "Georgios", "G", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Krishnan", "Rashi", "R", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Ishfaq", "Muhammad F", "MF", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Singh", "Savdeep", "S", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Hoit", "Daniel", "D", "Department of Neurosurgery, University of Tennessee Health Science Center, Semmes-Murphey Neurologic and Spine Clinic, Memphis, Tennessee, USA."], ["Arthur", "Adam S", "AS", "Department of Neurosurgery, University of Tennessee Health Science Center, Semmes-Murphey Neurologic and Spine Clinic, Memphis, Tennessee, USA."], ["Nickele", "Christopher", "C", "Department of Neurosurgery, University of Tennessee Health Science Center, Semmes-Murphey Neurologic and Spine Clinic, Memphis, Tennessee, USA."], ["Alexandrov", "Andrei", "A", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Elijovich", "Lucas", "L", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."], ["Goyal", "Nitin", "N", "Department of Neurology, University of Tennessee Health Science Center, Memphis, Tennessee, USA."]], "date": "2017-12-19", "id": "29259123", "text": "Few data are available regarding the safety and efficacy of antiplatelet (APT) pretreatment in acute ischemic stroke (AIS) patients with emergent large vessel occlusions (ELVO) treated with mechanical thrombectomy (MT). We sought to evaluate the association of APT pretreatment with safety and efficacy outcomes following MT for ELVO.Consecutive ELVO patients treated with MT during a 4-year period in a tertiary stroke center were evaluated. The following outcomes were documented using standard definitions: symptomatic intracranial hemorrhage (sICH), successful recanalization (SR; modified TICI score 2b/3), mortality, and functional independence (modified Rankin Scale scores of 0-2).The study population included 217 patients with ELVO (mean age 62±14 years, 50% men, median NIH Stroke Scale score 16). APT pretreatment was documented in 71 cases (33%). Patients with APT pretreatment had higher SR rates (77% vs 61%; P=0.013). The two groups did not differ in terms of sICH (6% vs 7%), 3-month mortality (25% vs 26%), and 3-month functional independence (50% vs 48%). Pretreatment with APT was independently associated with increased likelihood of SR (OR 2.18, 95% CI1.01 to 4.73; P=0.048) on multivariable logistic regression models adjusting for potential confounders. A significant interaction (P=0.014) of intravenous thrombolysis (IVT) pretreatment on the association of pre-hospital antiplatelet use with SR was detected. APT pretreatment was associated with SR (OR 2.74, 95% CI 1.15 to 6.54; P=0.024) in patients treated with combination therapy (IVT and MT) but not in those treated with direct MT (OR 1.78, 95% CI 0.63 to 5.03; P=0.276).APT pretreatment does not increase the risk of sICH and may independently improve the odds of SR in patients with ELVO treated with MT. The former association appears to be modified by IVT.", "doi": "10.1136/neurintsurg-2017-013532", "title": "Antiplatelet pretreatment and outcomes following mechanical thrombectomy for emergent large vessel occlusion strokes.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}