{"authors": [["Alkhalili", "Kenan", "K", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania, USA."], ["Zenonos", "Georgios", "G", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania, USA."], ["Tataryn", "Zachary", "Z", "Division of Neurosurgery, Department of Surgery, University of Ottawa, Ottawa, Ontario, Canada. Electronic address: zactataryn@gmail.com."], ["Amankulor", "Nduka", "N", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania, USA."], ["Engh", "Johnathan", "J", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania, USA."]], "date": "2017-12-16", "id": "29258936", "text": "Scheduled early postoperative computed tomography (EPOCT) after craniotomy for brain tumor resection is standard at many institutions. We analyzed utility of preplanned EPOCT after elective craniotomy for brain tumor resection.We retrospectively analyzed 755 brain tumor resections for which EPOCT was performed within 4 hours of surgery. Postoperative clinical neurologic examination results were classified into expected (baseline or predicted postoperative examination), changed (from baseline examination), and unreliable (sedated or baseline comatose patient). Scans were analyzed for unexpected and/or worrisome findings (e.g., hemorrhagic or ischemic stroke). In cases of unexpected findings, management changes were correlated to patient's neurologic examination. Demographic information, tumor histology, and tumor location were analyzed to determine risk factors for unexpected findings.Rate of unexpected EPOCT findings was 4.1%. Patients with expected postoperative examinations were at significantly lower risk of abnormal findings (odds ratio [OR] = 0.074, P < 0.001). Patients with intraventricular tumors (OR = 5.7, P = 0.001) were at higher risk compared with patients with metastatic tumors (OR = 0.24, P = 0.06). No unexpected EPOCT findings led to management changes in patients with expected postoperative neurologic examinations. All unexpected EPOCT findings in patients with changed postoperative neurologic examinations led to management changes. Patients with nonreliable neurologic examinations were at significantly higher risk for unexpected findings on EPOCT (OR = 6.33, P < 0.001) and subsequent management changes.Routine EPOCT is not indicated for patients undergoing brain tumor resection if postoperative neurologic examination is unchanged, as imaging is unlikely to result in management changes. EPOCT should be obtained in all patients with worrisome changes in examination or nonreliable examinations, as both groups have high rates of unexpected findings on imaging that lead to management changes.", "doi": "10.1016/j.wneu.2017.12.038", "title": "The Utility of Early Postoperative Head Computed Tomography in Brain Tumor Surgery: A Retrospective Analysis of 755 Cases.", "journal": ["World neurosurgery", "World Neurosurg"]}