{"authors": [["Guo", "Zhiliang", "Z", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China; Department of Neurology, Second Affiliated Hospital of Soochow University, Suzhou 215004, China. Electronic address: guozhiliang3@163.com."], ["Yu", "Shuhong", "S", "Department of Encephalopathy, Suzhou Integrated Traditional and Western Medicine Hospital, Suzhou 215101, China. Electronic address: yushuhong11@163.com."], ["Chen", "Xin", "X", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: 1252356496@qq.com."], ["Zheng", "Ping", "P", "Department of Medicine, Royal Melbourne Hospital, University of Melbourne, Australia. Electronic address: zhengp@unimelb.edu.au."], ["Hu", "Ting", "T", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: kelision@foxmail.com."], ["Duan", "Zhenhui", "Z", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: 623880859@qq.com."], ["Liu", "Xiaoyun", "X", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: sharonare@163.com."], ["Liu", "Qian", "Q", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: qianliu26@163.com."], ["Ye", "Ruidong", "R", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: yeruid@gmail.com."], ["Zhu", "Wusheng", "W", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: guozhiliang3@163.com."], ["Liu", "Xinfeng", "X", "Department of Neurology, Jinling Hospital, Medical School of Nanjing University, Nanjing 210002, China. Electronic address: xfliu2@vip.163.com."]], "date": "2017-12-16", "id": "29258866", "text": "Inflammation and neutrophils play pivotal roles in hemorrhagic transformation (HT) after recombinant tissue plasminogen activator (rtPA) treatment in stroke; however, the contribution of Nod-like receptor protein 3 (NLRP3), a key component of the innate immune system, is not yet known. This study aimed to explore the role of NLRP3 in the delayed rtPA-induced HT and its association with the neutrophil recruitment.Rats were subjected to thromboembolic focal cerebral ischemia and delayed rtPA treatment at 4 h after ischemia to mimic HT. NLRP3 short hairpin RNAs (shRNA) were administered 72 h before ischemia. Additionally, rabbit anti-rat neutrophil serum (inducing neutropenia) was administered before cerebral ischemia. The infarct volume, edema volume, neurological deficit, hemorrhages, blood-brain barrier (BBB) integrity and brain neutrophil recruitment were evaluated at 24 h after cerebral ischemia.Our results demonstrated that delayed rtPA treatment at 4 h after ischemia promoted the expression of NLRP3 in neurons, microglia and endothelial cells, degradation of BBB components, and HT. NLRP3 knockdown significantly attenuated NLRP3 expression, BBB disruption, and HT. It also improved neurological functions and reduced neutrophil recruitment. Rabbit anti-rat neutrophil serum, like NLRP3 shRNA, reduced hemorrhage score and hemorrhage volumes after rtPA treatment. Furthermore, the anti-rat neutrophil serum combined with NLRP3 shRNA didn't further increase the protective effect on HT compared to rabbit anti-rat neutrophil serum used alone.Together, our data suggest that NLRP3 inhibition can reduce neutrophil recruitment, which may contribute to the inhibitory effect on HT.", "doi": "10.1016/j.brainresbull.2017.12.009", "title": "Suppression of NLRP3 attenuates hemorrhagic transformation after delayed rtPA treatment in thromboembolic stroke rats: Involvement of neutrophil recruitment.", "journal": ["Brain research bulletin", "Brain Res. Bull."]}