{"authors": [["Umbria", "Miriam", "M", "Unitat d'Antropologia Biològica, Department BABVE, Universitat Autònoma de Barcelona, 08193 Cerdanyola del Vallès, Barcelona, Spain."], ["Ramos", "Amanda", "A", "Unitat d'Antropologia Biològica, Department BABVE, Universitat Autònoma de Barcelona, 08193 Cerdanyola del Vallès, Barcelona, Spain."], ["Caner", "Jennifer", "J", "Unitat d'Antropologia Biològica, Department BABVE, Universitat Autònoma de Barcelona, 08193 Cerdanyola del Vallès, Barcelona, Spain."], ["Vega", "Tomás", "T", "Dirección General de Salud Pública, Consejería de Sanidad, Junta de Castilla y León, 47007 Valladolid, Spain."], ["Lozano", "José Eugenio", "JE", "Dirección General de Salud Pública, Consejería de Sanidad, Junta de Castilla y León, 47007 Valladolid, Spain."], ["Santos", "Cristina", "C", "Unitat d'Antropologia Biològica, Department BABVE, Universitat Autònoma de Barcelona, 08193 Cerdanyola del Vallès, Barcelona, Spain. Electronic address: cristina.santos@uab.cat."], ["Aluja", "Maria Pilar", "MP", "Unitat d'Antropologia Biològica, Department BABVE, Universitat Autònoma de Barcelona, 08193 Cerdanyola del Vallès, Barcelona, Spain. Electronic address: mariapilar.aluja@uab.cat."]], "date": "2017-12-16", "id": "29258787", "text": "There are strong evidences that common mitochondrial DNA (mtDNA) haplogroups may influence the pathogenesis of cardiovascular diseases (CVDs). In this matched case-control study, we investigate the association between mtDNA haplogroups and two CVDs, myocardial infarction (MI) and stroke, and classical cardiovascular risk factors. Data obtained show that haplogroup H constitute a susceptibility risk factor for MI (p=0.001; OR=2.379, 95% CI [1.440-3.990]). Otherwise, our data also suggest a beneficial role of haplogroup J against hypertension (p=0.019; OR=0.348, 95% CI [0.144-0.840]). These results may provide some guidance for predicting the genetic risk of these diseases in different human populations through the differences in energy efficiency between haplogroups.", "doi": "10.1016/j.mito.2017.12.004", "title": "Involvement of mitochondrial haplogroups in myocardial infarction and stroke: A case-control study in Castile and Leon (Spain) population.", "journal": ["Mitochondrion", "Mitochondrion"]}