{"authors": [["Trifi", "A", "A", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia. Electronic address: ahlem.ahurabta@gmail.com."], ["Abdellatif", "S", "S", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia."], ["Daly", "F", "F", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia."], ["Nasri", "R", "R", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia."], ["Touil", "Y", "Y", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia."], ["Ben Lakhal", "S", "S", "Medical Intensive Care Unit, University Hospital Center La Rabta, Tunis, Tunisia; Faculty of Medicine, University Tunis El Manar, Tunis, Tunisia."]], "date": "2017-12-16", "id": "29258779", "text": "To assess the performance of the ultrasound measurement of stroke volume (SV) coupled to passive leg raising (PLR) in predicting fluid responsiveness (FR).A prospective cohort study was carried out in patients requiring volume expansion (VE). A transthoracic Doppler echocardiography (TTE) device was used for the measurement of SV. Four measurements were obtained: before and 90s after PLR, and before and after VE. The patients were subsequently classified according to their hemodynamic response to VE. Responders were defined by an increase in SV of at least 15% in response to VE.Thirty maneuvers were studied. An increase in SV>15% in response to PLR was recorded in 21 cases. Hemodynamic indices taken in the first stage showed significant differences in the distensibility index of the inferior vena cava (dIVC), in the velocity-time integral of aortic blood flow (VTIAo) and in SV, with respective p-values of 0.009, 0.012 and 0.025. The SV changes induced by VE were significantly correlated to the SV changes induced by PLR, with a Spearman coefficient of 0.77 and a linear equation y=0.82 x+1.68. Fluid responsiveness can be efficiently predicted by assessing the effects of PLR on SV monitored by Doppler TTE, with a sensitivity of 94.7% and a negative predictive value of 88%.Our data support the interest of Doppler TTE as an effective tool in predicting FR through the assessment of SV in response to PLR, in hemodynamically unstable patients.", "doi": "10.1016/j.medin.2017.11.002", "title": "Ultrasound stroke volume variation induced by passive leg raising and fluid responsiveness: An observational cohort study.", "journal": ["Medicina intensiva", "Med Intensiva"]}