{"authors": [["Quintino", "Ludmylla Ferreira", "LF", "Universidade Federal de Minas Gerais (UFMG), Department of Physical Therapy, Belo Horizonte, MG, Brazil."], ["Franco", "Juliane", "J", "Universidade Federal de Minas Gerais (UFMG), Department of Physical Therapy, Belo Horizonte, MG, Brazil."], ["Gusmão", "Amanda Ferreira Machado", "AFM", "Universidade Federal de Minas Gerais (UFMG), Department of Physical Therapy, Belo Horizonte, MG, Brazil."], ["Silva", "Paula Fernanda De Sousa", "PFS", "Universidade Federal de Minas Gerais (UFMG), Department of Physical Therapy, Belo Horizonte, MG, Brazil."], ["Faria", "Christina Danielli Coelho De Morais", "CDCM", "Universidade Federal de Minas Gerais (UFMG), Department of Physical Therapy, Belo Horizonte, MG, Brazil. Electronic address: cdcmf@ufmg.br."]], "date": "2017-12-12", "id": "29258736", "text": "Although chronic stroke patients commonly show impairment of trunk muscle performance, this disability has only been analyzed in terms of peak torque. Therefore, other measures are needed for a more adequate description.This study aimed to compare concentric muscle performance of trunk flexor/extensor muscles between chronic stroke patients and matched-healthy subjects.18 chronic stroke patients and 18 healthy subjects were matched according to their age, sex, body mass index and level of physical activity. After familiarization, trunk flexor/extensor concentric muscle strength was measured using an isokinetic dynamometer (Biodex Medical Systems Inc, Shirley, NY, USA) with 3 repetitions at a velocity of 60°/s and 5 repetitions at a velocity of 120°/s. Trunk muscular performance was characterized by peak torque, torque at 90°, total work, and total work normalized by trunk mass. Student's t-test was used for independent samples (α=0.05) for group comparisons.All trunk muscle performance variables values investigated were significantly lower in chronic stroke patients when compared to matched-healthy subjects (p≤0.001). The obtained ratios of chronic stroke patients scores to that of the matched-healthy subjects at velocities of 60°/s and 120°/s were, respectively: flexor peak torque (60% & 53%)/extensor (54% & 53%); flexor torque at 90° (56.20% & 36.58%)/extensor (57.92% & 30.65%); flexor total muscular work (51.27% & 38.03%)/extensor (47.97% & 39.52%); and flexor total muscular work normalized by trunk mass (55.57% & 40%)/extensor (51.40% & 42%).Chronic stroke patients showed decreased trunk muscle performance when compared to matched-healthy subjects in all variables investigated.", "doi": "10.1016/j.bjpt.2017.12.002", "title": "Trunk flexor and extensor muscle performance in chronic stroke patients: a case-control study.", "journal": ["Brazilian journal of physical therapy", "Braz J Phys Ther"]}