{"authors": [["Ackermann", "Ivett", "I", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Balkema-Buschmann", "Anne", "A", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Ulrich", "Reiner", "R", "Department of Experimental Animal Facilities and Biorisk Management, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Tauscher", "Kerstin", "K", "Department of Experimental Animal Facilities and Biorisk Management, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Shawulu", "James C", "JC", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Keller", "Markus", "M", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Fatola", "Olanrewaju I", "OI", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany."], ["Brown", "Paul", "P", "National Institute of Neurological Diseases and Stroke, National Institutes of Health, Bethesda, MD, USA."], ["Groschup", "Martin H", "MH", "Institute of Novel and Emerging Infectious Diseases, Friedrich-Loeffler-Institut, Greifswald-Insel Riems, Germany. Martin.Groschup@fli.de."]], "date": "2017-12-19", "id": "29258602", "text": "In classical bovine spongiform encephalopathy (C-BSE), an orally acquired prion disease of cattle, the ileal Peyer's patch (IPP) represents the main entry port for the BSE agent. In earlier C-BSE pathogenesis studies, cattle at 4-6 months of age were orally challenged, while there are strong indications that the risk of infection is highest in young animals. In the present study, unweaned calves aged 4-6 weeks were orally challenged to determine the earliest time point at which newly formed PrPBSE and BSE infectivity are detectable in the IPP. For this purpose, calves were culled 1 week as well as 2, 4, 6 and 8 months post-infection (mpi) and IPPs were examined for BSE infectivity using a bovine PrP transgenic mouse bioassay, and for PrPBSE by immunohistochemistry (IHC) and protein misfolding cyclic amplification (PMCA) assays. For the first time, BSE prions were detected in the IPP as early as 2 mpi by transgenic mouse bioassay and PMCA and 4 mpi by IHC in the follicular dendritic cells (FDCs) of the IPP follicles. These data indicate that BSE prions propagate in the IPP of unweaned calves within 2 months of oral uptake of the agent.", "doi": "10.1186/s13567-017-0495-5", "title": "Detection of PrPBSE and prion infectivity in the ileal Peyer's patch of young calves as early as 2 months after oral challenge with classical bovine spongiform encephalopathy.", "journal": ["Veterinary research", "Vet. Res."]}