{"authors": [["Barns", "Sarah", "S", "Science and Engineering Faculty, Queensland University of Technology (QUT), Brisbane, 4000, Australia."], ["Balanant", "Marie Anne", "MA", "Science and Engineering Faculty, Queensland University of Technology (QUT), Brisbane, 4000, Australia."], ["Sauret", "Emilie", "E", "Science and Engineering Faculty, Queensland University of Technology (QUT), Brisbane, 4000, Australia."], ["Flower", "Robert", "R", "Research and Development, Australian Red Cross Blood Service, Brisbane, 4059, Australia."], ["Saha", "Suvash", "S", "Science and Engineering Faculty, Queensland University of Technology (QUT), Brisbane, 4000, Australia."], ["Gu", "YuanTong", "Y", "Science and Engineering Faculty, Queensland University of Technology (QUT), Brisbane, 4000, Australia. yuantong.gu@qut.edu.au."]], "date": "2017-12-19", "id": "29258590", "text": "Red blood cells (RBCs) deform significantly and repeatedly when passing through narrow capillaries and delivering dioxygen throughout the body. Deformability of RBCs is a key characteristic, largely governed by the mechanical properties of the cell membrane. This study investigated RBC mechanical properties using atomic force microscopy (AFM) with the aim to develop a coarse-grained particle method model to study for the first time RBC indentation in both 2D and 3D. This new model has the potential to be applied to further investigate the local deformability of RBCs, with accurate control over adhesion, probe geometry and position of applied force.The model considers the linear stretch capacity of the cytoskeleton, bending resistance and areal incompressibility of the bilayer, and volumetric incompressibility of the internal fluid. The model's performance was validated against force-deformation experiments performed on RBCs under spherical AFM indentation. The model was then used to investigate the mechanisms which absorbed energy through the indentation stroke, and the impact of varying stiffness coefficients on the measured deformability. This study found the membrane's bending stiffness was most influential in controlling RBC physical behaviour for indentations of up to 200 nm.As the bilayer provides bending resistance, this infers that structural changes within the bilayer are responsible for the deformability changes experienced by deteriorating RBCs. The numerical model presented here established a foundation for future investigations into changes within the membrane that cause differences in stiffness between healthy and deteriorating RBCs, which have already been measured experimentally with AFM.", "doi": "10.1186/s12938-017-0429-5", "title": "Investigation of red blood cell mechanical properties using AFM indentation and coarse-grained particle method.", "journal": ["Biomedical engineering online", "Biomed Eng Online"]}