{"authors": [["Wilson", "Genevieve A", "GA", "Department of Medicine, HeartOtago, University of Otago, Dunedin, New Zealand."], ["Wilkins", "Gerard T", "GT", "Department of Medicine, HeartOtago, University of Otago, Dunedin, New Zealand."], ["Cotter", "Jim D", "JD", "School of Physical Education, Sports and Exercises Sciences, University of Otago, Dunedin, New Zealand."], ["Lamberts", "Regis R", "RR", "Department of Physiology, School of Biomedical Sciences, HeartOtago, University of Otago, Dunedin, New Zealand."], ["Lal", "Sudish", "S", "Department of Medicine, HeartOtago, University of Otago, Dunedin, New Zealand."], ["Baldi", "James C", "JC", "Department of Medicine, HeartOtago, University of Otago, Dunedin, New Zealand. Chris.baldi@otago.ac.nz."]], "date": "2017-12-19", "id": "29258502", "text": "Attenuated increases in ventricular stroke volume during exercise are common in type 2 diabetes and contribute to reduced aerobic capacity. The purpose of this study was to determine whether impaired ventricular filling or reduced systolic ejection were responsible for the attenuated stroke volume reserve in people with uncomplicated type 2 diabetes.Peak aerobic capacity and total blood volume were measured in 17 people with diabetes and 16 non-diabetic controls with no evidence of cardiovascular disease. Left ventricular volumes and other systolic and diastolic functional parameters were measured with echocardiography at rest and during semi-recumbent cycle ergometry at 40 and 60% of maximal aerobic power and compared between groups.People with diabetes had reduced peak aerobic capacity and heart rate reserve, and worked at lower workloads than non-diabetic controls. Cardiac output, stroke volume and ejection fraction were not different at rest, but increased less in people with diabetes during exercise. Left ventricular end systolic volume was not different between groups in any condition but end diastolic volume, although not different at rest, was smaller in people with diabetes during exercise. Total blood volume was not different between the groups, and was only moderately associated with left ventricular volumes.People with type 2 diabetes exhibit an attenuated increase in stroke volume during exercise attributed to an inability to maintain/increase left ventricular filling volumes at higher heart rates. This study is the first to determine the role of filling in the blunted cardiac reserve in adults with type 2 diabetes.", "doi": "10.1186/s12933-017-0644-1", "title": "Impaired ventricular filling limits cardiac reserve during submaximal exercise in people with type 2 diabetes.", "journal": ["Cardiovascular diabetology", "Cardiovasc Diabetol"]}