{"authors": [["Trinh", "Mai-Han", "MH", "Department of Mathematics and Statistics, University of Maryland Baltimore County, Baltimore, MD, USA."], ["Agénor", "Madina", "M", "Department of Social and Behavioral Sciences, Harvard T.H. Chan School of Public Health, Boston, MA, USA."], ["Austin", "S Bryn", "SB", "Department of Social and Behavioral Sciences, Harvard T.H. Chan School of Public Health, Boston, MA, USA."], ["Jackson", "Chandra L", "CL", "Epidemiology Branch, National Institute of Environmental Health Sciences, National Institutes of Health, Department of Health and Human Services, 111 TW Alexander Drive, Research Triangle Park, NC, 27709, USA. Chandra.Jackson@nih.gov."]], "date": "2017-12-19", "id": "29258470", "text": "Research has shown that sexual minorities (SMs) (e.g. lesbian, gay, and bisexual individuals), compared to their heterosexual counterparts, may engage in riskier health behaviors, are at higher risk of some adverse health outcomes, and are more likely to experience reduced health care access and utilization. However, few studies have examined how the interplay between race and sexual orientation impacts a range of health measures in a nationally representative sample of the U.S.To address these gaps in the literature, we sought to investigate associations between sexual orientation identity and health/healthcare outcomes among U.S. women and men within and across racial/ethnic groups. Using 2013-2015 National Health Interview Survey data (N = 91,913) we employed Poisson regression with robust variance to directly estimate prevalence ratios (PR) comparing health and healthcare outcomes among SMs of color to heterosexuals of color and white heterosexuals, stratified by gender and adjusting for potential confounders.The sample consisted of 52% women, with approximately 2% of each sex identifying as SMs. Compared to their heterosexual counterparts, white (PR = 1.25 [95% confidence interval (CI): 1.08-1.45]) and black (1.54 [1.07, 2.20]) SM women were more likely to report heavy drinking. Hispanic/Latino SM women and men were more likely to experience short sleep duration compared to white heterosexual women (1.33 [1.06, 1.66]) and men (1.51 [1.21, 1.90). Black SM women had a much higher prevalence of stroke compared to black heterosexual women (3.25 [1.63, 6.49]) and white heterosexual women (4.51 [2.16, 9.39]). White SM women were more likely than white heterosexual women to be obese (1.31 [1.15, 1.48]), report cancer (1.40 [1.07, 1.82]) and report stroke (1.91 [1.16, 3.15]. White (2.41 [2.24, 2.59]), black (1.40[1.20, 1.63]), and Hispanic/Latino SM (2.17 [1.98, 2.37]) men were more likely to have been tested for HIV than their heterosexual counterparts.Sexual minorities had a higher prevalence of some poor health behaviors, health outcomes, and healthcare access issues, and these disparities differed across racial groups. Further research is needed to investigate potential pathways, such as discrimination, in the social environment that may help explain the relationship between sexual orientation and health.", "doi": "10.1186/s12889-017-4937-9", "title": "Health and healthcare disparities among U.S. women and men at the intersection of sexual orientation and race/ethnicity: a nationally representative cross-sectional study.", "journal": ["BMC public health", "BMC Public Health"]}