{"authors": [["Fukuda", "Kenji", "K", "Department of Neurosurgery, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Higashi", "Toshio", "T", "Department of Neurosurgery, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan. Electronic address: toshi-higashi@pop13.odn.ne.jp."], ["Okawa", "Masakazu", "M", "Department of Neurosurgery, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Matsumoto", "Juntaro", "J", "Department of Neurosurgery, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Takano", "Koichi", "K", "Department of Radiology, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan."], ["Inoue", "Tooru", "T", "Department of Neurosurgery, Fukuoka University Hospital, and School of Medicine, Fukuoka University, Fukuoka, Japan."]], "date": "2017-11-26", "id": "29257748", "text": "Vertebral artery dissection (VAD) has been recognized as a cause of headache and stroke. Accurate evaluation of dissection using several modalities such as catheter-based angiography, CT angiography (CTA), and magnetic resonance imaging (MRI) is essential for subsequent management. The aim of this retrospective study is to compare cone-beam computed tomography angiography (CBCT-A) with other image modalities for the evaluation of the detailed structures of VAD. Twenty-five consecutive cases identified as having VAD were included. They underwent catheter-based angiography (2D-digital subtraction angiography [DSA], 3D-DSA, and CBCT-A), CTA, and MRI for the diagnosis of VAD. CBCT-A was performed following conventional angiography. Dissecting lesions were evaluated for the presence of intimal flap/double lumen, wall thickening, and enhancement of outer wall. This study results showed that CBCT-A was the most superior modality to detect intimal flap/double lumen (found in 56% of the cases) due to its high spatial resolution. MRI was superior for the assessment of wall thickening as an intramural hematoma in 76% of the cases. However, wall thickening was detected in 44% of cases using CBCT-A. In 5 cases, enhancement of outer wall was identified only in CBCT-A. In conclusion, CBCT-A provides detailed luminal and wall morphology of VADs. CBCT-A is useful for the accurate diagnosis of VADs.", "doi": "10.1016/j.jocn.2017.11.010", "title": "Utility of cone-beam computed tomography angiography for the assessment of vertebral artery dissection.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}