{"authors": [["Wang", "Jun", "J", "Institute of Basic Theory, China Academy of Chinese Medical Sciences, Beijing 100700, P.R. China."], ["Li", "Dan", "D", "Jingjinji United Innovation Pharmaceutical Research Company, Beijing 100083, P.R. China."], ["Hou", "Jincai", "J", "Jingjinji United Innovation Pharmaceutical Research Company, Beijing 100083, P.R. China."], ["Lei", "Hongtao", "H", "Experimental Research Center, China Academy of Chinese Medical Sciences, Beijing 100700, P.R. China."]], "date": "2017-12-07", "id": "29257264", "text": "Geniposide, an active component of Gardenia, has been reported to protect against cerebral ischemia in animals. Ginsenoside Rg1, a component of Panax notoginseng, is usually administered in combination with Gardenia for the treatment of acute ischemic stroke; however, there are unknown effects of ginsenoside Rg1 that require further investigation. In the present study, the effects of geniposide and ginsensoide Rg1 combination treatment on focal cerebral ischemic stroke were investigated. For in vivo analysis, male rats were separated into three groups, including the (control), model and geniposide + ginsenoside Rg1 groups (n=8 per group). A middle cerebral artery occlusion model was established as the model group. The treatment group was treated with geniposide (30 mg/kg, tail vein injection) + ginsenoside Rg1 (6 mg/kg, tail vein injection), and the model group received saline instead. Neurobehavioral deficits, infarct volume, brain edema, and the expression of microRNA (miR)‑155‑5p and CD11b by reverse transcription‑quantitative polymerase chain reaction (RT‑qPCR) and immunohistochemistry, were assessed following 24 h of ischemia. For in vitro analysis, BV2 mouse microglial cells were cultured and exposed to geniposide (40 µg/ml) + ginsenoside Rg1 (8 µg/ml) during various durations of oxygen‑glucose deprivation (OGD). The expression levels of miR‑155‑5p, pri‑miR‑155 and pre‑miR‑155 were detected by RT‑qPCR. The results demonstrated that increases in brain infarct volume, edema volume, CD11b‑positive cells and miR‑155‑5p levels were alleviated following geniposide + ginsenoside administration in rats exposed to ischemia. Furthermore, geniposide + ginsenoside Rg1 treatment suppressed the miR‑155‑5p, pri‑miR‑155 and pre‑miR‑155 expression levels in OGD‑injured BV2 microglial cells. The results of the present study demonstrated that tail vein administration of geniposide in combination with ginsenoside Rg1 protected against focal cerebral ischemia in rats through inhibition of microglial miR‑155‑5p following ischemic injury, which may serve as a novel therapeutic agent for the treatment of strokes.", "doi": "10.3892/mmr.2017.8221", "title": "Protective effects of geniposide and ginsenoside Rg1 combination treatment on rats following cerebral ischemia are mediated via microglial microRNA‑155‑5p inhibition.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}