{"authors": [["Yu", "Xiang", "X", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Peng", "Yi", "Y", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Liang", "Hui", "H", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Fu", "Ke", "K", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Zhao", "Zhihong", "Z", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Xie", "Chun", "C", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Zhou", "Lin", "L", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."], ["Zhang", "Kangnan", "K", "Department of Internal Neurology, Hunan Provincial People's Hospital, Changsha, Hunan 410005, P.R. China."]], "date": "2017-12-07", "id": "29257253", "text": "The current study aimed to investigate the effects of the thymic stromal lymphopoietin (TSLP)/TSLP receptor (TSLPR) on angiogenesis following ischemic stroke in vivo and in vitro. Furthermore, whether the phosphatidylinositol 3 kinase (PI3K)/protein kinase B (AKT) pathway mediates the effects of TSLP/TSLPR on angiogenesis was explored. A rat middle cerebral artery occlusion (MCAO) model was established, and it was demonstrated that the expression levels of TSLP and TSLPR were significantly increased in the infarct area between 12 and 72 h after MCAO, as determined by ELISA and western blot analyses. TSLP injection was revealed to upregulate vascular endothelial growth factor A (VEGFA) and angiopoietin 2 (Ang‑2) expression levels in the infarct area following MCAO, as determined by western blot analysis. An in vitro MCAO model was constructed by exposing human umbilical vein endothelial cells (HUVECs) to oxygen‑glucose deprivation (OGD). It was revealed that the expression levels of TSLP and TSLPR were significantly increased in HUVECs subjected to OGD. TSLP treatment was revealed to induce in vitro angiogenesis by promoting cell proliferation and migration, and increasing tube length of OGD‑treated HUVECs, as determined by MTT, Transwell‑migration and tube formation assays, respectively. Furthermore, it was demonstrated that the PI3K/AKT pathway was activated by TSLP treatment. However, it was revealed that PI3K inhibitor, LY294002, could attenuate the effects of TSLP on in vitro angiogenesis of OGD‑treated HUVECs. In conclusion, to the best of our knowledge, this study demonstrated for the first time that TSLP/TSLPR promote angiogenesis following ischemic stroke in vivo and in vitro. Furthermore, it was demonstrated that the effects of TSLP/TSLPR on angiogenesis were, at least partially, mediated via activation of the PI3K/AKT pathway. TSLP/TSLPR may serve as a potential therapeutic target for ischemic stroke treatment.", "doi": "10.3892/mmr.2017.8217", "title": "TSLP/TSLPR promote angiogenesis following ischemic stroke via activation of the PI3K/AKT pathway.", "journal": ["Molecular medicine reports", "Mol Med Rep"]}