{"authors": [["Knecht", "Talia", "T", "Department of Pharmaceutical and Administrative Sciences, Loma Linda University School of Pharmacy, Loma Linda, CA 92350, USA. knecht.talia@gmail.com."], ["Story", "Jacob", "J", "Department of Pharmaceutical and Administrative Sciences, Loma Linda University School of Pharmacy, Loma Linda, CA 92350, USA. jstory512@gmail.com."], ["Liu", "Jeffrey", "J", "Department of Pharmaceutical and Administrative Sciences, Loma Linda University School of Pharmacy, Loma Linda, CA 92350, USA. jefliu@llu.edu."], ["Davis", "Willie", "W", "Department of Pharmaceutical and Administrative Sciences, Loma Linda University School of Pharmacy, Loma Linda, CA 92350, USA. wldavis@llu.edu."], ["Borlongan", "Cesar V", "CV", "Department of Neurosurgery and Brain Repair, Center of Excellence for Aging and Brain Repair, University of South Florida College of Medicine, Tampa, FL 33612, USA. cborlong@health.usf.edu."], ["Dela Peña", "Ike C", "IC", "Department of Pharmaceutical and Administrative Sciences, Loma Linda University School of Pharmacy, Loma Linda, CA 92350, USA. idelapena@llu.edu."]], "date": "2017-12-19", "id": "29257093", "text": "Tissue plasminogen activator (tPA) thrombolysis remains the gold standard treatment for ischemic stroke. A time-constrained therapeutic window, with the drug to be given within 4.5 h after stroke onset, and lethal side effects associated with delayed treatment, most notably hemorrhagic transformation (HT), limit the clinical use of tPA. Co-administering tPA with other agents, including drug or non-drug interventions, has been proposed as a practical strategy to address the limitations of tPA. Here, we discuss the pharmacological and non-drug approaches that were examined to mitigate the complications-especially HT-associated with delayed tPA treatment. The pharmacological treatments include those that preserve the blood-brain barrier (e.g., atovarstatin, batimastat, candesartan, cilostazol, fasudil, minocycline, etc.), enhance vascularization and protect the cerebrovasculature (e.g., coumarin derivate IMM-H004 and granulocyte-colony stimulating factor (G-CSF)), and exert their effects through other modes of action (e.g., oxygen transporters, ascorbic acid, etc.). The non-drug approaches include stem cell treatments and gas therapy with multi-pronged biological effects. Co-administering tPA with the abovementioned therapies showed promise in attenuating delayed tPA-induced side effects and stroke-induced neurological and behavioral deficits. Thus, adjunctive treatment approach is an innovative therapeutic modality that can address the limitations of tPA treatment and potentially expand the time window for ischemic stroke therapy.", "doi": "10.3390/ijms18122756", "title": "Adjunctive Therapy Approaches for Ischemic Stroke: Innovations to Expand Time Window of Treatment.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}