{"authors": [["Harvey", "Denise Y", "DY", "Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Podell", "Jamie", "J", "Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Turkeltaub", "Peter E", "PE", "Department of Neurology, Georgetown University, Washington, DC."], ["Faseyitan", "Olufunsho", "O", "Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Coslett", "H Branch", "HB", "Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Hamilton", "Roy H", "RH", "Department of Neurology, University of Pennsylvania, Philadelphia, Pennsylvania."]], "date": null, "id": "29256908", "text": "While noninvasive brain stimulation techniques show promise for language recovery after stroke, the underlying mechanisms remain unclear. We applied inhibitory repetitive transcranial magnetic stimulation (rTMS) to regions of interest in the right inferior frontal gyrus of patients with chronic poststroke aphasia and examined changes in picture naming performance and cortical activation.Nine patients received 10 days of 1-Hz rTMS (Monday through Friday for 2 weeks). We assessed naming performance before and immediately after stimulation on the first and last days of rTMS therapy, and then again at 2 and 6 months post-rTMS. A subset of six of these patients underwent functional magnetic resonance imaging pre-rTMS (baseline) and at 2 and 6 months post-rTMS.Naming accuracy increased from pre- to post-rTMS on both the first and last days of treatment. We also found naming improvements long after rTMS, with the greatest improvements at 6 months post-rTMS. Long-lasting effects were associated with a posterior shift in the recruitment of the right inferior frontal gyrus: from the more anterior Brodmann area 45 to the more posterior Brodmann areas 6, 44, and 46. The number of left hemispheric regions recruited for naming also increased.This study found that rTMS to the right hemisphere Broca area homologue confers long-lasting improvements in picture naming performance. The mechanism involves dynamic bilateral neural network changes in language processing, which take place within the right prefrontal cortex and the left hemisphere more generally.ClinicalTrials.gov (Identifier NCT00608582).", "doi": "10.1097/WNN.0000000000000141", "title": "Functional Reorganization of Right Prefrontal Cortex Underlies Sustained Naming Improvements in Chronic Aphasia via Repetitive Transcranial Magnetic Stimulation.", "journal": ["Cognitive and behavioral neurology : official journal of the Society for Behavioral and Cognitive Neurology", "Cogn Behav Neurol"]}