{"authors": [["Zhang", "Meixia", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhou", "Ying", "Y", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Ruiting", "R", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Sheng", "S", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Lou", "Min", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China. lm99@zju.edu.cn."]], "date": null, "id": "29256227", "text": "To investigate the relationship between maximal infarct volume to benefit from intravenous thrombolysis (IVT) and onset to needle time (ONT).The clinical and image data of acute ischemic stroke patients who received IVT in the second Affiliated Hospital, Zhejiang University School of Medicine during May 2009 to June 2016 were retrospectively reviewed. Patients were classified into within-time-window group (ONT ≤ 4.5 h) and beyond-time-window group (ONT>4.5 h). Good and poor outcome were defined as modified Rankin scale (mRS) ≤ 2 or >2 at 3 months, respectively. The maximal infarct volume was analyzed by receiver operating characteristic (ROC) curve.Among 587 patients (465 cases were within-time-window, 122 cases were beyond-time-window), baseline core volume was 15(2-46)mL,and 324 (55.2%) patients achieved good outcome. Compared with the good-outcome group, the baseline core volume was larger in the poor-outcome group (32 mL vs 5 mL,Z=-9.766,P<0.01). After adjusting age, ONT, baseline National Institutes of Health Stroke Scale (NIHSS) and atrial fibrillation, baseline infarct core volume independently predicted poor outcome (OR=1.014, 95% CI:1.008-1.020, P<0.01). The ROC curve analysis showed that the maximal infarct core volume for achieving good outcome in the within-time-window group and beyond-time-window group were 152 mL and 71mL, respectively. The maximal infarct volume to benefit from IVT diminished with the increasing delayed ONT of every 30 min (ρ=-0.691, P<0.05).The maximal infarct volume to benefit from thrombolysis is larger in patients treated within time window than those beyond the time window, and that volume diminishes with ONT delay.", "doi": null, "title": "[Maximal infarct volume to benefit from intravenous thrombolysis and its relation with onset to treatment time].", "journal": ["Zhejiang da xue xue bao. Yi xue ban = Journal of Zhejiang University. Medical sciences", "Zhejiang Da Xue Xue Bao Yi Xue Ban"]}