{"authors": [["Wang", "Qingsong", "Q", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Sheng", "S", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Meixia", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Chen", "Zhicai", "Z", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Lou", "Min", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."]], "date": null, "id": "29256226", "text": "To evaluate the value of collateral score based on CT perfusion (CTP-CS) in predicting the clinical outcome of patients with anterior circulation ischemic stroke after thrombectomy.Clinical data of acute ischemic stroke patients with anterior artery occlusion undergoing endovascular treatment in the Second Affiliated Hospital, Zhejiang University School of Medicine during October 2013 and October 2016 were retrospectively reviewed. Collateral scores were assessed based on CTP and digital subtraction angiography (DSA) images, respectively. And DSA-CS or CTP-CS 3-4 was defined as good collateral vessels. Good clinical outcome was defined as a modified Rankin Scale (mRS) ≤ 2 at 3 months after stroke. The binary logistic regression model was used to analyze the correlation between the collateral score and clinical outcome, and the receiver operating characteristic (ROC) curve was used to analyze the value of DSA-CS and CTP-CS in predicting the clinical outcome.Among 40 patients, 33 (82.5%) acquired recanalization and 16 (40.0%) got good outcome. Compared with poor outcome group, the collateral score (all P<0.05) and the rate of good collateral vessels were higher in good outcome group (all P<0.01). After adjust baseline National Institute of Health Stroke Scale (NIHSS) and onset to recanalization time (ORT), good collateral vessels were independent factor of good outcome (CTP-CS:OR=48.404, 95% CI:1.373-1706.585, P<0.05; DSA-CS:OR=34.651, 95% CI:1.147-1047.018, P<0.05). Collateral scores based on CTP and DSA had good consistency (κ=0.697, P<0.01), and ROC curve showed that the predictive value of CTP-CS and DSA-CS were comparable (both AUC=0.726, 95%CI:0.559-0.893, P<0.05).CTP-CS can predict the clinical outcome of patients with anterior circulation ischemic stroke after thrombectomy.", "doi": null, "title": "[Collateral score based on CT perfusion can predict the prognosis of patients with anterior circulation ischemic stroke after thrombectomy].", "journal": ["Zhejiang da xue xue bao. Yi xue ban = Journal of Zhejiang University. Medical sciences", "Zhejiang Da Xue Xue Bao Yi Xue Ban"]}