{"authors": [["Lai", "Zhenzhen", "Z", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Sheng", "S", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhong", "Genlong", "G", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Zhang", "Xiaocheng", "X", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Chen", "Qingmeng", "Q", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China."], ["Lou", "Min", "M", "Department of Neurology, the Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou 310009, China. lm99@zju.edu.cn."]], "date": null, "id": "29256225", "text": "To evaluate the collateral flow in patients with ischemic stroke due to acute basilar artery occlusion by dynamic CT angiography and to predict the outcome after reperfusion therapy.Forty-five patients with stroke due to acute basilar artery occlusion undergoing reperfusion treatment in the Second Affiliated Hospital of Zhejiang University School of Medicine during January 2012 and August 2016 were retrospectively reviewed. Univariate and binary logistic regression model were used to identify the independent predictors of patient's outcome, and the receiver operating characteristic (ROC) curve was used to determine the optimal threshold of the posterior circulation collateral score (PC-CS) in predicting the prognosis of the patients.Binary logistic regression analysis indicated that the baseline National Institutes of Health Stroke Scale (NIHSS) score (OR=0.886, 95% CI:0.802-0.979, P<0.05) and PC-CS (OR=1.962, 95%CI:1.026-3.752, P<0.05) were independent predictors of patient's outcome, and PC-CS 4.5 was the optimal threshold (AUC:0.837, sensitivity of 68.2%, specificity of 87.0%).Dynamic CT angiography based on CT perfusion imaging can be used to evaluate collaterals in posterior circulation, and to predict clinical outcome after reperfusion therapy in patients with acute basilar artery occlusion.", "doi": null, "title": "[Relationship between dynamic CT angiography-based collateral flow evaluation and outcome of patients with stroke induced by acute basilar artery occlusion].", "journal": ["Zhejiang da xue xue bao. Yi xue ban = Journal of Zhejiang University. Medical sciences", "Zhejiang Da Xue Xue Bao Yi Xue Ban"]}