{"authors": [["Rasaholiarison", "Nomena Finiavana", "NF", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."], ["Randrianasolo", "Rahamefy Odilon", "RO", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."], ["Rajaonarison", "Lala Andriamasinavalona", "LA", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."], ["Rakotomanana", "Jenny Larissa", "JL", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."], ["Razafimahefa", "Julien", "J", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."], ["Tehindrazanarivelo", "Alain Djacoba", "AD", "Service de Neurologie, Hôpital Befelatanana, Antananarivo, Madagascar."]], "date": "2017-09-26", "id": "29255546", "text": "Strokes of the perforating arteries are mainly arteriolopathies. They result in dementia and stroke recurrence. This study aimed to evaluate the frequency and characteristics of these strokes to better prevent these complications.We conducted a descriptive, retrospective study in the department of neurology at the Befelatanana general hospital, Antananarivo over the period 01 March-25 September 2015. All patients with abrupt neurological deficit and deep brain involvement on brain scanner were included in the study. The features of strokes involving the perforating arteries were collected. Data were processed with SPSS 20 software.Out of 172 patients with a stroke, 83(48.25%) had stroke involving the perforating arteries. Stroke involving the perforating arteries affected young people (65.06%) aged less than 65 years and preferentially the male population (61.44%). Haemorrhagic forms accounted for 67.46%. Thirty-one patients (37.34%) had stroke recurrences and, among them, almost a quarter had 2 recurrences (38.70%) in less than a year. All patients with recurrence had dysexecutive disorder (p < 0.0001) and poor antihypertensive medication adherence. Mortality accounted for only 6.02% in patients with onset of these strokes during hospitalization.Specific neurologic follow-up is necessary after a first stroke involving perforating arteries in order to make an early diagnosis of dementia and to prevent recurrences.", "doi": "10.11604/pamj.2017.28.76.13593", "title": "[Frequency and characteristics of strokes involving the perforating arteries in the Department of Neurology at the Befelatanana General Hospital, Antananarivo].", "journal": ["The Pan African medical journal", "Pan Afr Med J"]}