{"authors": [["Inao", "Kyoko", "K", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Hirai", "Tadakazu", "T", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Nakagawa", "Keiko", "K", "Center for Health Care and Human Sciences, University of Toyama, Toyama, Japan."], ["Numa", "Satoshi", "S", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Ohara", "Kazumasa", "K", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Fukuda", "Nobuyuki", "N", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Kinugawa", "Koichiro", "K", "Second Department of Internal Medicine, University of Toyama, Toyama, Japan."], ["Inoue", "Hiroshi", "H", "Saiseikai Toyama Hospital, Toyama, Japan."]], "date": "2017-09-08", "id": "29255510", "text": "Smoking is a risk factor for cardiovascular diseases, but it is unclear whether smoking status, including environmental tobacco smoke, increases stroke risk in patients with atrial fibrillation (AF). Abnormalities of the left atrium (LA) and aortic atherosclerosis, as detected by transesophageal echocardiography (TEE), are risk factors for stroke and thromboembolism in AF patients. We investigated the impact of smoking status on thromboembolic risk by TEE in patients with nonvalvular AF.In 122 patients with AF (mean age, 63 years; chronic AF 50%) who underwent TEE before catheter ablation of AF or for detection of the potential cardioembolic source, urinary concentrations of cotinine and clinical variables including smoking status and the CHA2DS2-VASc score were determined.Severe aortic atherosclerosis and increased aortic wall thickness were more frequently detected by TEE in current smokers than in non-smokers (p<0.05), though these findings did not significantly differ between non-smokers and environmental smokers. Patients in AF rhythm during TEE, who were environmental smokers and at relatively low risk, as stratified by their CHA2DS2-VASc score (≤ 2), showed lower LA appendage flow velocity than those without environmental smoking (47±22 vs. 34±13 cm/sec, p<0.05).TEE findings indicated that smoking status could be associated with thromboembolic risk in patients with AF.", "doi": "10.1016/j.joa.2017.07.012", "title": "Transesophageal echocardiographic thromboembolic risk is associated with smoking status in patients with atrial fibrillation.", "journal": ["Journal of arrhythmia", "J Arrhythm"]}