{"authors": [["Luoto", "Teemu M", "TM", "Department of Neurosurgery, Tampere University Hospital, Tampere, Finland."], ["Raj", "Rahul", "R", "Department of Neurosurgery, University of Helsinki, Helsinki University Hospital, Helsinki, Finland."], ["Posti", "Jussi P", "JP", "Division of Clinical Neurosciences, Department of Neurosurgery, and Turku Brain Injury Centre, Turku University Hospital, and University of Turku, Turku, Finland."], ["Gardner", "Andrew J", "AJ", "Priority Research Centre for Stroke and Brain Injury, School of Medicine and Public Health, University of Newcastle, Callaghan, NSW, Australia."], ["Panenka", "William J", "WJ", "British Columbia Neuropsychiatry Program, Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada."], ["Iverson", "Grant L", "GL", "Department of Physical Medicine and Rehabilitation, Harvard Medical School, Spaulding Rehabilitation Hospital, Home Base, A Red Sox Foundation and Massachusetts General Hospital Program, MassGeneral Hospital for Children™ Sports Concussion Program, Boston, MA, United States."]], "date": "2017-12-04", "id": "29255443", "text": "The extensive use of computed tomography (CT) after acute head injury is costly and carries potential iatrogenic risk. This systematic review examined the usefulness of blood-based glial fibrillary acidic protein (GFAP) for predicting acute trauma-related CT-positive intracranial lesions following head trauma. The main objective was to summarize the current evidence on blood-based GFAP as a potential screening test for acute CT-positive intracranial lesions following head trauma.We screened MEDLINE, EMBASE, PsychInfo, CINAHL, Web of Science, the Cochrane Database, Scopus, Clinical Trials, OpenGrey, ResearchGate, and the reference lists of eligible publications for original contributions published between January 1980 and January 2017. Eligibility criteria included: (i) population: human head and brain injuries of all severities and ages; (ii) intervention: blood-based GFAP measurement ≤24 h post-injury; and (iii) outcome: acute traumatic lesion on non-contrast head CT ≤24 h post-injury. Three authors completed the publication screening, data extraction, and quality assessment of eligible articles.The initial search identified 4,706 articles, with 51 eligible for subsequent full-text assessment. Twenty-seven articles were ultimately included. Twenty-four (89%) studies reported a positive association between GFAP level and acute trauma-related intracranial lesions on head CT. The area under the receiver operating characteristic curve for GFAP prediction of intracranial pathology ranged from 0.74 to 0.98 indicating good to excellent discrimination. GFAP seemed to discriminate mass lesions and diffuse injury, with mass lesions having significantly higher GFAP levels. There was considerable variability between the measured GFAP averages between studies and assays. No well-designed diagnostic studies with specific GFAP cutoff values predictive of acute traumatic intracranial lesions have been published.Intracranial CT-positive trauma lesions were associated with elevated GFAP levels in the majority of studies. Methodological heterogeneity in GFAP assessments and the lack of well-designed diagnostic studies with commercially validated GFAP platforms hinder the level of evidence, and variability in levels of GFAP with no clearly established cutoff for abnormality limit the clinical usefulness of the biomarker. However, blood-based GFAP holds promise as a means of screening for acute traumatic CT-positive lesion following head trauma.", "doi": "10.3389/fneur.2017.00652", "title": "A Systematic Review of the Usefulness of Glial Fibrillary Acidic Protein for Predicting Acute Intracranial Lesions following Head Trauma.", "journal": ["Frontiers in neurology", "Front Neurol"]}