{"authors": [["Niu", "Jie", "J", "Guangdong Provincial Engineering and Technology Center of Advanced and Portable Medical Devices, School of Engineering, Sun Yat-sen University, Guangzhou, China."], ["Yang", "Qianqian", "Q", "Guangdong Provincial Engineering and Technology Center of Advanced and Portable Medical Devices, School of Engineering, Sun Yat-sen University, Guangzhou, China."], ["Wang", "Xiaoyun", "X", "Injury Rehabilitation Hospital of Guangdong Province, Guangzhou, China."], ["Song", "Rong", "R", "Guangdong Provincial Engineering and Technology Center of Advanced and Portable Medical Devices, School of Engineering, Sun Yat-sen University, Guangzhou, China."]], "date": "2017-12-04", "id": "29255442", "text": "Robot-aided rehabilitation has become an important technology to restore and reinforce motor functions of patients with extremity impairment, whereas it can be extremely challenging to achieve satisfactory tracking performance due to uncertainties and disturbances during rehabilitation training. In this paper, a wire-driven rehabilitation robot that can work over a three-dimensional space is designed for upper-limb rehabilitation, and sliding mode control with nonlinear disturbance observer is designed for the robot to deal with the problem of unpredictable disturbances during robot-assisted training. Then, simulation and experiments of trajectory tracking are carried out to evaluate the performance of the system, the position errors, and the output forces of the designed control scheme are compared with those of the traditional sliding mode control (SMC) scheme. The results show that the designed control scheme can effectively reduce the tracking errors and chattering of the output forces as compared with the traditional SMC scheme, which indicates that the nonlinear disturbance observer can reduce the effect of unpredictable disturbances. The designed control scheme for the wire-driven rehabilitation robot has potential to assist patients with stroke in performing repetitive rehabilitation training.", "doi": "10.3389/fneur.2017.00646", "title": "Sliding Mode Tracking Control of a Wire-Driven Upper-Limb Rehabilitation Robot with Nonlinear Disturbance Observer.", "journal": ["Frontiers in neurology", "Front Neurol"]}