{"authors": [["Guilliams", "Kristin P", "KP", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States."], ["Fields", "Melanie E", "ME", "Department of Pediatrics, Washington University School of Medicine, St. Louis, MO, United States."], ["Ragan", "Dustin K", "DK", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States."], ["Eldeniz", "Cihat", "C", "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, United States."], ["Binkley", "Michael M", "MM", "Department of Mechanical Engineering and Material Science, Washington University School of Medicine, St. Louis, MO, United States."], ["Chen", "Yasheng", "Y", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States."], ["Comiskey", "Liam S", "LS", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States."], ["Doctor", "Allan", "A", "Department of Pediatrics, Washington University School of Medicine, St. Louis, MO, United States."], ["Hulbert", "Monica L", "ML", "Department of Pediatrics, Washington University School of Medicine, St. Louis, MO, United States."], ["Shimony", "Joshua S", "JS", "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, United States."], ["Vo", "Katie D", "KD", "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, United States."], ["McKinstry", "Robert C", "RC", "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, United States."], ["An", "Hongyu", "H", "Mallinckrodt Institute of Radiology, Washington University School of Medicine, St. Louis, MO, United States."], ["Lee", "Jin-Moo", "JM", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States."], ["Ford", "Andria L", "AL", "Department of Neurology, Washington University School of Medicine, St. Louis, MO, United States; forda@wustl.edu."]], "date": "2017-12-18", "id": "29255068", "text": "Blood transfusions are the mainstay of stroke prevention in pediatric sickle cell anemia (SCA), but the physiology conferring this benefit is unclear. Cerebral blood flow (CBF) and oxygen extraction fraction (OEF) are elevated in SCA, likely compensating for reduced arterial oxygen content (CaO2). We hypothesized that exchange transfusions decrease CBF and OEF by increasing CaO2, thereby relieving cerebral oxygen metabolic stress. Twenty-one children with SCA on chronic transfusion therapy (CTT) had MRIs before and after exchange transfusion. Arterial spin labeling and asymmetric spin echo sequences measured CBF and OEF, respectively, which were compared pre- and post-transfusion. Volumes of tissue with OEF above successive thresholds (36, 38, 40%), as a metric of regional metabolic stress, were compared pre- and post-transfusion. Transfusion increased Hb (9.1 to 10.3 g/dL, p<0.001) and decreased Hb S (39.7 to 24.3%, p<0.001). Transfusion reduced CBF (88 to 82.4 ml/100g/min, p=0.004) and OEF (34.4 to 31.2%, p<0.001). At all thresholds, transfusion reduced the volume of peak OEF found in the deep white matter, a location at high infarct risk in SCA (p<0.001). Reduction of elevated CBF and OEF, both globally and regionally, suggests that CTT mitigates infarct risk in pediatric SCA by relieving cerebral metabolic stress at patient and tissue-specific levels.", "doi": "10.1182/blood-2017-06-789842", "title": "Red cell exchange transfusions lower cerebral blood flow and oxygen extraction fraction in pediatric sickle cell anemia.", "journal": ["Blood", "Blood"]}