{"authors": [["Yu", "Guoliang", "G", "Division of Pediatric Surgery, Department of Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Liang", "Ye", "Y", "Division of Pediatric Surgery, Department of Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Zheng", "Shikan", "S", "Division of Pediatric Surgery, Department of Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin."], ["Zhang", "Hao", "H", "Division of Pediatric Surgery, Department of Surgery, Medical College of Wisconsin, Milwaukee, Wisconsin hzhang@mcw.edu."]], "date": "2017-12-18", "id": "29255000", "text": "Recent studies suggest that myeloperoxidase (MPO)-dependent oxidative stress plays a significant role in brain injury in stroke patients. We previously showed that N-acetyl lysyltyrosylcysteine amide (KYC), a novel MPO inhibitor, significantly decreased infarct size, blood-brain barrier leakage, infiltration of myeloid cells, loss of neurons, and apoptosis in the brains of middle cerebral artery occlusion (MCAO) mice. Inhibition of MPO also noticeably reduced neurologic severity scores of MCAO mice. Thus, our data support the idea that MPO-dependent oxidative stress plays a detrimental role in tissue injury in ischemic stroke. However, the mechanisms of MPO-induced injury in stroke are still largely unknown. Here, we present new evidence showing that KYC treatment greatly reduced inflammation by decreasing the number of proinflammatory M1 microglial cells and N1 neutrophils in the brains of MCAO mice. KYC also markedly reduced the expression of high-mobility group box 1, receptor for advanced glycation end products, and nuclear factor-κB in the brains of MCAO mice. Both neurons and neural stem cells (NSCs) were oxidatively injured by MPO-dependent oxidative stress in MCAO mice. Inhibiting MPO-dependent oxidative stress with KYC significantly reduced oxidative injury and apoptosis in neurons and NSCs. KYC treatment also protected transplanted exogenous NSCs in the brains of MCAO mice. Thus, our studies suggest that MPO-dependent oxidative stress directly injures brain tissues by oxidizing neurons and NSCs and increasing inflammation during stroke. Inhibition of MPO activity with KYC preserves neuronal function and helps the brain recover from injury after stroke.", "doi": "10.1124/jpet.117.245688", "title": "Inhibition of Myeloperoxidase by N-Acetyl Lysyltyrosylcysteine Amide Reduces Oxidative Stress-Mediated Inflammation, Neuronal Damage, and Neural Stem Cell Injury in a Murine Model of Stroke.", "journal": ["The Journal of pharmacology and experimental therapeutics", "J. Pharmacol. Exp. Ther."]}