{"authors": [["Su", "Yu-Ting", "YT", "Neuro-Oncology Branch, NIH/NCI/CCR."], ["Chen", "Robert", "R", "Neuro-Oncology Branch, NIH/NCI/CCR."], ["Wang", "Herui", "H", "National Institute of Neurological Disorders and Stroke, National Institutes of Health."], ["Song", "Hua", "H", "Neuro-Oncology Branch, National Institutes of Health."], ["Zhang", "Qi", "Q", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, National Institutes of Health, Bethesda 20892 MD, USA."], ["Chen", "Li-Yuan", "LY", "Critical Care Medicine Department, NIH/CC."], ["Lappin", "Hallie", "H", "Neuro-Oncology Branch, NIH/NCI/CCR."], ["Vasconcelos", "Gabriel", "G", "NIH."], ["Lita", "Adrian", "A", "Neuro-Oncology Branch, NIH."], ["Maric", "Dragan", "D", "Intramural Research, National Institutes of Neurological Disorders and Stroke, National Institutes of Health."], ["Li", "Aiguo", "A", "Neuro-Oncology Branch, NIH/NCI/CCR."], ["Celiku", "Orieta", "O", "Radiation Oncology Branch, National Cancer Institute, National Institutes of Health."], ["Zhang", "Wei", "W", "Neuro-Oncology Branch, NIH/NCI/CCR."], ["Meetze", "Kristan A", "KA", "Drug Discovery, Tragara Pharmaceuticals, Inc."], ["Estok", "Tomas", "T", "Tragara Pharmaceuticals."], ["Larion", "Mioara", "M", "NIH."], ["Abu-Asab", "Mones", "M", "National Eye Institute, National Institute of Health."], ["Zhuang", "Zhengping", "Z", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke."], ["Yang", "Chunzhang", "C", "Neuro-Oncology Branch, National Cancer Institute."], ["Gilbert", "Mark R", "MR", "Center for Cancer Research, National Cancer Institute."], ["Wu", "Jing", "J", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute jing.wu3@nih.gov."]], "date": "2017-12-18", "id": "29254993", "text": "Glioblastoma (GBM) is highly resistant to treatment, largely due to disease heterogeneity and resistance mechanisms. We sought to investigate a promising drug that can inhibit multiple aspects of cancer cell survival mechanisms and become effective therapeutics for GBM patients.To investigate TG02, an agent with known penetration of the Blood-Brain Barrier, we examined the effects as single agent and in combination with temozolomide, a commonly used chemotherapy in GBM. We utilized human GBM cells and a syngeneic mouse orthotopic GBM model, evaluating survival and the pharmacodynamics of TG02.  Mechanistic studies included TG02-induced transcriptional regulation, apoptosis and RNA sequencing in treated GBM cells as well as the investigation of mitochondrial and glycolytic function assays.We demonstrated that TG02 inhibited cell proliferation, induced cell death, and synergized with temozolomide in GBM cells with different genetic background but not in astrocytes. TG02-induced cytotoxicity was blocked by the overexpression of phosphorylated CDK9, suggesting a CDK9-dependent cell killing. TG02 suppressed transcriptional progression of anti-apoptotic proteins, and induced apoptosis in GBM cells. We further demonstrated that TG02 caused mitochondrial dysfunction and glycolytic suppression and ultimately ATP depletion in GBM. A prolonged survival was observed in GBM mice receiving combined treatment of TG02 and temozolomide. The TG02-induced decrease of CDK9 phosphorylation was confirmed in the brain tumor tissue.TG02 inhibits multiple survival mechanisms and synergistically decreases energy production with temozolomide, representing a promising therapeutic strategy in GBM, currently under investigation in an ongoing clinical trial.", "doi": "10.1158/1078-0432.CCR-17-2032", "title": "Novel Targeting of Transcription and Metabolism in Glioblastoma.", "journal": ["Clinical cancer research : an official journal of the American Association for Cancer Research", "Clin. Cancer Res."]}