{"authors": [["Pazoki", "Raha", "R", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK."], ["Dehghan", "Abbas", "A", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK & MRC-PHE Centre for Environment, School of Public Health, Imperial College London, London, UK."], ["Evangelou", "Evangelos", "E", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK & Department of Hygiene and Epidemiology, University of Ioannina Medical School, Ioannina, Greece."], ["Warren", "Helen", "H", "William Harvey Research Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, UK & National Institute for Health Research, Barts Cardiovascular Biomedical Research Center, Queen Mary University of London, London, UK."], ["Gao", "He", "H", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK & MRC-PHE Centre for Environment, School of Public Health, Imperial College London, London, UK."], ["Caulfield", "Mark", "M", "William Harvey Research Institute, Barts and The London School of Medicine and Dentistry, Queen Mary University of London, London, UK & National Institute for Health Research, Barts Cardiovascular Biomedical Research Center, Queen Mary University of London, London, UK."], ["Elliott", "Paul", "P", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK & MRC-PHE Centre for Environment, School of Public Health, Imperial College London, London, UK."], ["Tzoulaki", "Ioanna", "I", "Department of Biostatistics and Epidemiology, School of Public Health, Imperial College London, London, UK; MRC-PHE Centre for Environment, School of Public Health, Imperial College London, London, UK; Department of Hygiene and Epidemiology, University of Ioannina Medical School, Ioannina, Greece i.tzoulaki@ic.ac.uk."]], "date": "2017-12-18", "id": "29254930", "text": "Background -High blood pressure (BP) is a major risk factor for cardiovascular diseases (CVD), the leading cause of mortality worldwide. Both heritable and lifestyle risk factors contribute to elevated BP levels. We aimed to investigate the extent to which lifestyle factors could offset the effect of an adverse BP genetic profile, and its effect on CVD risk. Methods -We constructed a genetic risk score for high BP using 314 published BP loci in 277,005 individuals without previous CVD from the UK Biobank study, a prospective cohort of individuals aged 40 to 69 years, with median 6.11 years of follow-up. We scored participants according to their lifestyle factors including body mass index, healthy diet, sedentary lifestyle, alcohol consumption, smoking, and urinary sodium excretion levels measured at recruitment. We examined the association between tertiles of genetic risk and tertiles of lifestyle score with BP levels and incident CVD using linear regression and Cox regression models respectively. Results -Healthy lifestyle score was strongly associated with BP (P<10-320 for systolic and diastolic BP and CVD events regardless of the underlying BP genetic risk. Participants with favorable compared to unfavorable lifestyle (bottom vs. top tertile lifestyle score) had 3.6, 3.5, and 3.6 mmHg lower systolic BP in low, middle and high genetic risk groups respectively (P for interaction= 0.0006). Similarly, favorable compared with unfavorable lifestyle showed 30%, 31%, and 33% lower risk of CVD among participants at low, middle and high genetic risk groups respectively (P for interaction= 0.99). Conclusions -Our data further support population-wide efforts to lower BP in the population via lifestyle modification. Advantages and disadvantages of disclosing genetic predisposition to high BP for risk stratification needs careful evaluation.", "doi": "10.1161/CIRCULATIONAHA.117.030898", "title": "Genetic Predisposition to High Blood Pressure and Lifestyle Factors: Associations with Midlife Blood Pressure Levels and Cardiovascular Events.", "journal": ["Circulation", "Circulation"]}