{"authors": [["Li", "Li", "L", "Department of Anesthesiology, Huashan Hospital, Fudan University, Shanghai, 200040, People's Republic of China."], ["Yu", "Qiong", "Q", "Department of Anesthesiology, Huashan Hospital, Fudan University, Shanghai, 200040, People's Republic of China."], ["Liang", "Weimin", "W", "Department of Anesthesiology, Huashan Hospital, Fudan University, Shanghai, 200040, People's Republic of China. Electronic address: chiefliang@sina.com."]], "date": "2017-11-21", "id": "29254786", "text": "The middle cerebral artery occlusion (MCAO) model in rodents has been widely used as model for studying brain ischemic stroke. TTC (2,3,5-triphenyltetrazolium chloride) staining in fresh tissues is used to evaluate the size of the infarct in MCAO model, and TTC-stained brain tissues are considered to be possible to bring a damage to the anatomical structure of neuronal cells and unsuitable for immunofluorescence analyses of cytology, and discarded after evaluation of infarct volume. Another group of models with in vivo fixation was required to the pathological or histological analyses of the infarct brains, which lead to double the numbers of animals in researches. However, some evidences indicate that if we properly optimized staining protocol, TTC-stained brain tissues might be suitable for cytological analyses. In this work, we have optimized the immunofluorescent staining methods of TTC-stained brain slices, and found that TTC-stained brain tissues are suitable for quantitative and qualitative analyses of microglia, astrocytes and neuroblasts, the morphology of theses cell were nearly identical to the in-vivo fixed models. Our optimized-protocol provide two advantages over traditional methods one of them is providing the precise the infarct region, which reduces the differences within groups, the other one is decreasing the total number of animals in research dramatically.", "doi": "10.1016/j.prp.2017.11.016", "title": "Use of 2,3,5-triphenyltetrazolium chloride-stained brain tissues for immunofluorescence analyses after focal cerebral ischemia in rats.", "journal": ["Pathology, research and practice", "Pathol. Res. Pract."]}