{"authors": [["Chen", "Ru", "R", "Neurological Department, The Third Xiangya Hospital of Central South University, Hunan, China."], ["Su", "Rui", "R", "Neurological Department, The Third Xiangya Hospital of Central South University, Hunan, China."], ["Deng", "Mingzhu", "M", "Department of Neurology, The Brain Hospital of Hunan Province, Hunan, China."], ["Liu", "Jia", "J", "Neurological Department, The Third Xiangya Hospital of Central South University, Hunan, China; Neurological Department, The Traditional Chinese Medicine Hospital of Xinjiang, Xinjiang, China."], ["Hu", "Qing", "Q", "Neurological Department, The Third Xiangya Hospital of Central South University, Hunan, China."], ["Song", "Zhi", "Z", "Neurological Department, The Third Xiangya Hospital of Central South University, Hunan, China. Electronic address: doc_sz@126.com."]], "date": "2017-12-15", "id": "29254760", "text": "We aimed to establish a risk score system without radio-image examination, which could help clinicians to differentiate patients with vertigo and posterior circulation ischemia (PCI) rapidly from the other dizzy patients.We analyzed 304 patients with vertigo (50% PCI). The attributes with more significant contributions were selected as the risk factors for the PCI risk score system, and every one of them was assigned a value according to their respective odds ratio values. We also compared the respective receiver operating characteristic curves of the 3 diagnostic methods (PCI score system, ABCD2, and Essen score systems) to evaluate their prediction effectiveness.Nine risk factors were ultimately selected for PCI score system, including high blood pressure (1'), diabetes mellitus (1'), ischemic stroke (1'), rotating and rocking (-1'), difficulty in speech (5'), tinnitus (-5'), limb and sensory deficit (5'), gait ataxia (1'), and limb ataxia (5'). According to their respective PCI risk scores, the patients were divided into 3 subgroups: low risk (≤0', risk <37.4%), medium risk (1'-5'), and high risk (≥6', risk >95.0%). When 0' was selected as a cutoff point for differentiating the patients with PCI from patients without PCI, the sensitivity was 94.1%, with a specificity of 41.4%. The areas under the receiver operator curve value of PCI score system was .82 (P = .000), much higher than the areas under the receiver operator curve value of ABCD2 (.69, P = .000) and that of the Essen system (.67, P = .000) CONCLUSION: The PCI score system could help clinicians to differentiate patients with vertigo and PCI rapidly from the other dizzy patients.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.09.027", "title": "A Posterior Circulation Ischemia Risk Score System to Assist the Diagnosis of Dizziness.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}