{"authors": [["Corvest", "V", "V", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Blais", "S", "S", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Dahmani", "B", "B", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["De Tersant", "M", "M", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Etienney", "A-C", "AC", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Maroni", "A", "A", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Ormières", "C", "C", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Roussel", "A", "A", "Assistance publique-Hôpitaux de Paris (AP-HP), 3, avenue Victoria, 75004 Paris, France."], ["Pondarré", "C", "C", "Université Paris-XII, centre hospitalier intercommunal de Créteil (CHIC), service de pédiatrie, 40, avenue de Verdun, 94000 Créteil, France. Electronic address: corinne.pondarre@chicreteil.fr."]], "date": "2017-12-16", "id": "29254735", "text": "Cerebral vasculopathy is a common and severe complication of sickle cell disease in children. The pathophysiology consists of progressive damage to the basal intracranial arteries and cerebral microcirculation, while chronic anemia worsens exposure to cerebral hypoxia. It results in stroke and subclinical or poorly symptomatic ischemic lesions. Many clinical, biological, and radiological risk factors have been identified. The prevention strategy through systematic transcranial Doppler screening of large-vessel vasculopathy has revolutionized the management of this disease and has greatly decreased the risk of developing stroke. MRI-MRA is a complementary diagnostic tool for anatomical analysis of parenchymal and vascular lesions, which is used for chronic disease monitoring or in the context of an acute neurological event. New exploration opportunities are offered by submandibular Doppler sonography and indirect evaluation methods of cerebral oxygenation and perfusion. If chronic blood transfusion therapy is used to prevent the occurrence and recurrence of cerebral complications of sickle cell disease, only allogeneic hematopoietic stem cell transplantation can safely and definitively stop the transfusion program. It should therefore be proposed early, before irreversible cerebral or vascular lesions occur. Hydroxycarbamide treatment has recently emerged as a potential substitute for chronic transfusions for the maintenance of transcranial Doppler velocities, but only after an initial treatment by transfusions and provided there is close follow-up. In the long run, cerebral vascular damage can cause progressive cognitive impairment and disability, even in children without radiologically identified lesions, indicating the importance of systematic and repeated neuropsychological testing.", "doi": "10.1016/j.arcped.2017.11.015", "title": "[Cerebral vasculopathy in children with sickle cell disease: Key issues and the latest data].", "journal": ["Archives de pediatrie : organe officiel de la Societe francaise de pediatrie", "Arch Pediatr"]}