{"authors": [["Suemoto", "Claudia K", "CK", "Division of Geriatrics, University of Sao Paulo Medical School, Brazil. Electronic address: cksuemoto@usp.br."], ["Grinberg", "Lea T", "LT", "Memory and Aging Center, University of California San Francisco, USA."], ["Leite", "Renata E P", "REP", "Division of Geriatrics, University of Sao Paulo Medical School, Brazil."], ["Ferretti-Rebustini", "Renata E L", "REL", "Department of Medical Surgical Nursing, University of São Paulo Nursing School, Brazil."], ["Jacob-Filho", "Wilson", "W", "Division of Geriatrics, University of Sao Paulo Medical School, Brazil."], ["Yaffe", "Kristine", "K", "Department of Neurology, Department of Psychiatry, and Department of Epidemiology & Biostatistics, University of California San Francisco, San Francisco Veterans Affairs Medical Center, USA."], ["Nitrini", "Ricardo", "R", "Department of Neurology, University of São Paulo Medical School, Brazil."], ["Pasqualucci", "Carlos A", "CA", "Department of Pathology, University of São Paulo Medical School, Brazil."]], "date": "2017-12-09", "id": "29254693", "text": "Intracranial (IAD) and extracranial atherosclerotic diseases (EAD) have been mostly investigated using imaging methods. Autopsy studies allow for a direct and complete evaluation of the atherosclerotic disease. We aimed to investigate the frequency of IAD and EAD, their association, and related risk profiles in a large cross-sectional autopsy study.We measured the intima-media thickness and stenosis of the common (CCA) and internal carotid arteries (ICA), using morphometric measurements. The main outcome was stenosis (≥50%) in the artery with the largest obstruction among the 12 cerebral arteries. We used multivariable logistic regression models to investigate the association between EAD and IAD.In 661 participants (mean age = 71.3 ± 11.7 y, 51% male), stenosis was more common in IAD than in EAD (59% vs. 51%). EAD was associated with Caucasian race, hypertension, and smoking, while IAD was associated with older age, less years of education, hypertension, diabetes, and a previous history of stroke. Stenosis in CCA and ICA was associated with more than two times the odds of having stenosis in the intracranial arteries (CCA: OR = 2.32, 95% CI = 1.64; 3.28; ICA: OR = 2.51, 95% CI = 1.76; 3.57).In this population-based autopsy study, IAD was common, even more common than EAD, but correlated with EAD.", "doi": "10.1016/j.atherosclerosis.2017.12.015", "title": "Morphometric measurements of extracranial and intracranial atherosclerotic disease: A population-based autopsy study.", "journal": ["Atherosclerosis", "Atherosclerosis"]}