{"authors": [["Wang", "I-Kuan", "IK", "Department of Internal Medicine, College of Medicine, China Medical University, Taichung, Taiwan; Division of Nephrology, China Medical University Hospital, Taichung, Taiwan."], ["Liu", "Chung-Hsiang", "CH", "Department of Neurology, China Medical University Hospital, Taichung, Taiwan."], ["Yen", "Tzung-Hai", "TH", "Division of Nephrology, Chang Gung Memorial Hospital, Taipei, Taiwan; Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Jeng", "Jiann-Shing", "JS", "Department of Neurology, National Taiwan University Hospital, Taipei, Taiwan."], ["Sung", "Sheng-Feng", "SF", "Division of Neurology, Department of Internal Medicine, Ditmanson Medical Foundation Chiayi Christian Hospital, Chiayi City, Taiwan."], ["Huang", "Pai-Hao", "PH", "Department of Neurology, National Taiwan University Hospital, Taipei, Taiwan; Department of Neurology, Cathay General Hospital, Taipei, Taiwan; Department of Neurology, Fu-Jen Catholic University, New Taipei City, Taiwan."], ["Li", "Jie-Yuan", "JY", "Department of Neurology, E-Da Hospital, Kaohsiung, Taiwan; School of Medicine, I-Shou University, Kaohsiung, Taiwan."], ["Sun", "Yu", "Y", "Department of Neurology, En Chu Kong Hospital, Taiwan."], ["Wei", "Cheng-Yu", "CY", "Department of Neurology, Chang Bing Show Chwan Memorial Hospital, Changhua County, Taiwan; Department of Exercise and Health Promotion, College of Education, Chinese Culture University, Taipei, Taiwan."], ["Lien", "Li-Ming", "LM", "Department of Neurology, Shin Kong Wu Ho-Su Memorial Hospital, Taipei, Taiwan; Taipei Medical University College of Medicine, Taipei, Taiwan."], ["Tsai", "I-Ju", "IJ", "Management Office for Health Data, China Medical University Hospital, Taichung, Taiwan."], ["Sung", "Fung-Chang", "FC", "Management Office for Health Data, China Medical University Hospital, Taichung, Taiwan; Department of Health Services Administration, China Medical University College of Public Health, Taichung, Taiwan. Electronic address: fcsung1008@yahoo.com."], ["Hsu", "Chung Y", "CY", "Department of Neurology, China Medical University Hospital, Taichung, Taiwan."], [null, null, null, null]], "date": "2017-12-11", "id": "29254692", "text": "Renal dysfunction is a potent risk factor for cardiovascular diseases, including stroke. This study aimed to evaluate the impact of admission estimated glomerular filtration rate (eGFR) levels on short-term (1-month) and long-term (1-year) mortality in patients with acute ischemic stroke.From the Taiwan Stroke Registry data, we classified ischemic stroke patients, identified from April 2006 to December 2015, into 5 groups by eGFR at admission: ≥ 90, 60-89, 30-59, 15-29, and <15 mL/min/1.73 m2 or on dialysis. Risks of 1-month mortality and 1-year mortality after ischemic stroke were investigated by the eGFR level.Among 52,732 ischemic stroke patients, 1480 died within one month. The 1-month mortality rate was over 5-fold greater in patients with eGFR <15 mL/min/1.73 m2 or dialysis than in patients with eGFR ≥90 mL/min/1.73 m2 (2.88 versus 0.56 per 1000 person-days). The adjusted hazard ratio (HR) of 1-month mortality increased from 1.31 (95% CI = 1.08-1.59) for patients with eGFR 60-89 mL/min/1.73 m2 to 2.33 (95% CI = 1.80-3.02) for patients with eGFR < 15 mL/min/1.73 m2 or on dialysis. 3226 patients died within one year. The adjusted HR of mortality increased from 1.38 (95% CI = 1.21-1.59) for patients with eGFR 60-89 mL/min/1.73 m2 to 2.60 (95% CI 2.18-3.10) for patients with eGFR < 15 mL/min/1.73 m2 or on dialysis, compared to patients with eGFR ≥ 90 mL/min/1.73 m2.After acute ischemic stroke, patients with reduced eGFR are at elevated risks of short-term and long-term deaths in a graded relationship.", "doi": "10.1016/j.atherosclerosis.2017.11.029", "title": "Renal function is associated with 1-month and 1-year mortality in patients with ischemic stroke.", "journal": ["Atherosclerosis", "Atherosclerosis"]}