{"authors": [["Ben Ismail", "Manel", "M", "Laboratory of Biophysics, Faculty of Medicine of Monastir, University of Monastir, Tunisia; Diagnostic Nanotools Group, Cibbim-Nanomedicine, Vall Hebron Research Institute (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain."], ["de la Serna", "Erica", "E", "Diagnostic Nanotools Group, Cibbim-Nanomedicine, Vall Hebron Research Institute (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Ruiz-Vega", "Gisela", "G", "Diagnostic Nanotools Group, Cibbim-Nanomedicine, Vall Hebron Research Institute (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain."], ["García-Berrocoso", "Teresa", "T", "Neurovascular Research Laboratory, Vall d'Hebron Institute of Research (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Montaner", "Joan", "J", "Neurovascular Research Laboratory, Vall d'Hebron Institute of Research (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain."], ["Zourob", "Mohammed", "M", "Department of Chemistry, Alfaisal University, Riyadh, Saudi Arabia."], ["Othmane", "Ali", "A", "Laboratory of Biophysics, Faculty of Medicine of Monastir, University of Monastir, Tunisia."], ["Baldrich", "Eva", "E", "Diagnostic Nanotools Group, Cibbim-Nanomedicine, Vall Hebron Research Institute (VHIR), Universitat Autònoma de Barcelona, Barcelona, Spain; CIBER de Bioingeniería, Biomateriales y Nanomedicina (CIBER-BBN), Spain. Electronic address: eva.baldrich@vhir.org."]], "date": "2017-11-10", "id": "29254566", "text": "Magnetic beads (MB) and signal amplifiers, such as horseradish peroxidase polymers (poly-HRP), have been used before for the production of highly sensitive immunoassays. However, most of the examples reported previously entailed long and tedious multi-step procedures, which were not necessarily shorter or simpler than classical paths such as Enzyme-Linked Immunosorbent Assay (ELISA). Here, instead of exploiting the combination of MB and poly-HRP to ameliorate sensitivity, we show that they conform a powerful tool that can be used to shorten the incubation times, which allows optimizing extremely simple, fast and efficient immunoassays with minimal technical requirements. In order to do so, here we used the highly sensitive and specific pair of antibodies of a commercial ELISA kit to optimize a magneto-ELISA for the detection of matrix metallopeptidase 9 (MMP-9). Three signal amplifiers were then tested and the best performing one was implemented in the magneto-assay to shorten the incubation times and improve assay performance. As we show, the shortened magneto-assay could be carried out in about 35 min, which included two 5-min incubations, washing, and incubation with enzyme substrate for 20 min before colorimetric detection. Moreover, the quantification of MMP-9 provided by the shortened assay in 12 plasma samples collected from patients was comparable to that generated by the 5-h ELISA, which was 8.5 times longer.", "doi": "10.1016/j.aca.2017.11.013", "title": "Using magnetic beads and signal amplifiers to produce short and simple immunoassays: Application to MMP-9 detection in plasma samples.", "journal": ["Analytica chimica acta", "Anal. Chim. Acta"]}