{"authors": [["Katzke", "Verena Andrea", "VA", "Division of Cancer Epidemiology, German Cancer Research Center (DKFZ), Im Neuenheimer Feld 581, 69120, Heidelberg, Germany. v.katzke@dkfz.de."], ["Sookthai", "Disorn", "D", "Division of Cancer Epidemiology, German Cancer Research Center (DKFZ), Im Neuenheimer Feld 581, 69120, Heidelberg, Germany."], ["Johnson", "Theron", "T", "Division of Cancer Epidemiology, German Cancer Research Center (DKFZ), Im Neuenheimer Feld 581, 69120, Heidelberg, Germany."], ["Kühn", "Tilman", "T", "Division of Cancer Epidemiology, German Cancer Research Center (DKFZ), Im Neuenheimer Feld 581, 69120, Heidelberg, Germany."], ["Kaaks", "Rudolf", "R", "Division of Cancer Epidemiology, German Cancer Research Center (DKFZ), Im Neuenheimer Feld 581, 69120, Heidelberg, Germany."]], "date": "2017-12-19", "id": "29254484", "text": "Circulating concentrations of lipid biomarkers are associated with risk of cardiovascular diseases (CVD). The evidence for a relationship with cancer risk, however, is not entirely consistent. This study aims to assess the relationships of total cholesterol (TC), high-density lipoprotein cholesterol (HDL-C), triglycerides (TG), apolipoprotein (a) (apo(a)), apoB-100, and lipoprotein(a) (Lp(a)) with risk of common cancer forms and total cancer mortality in comparison to incidence and mortality of CVD.We selected a case-cohort sample out of the prospective EPIC-Heidelberg study, including a random subcohort (n = 2739), and cases of cancer (n = 1632), cancer mortality (n = 761), CVD (n = 1070), and CVD mortality (n = 381). Concentrations of lipid biomarkers were measured in pre-diagnostic blood samples. Hazard ratios (HR) and 95% confidence intervals (CI) were estimated using Prentice-weighted Cox regression models.High levels of circulating apoB-100 and TG were inversely associated and high HDL-C levels were positively associated with breast cancer risk (highest vs. lowest quartile (Q4 vs. Q1), HRapoB 0.71, 95% CI 0.52-0.98; HRTG 0.65, 0.46-0.92; and HRHDL 1.39, 1.01-1.93). Higher levels of Lp(a) were associated with an increase in prostate cancer risk (Q4 vs. Q1, HRLp(a) 1.43, 1.02-2.03) and high levels of apo(a) were associated with a decrease in lung cancer risk (Q4 vs. Q1, HRapo(a) 0.52, 0.30-0.91). High TC, HDL-C, apo(a), and Lp(a) levels were associated with a reduction in total cancer mortality (Q4 vs. Q1, HRTC 0.71, 0.54-0.94; HRHDL 0.67, 0.50-0.91; HRapo(a) 0.71, 0.54-0.93; and HRLp(a) 0.74, 0.57-0.98). All lipid biomarkers were associated with risk of myocardial infarction, whereby TC, apoB-100, TG, and Lp(a) were positively and HLD-C and apo(a) inversely associated with risk. Only high levels of TG were associated with an increased risk of stroke. None of the lipids were associated with risk of colorectal cancer and with risk of CVD mortality after multivariable adjustments.This prospective study demonstrates inverse associations of lipid biomarkers with cancer incidence and mortality, with the exception of positive associations of HDL-C and Lp(a) with breast and prostate cancer risk, respectively. Thus, the observed cancer risk pattern clearly differs from the CVD risk pattern.", "doi": "10.1186/s12916-017-0976-4", "title": "Blood lipids and lipoproteins in relation to incidence and mortality risks for CVD and cancer in the prospective EPIC-Heidelberg cohort.", "journal": ["BMC medicine", "BMC Med"]}