{"authors": [["Zhang", "Jin-Jing", "JJ", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Zhu", "Juan-Juan", "JJ", "Department of Geriatrics and Neurology, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang, 325027, China."], ["Hu", "Yuan-Bo", "YB", "Department of Orthopaedics, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang, 325027, China."], ["Xiang", "Guang-Heng", "GH", "Department of Orthopaedics, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang, 325027, China."], ["Deng", "Lian-Cheng", "LC", "Institute of Molecular Pharmacology, School of Pharmaceutics Science, Wenzhou Medical University, Wenzhou, Zhejiang, 325035, China."], ["Wu", "Fen-Zan", "FZ", "Institute of Molecular Pharmacology, School of Pharmaceutics Science, Wenzhou Medical University, Wenzhou, Zhejiang, 325035, China."], ["Wei", "Xiao-Jie", "XJ", "Department of Neurosurgery, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Wang", "Ying-Hao", "YH", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Sun", "Liang-Yan", "LY", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Lou", "Xiao-Qing", "XQ", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Shao", "Min-Min", "MM", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Mao", "Mao", "M", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Zhang", "Hong-Yu", "HY", "Institute of Molecular Pharmacology, School of Pharmaceutics Science, Wenzhou Medical University, Wenzhou, Zhejiang, 325035, China."], ["Xu", "Yue-Ping", "YP", "Department of Pharmacy, Affiliated Cixi People's Hospital, Wenzhou Medical University, Ningbo, Zhejiang, 315300, China."], ["Zhu", "Si-Pin", "SP", "Department of Orthopaedics, The Second Affiliated Hospital and Yuying Children's Hospital of Wenzhou Medical University, Wenzhou, Zhejiang, 325027, China."], ["Xiao", "Jian", "J", "Institute of Molecular Pharmacology, School of Pharmaceutics Science, Wenzhou Medical University, Wenzhou, Zhejiang, 325035, China."]], "date": "2017-10-27", "id": "29254225", "text": "Cerebrovascular disease such as stroke is one of the most common diseases in the aging population, and neural stem cells (NSCs) transplantation may provide an alternative therapy for cerebral ischemia. However, a hostile microenvironment in the ischemic brain offers is challenging for the survival of the transplanted cells. Considering the neuroprotective role of basic fibroblast growth factor (bFGF), the present study investigated whether bFGF gene-modified NSCs could improve the neurological function deficit after transient middle cerebral artery occlusion (MCAO) in adult male Sprague-Dawley rats. These rats were intravenously injected with modified NSCs (5×106/200 μL) or vehicle 24 h after MCAO. Histological analysis was performed on days 7 and 28 after tMCAO. The survival, migration, proliferation, and differentiation of the transplanted modified C17.2 cells in the brain were improved. In addition, the intravenous infusion of NSCs and bFGF gene-modified C17.2 cells improved the functional recovery as compared to the control. Furthermore, bFGF promoted the C17.2 cell growth, survival, and differentiation into mature neurons within the infarct region. These data suggested that bFGF gene-modified NSCs have the potential to be a therapeutic agent in brain ischemia.", "doi": "10.18632/oncotarget.22155", "title": "Transplantation of bFGF-expressing neural stem cells promotes cell migration and functional recovery in rat brain after transient ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}