{"authors": [["Sun", "Shuaiqi", "S", "Department of Neurosurgery, Haikou People's Hospital, Xiangya Medical College Affiliated Haikou Hospital, Central South University, Haikou 570311, Hainan, China."], ["He", "Jun", "J", "Department of Neurosurgery, Haikou People's Hospital, Xiangya Medical College Affiliated Haikou Hospital, Central South University, Haikou 570311, Hainan, China."], ["Zhang", "Yao", "Y", "Key Laboratory of High Altitude Environment and Genes Related to Diseases of Tibet Autonomous Region, School of Medicine, Xizang Minzu University, Xianyang 712082, Shaanxi, China."], ["Xiao", "Rongjun", "R", "Department of Neurosurgery, Haikou People's Hospital, Xiangya Medical College Affiliated Haikou Hospital, Central South University, Haikou 570311, Hainan, China."], ["Yan", "Mengdan", "M", "School of Life Sciences, Northwest University, Xi'an 710069, Shaanxi, China."], ["Ren", "Yulin", "Y", "School of Life Sciences, Northwest University, Xi'an 710069, Shaanxi, China."], ["Zhu", "Yuanyuan", "Y", "School of Life Sciences, Northwest University, Xi'an 710069, Shaanxi, China."], ["Jin", "Tianbo", "T", "Key Laboratory of High Altitude Environment and Genes Related to Diseases of Tibet Autonomous Region, School of Medicine, Xizang Minzu University, Xianyang 712082, Shaanxi, China."], ["Xia", "Ying", "Y", "Department of Neurosurgery, Haikou People's Hospital, Xiangya Medical College Affiliated Haikou Hospital, Central South University, Haikou 570311, Hainan, China."]], "date": "2017-10-10", "id": "29254215", "text": "Previous studies have shown that aldehyde dehydrogenase 2 (ALDH2) plays a role in ischemic stroke progression. In recent years, the activation of the ALDH2 pathway have been reported serving as a useful index in the identification of stroke-prone participants, and the ALDH2 pathway may be a potential target for the therapeutic intervention in ischemic stroke.We evaluated six tagging single-nucleotide polymorphisms (SNPs) of the ALDH2 gene in a case-control study from Hainan of China (488 cases, 503 controls). We used SPSS version 17.0 statistical software, Excel software and other analysis software to explore associations between SNPs and the risk of ischemic stroke various genetic models (additive, dominant, and recessive).Through statistical analysis, we found that ALDH2 rs886205 [odds ratio (OR) = 6.39; 95% confidence interval (CI) = 1.19-34.38; p = 0.03] and rs7296651 (OR = 9.29; 95% CI = 1.37-63.21; p = 0.02) were associated with increased risk of ischemic stroke in recessive model analysis. In addition, we established that the \"AA\" genotype (OR = 5.99; 95% CI = 1.11-32.23; p = 0.037) for rs886205 and the \"AA\" genotype (OR = 8.93; 95% CI = 1.31-60.78; p = 0.025) for rs7296651 were associated with increased ischemic stroke risk.Our results provide evidence that variants of ALDH2 gene polymorphisms influence the risk of developing ischemic stroke in Han Chinese population.", "doi": "10.18632/oncotarget.21803", "title": "Genetic polymorphisms in the ALDH2 gene and the risk of ischemic stroke in a Chinese han population.", "journal": ["Oncotarget", "Oncotarget"]}