{"authors": [["Eom", "Mi-Ja", "MJ", "Department of Physical Medicine and Rehabilitation, Busan Paik Hospital of Inje University, Republic of Korea."], ["Chang", "Moon-Young", "MY", "Department of Occupational Therapy, Inje University, Gimhae, Korea."], ["Oh", "Dong-Hwan", "DH", "Department of Occupational Therapy, Kyungdong University, Wonju, Korea."], ["Kim", "Hyun-Dong", "HD", "Department of Physical Medicine and Rehabilitation, Busan Paik Hospital of Inje University, Republic of Korea."], ["Han", "Na-Mi", "NM", "Department of Physical Medicine and Rehabilitation, Busan Paik Hospital of Inje University, Republic of Korea."], ["Park", "Ji-Su", "JS", "Department of Rehabilitation Science, Graduate School of Inje University, Republic of Korea."]], "date": null, "id": "29254116", "text": "Recently, resistance expiratory muscle strength training (EMST) has been reported as a remedial treatment for dysphagia.To investigate the effect of resistance EMST on the swallowing function in stroke patients with oropharyngeal dysphagia.Forty-two stroke patients with dysphagia were randomly assigned to two groups: an experimental group (n = 13) and a placebo group (n = 13). The experimental group performed EMST using a portable EMST device, while the placebo group performed EMST using a sham EMST device with no loading. The intervention was performed 5 days per week for 4weeks, in five sets of 5 breaths through the device for a total of 25 breaths per day. Both groups underwent conventional dysphagia treatment for 30 minutes/day, 5 days/week, for 4 weeks. Videofluoroscopic dysphagia scale (VDS) and penetration-aspiration scale (PAS) based on a videofluoroscopic swallowing study (VFSS) were assessed to analyze the oropharyngeal swallowing function.The experimental group showed more improvement in pharyngeal phase of the VDS (p = 0.018 and 0.006, respectively) and PAS compared to the placebo group (p = 0.014).We suggest that EMST could improve the effects of dysphagia observed in post-stroke elderly patients based on swallowing function.", "doi": "10.3233/NRE-172192", "title": "Effects of resistance expiratory muscle strength training in elderly patients with dysphagic stroke.", "journal": ["NeuroRehabilitation", "NeuroRehabilitation"]}