{"authors": [["Hochsprung", "Anja", "A", "Hospital Universitario Virgen Macarena, Sevilla, Spain."], ["Domínguez-Matito", "Angeles", "A", "Hospital Universitario Virgen del Rocío, Sevilla, Spain."], ["López-Hervás", "Antonia", "A", "Hospital Universitario Virgen del Rocío, Sevilla, Spain."], ["Herrera-Monge", "Patricia", "P", "Hospital Universitario Virgen Macarena, Sevilla, Spain."], ["Moron-Martin", "Santos", "S", "Hospital Universitario Virgen del Rocío, Sevilla, Spain."], ["Ariza-Martínez", "Carmen", "C", "Infa Fisioterapia, Sevilla, Spain."], ["Granja-Dominguez", "Anabel", "A", "Department of Physiotherapy, Faculty of Nursing, Physiotherapy and Podiatry, University of Sevilla, Sevilla, Spain."], ["Heredia-Rizo", "Alberto M", "AM", "Department of Physiotherapy, Faculty of Nursing, Physiotherapy and Podiatry, University of Sevilla, Sevilla, Spain."]], "date": null, "id": "29254115", "text": "To compare the short and medium-term effectiveness of combining Kinesio Tape (KT) or neuromuscular electrical stimulation (NMES) with a conventional approach to prevent shoulder pain after stroke.Thirty-one first-time stroke survivors (58.06% females) were recruited and randomly assigned to one group; Control (n = 10), KT (n = 11), or NMES (n = 10). Ten of all participants were lost during follow-up because of death or a second stroke. The control group underwent conventional treatment (careful shoulder handling and daily mobilizations). This approach was combined with KT or NMES over deltoid muscles in the KT and NMES groups respectively. Measurements were taken at baseline, and at weeks 1, 2, 3, 4, 12, and 24 post-stroke. Data collected included self-perceived shoulder pain (Visual Analogue Scale), disability (Barthel Index and Berg scale), and upper limb function (Action Research Arm test).In all groups, shoulder pain did not appear during the first month (p < 0.001), but increased afterwards. In the between-groups analysis, all groups similarly improved disability and function, and no significant differences were observed for any measure (p > 0.05).The combination of KT or NMES with conventional treatment is no superior to conventional treatment alone to prevent hemiplegic shoulder pain.", "doi": "10.3233/NRE-172190", "title": "Short- and medium-term effect of kinesio taping or electrical stimulation in hemiplegic shoulder pain prevention: A randomized controlled pilot trial.", "journal": ["NeuroRehabilitation", "NeuroRehabilitation"]}