{"authors": [["Osaka", "Hiroshi", "H", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Shinkoda", "Koichi", "K", "Department of Biomechanics, Hiroshima University Institute of Biomedical & Health Sciences, Hiroshima, Japan."], ["Watanabe", "Susumu", "S", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Fujita", "Daisuke", "D", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Kobara", "Kenichi", "K", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Yoshimura", "Yosuke", "Y", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Ito", "Tomotaka", "T", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."], ["Suehiro", "Tadanobu", "T", "Department of Rehabilitation, Faculty of Health Science and Technology, Kawasaki University of Medical Welfare, Okayama, Japan."]], "date": null, "id": "29254113", "text": "Accelerometers provide information regarding balance and gait, but they are rarely used in clinical settings for stroke patients. Clinically, balance is assessed with simple tests, but their relationships with accelerometry results after stroke are unknown.We examined the relationship between accelerometry-assessed gait indices calculated from trunk acceleration and results of the Timed Up and Go (TUG) and Berg Balance Scale (BBS) tests in stroke patients.Twenty-nine stroke patients completed assessments with the TUG, BBS, and trunk acceleration during walking using a tri-axial accelerometer. The root mean square (RMS), stride regularity (SR), and step symmetry (SS), which indicate gait fluctuations, regularity, and symmetry, respectively, were calculated based on trunk acceleration. These were calculated in the vertical (VT), anteroposterior, and mediolateral directions. A multiple linear regression analysis was performed to determine whether these gait indices contributed independently to TUG and BBS results.VT-RMS and VT-SS were significant determinants of TUG, and VT-SS, VT-RMS, and VT-SR were significant determinants of BBS.This study suggested that the gait indices calculated from trunk acceleration that were relevant to balance were those in the VT direction. These may be useful for evaluating dynamic gait balance in patients with stroke.", "doi": "10.3233/NRE-172171", "title": "Association between trunk acceleration during walking and clinically assessed balance in patients with stroke.", "journal": ["NeuroRehabilitation", "NeuroRehabilitation"]}