{"authors": [["Dujović", "Suzana Dedijer", "SD", "The University of Belgrade, Serbia and Clinic for rehabilitation \"Dr M.Zotovic\", Belgrade, Serbia."], ["Malešević", "Jovana", "J", "The University of Belgrade and Tecnalia Serbia Ltd., Belgrade, Serbia."], ["Malešević", "Nebojša", "N", "Department of Biomedical Engineering, Lund University, Belgrade, Serbia."], ["Vidaković", "Aleksandra S", "AS", "Faculty of Medicine, University of Belgrade and Clinic for rehabilitation \"Dr M.Zotovic\", Belgrade, Serbia."], ["Bijelić", "Goran", "G", "Neurorehabilitation Area at the Health Division of TECNALIA, San Sebastian, Spain."], ["Keller", "Thierry", "T", "Neurorehabilitation Area at the Health Division of TECNALIA, San Sebastian, Spain."], ["Konstantinović", "Ljubica", "L", "Faculty of Medicine, University of Belgrade and Clinic for rehabilitation \"Dr M.Zotovic\", Belgrade, Serbia."]], "date": null, "id": "29254111", "text": "Foot drop is common gait impairment after stroke. Functional electrical stimulation (FES) of the ankle dorsiflexor muscles during the swing phase of gait can help correcting foot drop.To evaluate efficacy of additional novel FES system to conventional therapy in facilitating motor recovery in the lower extremities and improving walking ability after stroke.Sixteen stroke patients were randomly allocated to the FES group (FES therapy plus conventional rehabilitation program) (n = 8), and control group (conventional rehabilitation program) n = 8. FES was delivered for 30 min during gait to induce ankle plantar and dorsiflexion.gait speed using 10 Meter Walk Test (10 MWT), Fugl-Meyer Assessment (FMA), Berg Balance Scale (BBS) and modified Barthel Index (MBI).Results showed a significant increase in gait speed in FES group (p < 0.001), higher than the minimal detected change. The FES group showed improvement in functional independence in the activities of daily living, motor recovery and gait performance.The findings suggest that novel FES therapy combined with conventional rehabilitation is more effective on walking speed, mobility of the lower extremity, balance disability and activities of daily living compared to a conventional rehabilitation program only.", "doi": "10.3233/NRE-172153", "title": "Novel multi-pad functional electrical stimulation in stroke patients: A single-blind randomized study.", "journal": ["NeuroRehabilitation", "NeuroRehabilitation"]}