{"authors": [["Lew", "Quan Lan J", "QLJ", "SingHealth Polyclinics, Singapore, Singapore."], ["Allen", "John C", "JC", "Centre for Quantitative Medicine, Office of Clinical Sciences, Duke-NUS Medical School, Singapore, Singapore."], ["Nguyen", "Francis", "F", "Health Services Research Centre, SingHealth, Singapore, Singapore."], ["Tan", "Ngiap Chuan", "NC", "SingHealth Polyclinics, Singapore, Singapore."], ["Jafar", "Tazeen H", "TH", "Health Services Research Centre, SingHealth, Singapore, Singapore."]], "date": "2017-12-15", "id": "29253844", "text": "Chronic kidney disease (CKD) is a major global public health challenge. We investigated determinants of CKD and their clinical utility in an ethnically diverse Southeast Asian population.Electronic health records (EHR) of adults ≥40 years who visited any one of 4 government polyclinics in Singapore from January 1, 2012 to -December 31, 2015 were analyzed. CKD was defined as an estimated glomerular filtration rate <60 mL/min/1.73 m2 or 1+ dipstick proteinuria excretion, based on 2 measurements ≥3 months apart. CKD-associated factors and their clinical utility for predicting odds of CKD were investigated using multiple logistic regression analysis.Based on the study criteria, 25.9% (95% CI 25.6-26.2) of the 88,765 eligible study individuals had CKD. The factors (OR and 95% CI) independently associated with CKD were older age ≥65 years (2.54 [2.44-2.64] vs. ≤65 years), respectively; men (1.13 [1.09-1.18]); Malay (1.27 [1.20-1.33]) and Indian (0.77 [0.71-0.83]) vs. Chinese ethnicity; overweight (body mass index [BMI] ≥27.5 kg/m2; 1.10 [1.04-1.16]) vs. normal weight (BMI 18 to <23 kg/m2); government (1.22 [1.15-1.31]) vs. private housing; and with hypertension (3.32 [3.09-3.56]), diabetes (6.93 [6.67-7.20]) or stroke (1.46 [1.36-1.56]) vs. without each co-morbidity, respectively. The area under the receiver operating characteristic curve (95% CI) for the model to predict the probability of CKD using hypertension, diabetes, and age was 0.808 (0.805-0.811). Only 28.5% (27.9-29.1%) of individuals with CKD had physician documentation of their CKD status. However, documentation of CKD status was associated with age ≥65 years (1.11 [1.04-1.20] vs. <65 years), men (1.35 [1.26-1.44]) vs. women, with vs. without hypertension (1.24 [1.07-1.44]), Indian (0.80 [0.69-0.92]) compared to Chinese ethnicity, ever smokers (0.89 [0.81-0.99]) vs. non-smokers, and those with vs. without stroke (0.83 [0.75-0.93]).CKD prevalence in our Southeast Asian population is high and under-documented even in high-risk patients. Our findings highlight factors associated with CKD, and the predictive value of hypertension, diabetes, and advancing age as EHR-based screening targets for CKD. Our results also suggest that complementary educational efforts will be needed to increase physician detection and optimize the management of CKD, especially in high risk and marginalized groups across all clinics in Singapore, and possibly in the region.", "doi": "10.1159/000485110", "title": "Factors Associated with Chronic Kidney Disease and Their Clinical Utility in Primary Care Clinics in a Multi-Ethnic Southeast Asian Population.", "journal": ["Nephron", "Nephron"]}