{"authors": [["Hifumi", "Toru", "T", "Emergency Medical Center, Kagawa University Hospital, 1750-1 Ikenobe, Miki, Kita, Kagawa 761-0793, Japan. Electronic address: hifumitoru@gmail.com."], ["Kondo", "Yutaka", "Y", "Department of Surgery, Beth Israel Deaconess Medical Center, Harvard Medical School, 330 Brookline Avenue, Boston, MA 02215, United States."], ["Shimazaki", "Junya", "J", "Trauma and Acute Critical Care Center, Osaka University Hospital, 2-15 Yamadaoka Suita, Osaka 565-0871, Japan."], ["Oda", "Yasutaka", "Y", "Advanced Medical Emergency and Critical Care Center, Yamaguchi University School of Medicine, 1-1-1 Minami Kogushi, Ube, Yamaguchi 755-8505, Japan. Electronic address: yasutaka-ygc@umin.ac.jp."], ["Shiraishi", "Shinichiro", "S", "Emergency and Critical Care Center, Aidu Chuo Hospital, 1-1, Tsurugamachi, aiduwakamatushi, Fukushima 965-8611, Japan. Electronic address: shinshi@nms.ac.jp."], ["Wakasugi", "Masahiro", "M", "Emergency and Critical Care Center, Toyama University Hospital, 2630 Sugitani, Toyamashi, Toyama 930-0152, Japan. Electronic address: mwaka@med.u-toyama.ac.jp."], ["Kanda", "Jun", "J", "Department of Emergency Medicine, Teikyo University School of Medicine, 2-11-1 Kaga Itabashi-Ku, Tokyo 173-8606, Japan. Electronic address: jkanda-cib@umin.ac.jp."], ["Moriya", "Takashi", "T", "Emergency Department, Saitama Medical Center Jichi Medical University, 1-847 Amanuma, Oomiya, Saitamashi, Saitama 330-8503, Japan. Electronic address: tmoriya@jichi.ac.jp."], ["Yagi", "Masaharu", "M", "Department of Emergency and Critical Care Medicine, Urasoe General Hospital, 4-16-1, Iso, Urasoe, Okinawa 901-2132, Japan."], ["Ono", "Masaji", "M", "National Institute for Environmental Studies, 16-2 Onogawa, Tsukuba-City, Ibaraki 305-8506, Japan. Electronic address: onomasaj@nies.go.jp."], ["Kawahara", "Takashi", "T", "Japan Sport Council, 2-8-35 Kita-Aoyama Minato-ku, Tokyo 107-0061, Japan."], ["Tonouchi", "Michihiko", "M", "Japan Meteorological Business Support Center, To-nen Bld.,3-17 Kanda-Nishikicho, Chiyoda-ku, Tokyo 101-0054, Japan. Electronic address: tono@jmbsc.or.jp."], ["Yokota", "Hiroyuki", "H", "Advanced Medical Emergency and Critical Care Center, Nippon Medical School Hospital, 1-1-5, Sendagi, Bunkyo, Tokyo 113-8603, Japan. Electronic address: yokota@nms.ac.jp."], ["Miyake", "Yasufumi", "Y", "Department of Emergency Medicine, Teikyo University School of Medicine, 2-11-1 Kaga Itabashi-Ku, Tokyo 173-8606, Japan. Electronic address: ymiyake-nsu@umin.ac.jp."], ["Shimizu", "Keiki", "K", "Emergency and Critical Care Center, Tokyo Metropolitan Tama Medical Centre, 2-8-29 Musashidai, Fuchu-shi, Tokyo 183-8524, Japan."]], "date": "2017-12-09", "id": "29253838", "text": "Heat stroke (HS) induces disseminated intravascular coagulation (DIC); however, the prognostic significance of DIC in patients with HS has not yet been fully assessed in large populations. The aim of this study was to examine the prognostic significance of DIC in patients with HS using a nationwide registry.Data regarding HS were obtained and analyzed from three prospective, observational, multicenter HS registries (HSRs): 2010, 2012, and 2014. Univariate and multivariate analyses were performed to identify independent predictors of hospital death. DIC was diagnosed according to the Japanese Association for Acute Medicine (JAAM) diagnostic criteria, with a total score≥4 implying a DIC diagnosis.In total, 705 (median age, 68years; 501 men) were included in this study. Hospital mortality was 7.1% (50 patients). Multiple regression analysis revealed that hospital mortality was significantly associated with presence of DIC (odds ratio [OR], 2.16; 95% confidence interval [CI], 1.09-4.27; p=0.028). Mortality worsened as the DIC score increased, and increased remarkably to approximately 10% when the DIC score was 2.Presence of DIC was an independent prognostic factor of hospital mortality in patients with HS. Hematological dysfunction represents potential target for specific therapies in HS.", "doi": "10.1016/j.jcrc.2017.12.003", "title": "Prognostic significance of disseminated intravascular coagulation in patients with heat stroke in a nationwide registry.", "journal": ["Journal of critical care", "J Crit Care"]}