{"authors": [["Liang", "Yan", "Y", "Department of Psychiatry, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: liangyan@link.cuhk.edu.hk."], ["Chan", "Yuen Lai", "YL", "Department of Psychiatry, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: heidichan@link.cuhk.edu.hk."], ["Deng", "Min", "M", "Department of Imaging and Interventional Radiology, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: gwendolynminmin@gmail.com."], ["Chen", "Yang Kun", "YK", "Department of Neurology, Dongguan People's Hospital, Dongguan, Guangdong Province, China. Electronic address: cykun78@163.com."], ["Mok", "Vincent", "V", "Department of Medicine and Therapeutics, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: vctmok@cuhk.edu.hk."], ["Wang", "De Feng", "F", "Department of Imaging and Interventional Radiology, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: dfwang@cuhk.edu.hk."], ["Ungvari", "Gabor S", "GS", "University of Notre Dame Australia/Graylands Hospital, Perth, Australia. Electronic address: sungvari@e.cuhk.edu.hk."], ["Chu", "Chiu-Wing Winnie", "CW", "Department of Imaging and Interventional Radiology, the Chinese University of Hong Kong, Hong Kong SAR, China. Electronic address: winniechu@cuhk.edu.hk."], ["Tang", "Wai Kwong", "WK", "Department of Psychiatry, the Chinese University of Hong Kong, Hong Kong SAR, China; Shenzhen Research Institute, the Chinese University of Hong Kong, Shenzhen, China. Electronic address: tangwk@cuhk.edu.hk."]], "date": "2017-11-22", "id": "29253682", "text": "Enlarged perivascular spaces (EPVS), markers of cerebral small vessel disease, are associated with unfavorable prognosis of stroke. This study explored the relationship between EPVS and poststroke depression (PSD).A total of 725 patients with acute ischemic stroke were recruited from the Stroke Unit of a university-affiliated hospital in Hong Kong. PSD was defined as a Geriatric Depression Scale score of ≥ 7 assessed at three months after stroke. The extent of EPVS in the basal ganglia (BG) and the centrum semiovale (CS) was assessed on axial T2 weighted magnetic resonance imaging using a validated scale. Patients' EPVS status was categorized as either mild or moderate to severe degree. The association between EPVS and PSD was examined with logistic regression.One hundred and fifty-three (21.1%) of the study sample had PSD three month after stroke. 55.6% of the study sample were classified as having a minor stroke. The median scores of CS- and BG-EPVS were 1 (1-2) and 1 (0-2), respectively. After adjusting for demographic, clinical and imaging characteristics in multivariate logistic regression analyses, the CS-EPVS continuous score remained an independent predictor of PSD [odds ratio (OR) = 1.27; 95% confidence interval (CI) = 1.03-1.57]. After dichotomized, moderate to severe CS-EPVS was independently associated with PSD with an OR of 1.68 (95%CI = 1.10-2.57).The diagnosis of PSD was based on GDS score rather than a standardized clinical examination. The study favored the patients with milder stroke.CS-EPVS were associated with PSD identified at three months after mild to moderate acute ischemic stroke.", "doi": "10.1016/j.jad.2017.11.080", "title": "Enlarged perivascular spaces in the centrum semiovale are associated with poststroke depression: A 3-month prospective study.", "journal": ["Journal of affective disorders", "J Affect Disord"]}