{"authors": [["Chang", "Jason J", "JJ", "Department of Critical Care Medicine, MedStar Washington Hospital Center, Washington, DC, USA. Electronic address: jjwchang@hotmail.com."], ["Katsanos", "Aristeidis H", "AH", "Second Department of Neurology, School of Medicine, National & Kapodistrian University of Athens, Attikon University Hospital, Athens, Greece."], ["Khorchid", "Yasser", "Y", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Dillard", "Kira", "K", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Kerro", "Ali", "A", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Burgess", "Lucia Goodwin", "LG", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Goyal", "Nitin", "N", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Alexandrov", "Anne W", "AW", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA; Australian Catholic University, Sidney, Australia."], ["Alexandrov", "Andrei V", "AV", "Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."], ["Tsivgoulis", "Georgios", "G", "Second Department of Neurology, School of Medicine, National & Kapodistrian University of Athens, Attikon University Hospital, Athens, Greece; Department of Neurology, University of Tennessee Health Science Center, Memphis, TN, USA."]], "date": "2017-12-06", "id": "29253643", "text": "The relationship between lipoprotein levels, low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C) and clinical outcome after intracerebral hemorrhage (ICH) remains controversial. We sought to evaluate the association of lipoprotein cholesterol levels and statin dosage with clinical and neuroimaging outcomes in patients with ICH.Data on consecutive patients hospitalized with spontaneous acute ICH was prospectively collected over a 5-year period and retrospectively analyzed. Demographic characteristics, clinical severity documented by NIHSS-score and ICH-score, neuroimaging parameters, pre-hospital statin use and doses, and LDL-C and HDL-C levels were recorded. Outcome events characterized were hematoma volume, hematoma expansion, in-hospital functional outcome, and in-hospital mortality.A total of 672 patients with acute ICH [(mean age 61.6 ± 14.0 years, 43.6% women, median ICH score 1 (IQR: 0-2)] were evaluated. Statin pretreatment was not associated with neuroimaging or clinical outcomes. Higher LDL-C levels were associated with several markers of poor clinical outcome and in-hospital mortality. LDL-C levels were independently and negatively associated with the cubed root of hematoma volume (linear regression coefficient -0.021, 95% CI: -0.042--0.001; p = 0.049) on multiple linear regression models. Higher admission LDL-C (OR 0.88, 95% CI 0.77-0.99; p = 0.048) was also an independent predictor for decreased hematoma expansion. Higher admission LDL-C levels were independently (p < 0.001) associated with lower likelihood of in-hospital mortality (OR per 10 mg/dL increase 0.68, 95% CI: 0.57-0.80) in multivariable logistic regression models.Higher LDL-C levels at hospital admission were an independent predictor for lower likelihood of hematoma expansion and decreased in-hospital mortality in patients with acute spontaneous ICH. This association requires independent confirmation.", "doi": "10.1016/j.atherosclerosis.2017.12.008", "title": "Higher low-density lipoprotein cholesterol levels are associated with decreased mortality in patients with intracerebral hemorrhage.", "journal": ["Atherosclerosis", "Atherosclerosis"]}