{"authors": [["Hlubek", "Randall J", "RJ", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Bohl", "Michael A", "MA", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Cole", "Tyler S", "TS", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Morgan", "Clinton D", "CD", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Xu", "David S", "DS", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Chang", "Steve W", "SW", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Turner", "Jay D", "JD", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Kakarla", "U Kumar", "UK", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona. Electronic address: Neuropub@dignityhealth.org."]], "date": "2017-12-15", "id": "29253631", "text": "C2 pedicle and pars screws require accurate placement to avoid injury to nearby neurovascular structures. Freehand, fluoroscopically guided, and computed tomography (CT)-based navigation techniques have been described in the medical literature.To compare the safety and accuracy of the freehand technique versus stereotactic navigation for the placement of C2 pedicle and pars screws.Retrospective review.A total of 220 consecutive patients treated with posterior fixation constructs containing C2 pars or pedicle screws placed at our institution.CT imaging was used to assess the accuracy of screw placement. Intraoperative complications and incidence of stroke and/or mortality within 30 days of the operation were analyzed.A retrospective review was conducted of consecutive patients treated with posterior fixation constructs containing C2 pars or pedicle screws placed by spine surgeons between January 1, 2010, and August 31, 2016. Clinical and radiographic data were collected and analyzed. Screw accuracy was graded independently by 2 reviewers according to the following criteria: grade A (no breach), grades B-E (breach with transverse foramen obstruction of 1-25%, 26-50%, 51-75%, or 76-100%, respectively), and grade M (medial breach). Screws were divided into acceptable (grades A and B) and unacceptable (grades C-E and M).A total of 426 C2 pars or pedicle screws (312 freehand, 114 navigated) were placed in 220 patients (160 freehand, 60 navigated). Complications were similar between the groups: 3 vertebral artery injuries (2 [1%] freehand, 1 [2%] navigated; P>0.99), 5 deaths (4 [3%] freehand, 1 [2%] navigated; P>0.99), and 1 [2%] stroke in the navigated group (P=0.61). CT imaging was available for accuracy grading of 182 screws (131 freehand, 51 navigated). No breaches (grade A) occurred in 113 (86%) of the freehand screws and in 34 (67%) of the navigated screws (P=0.006). More screws had acceptable placement in the freehand group (123/131, 94%) than in the navigated group (42/51, 82%) (P=0.02).In patients with postoperative CT imaging (43%), the free-hand technique was found to be more accurate than CT-based navigation for C2 pedicle/pars screw placement. Complication rates did not differ between the 2 techniques in this study.", "doi": "10.1016/j.spinee.2017.12.003", "title": "Safety and accuracy of freehand versus navigated c2 pars/pedicle screw placement.", "journal": ["The spine journal : official journal of the North American Spine Society", "Spine J"]}