{"authors": [["Gallo", "Michele", "M", "Department of Cardiac Surgery, Cardiocentro Ticino Foundation, Lugano, Switzerland."], ["Putzu", "Alessandro", "A", "Department of Cardiac Anaesthesia, Cardiocentro Ticino Foundation, Lugano, Switzerland."], ["Conti", "Michele", "M", "Department of Engineering, University of Pavia, Pavia, Italy."], ["Pedrazzini", "Giovanni", "G", "Department of Cardiology, Cardiocentro Ticino Foundation, Lugano, Switzerland."], ["Demertzis", "Stefanos", "S", "Department of Cardiac Surgery, Cardiocentro Ticino Foundation, Lugano, Switzerland."], ["Ferrari", "Enrico", "E", "Department of Cardiac Surgery, Cardiocentro Ticino Foundation, Lugano, Switzerland."]], "date": "2017-12-13", "id": "29253108", "text": "Transcatheter aortic valve replacement (TAVR) is a major advancement in the treatment of severe aortic valve stenosis in elderly high-risk patients. Implementing TAVR also in younger intermediate- or low-risk patients increases interest in the possibility of further lowering the risk of perioperative cerebrovascular events. To this aim, some embolic protection devices (EPDs) have been developed, some of which have already been approved for clinical use. Nevertheless, the cause of cerebrovascular events after TAVR is multifactorial, and selection of patients who would benefit from EPD is crucial to further improve outcomes, survival rate and quality of life. We reviewed the available literature in order to assess the incidence of and the mechanisms responsible for neurological events that can occur during TAVR, and we analysed clinical results and imaging findings following EPD use. Clinical trials for Embrella, TriGuard, Sentinel and Embol-X devices were designed to test their safety and their ability to prevent neurological complications in patients having TAVR. So far, published results showed that EPD may help in reducing the volume and size of periprocedural silent ischaemic brain lesions identified on magnetic resonance images but not in reducing the incidence of new lesions and new neurological events. The clinical impact of EPD in lowering the number of transient ischaemic attacks/strokes during TAVR needs to be further investigated in randomized trials.", "doi": "10.1093/ejcts/ezx457", "title": "Embolic protection devices for transcatheter aortic valve replacement.", "journal": ["European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery", "Eur J Cardiothorac Surg"]}