{"authors": [["Kang", "Jihoon", "J", "Department of Neurology, Seoul National University Bundang Hospital, Seoul National University, Seongnam, Republic of Korea."], ["Hong", "Jeong-Ho", "JH", "Department of Neurology, Dongsan Medical Center, Keimyung University School of Medicine, Daegu, Republic of Korea."], ["Jang", "Min Uk", "MU", "Department of Neurology, Dongtan Sacred Heart Hospital, Hallym University, School of Medicine, Dongtan, Republic of Korea."], ["Choi", "Nack Cheon", "NC", "Department of Neurology, Gyneongsang Institute for Neuroscience, Gyengsang National University College of Medicine, Jinju, Republic of Korea."], ["Lee", "Ji Sung", "JS", "Clinical Research Center, Asan Medical Center, Ulsan University School of Medicine, Seoul, Republic of Korea."], ["Kim", "Beom Joon", "BJ", "Department of Neurology, Seoul National University Bundang Hospital, Seoul National University, Seongnam, Republic of Korea."], ["Han", "Moon-Ku", "MK", "Department of Neurology, Seoul National University Bundang Hospital, Seoul National University, Seongnam, Republic of Korea."], ["Bae", "Hee-Joon", "HJ", "Department of Neurology, Seoul National University Bundang Hospital, Seoul National University, Seongnam, Republic of Korea."]], "date": "2017-12-18", "id": "29252991", "text": "How short-term blood pressure variability (BPV) is affected in the acute stage of ischemic stroke and whether BPV is associated with early neurologic outcomes remains unclear.Patients who admitted for ischemic stroke within 24 h of symptom onset were consecutively identified between January 2010 and January 2015. BP profiles measured in real-time were summarized into short-term, 24-h time intervals, based on standard deviation (SD) and mean of systolic BP (SBPSD) during the first 3 days. The primary outcome was daily assessment of early neurological deterioration (END). The associations between short-term SBPSD values and the secular trend for primary outcome were examined.A total of 2,545 subjects (mean age, 67.1 ± 13.5 years old and median baseline National Institutes of Health Stroke Scale score, 3) arrived at the hospital an average of 6.1 ± 6.6 h after symptom onset. SBPSD values at day 1 (SD#D1), SD#D2, and SD#D3 were 14.4 ± 5.0, 12.5 ± 4.5, and 12.2 ± 4.6 mmHg, respectively. Multivariable analyses showed that SD#D2 was independently associated with onset of END at day 2 (adjusted odds ratio, 1.08; 95% confidence interval, 1.03-1.13), and SD#D3 was independently associated with END#D3 (1.07, 1.01-1.14), with adjustments for predetermined covariates, SBPmean, and interactions with daily SBPSD.Short-term BPV changed and stabilized from the first day of ischemic stroke. Daily high BPV may be associated with neurological deterioration independent of BPV on the previous day.", "doi": "10.1371/journal.pone.0189216", "title": "Change in blood pressure variability in patients with acute ischemic stroke and its effect on early neurologic outcome.", "journal": ["PloS one", "PLoS ONE"]}