{"authors": [["Ghiani", "Giovanna", "G", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Magnani", "Sara", "S", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Doneddu", "Azzurra", "A", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Sainas", "Gianmarco", "G", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Pinna", "Virginia", "V", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Caboi", "Marco", "M", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Palazzolo", "Girolamo", "G", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Tocco", "Filippo", "F", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."], ["Crisafulli", "Antonio", "A", "1 Department of Medical Sciences and Public Health, Sports Physiology Laboratory, University of Cagliari, Cagliari, Italy."]], "date": "2017-12-18", "id": "29252058", "text": "During solitary sailing the sailor is exposed to sleep deprivation and difficulties in consuming regular meals. Sailor weight loss is often reported. In the present case study we describe changes in the physical capacity and the nutritional status of an athlete attempting a single-handed yacht race around the globe. An Italian male ocean racer (GM) asked for our help to reach an optimum level of physical and nutritional preparation. We planned his diet after assessing his anthropometric parameters and body composition as well as his usual energy intake and nutritional expenditure. The diet consisted in 120 meals stored in sealed plastic bags. Before his departure, GM performed two incremental exercise tests (cycle- and arm crank- ergometry) to assess his physical capacity. Cardiac functions were also estimated by Doppler echocardiography. All measures and exercise tests were repeated 10 days after GM finished the race, which lasted 64 days. Anthropometric measures did not change significantly, with the exception of Arm Fat Area and Thigh Muscle area, which decreased. There were evident increments in maximum oxygen intake and maximum workload during arm cranking after the race. On the contrary, maximum oxygen uptake and maximum workload decreased during cycling. Finally, End Diastolic and Stroke Volume decreased after the race. It was concluded that nutritional counseling was useful to avoid excessive changes in the nutritional status and body composition due to 64 days of solitary navigation. However, a reduction in physical leg capacity and cardiovascular functions secondary to legs disuse were present.", "doi": "10.1123/ijsnem.2017-0345", "title": "Case Study: Physical Capacity and Nutritional Status Before and After a Single-Handed Yacht Race.", "journal": ["International journal of sport nutrition and exercise metabolism", "Int J Sport Nutr Exerc Metab"]}