{"authors": [["Chang", "Che-Feng", "CF", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Goods", "Brittany A", "BA", "Department of Biological Engineering, Koch Institute for Integrative Cancer Research at Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Askenase", "Michael H", "MH", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Hammond", "Matthew D", "MD", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Renfroe", "Stephen C", "SC", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Steinschneider", "Arthur F", "AF", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Landreneau", "Margaret J", "MJ", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Ai", "Youxi", "Y", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Beatty", "Hannah E", "HE", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["da Costa", "Luís Henrique Angenendt", "LHA", "Department of Neurosciences and Behavioral Sciences, Ribeirao Preto Medical School, University of Sao Paulo, Ribeirao Preto, Brazil."], ["Mack", "Matthias", "M", "Department of Internal Medicine (Nephrology), University of Regensburg, Regensburg, Germany."], ["Sheth", "Kevin N", "KN", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Greer", "David M", "DM", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Huttner", "Anita", "A", "Department of Pathology."], ["Coman", "Daniel", "D", "Department of Diagnostic Radiology and Biomedical Engineering."], ["Hyder", "Fahmeed", "F", "Department of Diagnostic Radiology and Biomedical Engineering."], ["Ghosh", "Sourav", "S", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."], ["Rothlin", "Carla V", "CV", "Department of Pharmacology, and."], ["Love", "J Christopher", "JC", "Chemical Engineering, Koch Institute for Integrative Cancer Research at Massachusetts Institute of Technology, Cambridge, Massachusetts, USA."], ["Sansing", "Lauren H", "LH", "Department of Neurology, Yale University School of Medicine, New Haven, Connecticut, USA."]], "date": "2017-12-18", "id": "29251628", "text": "Macrophages are a source of both proinflammatory and restorative functions in damaged tissue through complex dynamic phenotypic changes. Here, we sought to determine whether monocyte-derived macrophages (MDMs) contribute to recovery after acute sterile brain injury. By profiling the transcriptional dynamics of MDMs in the murine brain after experimental intracerebral hemorrhage (ICH), we found robust phenotypic changes in the infiltrating MDMs over time and demonstrated that MDMs are essential for optimal hematoma clearance and neurological recovery. Next, we identified the mechanism by which the engulfment of erythrocytes with exposed phosphatidylserine directly modulated the phenotype of both murine and human MDMs. In mice, loss of receptor tyrosine kinases AXL and MERTK reduced efferocytosis of eryptotic erythrocytes and hematoma clearance, worsened neurological recovery, exacerbated iron deposition, and decreased alternative activation of macrophages after ICH. Patients with higher circulating soluble AXL had poor 1-year outcomes after ICH onset, suggesting that therapeutically augmenting efferocytosis may improve functional outcomes by both reducing tissue injury and promoting the development of reparative macrophage responses. Thus, our results identify the efferocytosis of eryptotic erythrocytes through AXL/MERTK as a critical mechanism modulating macrophage phenotype and contributing to recovery from ICH.", "doi": "10.1172/JCI95612", "title": "Erythrocyte efferocytosis modulates macrophages towards recovery after intracerebral hemorrhage.", "journal": ["The Journal of clinical investigation", "J. Clin. Invest."]}