{"authors": [["Balkin", "Emily Morell", "EM", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Steurer", "Martina A", "MA", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Delagnes", "Elise A", "EA", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Zinter", "Matt S", "MS", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Rajagopal", "Satish", "S", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Keller", "Roberta L", "RL", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."], ["Fineman", "Jeffrey R", "JR", "1 21642 Department of Pediatrics, UCSF Benioff Children's Hospital, University of California San Francisco , San Francisco, CA, USA."]], "date": "2017-12-18", "id": "29251545", "text": "Despite advances in the diagnosis and management of pediatric pulmonary hypertension (PH), children with PH represent a growing inpatient population with significant morbidity and mortality. To date, no studies have described the clinical characteristics of children with PH in the pediatric intensive care unit (PICU). A retrospective multicenter cohort study of 153 centers in the Virtual PICU Systems database who submitted data between 1 January 2009 and 31 December 2015 was performed. A total of 14,880/670,098 admissions (2.2%) with a diagnosis of PH were identified. Of these, 2190 (14.7%) had primary PH and 12,690 (85.3%) had secondary PH. Mortality for PH admissions was 6.8% compared to 2.3% in those admitted without PH (odds ratio = 3.1; 95% confidence interval = 2.9-3.4). Compared to patients admitted to the PICU without PH, those with PH were younger, had longer length of stay, higher illness severity scores, were more likely to receive invasive mechanical ventilation, cardiopulmonary resuscitation, extracorporeal membrane oxygenation, and more likely to have co-diagnoses of sepsis, heart failure, and respiratory failure. In a multivariate model, factors significantly associated with mortality for children with PH included age < 6 months or > 16 years, invasive mechanical ventilation, and co-diagnoses of heart failure, sepsis, hemoptysis, disseminated intravascular coagulation, stroke, and multi-organ dysfunction syndrome. Despite therapeutic advances, the disease burden and mortality of children with PH remains significant. Further investigation of the risk factors associated with clinical deterioration and mortality in this population could improve the ability to prognosticate and inform clinical decision-making.", "doi": "10.1177/2045893217745785", "title": "Multicenter mortality and morbidity associated with pulmonary hypertension in the pediatric intensive care unit.", "journal": ["Pulmonary circulation", "Pulm Circ"]}