{"authors": [["Aachi", "Raghav V", "RV", "Department of Neurology, University of Texas Lozano Long School of Medicine, San Antonio."], ["Birnbaum", "Lee A", "LA", "Department of Neurology, University of Texas Lozano Long School of Medicine, San Antonio."], ["Topel", "Christopher H", "CH", "Department of Neurology, University of Texas Lozano Long School of Medicine, San Antonio."], ["Seifi", "Ali", "A", "Department of Neurological Surgery, University of Texas Lozano Long School of Medicine, San Antonio."], ["Hafeez", "Shaheryar", "S", "Department of Neurological Surgery, University of Texas Lozano Long School of Medicine, San Antonio."], ["Behrouz", "Réza", "R", "Department of Neurology, University of Texas Lozano Long School of Medicine, San Antonio."]], "date": "2017-12-18", "id": "29251360", "text": "In patients with atrial fibrillation (AF), despite adequate anticoagulation, ischemic stroke (IS) is an uncommon yet concerning occurrence.Specific laboratory parameters may affect the efficacy of warfarin despite therapeutic international normalized ratio (INR) in patient with AF who present with IS.We used the database from a multicenter clinical trial to identify AF patients who presented with IS. We trichotomized the cohort into patients with therapeutic INR on warfarin, subtherapeutic INR on warfarin, and on no anticoagulants. We then compared baseline laboratory characteristics and other baseline features among the groups.Patients with therapeutic INR presented with higher serum creatinine (P = 0.01) and blood urea nitrogen (P = 0.02) and lower glomerular filtration rates (P = 0.001) compared with other groups. Other laboratory parameters were not different among the 3 groups. Patients with therapeutic INR also presented with milder stroke symptoms (P = 0.01). Medical history of the 3 groups was not different, except for history of valvular heart disease, which was more prevalent in patients with therapeutic INR (P = 0.004). In-hospital mortality rates and 90-day disability were not different among the 3 groups.AF patients who presented with IS on therapeutic warfarin had higher average serum creatinine and blood urea nitrogen, and lower glomerular filtration rates, compared with others. Impaired renal function may be a factor contributing to occurrence of IS in AF patients despite adequate anticoagulation. Larger, targeted studies are needed to confirm these findings.", "doi": "10.1002/clc.22838", "title": "Laboratory characteristics of ischemic stroke patients with atrial fibrillation on or off therapeutic warfarin.", "journal": ["Clinical cardiology", "Clin Cardiol"]}