{"authors": [["Hannerz", "Harald", "H", "1 National Research Centre for the Working Environment, Denmark."], ["Albertsen", "Karen", "K", "2 Team Working Life, Denmark."], ["Burr", "Hermann", "H", "3 National Institute of Occupational Safety and Health, Germany."], ["Nielsen", "Martin Lindhardt", "ML", "4 Lægekonsulenten.dk, Denmark."], ["Garde", "Anne Helene", "AH", "1 National Research Centre for the Working Environment, Denmark."], ["Larsen", "Ann Dyreborg", "AD", "1 National Research Centre for the Working Environment, Denmark."], ["Pejtersen", "Jan Hyld", "JH", "6 Danish Centre of Applied Social Science, Denmark."]], "date": "2017-12-01", "id": "29251227", "text": "A systematic review and meta-analysis have found that long working hours were prospectively associated with an increased risk of overall stroke. The primary aim of the present study was to test if this finding could be reproduced in a sample that has been randomly selected from the general workforce of Denmark. A secondary aim was to estimate the association for haemorrhagic and ischaemic stroke separately.Individual participant data on 20- to 64-year-old employees were drawn from the Danish Labour Force Survey, 1999-2013, and linked to data on socio-economic status (SES), migrations, hospitalisations and deaths from national registers. The participants were followed from the time of the interview until the end of 2014. Poisson regression was used to estimate age-, sex- and SES-adjusted rate ratios for stroke as a function of weekly working hours.With 35-40 working hours per week as reference, the estimated rate ratios for overall stroke were 0.97 (95% confidence interval (CI) 0.83-1.13) for 41-48 working hours, 1.10 (95% CI 0.86-1.39) for 49-54 working hours and 0.89 (95% CI 0.69-1.16) for ≥55 working hours. The estimated rate ratios per one category increase in working hours were 0.99 (95% CI 0.93-1.06) for overall stroke, 0.96 (95% CI 0.88-1.05) for ischaemic stroke and 1.15 (95% CI 1.02-1.31) for haemorrhagic stroke.Our analysis does not support the hypothesis that long working hours are associated with increased rates of overall stroke. It suggests, however, that long working hours might be associated with increased rates of haemorrhagic stroke.", "doi": "10.1177/1403494817748264", "title": "Long working hours and stroke among employees in the general workforce of Denmark.", "journal": ["Scandinavian journal of public health", "Scand J Public Health"]}