{"authors": [["Zhang", "Fang", "F", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Duan", "Xiaohui", "X", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Lu", "Liejing", "L", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Zhang", "Xiang", "X", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Chen", "Meiwei", "M", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Mao", "Jiaji", "J", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Cao", "Minghui", "M", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."], ["Shen", "Jun", "J", "1 Department of Radiology, Sun Yat-Sen Memorial Hospital, Sun Yat-Sen University, Guangzhou, Guangdong, China."]], "date": null, "id": "29251112", "text": "Transplantation of neural stem cells (NSCs) is emerging as a new therapeutic approach for stroke. Real-time imaging of transplanted NSCs is essential for successful cell delivery, safety monitoring, tracking cell fate and function, and understanding the interactions of transplanted cells with the host environment. Magnetic resonance imaging (MRI) of magnetic nanoparticle-labeled cells has been the most widely used means to track stem cells in vivo. Nevertheless, it does not allow for the reliable discrimination between live and dead cells. Reporter gene-based MRI was considered as an alternative strategy to overcome this shortcoming. In this work, a class of lentiviral vector-encoding ferritin heavy chain (FTH) and enhanced green fluorescent protein (EGFP) was constructed to deliver reporter genes into NSCs. After these transgenic NSCs were transplanted into the contralateral hemisphere of rats with acute ischemic stroke, MRI and fluorescence imaging (FLI) were performed in vivo for tracking the fate of transplanted cells over a long period of 6 wk. The results demonstrated that the FTH and EGFP can be effectively and safely delivered to NSCs via the designed lentiviral vector. The distribution and migration of grafted stem cells could be monitored by bimodal MRI and FLI. FTH can be used as a robust MRI reporter for reliable reporting of the short-term viability of cell grafts, whereas its capacity for tracking the long-term viability of stem cells remains dependent on several confounding factors such as cell death and the concomitant reactive inflammation.", "doi": "10.1177/0963689717722560", "title": "In Vivo Long-Term Tracking of Neural Stem Cells Transplanted into an Acute Ischemic Stroke model with Reporter Gene-Based Bimodal MR and Optical Imaging.", "journal": ["Cell transplantation", "Cell Transplant"]}