{"authors": [["Tamás", "T László", "TL", "Fül-Orr-Gégészeti és Fej-, Nyaksebészeti Osztály, Petz Aladár Megyei Oktató Kórház Győr."], ["Garai", "Tibor", "T", "Fül-Orr-Gégészeti és Fej-, Nyaksebészeti Osztály, Petz Aladár Megyei Oktató Kórház Győr."], ["Király", "István", "I", "Radiológiai Osztály, Markusovszky Lajos Egyetemi Oktató Kórház Szombathely."], ["Mike", "Andrea", "A", "Neurológiai Osztály, Petz Aladár Megyei Oktató Kórház Győr."], ["Nagy", "Csaba", "C", "Radiológiai Osztály, Markusovszky Lajos Egyetemi Oktató Kórház Szombathely."], ["Paukovics", "Ágnes", "Á", "Affidea Diagnosztika Magyarország Kft. Győr."], ["Schmidt", "Péter", "P", "Egyetemi Oktató Rendelő, Semmelweis Egyetem, Általános Orvostudományi Kar Győr."], ["Szatmári", "Ferenc", "F", "Affidea Diagnosztika Magyarország Kft. Győr."], ["Tompos", "Tamás", "T", "Fül-Orr-Gégészeti és Fej-, Nyaksebészeti Osztály, Petz Aladár Megyei Oktató Kórház Győr."], ["Vadvári", "Árpád", "Á", "Radiológiai Osztály, Markusovszky Lajos Egyetemi Oktató Kórház Szombathely."], ["Szirmai", "Ágnes", "Á", "Fül-Orr-Gégészeti és Fej-Nyaksebészeti Klinika, Semmelweis Egyetem, Általános Orvostudományi Kar Budapest."]], "date": null, "id": "29250967", "text": "To diagnose acute vestibular syndrome (AVS) in a prospective study by a new bedside test (providing 1A evidence) based on oculomotor analysis and assessment of hearing loss. To assess the frequency of central and peripheral causes of acute vestibular syndrome in the emergency room. To establish the diagnostic accuracy of acute cranial computed tomography as compared to oculomotor analysis done by video oculography goggles and audiometry.Between 1st March 2016 and 1st March 2017 we documented 125 patients (62 women, 63 men, average age 53 years) in the emergency room of the Petz Aladár County Teaching Hospital using the above bedside and instrumental testing. Diagnosis was verified by cranial magnetic resonance imaging.According to the results of the instrumental examination in AVS in 67% we found a peripheral cause and in 33% a central pathology. In 62% isolated posterior circulation stroke manifested itself by isolated vertigo without additional focal signs and the acute cranial computed tomography showed negative results in 96%. The instrumental examination increased diagnostic accuracy by making the diagnosis of isolated inferior semicircular canal vestibular neuritis possible.The new bedside oculomotor test is suitable for the diagnosis of posterior circulation stroke manifesting with isolated vertigo in early cases, when the routine neuroradiologic methods have a lower sensitivity or are not available. Orv Hetil. 2017; 158(51): 2029-2040.", "doi": "10.1556/650.2017.30886", "title": "[Emergency diagnosis of the acute vestibular syndrome].", "journal": ["Orvosi hetilap", "Orv Hetil"]}