{"authors": [["Sudell", "Maria", "M", "Department of Biostatistics, University of Liverpool, Liverpool, UK."], ["Tudur Smith", "Catrin", "C", "Department of Biostatistics, University of Liverpool, Liverpool, UK."], ["Gueyffier", "François", "F", "Centre Hospitalier Universitaire de Lyon, Lyon, France."], ["Kolamunnage-Dona", "Ruwanthi", "R", "Department of Biostatistics, University of Liverpool, Liverpool, UK."]], "date": "2017-12-18", "id": "29250814", "text": "Joint modelling of longitudinal and time-to-event data is often preferred over separate longitudinal or time-to-event analyses as it can account for study dropout, error in longitudinally measured covariates, and correlation between longitudinal and time-to-event outcomes. The joint modelling literature focuses mainly on the analysis of single studies with no methods currently available for the meta-analysis of joint model estimates from multiple studies.We propose a 2-stage method for meta-analysis of joint model estimates. These methods are applied to the INDANA dataset to combine joint model estimates of systolic blood pressure with time to death, time to myocardial infarction, and time to stroke. Results are compared to meta-analyses of separate longitudinal or time-to-event models. A simulation study is conducted to contrast separate versus joint analyses over a range of scenarios.Using the real dataset, similar results were obtained by using the separate and joint analyses. However, the simulation study indicated a benefit of use of joint rather than separate methods in a meta-analytic setting where association exists between the longitudinal and time-to-event outcomes.Where evidence of association between longitudinal and time-to-event outcomes exists, results from joint models over standalone analyses should be pooled in 2-stage meta-analyses.", "doi": "10.1002/sim.7585", "title": "Investigation of 2-stage meta-analysis methods for joint longitudinal and time-to-event data through simulation and real data application.", "journal": ["Statistics in medicine", "Stat Med"]}