{"authors": [["Li", "Jun", "J", "Department of Anesthesiology, University of Virginia, 1 Hospital Drive, PO Box 800710, Charlottesville, VA, 22901, USA."], ["Shan", "Weiran", "W", "Department of Anesthesiology, University of Virginia, 1 Hospital Drive, PO Box 800710, Charlottesville, VA, 22901, USA."], ["Zuo", "Zhiyi", "Z", "Department of Anesthesiology, University of Virginia, 1 Hospital Drive, PO Box 800710, Charlottesville, VA, 22901, USA. zz3c@virginia.edu."]], "date": "2017-12-18", "id": "29250714", "text": "Stroke remains one of the leading causes of death worldwide. The underlying neuropathology for stroke is ischemic brain injury. Carboxyl terminal modulator protein (CTMP), an endogenous inhibitor of the prosurvival Akt, may increase brain ischemic injury in young animals. Aging decreases brain ischemic tolerance. We hypothesize that CTMP is increased with aging and that this increase contributes to the decreased brain ischemic tolerance. To address these hypotheses, we determined the expression of CTMP and its downstream proteins in the brain of various ages of rats (Fischer 344 and Sprague-Dawley rats). The role of CTMP in ischemic brain injury was investigated by RNA interference. Here, we showed that CTMP in the brain was increased with aging in rats. The phosphorylated/activated Akt was decreased with aging. Six- and 20-month-old rats had poorer neurological outcome than did 2-month-old rats after brain ischemia. The neurological outcome of 2-month-old rats was worsened by LY294002, an Akt inhibitor. The poor neurological outcome in 6-month-old rats was improved by silencing CTMP. CTMP was increased in ischemic penumbral brain tissues. Silencing this increase activated Akt. These results suggest that CTMP increase with aging contributes to the aging-dependent decrease of brain ischemic tolerance.", "doi": "10.1007/s12035-017-0826-6", "title": "Age-Related Upregulation of Carboxyl Terminal Modulator Protein Contributes to the Decreased Brain Ischemic Tolerance in Older Rats.", "journal": ["Molecular neurobiology", "Mol. Neurobiol."]}