{"authors": [["Edwards", "Darin", "D", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Sommerhage", "Frank", "F", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Berry", "Bonnie", "B", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Nummer", "Hanna", "H", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Raquet", "Martina", "M", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Clymer", "Brad", "B", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Stancescu", "Maria", "M", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."], ["Hickman", "James J", "JJ", "NanoScience Technology Center, University of Central Florida, 12424 Research Parkway, Orlando, Florida 32826, United States."]], "date": "2017-11-13", "id": "29250595", "text": "Microelectrode arrays (MEAs) are innovative tools used to perform electrophysiological experiments for the study of electrical activity and connectivity in populations of neurons from dissociated cultures. Reliance upon neurons derived from embryonic tissue is a common limitation of neuronal/MEA hybrid systems and perhaps of neuroscience research in general, and the use of adult neurons could model fully functional in vivo parameters more closely. Spontaneous network activity was concurrently recorded from both embryonic and adult rat neurons cultured on MEAs for up to 10 weeks in vitro to characterize the synaptic connections between cell types. The cultures were exposed to synaptic transmission antagonists against NMDA and AMPA channels, which revealed significantly different receptor profiles of adult and embryonic networks in vitro. In addition, both embryonic and adult neurons were evaluated for NMDA and AMPA channel subunit expression over five weeks in vitro. The results established that neurons derived from embryonic tissue did not express mature synaptic channels for several weeks in vitro under defined conditions. Consequently, the embryonic response to synaptic antagonists was significantly different than that of neurons derived from adult tissue sources. These results are especially significant because most studies reported with embryonic hippocampal neurons do not begin at two to four weeks in culture. In addition, the utilization of MEAs in lieu of patch-clamp electrophysiology avoided a large-scale, labor-intensive study. These results establish the utility of this unique hybrid system derived from adult hippocampal tissue in combination with MEAs and offer a more appropriate representation of in vivo function for drug discovery. It has application for neuronal development and regeneration as well as for investigations into neurodegenerative disease, traumatic brain injury, and stroke.", "doi": "10.1021/acsbiomaterials.7b00596", "title": "Comparison of NMDA and AMPA Channel Expression and Function between Embryonic and Adult Neurons Utilizing Microelectrode Array Systems.", "journal": ["ACS biomaterials science & engineering", "ACS Biomater Sci Eng"]}