{"authors": [["Conti", "Sergio", "S", "Department of Cardiology, Southlake Regional Health Centre, Newmarket, Ontario, Canada."], ["Reiffel", "James A", "JA", "Department of Medicine, Division of Cardiology, Columbia University, New York, New York, USA."], ["Gersh", "Bernard J", "BJ", "Division of Cardiovascular Diseases, Mayo Clinic, Rochester, Minnesota, USA."], ["Kowey", "Peter R", "PR", "Department of Internal Medicine-Cardiology, Lankenau Institute for Medical Research, Wynnewood, Pennsylvania, USA."], ["Wachter", "Rolf", "R", "Department of Cardiology and Pneumology, University of Göttingen, Göttingen, Germany; German Cardiovascular Research Center (DZHK), Göttingen, Germany."], ["Halperin", "Jonathan L", "JL", "Department of Medicine-Cardiology. Cardiovascular Institute, Mount Sinai Medical Center, New York, New York, USA."], ["Kaplon", "Rachelle E", "RE", "Diagnostics, Cardiac Rhythm and Heart Failure, Medtronic, Inc. Mounds View, Minnesota, USA."], ["Pouliot", "Erika", "E", "Diagnostics, Cardiac Rhythm and Heart Failure, Medtronic, Inc. Mounds View, Minnesota, USA."], ["Verma", "Atul", "A", "Department of Cardiology, Southlake Regional Health Centre, Newmarket, Ontario, Canada."]], "date": "2017-02-28", "id": "29250279", "text": "Given the high prevalence and risk of stroke associated with atrial fibrillation (AF), detection strategies have important public health implications. The ongoing prospective, single-arm, open-label, multicenter REVEAL AF trial is evaluating the incidence of previously undetected AF using an insertable cardiac monitor (ICM) in patients without prior AF or device implantation, but who could be at risk for AF due to their demographic characteristics, +/- non-specific but compatible symptoms. Enrollment required an elevated AF risk profile defined as CHADS2≥3 or CHADS2=2 plus one or more of the following: coronary artery disease, renal impairment, sleep apnea or chronic obstructive pulmonary disease. Exclusions included stroke or transient ischemic attack occurring in the previous year. Of 450 subjects screened, 399 underwent a device insertion attempt, and 395 were included in the final analysis (Reveal XT: n=122; Reveal LINQ: n=273; excluded: n=4). Participants were primarily identified by demographic characteristics and the presence of nonspecific symptoms, but without prior documentation of \"overt\" AF. The most common symptoms were palpitations (51%), dizziness/lightheadedness/pre-syncope (36%), and shortness of breath (36%). Over 100 subjects were enrolled in each pre-defined CHADS2 subgroup (2, 3 and ≥4). AF risk factors not included in the CHADS2 score were well represented (prevalence≥15%). Procedure and/or device related serious adverse events were low, with the miniaturized Reveal LINQ ICM having a more favorable safety profile than the predicate Reveal XT (all: n=13 [3.3%]; LINQ: n=6 [2.2%]; XT: n=7 [5.7%]). These data demonstrate that REVEAL AF was successful in enrolling its target population, high risk patients were willing to undergo ICM monitoring for AF screening, and ICM use in this group is becoming increasingly safe with advancements in technology. A clinically meaningful incidence of device detected AF in this study will inform clinical decisions regarding ICM use for AF screening in patients at risk.", "doi": "10.4022/jafib.1551", "title": "Baseline Demographics, Safety, and Patient Acceptance of an Insertable Cardiac Monitor for Atrial Fibrillation Screening: The REVEAL-AF Study.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}