{"authors": [["Plitt", "Anna", "A", "Department of Medicine, Icahn School of Medicine at Mount Sinai, New York, NY."], ["Bansilal", "Sameer", "S", "Cardiovascular Institute, Icahn School of Medicine at Mount Sinai, New York, NY."]], "date": "2017-02-28", "id": "29250278", "text": "The nonvitamin K antagonist oral anticoagulants (NOACs) dabigatran, rivaroxaban, apixaban, and edoxaban are used for the reduction of the risk of stroke or systemic embolism (SEE) in patients with nonvalvular atrial fibrillation (NVAF). The purpose of this review is to highlight the safety and efficacy results of the pivotal NOAC clinical trials for use in NVAF, discuss some of the unique management challenges in the use of NOACs in special populations, summarize data on emerging and novel indications, and address potential future directions.A literature search was conducted and to identify relevant clinical trials and studies regarding the use of NOACs for the prevention of stroke or SEE in patients with atrial fibrillation.Relative to warfarin, NOACs are as effective or superior in the prevention of stroke or SEE, and are associated with similar or lower rates of major bleeding and significantly decreased rates of intracranial bleeding, but may be associated with a slightly increased risk of gastrointestinal bleeding in patients with AF. The NOACs are not indicated for use and have not been widely tested in AF patients with other cardiovascular conditions. Additional ongoing and planned clinical trials will provide additional information regarding the use of NOACs in these patients. In situations requiring rapid reversal of anticoagulation, the availability of specific antidotes will improve safety and facilitate NOAC use.Use of NOACs in clinical practice requires consideration of patient characteristics as well as potentially required procedures.", "doi": "10.4022/jafib.1547", "title": "The Nonvitamin K Antagonist Oral Anticoagulants and Atrial Fibrillation: Challenges and Considerations.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}