{"authors": [["Genev", "Ivo K", "IK", "Department of Cardiac Electrophysiology, UIC College of Medicine at Rockford and the Rockford Cardiovascular Associates OSF Healthcare, Rockford, IL, USA."], ["Tompkins", "Lindsey A", "LA", "Department of Biomedical Science, UIC College of Medicine at Rockford and the Rockford Cardiovascular Associates OSF Healthcare, Rockford, IL, USA."], ["Khare", "Manorama M", "MM", "Department of Family and Community Medicine, Division of Health Policy and Social Science Research, UIC College of Medicine at Rockford, Rockford, Illinois, USA."], ["Farokhi", "Farhad", "F", "Department of Cardiac Electrophysiology, UIC College of Medicine at Rockford and the Rockford Cardiovascular Associates OSF Healthcare, Rockford, IL, USA."]], "date": "2017-02-28", "id": "29250276", "text": "Atrial fibrillation is the most common cardiac arrhythmia in the United States. It has been associated with a reduction in patient quality of life and more serious complications such as stroke and heart failure. The aim of this study was to compare the efficacy of commonly performed invasive procedures in keeping patients in normal sinus rhythm.A retrospective chart review was performed on all patients who underwent primary radiofrequency catheter ablation, the complete Cox-maze, or the hybrid maze at OSF Saint Anthony Medical Center between January 2010 and December 2013 (n=140). Immediately post-procedure, arrhythmia recurrence rates did not differ between the groups (p = 0.28). At all follow-up points thereafter, however, differences in procedural efficacy between surgical and catheter therapy remained highly significant (p < 0.001). At 2 years, 20.3% of the catheter ablation patients were in normal sinus rhythm, when compared to 57.9% of hybrid maze and 72.7% the complete Cox-maze groups. A difference in major complication rates was noted (p = 0.04), with the complete Cox-maze having a 17.4%, the hybrid having 22.7%, and the catheter ablation group having 5.6%.This study was unable to detect differences in the efficacy rates of the surgical procedures, however they were both superior to catheter ablation. Although the hybrid approach is considered minimally invasive, complication rates were similar to those of the complete Cox-maze. Catheter ablation was the safest procedure, and since evidence of reduced mortality after the use of aggressive rhythm therapy is currently lacking, the results suggest that hybrid surgery for atrial fibrillation should be used after the failure of more conservative measures.", "doi": "10.4022/jafib.1543", "title": "Comparison of the Efficancy and Complication Rates of the Hybrid Maze, Complete Cox-Maze and Catheter Ablation in the Treatment of Atrial Fibrillation.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}