{"authors": [["E Gul", "Enes", "E", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Boles", "Usama", "U", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Haseeb", "Sohaib", "S", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Flood", "Justin", "J", "Department of Diagnostic Radiology, Queens University, Kingston, ON, Canada."], ["Bansal", "Ayuish", "A", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Glover", "Benedict", "B", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Redfearn", "Damian", "D", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Simpson", "Chris", "C", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Abdollah", "Hoshiar", "H", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Baranchuk", "Adrian", "A", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."], ["Michael", "Kevin A", "KA", "Heart Rhythm Service, Kingston General Hospitaş, Queens University, Kingston, ON, Canada."]], "date": "2017-02-28", "id": "29250273", "text": "Despite technological and scientific efforts, the recurrence rate of persistent atrial fibrillation (AF) remains high. Several studies have shown that in addition to pulmonary vein (PV) isolation other non-PV triggers, particularly left atrial appendage may be the source of initiation and maintenance of AF. There are few studies showing the role of left atrial appendage (LAA) isolation in order to obtain higher success rate in persistent AF patients.We analyzed the LAA volume, volume index and shape relative to the LA in patients with persistent AF undergoing AF ablation.Fifty-nine consecutive patients with persistent AF who underwent catheter ablation were enrolled. Computerized tomography (CT) was performed in order to assess left atrial and PV anatomy including the LAA. Digital subtraction software (GE Advantage Workstation 4.3) was used to separate the LAA from the LA and calculate: LA volume (LAV), LA volume index (LAV/body surface area), LAA volume (LAAV), LAA volume index (LAA volume/LA volume), and LAA morphology [chicken wing (CW) or non-chicken wing (NCW)].The mean age was 64.6 ± 9.8 years, 44 % male, and LA diameter 47.6 ± 7.8 mm. Median follow-up (FU) was 13 months. All patients had antral isolation of PVs and ablation of complex fractionation ± linear ablation (roof line/superior coronary sinus/mitral line). Among 59 patients with persistent AF, 26 (44 %) patients were diagnosed with AF recurrences. Mean LAV was 145.0 ± 45.9 ml, LAVI 68.9 ± 20.0 ml/m2, LAAV 10.3 ± 4.0 ml, and LAAVI 7.3 ± 2.7 ml/m2. LAA shape was non-chicken wing (NCW) in the majority of patients (51 %). LAA parameters were not significantly different between patients with and without AF recurrence (LAAV 11.0 ± 4.3 ml vs. 9.7 ± 3.8 ml, p=0.26; LAAVI 7.5 ± 3.0 ml/m2 vs. 7.2 ± 2.5 ml/m2, p=0.71; LAA shape of NCW 50 % vs 52 %, p=0.75, respectively). LAV was significantly correlated with the LAAV (r: o.47, p=0.009). The incidence of NCW LAA was significantly higher in patients with previous stroke/TIA (80 % vs. 20 %, p=0.04).The LAA anatomical characteristics (volume/volume index and the shape) were comparable in patients with/out AF recurrence post PVI. It remains to be determined if additional LAA isolation will impact outcomes in patients with persistent AF.", "doi": "10.4022/jafib.1526", "title": "Left Atrial Appendage characteristics in patients with Persistent Atrial Fibrillation undergoing catheter ablation (LAAPAF Study).", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}