{"authors": [["Huded", "Chetan", "C", "Department of Cardiovascular Medicine, Cleveland Clinic Foundation (Cleveland, OH)."], ["Krishnaswamy", "Amar", "A", "Department of Cardiovascular Medicine, Cleveland Clinic Foundation (Cleveland, OH)."], ["Kapadia", "Samir", "S", "Department of Cardiovascular Medicine, Cleveland Clinic Foundation (Cleveland, OH)."]], "date": "2017-02-28", "id": "29250272", "text": "Atrial fibrillation, a chronic and highly morbid cardiovascular condition which affects over 33 million people worldwide, can be broadly categorized as valvular vs non-valvular in etiology. However, definitions of valvular atrial fibrillation have varied widely in the literature, and there is no clear consensus definition to date. Historically, patients with atrial fibrillation in the setting of rheumatic mitral valve disease have constituted a particularly high risk group for cardioembolic stroke, and for this reason many contemporary trials of pharmaceutical and device therapies for atrial fibrillation have systematically excluded patients with valvular heart disease. Therefore, vitamin K antagonism remains the favored approach to mitigate stroke risk in valvular atrial fibrillation, and the optimal strategy to treat atrial fibrillation patients with valvular heart disease who cannot tolerate oral anticoagulation therapy is unknown. Recent trials have demonstrated an important role for percutaneous left atrial appendage occlusion devices in patients with non-valvular atrial fibrillation, but the role of these devices in patients with valvular atrial fibrillation is uncertain. Given the worldwide burden of valvular atrial fibrillation, future trials intended to clarify the role of percutaneous left atrial appendage closure devices in valvular atrial fibrillation should provide important insight for the care of millions of patients.", "doi": "10.4022/jafib.1524", "title": "Percutaneous Left Atrial Appendage Closure: is there a Role in Valvular Atrial Fibrillation.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}