{"authors": [["Khakpour", "Houman", "H", "UCLA Cardiac Arrhythmia Center, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Shemin", "Richard J", "RJ", "Division of Cardiac Surgery, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Lee", "Jay M", "JM", "Division of Thoracic Surgery, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Buch", "Eric", "E", "UCLA Cardiac Arrhythmia Center, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Boyle", "Noel G", "NG", "UCLA Cardiac Arrhythmia Center, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Shivkumar", "Kalyanam", "K", "UCLA Cardiac Arrhythmia Center, David Geffen School of Medicine at UCLA, Los Angeles, CA."], ["Bradfield", "Jason S", "JS", "UCLA Cardiac Arrhythmia Center, David Geffen School of Medicine at UCLA, Los Angeles, CA."]], "date": "2017-10-31", "id": "29250244", "text": "The incidence of atrioesophageal fistula (AEF) after atrial fibrillation catheter ablation is reported to be 0.015%-0.04%, though it is likely underreported due to a number of factors including misdiagnosis. We report our institutional experience with AEF.Patients with confirmed diagnosis of AEF between 2004 and 2016 at our institution were identified (n=5) and their clinical characteristics and outcome were analyzed.AEF occurred in 5 patients who underwent AF catheter ablation (3 ablated at our institution; 2 transferred from outside hospitals after diagnosis of AEF). Symptoms were chest pain (n=3), fever (n=3), TIA/stroke (n=3), dysphagia (n=1), and headache (n=1). Chest pain was the earliest symptom and occurred 21-24 days post-RFA. One patient had sudden death without preceding symptoms. Findings included leukocytosis (WBC count range of 17200-19,000) and sepsis. Chest CT was obtained in 3 patients and showed air in the left atrium or mediastinum. Three patients had evidence of multifocal stroke on MRI. Three patients died before surgery could be performed. Two patients (40%) underwent emergent surgery which included partial excision of atrial wall, closure with bovine pericardial patch and closure of esophageal lesion. Surgical outcomes were favorable (100% survival).Chest pain and fever were the early symptoms of AEF and occurred before the neurologic complications. Chest CT was an excellent tool for detection of AEF. All patients who were diagnosed correctly and underwent surgery survived. Early detection is imperative as prompt surgery may improve survival. Health-care community education is the key to ensure early detection and transfer to a qualified surgical center.", "doi": "10.4022/jafib.1654", "title": "Atrioesophageal Fistula After Atrial Fibrillation Ablation: A single center series.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}