{"authors": [["Emren", "Sadık Volkan", "SV", "Afyonkarahisar State Hospital Department of Cardiology Afyonkarahisar/Turkey vemren@hotmail.com."], ["Ada", "Fatih", "F", "Afyonkarahisar State Hospital Department of Cardiolovascular Surgery Afyonkarahisar/Turkey drfatihada@gmail.com."], ["Aldemir", "Mustafa", "M", "Afyon Kocatepe University Department of Cardiolovascular Surgery Afyonkarahisar/Turkey draldemir@yahoo.com."], ["Tecer", "Evren", "E", "Afyon Kocatepe University Department of Cardiolovascular Surgery Afyonkarahisar/Turkey dr_evren_sivas@hotmail.com."], ["Çarşanba", "Görkem", "G", "Afyon Kocatepe University Department of Cardiolovascular Surgery Afyonkarahisar/Turkey görkemcarsanba@hotmail.com."], ["Çelik", "Damla", "D", "Afyonkarahisar State Hospital Department of Neurology Afyonkarahisar/Turkey dkiziltancelik@gmail.com."], ["Çelik", "Ersin", "E", "Afyonkarahisar State Hospital Department of Cardiolovascular Surgery Afyonkarahisar/Turkey dr.ersincelik@gmail.com."], ["Onrat", "Ersel", "E", "Afyon Kocatepe University Department of Cardiology Afyonkarahisar/Turkey eonrat@yahoo.com."]], "date": "2017-08-31", "id": "29250228", "text": "Thromboembolic complication is directly related to CHA2DS2-VASc score in patients with non-valvular atrial fibrillation (NVAF). In this study we compared the CHA2DS2-VASc score and in-hospital mortality between NVAF patients with non-cerebral thromboembolism and those with stroke.We retrospectively reviewed medical records of 213 patients with NVAF who experienced stroke and 115 patients with NVAF who experienced non-cerebral thromboembolism between 2010 and 2015. In all patients, CHA2DS2-VASc score before the event was calculated.The mean CHA2DS2-VASc score was similar in patients with stroke (4.52±1.66) and those with non-cerebral thromboembolism (4.29±2.02) (p=0.196). In-hospital mortality rate was similar between the groups (19% vs. 17%, p=0.756). The rates of coronary artery disease (52% vs. 38%, p=0.014), prior transient ischemic attack (16% vs. 5%, p=0.001), and prior non-cerebral thromboembolism (18% vs. 3%, p<0.001) were higher in patients with non-cerebral thromboembolism. Warfarin (55% vs. 14% p<0.001) and antiplatelet use (56% vs. 40%, p=0.004) was more common in the non-cerebral embolism group, while non-vitamin K antagonist oral anticoagulant (NOAC) use was more common in the stroke group (15% vs. 7% p=0.026).The patients with stroke had similar CHA2DS2-VASc score and in-hospital mortality compared to patients with non-cerebral thromboembolism.", "doi": "10.4022/jafib.1575", "title": "Is CHA2DS2-VASc Score Different in Patients with Non-valvular Atrial Fibrillation Suffering from Cerebral and Non-cerebral Thromboembolism?CHA2DS2-VASc Score in Thromboembolism.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}