{"authors": [["Sheibani", "Reza", "R", "Department of Medical Informatics, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Nabovati", "Ehsan", "E", "Health Information Management Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Sheibani", "Mehdi", "M", "Clinical Research Development Center of Loghman Hakim Hospital, Shahid Beheshti University of Medical Science, Tehran, Iran."], ["Abu-Hanna", "Ameen", "A", "Department of Medical Informatics, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."], ["Heidari-Bakavoli", "Alireza", "A", "Cardiovascular Research Center, Mashhad University of Medical Science (MUMS), Mashhad, Iran."], ["Eslami", "Saeid", "S", "Department of Medical Informatics, Faculty of Medicine, Mashhad University of Medical Sciences, Mashhad, Iran."]], "date": "2017-06-30", "id": "29250222", "text": "Potential role of computerized decision support system on management of atrial fibrillation is not well understood.To systematically review studies that evaluate the effects of computerized decision support systems and decision aids on aspects pertaining to atrial fibrillation.We searched Medline, Scopus and Cochrane database. Last date of search was 2016, January 10.Computerized decision support systems that help manage atrial fibrillation and decision aids that provide useful knowledge for patients with atrial fibrillation and help them to self-care.Two reviewers extracted data and summarized findings. Due to heterogeneity, meta-analysis was not feasible; mean differences of outcomes and confidence intervals for a difference between two Means were reported.Seven eligible studies were included in the final review. There was one observational study without controls, three observational studies with controls, one Non-Randomized Controlled Trial and two Randomized Controlled Trials. The interventions were three decision aids that were used by patients and four computerized decision support systems. Main outcomes of studies were: stroke events and major bleeding (one article), Changing doctor-nurse behavior (three articles), Time in therapeutic International Normalized Ratio range (one article), decision conflict scale (two articles), patient knowledge and anxiety about stroke and bleeding (two articles).A computerized decision support system may decrease decision conflict and increase knowledge of patients with atrial fibrillation (AF) about risks of AF and AF treatments. Effect of computerized decision support system on outcomes such as changing doctor-nurse behavior, anxiety about stroke and bleeding and stroke events could not be shown.We need more studies to evaluate the role of computerized decision support system in patients with atrial fibrillation.", "doi": "10.4022/jafib.1579", "title": "Effects of Computerized Decision Support Systems on Management of Atrial Fibrillation: A Scoping Review.", "journal": ["Journal of atrial fibrillation", "J Atr Fibrillation"]}