{"authors": [["Zhang", "Xu-Dong", "XD", "Department of Respirology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Liu", "Ying-Xian", "YX", "Department of Cardiology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Yan", "Xiao-Wei", "XW", "Department of Cardiology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Fang", "Li-Gang", "LG", "Department of Cardiology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Fang", "Quan", "Q", "Department of Cardiology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Zhao", "Da-Chun", "DC", "Department of Pathology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."], ["Wang", "Yi-Ning", "YN", "Department of Radiology, Peking Union Medical College Hospital, Beijing 100730, P.R. China."]], "date": "2017-10-13", "id": "29250142", "text": "Cardiac amyloidosis (CA) describes a group of heterogeneous diseases that are characterized by the extracellular fibril deposition of amyloid protein in the myocardium. The abnormal protein is usually derived from light-chain amyloidosis, mutant transthyretin amyloidosis and wild-type transthyretin. Patients with ischemic strokes and amyloidosis have been sporadically reported, however, they are not well summarized. In the present study, a case of cerebral ischemic stroke, secondary to CA was described. This patient presented with dyspnea on exertion, without any evidence of atrial fibrillation. A biopsy revealed deposition of amyloid in the myocardium and Congo Red staining was positive. He suffered from acute infarction of left basal ganglia, resulting from occlusion of the left middle cerebral arterial 6 months prior to admission. However, re-examination of cerebral magnetic resonance imaging in the present hospital revealed an old infarction in the region of the left basal ganglia with a normal appearance of the left middle cerebral artery. Transesophageal echocardiography (TEE) and cardiac magnetic resonance (CMR) both discovered intra-cardiac thrombi, confirming the diagnosis of cardiogenic cerebral embolism. The present study indicates that patients with CA may additionally present with cardiogenic cerebral embolism, and TEE and CMR imaging may help to avoid missing the presence of intra-cardiac thrombi.", "doi": "10.3892/etm.2017.5301", "title": "Cerebral embolism secondary to cardiac amyloidosis: A case report and literature review.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}