{"authors": [["Salazar", "Antonio J", "AJ", "Electrophysiology and Telemedicine Laboratory, University of Los Andes, Carrera 1 Este No. 19A-40, Bogotá, Colombia."], ["Useche", "Nicolás", "N", "Primary Stroke Center, University Hospital of Fundación Santa Fe de Bogotá, Calle 119 No. 7-75, Bogotá, Colombia."], ["Granja", "Manuel", "M", "Baptist Health, Lyerly Neurosurgery, 800 Prudential Drive, Jacksonville, FL 32207, USA."], ["Morillo", "Aníbal J", "AJ", "Primary Stroke Center, University Hospital of Fundación Santa Fe de Bogotá, Calle 119 No. 7-75, Bogotá, Colombia."], ["Bermúdez", "Sonia", "S", "Primary Stroke Center, University Hospital of Fundación Santa Fe de Bogotá, Calle 119 No. 7-75, Bogotá, Colombia."]], "date": "2017-11-09", "id": "29250111", "text": "The aim of this study was to evaluate the equivalence of brain CT interpretations performed using a diagnostic workstation and a mobile tablet computer, in a telestroke service.The ethics committee of our institution approved this retrospective study. A factorial design with 1452 interpretations was used. The assessed variables were the type of stroke classification, the presence of contraindications to the tPA administration, the presence of a hyperdense intracranial artery sign (HMCA), and the Alberta Stroke Program Early CT Score (ASPECTS) score. These variables were evaluated to determine the effect that the reading system had on their magnitudes.The achieved distribution of observed lesions using both the reading systems was not statistically different. The differences between the two reading systems to claim equivalence were 1.6% for hemorrhagic lesions, 4.5% for cases without lesion, and 5.2 for overall ischemic lesion. Equivalence was achieved at 2.1% for ASPECTS ≤ 6, 6.5% for the presence of imaging contraindication to the tPA administration, and 7.2% for the presence of HMCA.The diagnostic performance for detecting acute stroke is likely equivalent whether a tablet computer or a diagnostic workstation is used or not.", "doi": "10.1155/2017/6869145", "title": "Ruling Out Brain CT Contraindications prior to Intravenous Thrombolysis: Diagnostic Equivalence between a Primary Interpretation Workstation and a Mobile Tablet Computer.", "journal": ["International journal of telemedicine and applications", "Int J Telemed Appl"]}