{"authors": [["Thomas", "Fanny", "F", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."], ["Bouaziz", "Noomane", "N", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."], ["Amengual", "Julià L", "JL", "Université Pierre et Marie Curie, CNRS UMR 7225-INSERM UMRS S975, Centre de Recherche de l'Institut du Cerveau et la Moelle (ICM), Paris, France."], ["Andrianisaina", "Palmyre Schenin-King", "PS", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."], ["Gaudeau-Bosma", "Christian", "C", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."], ["Moulier", "Virginie", "V", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."], ["Valero-Cabré", "Antoni", "A", "Université Pierre et Marie Curie, CNRS UMR 7225-INSERM UMRS S975, Centre de Recherche de l'Institut du Cerveau et la Moelle (ICM), Paris, France."], ["Januel", "Dominique", "D", "Unité de Recherche Clinique, Etablissement Public de Santé Ville-Evrard, Neuilly sur Marne, France."]], "date": "2017-11-28", "id": "29249993", "text": "We here report paradoxical hand function recovery in a 61-year-old male tetra-paretic chronic patient following a stroke of the brainstem (with highly degraded right and abolished left-hand finger flexion/extension disabling him to manipulate objects) who experienced insidious auditory hallucinations (AHs) 4 years after such event. Symptomatic treatment for AHs was provided with periodical double sessions of low-frequency repetitive transcranial magnetic stimulation (rTMS) (daily 1 Hz, 2 × 1,200 pulses interleaved by 1 h interval) delivered to the left temporoparietal junction across two periods of 5 and 3 weeks, respectively. At the end of each stimulation period, AHs disappeared completely. Most surprisingly and totally unexpectedly, the patient experienced beneficial improvements of long-lasting impairments in his right-hand function. Detailed examination of onset and offset of rTMS stimulation regimes strongly suggests a temporal relation with the remission and re-appearance of AHs and also with a fragile but clinically meaningful improvements of right (but not left) hand function contingent to the accrual of stimulation sessions. On the basis of post-recovery magnetic resonance imaging structural and functional evidence, mechanistic hypotheses that could subtend such unexpected motor recovery are critically discussed.", "doi": "10.3389/fpsyt.2017.00262", "title": "Unexpected Improvement of Hand Motor Function with a Left Temporoparietal Low-Frequency Repetitive Transcranial Magnetic Stimulation Regime Suppressing Auditory Hallucinations in a Brainstem Chronic Stroke Patient.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}