{"authors": [["Shu", "Xiaokang", "X", "State Key Laboratory of Mechanical System and Vibration, Shanghai Jiao Tong University, Shanghai, China."], ["Yao", "Lin", "L", "Department of Systems Design Engineering, Faculty of Engineering, University of Waterloo, Waterloo, ON, Canada."], ["Sheng", "Xinjun", "X", "State Key Laboratory of Mechanical System and Vibration, Shanghai Jiao Tong University, Shanghai, China."], ["Zhang", "Dingguo", "D", "State Key Laboratory of Mechanical System and Vibration, Shanghai Jiao Tong University, Shanghai, China."], ["Zhu", "Xiangyang", "X", "State Key Laboratory of Mechanical System and Vibration, Shanghai Jiao Tong University, Shanghai, China."]], "date": "2017-12-01", "id": "29249952", "text": "Brain-computer interface (BCI) has attracted great interests for its effectiveness in assisting disabled people. However, due to the poor BCI performance, this technique is still far from daily-life applications. One of critical issues confronting BCI research is how to enhance BCI performance. This study aimed at improving the motor imagery (MI) based BCI accuracy by integrating MI tasks with unilateral tactile stimulation (Uni-TS). The effects were tested on both healthy subjects and stroke patients in a controlled study. Twenty-two healthy subjects and four stroke patients were recruited and randomly divided into a control-group and an enhanced-group. In the control-group, subjects performed two blocks of conventional MI tasks (left hand vs. right hand), with 80 trials in each block. In the enhanced-group, subjects also performed two blocks of MI tasks, but constant tactile stimulation was applied on the non-dominant/paretic hand during MI tasks in the second block. We found the Uni-TS significantly enhanced the contralateral cortical activations during MI of the stimulated hand, whereas it had no influence on activation patterns during MI of the non-stimulated hand. The two-class BCI decoding accuracy was significantly increased from 72.5% (MI without Uni-TS) to 84.7% (MI with Uni-TS) in the enhanced-group (p < 0.001, paired t-test). Moreover, stroke patients in the enhanced-group achieved an accuracy >80% during MI with Uni-TS. This novel approach complements the conventional methods for BCI enhancement without increasing source information or complexity of signal processing. This enhancement via Uni-TS may facilitate clinical applications of MI-BCI.", "doi": "10.3389/fnhum.2017.00585", "title": "Enhanced Motor Imagery-Based BCI Performance via Tactile Stimulation on Unilateral Hand.", "journal": ["Frontiers in human neuroscience", "Front Hum Neurosci"]}