{"authors": [["Takahashi", "Kyoko", "K", "Health Services Center, Otaru University of Commerce."], ["Tsukishima", "Eri", "E", "Regional Medical Survice Division, Department of Health and Welfare, Hokkaido Government."]], "date": null, "id": "29249776", "text": "Objectives　Extending health expectancy is important; however, health and welfare programs in local areas and communities present their own issues. This study aimed to identify main diseases requiring severe-level care certification for long-term care insurance based on information gathered from opinion papers prepared by primary doctors.Methods　Data were obtained for 4,089 patients aged ≧65 years who were certified for long-term care insurance for the first time between April 1, 2013, and March 31, 2015. Their disorders were categorized into the groups used in the Comprehensive Survey of Living Conditions long-term care questionnaire. The subjects were categorized into \"mild\" and \"severe\" groups according to their long-term care insurance levels. Subjects in the severe group were long-term care insurance levels 2-5. The associations with diseases in the two groups were examined using chi-square tests according to gender. Multiple logistic regression analyses were conducted for those diseases which showed significant associations by chi-square test for the dependent variables after adjusting for age.Results　Malignancy was the most frequent disorder in men, whereas joint disease was most frequent in mild group women. In men, there was a significant difference in the frequency of diseases between the mild and severe groups for stroke (P<0.001), malignancy (P<0.001), joint disease (P<0.001), diabetes (P=0.015), fracture and falls (P=0.028), and others (P<0.001) by chi-square tests. In women, there was a significant difference in the frequency of diseases between the mild and severe groups for stroke (P<0.001), malignancy (P<0.001), joint disease (P<0.001), dementia (P<0.001), Parkinson's disease (P=0.003), and others (P<0.001). In men, multivariate logistic regression analysis revealed that stroke, malignancy, and fracture and falls were significantly and positively associated with severe-level, long-term care insurance, while joint disease and hypertension were negatively associated. In women, stroke, malignancy, dementia, and Parkinson's disease were significantly associated with severe long-term care insurance level, while joint disease and hypertension were negatively associated.Conclusion　The main diseases requiring severe-level care in both men and women were stroke and malignancy. These diseases occurred in large numbers among those less than 74 years of age. This finding suggests the importance of preventing lifestyle-related diseases before the age of 65 years in order to avoid requiring nursing care.", "doi": "10.11236/jph.64.11_655", "title": "[Diseases requiring severe-level care certification for long-term care insurance].", "journal": ["[Nihon koshu eisei zasshi] Japanese journal of public health", "Nihon Koshu Eisei Zasshi"]}