{"authors": [["Wajima", "Zen'ichiro", "Z", "Department of Anesthesiology, Tokyo Medical University Hachioji Medical Center."], ["Shiga", "Toshiya", "T", "Department of Anesthesiology and Intensive Care Medicine, International University of Health and Welfare, School of Medicine."], ["Imanaga", "Kazuyuki", "K", "Department of Anesthesia, Shonan Kamakura General Hospital."]], "date": "2017-12-18", "id": "29249773", "text": "Plethysmographic variability index (PVI) is a dynamic index used for the purpose of fluid responsiveness in patients, and the effect of pneumoperitoneum on PVI is still unclear. We therefore attempted to determine whether PVI and perfusion index (PI) change before/after pneumoperitoneum in patients receiving combined epidural and general anesthesia, which is a common anesthesia method with intravenous remifentanil. Twenty patients underwent laparoscopic cholecystectomy or colectomy. Immediately before pneumoperitoneum, variables were measured at baseline I and were then measured every min for 5 min after pneumoperitoneum start. Immediately before pneumoperitoneum release, variables were measured at baseline II and were measured every min for 5 min after pneumoperitoneum release. Compared with baseline I values, after pneumoperitoneum start, significant increases occurred in stroke volume variation (SVV) at 1-5 min, and significant decreases occurred in PI at 1-5 min. PVI did not change. Compared with baseline II values, after pneumoperitoneum release, significant increases occurred in PI at 1-5 min, and significant decreases occurred in PVI at 4-5 min and SVV at 1-5 min. In patients receiving combined epidural and general anesthesia, we newly found that PI decreased but PVI remained unchanged with a sufficient dose of remifentanil and epidural anesthesia that can block noxious stimuli and also most sympathetic activity. Furthermore, we reconfirmed that PI increased and PVI decreased upon release of pneumoperitoneum. PI and PVI values must be estimated cautiously during and after pneumoperitoneum.", "doi": "10.5582/bst.2017.01253", "title": "Does pneumoperitoneum affect perfusion index and pleth variability index in patients receiving combined epidural and general anesthesia?", "journal": ["Bioscience trends", "Biosci Trends"]}