{"authors": [["Mendonça", "Marcelo D", "MD", "Neurology Department, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Lisbon, Portugal; CEDOC, Nova Medical School / Faculdade de Ciências Médicas, Universidade Nova de Lisboa, Lisbon, Portugal; Champalimaud Research, Champalimaud Centre for the Unknown, Lisbon, Portugal. Electronic address: marcelomendoncasousa@gmail.com."], ["Meira", "Bruna", "B", "Neurology Department, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Lisbon, Portugal. Electronic address: bmeira.rmm@gmail.com."], ["Fernandes", "Marco", "M", "Neurology Department, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Lisbon, Portugal. Electronic address: marcoa.fernandes91@gmail.com."], ["Barbosa", "Raquel", "R", "Neurology Department, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Lisbon, Portugal. Electronic address: ana.r.barbosa@gmail.com."], ["Bugalho", "Paulo", "P", "Neurology Department, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Lisbon, Portugal; CEDOC, Nova Medical School / Faculdade de Ciências Médicas, Universidade Nova de Lisboa, Lisbon, Portugal. Electronic address: paulobugalho@sapo.pt."]], "date": "2017-12-13", "id": "29249682", "text": "Deep brain stimulation (DBS) is an effective treatment for essential tremor or tremor in Parkinson's disease. The effectiveness of DBS in reducing tremors that develop after a structural lesion of the central nervous system (such as Holmes' tremor - HT) has only been addressed in case reports or series. We conducted a systematic review of all published original reports of DBS in central nervous system lesion-related tremor (excluding demyelinating disorders due to their non-static nature). Where available, we extracted data regarding each patient's demographic, tremor and surgical details. Improvement was calculated as a percentage of change in any objective tremor rating scale. We identified 35 publications reporting on 82 patients. The ventral intermedius nucleus(VIM) of the thalamus was the preferred target (63.6%) and 18.2% targeted globus pallidus pars interna(GPi). Median improvement was 77.5% and 71.4% for patients with post-stroke and post-traumatic tremor respectively. Seven subjects (13.5%) had less than 50% improvement. Therapeutic effectiveness was not associated with age, tremor duration, age of onset or follow-up time. A large range of stimulation parameters were used with median voltage, pulse width and frequency values higher for GPi (4.80 V, 105 us, 170 Hz) than for thalamic stimulation (3.0 V, 90 us, 140 Hz). DBS reports for Holmes' and lesional tremors treatment are scarce and highly heterogeneous limiting a proper summary analysis and comparisons. Even facing a probable report bias, a high number of subjects with good long-term tremor control were found. These results should promote the creation of tremor registries before clinical trials.", "doi": "10.1016/j.parkreldis.2017.12.014", "title": "Deep brain stimulation for lesion-related tremors: A systematic review and meta-analysis.", "journal": ["Parkinsonism & related disorders", "Parkinsonism Relat. Disord."]}