{"authors": [["Bok Lee", "Y", "Y", "Department of Dermatology, College of Medicine, Uijeongbu St. Mary's Hospital, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, 137-701 Seoul, Republic of Korea."], ["Hyun Lee", "J", "J", "Department of Dermatology, College of Medicine, Seoul St. Mary's Hospital, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, 137-701 Seoul, Republic of Korea. Electronic address: ejee@catholic.ac.kr."], ["Young Choi", "J", "J", "Department of Dermatology, College of Medicine, Uijeongbu St. Mary's Hospital, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, 137-701 Seoul, Republic of Korea."], ["Soo Yu", "D", "D", "Department of Dermatology, College of Medicine, Uijeongbu St. Mary's Hospital, The Catholic University of Korea, 222, Banpo-daero, Seocho-gu, 137-701 Seoul, Republic of Korea."], ["Do Han", "K", "K", "Department of Biostatistics, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea."], ["Gyu Park", "Y", "Y", "Department of Biostatistics, College of Medicine, The Catholic University of Korea, Seoul, Republic of Korea. Electronic address: ygpark@catholic.ac.kr."]], "date": "2017-11-29", "id": "29249611", "text": "As the associations between actinic keratosis (AK) and diabetes complications in patients with diabetes mellitus (DM) have never been investigated, this study aimed to evaluate any such associations in patients with DM.This retrospective cohort study analyzed clinical data for DM patients aged>40 years who had undergone the health examination recommended by the South Korea National Health Insurance Program between 2009 and 2012 (n=2,056,580). All of these patients were classified according to the presence of diabetic retinopathy (DR), end-stage renal disease (ESRD) and history of DVD; myocardial infarction, stroke, transient ischaemic attacks. Newly diagnosed AK was identified using claims data from baseline to the date of diagnosis or 31 December 2015, whichever came first.Of the 2,056,580 patients with DM, 6404 (0.31%) developed AK. Those patients in the DR, ESRD and CVD groups were more likely to be diagnosed with AK (P<0.001, by log-rank test). After adjusting for age and gender, the risks for AK were significantly higher in the DR, ESRD and CVD groups: HR (95% CI): 1.29 (1.21-1.39), HR: 4.24 (3.28-5.47) and HR: 1.22 (1.13-1.31), respectively.This study has revealed that the incidence of AK is higher in diabetes patients with ocular, renal and cardiovascular complications.", "doi": "10.1016/j.diabet.2017.11.006", "title": "Actinic keratosis and diabetes complications: A nationwide population-based study in South Korea (2009-2015).", "journal": ["Diabetes & metabolism", "Diabetes Metab."]}