{"authors": [["Csecsei", "Peter", "P", "Department of Neurology, University of Pecs, Pecs, Hungary."], ["Pusch", "Gabriella", "G", "Department of Neurology, University of Pecs, Pecs, Hungary."], ["Ezer", "Erzsebet", "E", "Department of Anesthesiology and Intensive Care, University of Pecs, Pecs, Hungary."], ["Berki", "Timea", "T", "Immunology and Biotechnology, University of Pecs, Pecs, Hungary."], ["Szapary", "Laszlo", "L", "Department of Neurology, University of Pecs, Pecs, Hungary."], ["Illes", "Zsolt", "Z", "Department of Neurology, Odense University Hospital, Odense, Denmark; Institute of Clinical Research, University of Southern Denmark, Odense, Denmark."], ["Molnar", "Tihamer", "T", "Department of Anesthesiology and Intensive Care, University of Pecs, Pecs, Hungary. Electronic address: tihamermolnar@yahoo.com."]], "date": "2017-12-14", "id": "29249591", "text": "In patients with acute ischemic stroke (AIS) without cardiovascular complications, we investigated the association of serum concentration of cardiac troponin (high-sensitivity cardiac troponin T [hs-cTnT]) with thrombo-inflammatory markers.Thirty-five patients with first-ever AIS were prospectively examined. Serum hs-cTnT was measured 6 and 24 hours after stroke, whereas S100B, high-sensitivity C-reactive protein (hsCRP), soluble CD40 ligand, tissue plasminogen activator (tPA), monocyte chemoattractant protein-1 (MCP-1), and P-selectin were measured 6 and 72 hours after stroke. Severity of stroke was assessed by the National Institutes of Health Stroke Scale (NIHSS) on admission, 24 hours later, and at discharge.Concentration of MCP-1 at 6 hours was higher in the serum of patients with worsened NIHSS by 24 hours (P = .009). Concentration of hs-cTnT at both 6 and 24 hours was higher, if NIHSS worsened by discharge (P = .026 and P = .001). A cutoff value for hs-cTnT measured at T24 greater than or equal to  9.4 predicted worsened NIHSS on discharge with a sensitivity of 81% and a specificity of 74% (area: .808, P = .002). Concentration of hs-cTnT at both 6 and 24 hours was also higher in nonsurvivors compared with survivors (P = .03, respectively), and correlated with (1) tPA levels at 6 hours (P = .001 and P = .002, respectively); (2) MCP-1 concentration at 6 hours (P = .01 and P = .015, respectively); and increased hsCRP levels at 72 hours (P = .01, respectively). Concentration of hs-cTnT at 24 hours was an independent predictor of worsened NIHSS at discharge (odds ratio: 1.58, 95% confidence interval: 1.063-2.370, P = .024).Elevated concentration of hs-cTnT measured 24 hours after AIS is an independent predictor of progressing neurologic deficit in patients without apparent myocardial damage, and also correlates with acute elevation of tPA and MCP-1.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.040", "title": "Relationship between Cardiac Troponin and Thrombo-Inflammatory Molecules in Prediction of Outcome after Acute Ischemic Stroke.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}