{"authors": [["Etehadi Moghadam", "Sepideh", "S", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Azami Tameh", "Abolfazl", "A", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Vahidinia", "Zeinab", "Z", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Atlasi", "Mohammad Ali", "MA", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Hassani Bafrani", "Hassan", "H", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran."], ["Naderian", "Homayoun", "H", "Anatomical Sciences Research Center, Kashan University of Medical Sciences, Kashan, Iran. Electronic address: ho.naderian@gmail.com."]], "date": "2017-12-14", "id": "29249590", "text": "Different mechanisms will be activated during ischemic stroke. Calpain proteases play a pivotal role in neuronal death after ischemia damage through apoptosis. Anti-apoptotic activities of the oxytocin (OT) in different ischemic tissues were reported in previous studies. Recently, a limited number of studies have noted the protective effects of OT in the brain. In the present study, the neuroprotective potential of OT in an animal model of transient middle cerebral artery occlusion (tMCAO) and the possible role of calpain-1 in the penumbra region were assessed.Adult male Wistar rats underwent 1 hour of tMCAO and were treated with nasal administration of OT. After 24 hours of reperfusion, infarct size was evaluated by triphenyltetrazolium chloride. Immunohistochemical staining and Western blotting were used to examine the expression of calpain-1. Nissl staining was performed for brain tissue morphology evaluation.OT reduced the infarct volume of the cerebral cortex and striatum compared with the ischemia control group significantly (P < .05). Calpain-1 overexpression, which was caused by ischemia, decreased after OT administration (P < .05). The number of pyknotic nuclei in neurons increased dramatically in the ischemic area and OT attenuated the apoptosis of neurons in the penumbra region (P < .01).We provided evidence for the neuroprotective role of OT after tMCAO through calpain-1 attenuation.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.020", "title": "Neuroprotective Effects of Oxytocin Hormone after an Experimental Stroke Model and the Possible Role of Calpain-1.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}