{"authors": [["Wise", "Frances M", "FM", "Cardiac Rehabilitation Unit, Caulfield Hospital, Australia; Epworth Monash Rehabilitation Medicine Unit, Epworth Healthcare, Australia. Electronic address: f.wise@cgmc.org.au."], ["Harris", "Darren W", "DW", "Aspex Consulting, Australia."], ["Olver", "John H", "JH", "Epworth Monash Rehabilitation Medicine Unit, Epworth Healthcare, Australia."], ["Davis", "Stephen M", "SM", "Melbourne Brain Centre, The Royal Melbourne Hospital and University of Melbourne, Australia."], ["Disler", "Peter B", "PB", "School of Rural Health, Monash University, Australia; University of Melbourne School of Rural Health, Australia."]], "date": "2017-12-14", "id": "29249589", "text": "Despite an acknowledged need to accurately predict stroke outcome, there is little empirical evidence regarding acute predictors of participation restriction post stroke. The current study examines prediction of social integration following mild stroke, using combinations of acute poststroke factors.In a prospective, longitudinal study, a cohort of 60 stroke survivors was followed up at 6 months post stroke. Hierarchical multiple regression analyses were employed to evaluate the value of acute poststroke variables in predicting social integration at 6 months post stroke.A combination of age, number of comorbidities, stroke severity, social support factors, and general self-efficacy in the acute poststroke period accounted for 42% of the variance in 6-month social integration. The largest amount of variance (20%) was explained by inclusion of social support factors, including number and types of support. Post hoc analysis was conducted to establish whether marital status was the mediating variable through which early poststroke social support factors exerted influence upon subsequent social integration. The new combination of acute variables accounted for 48% of the variance in 6-month social integration. Results suggested that subjects with partners perceived higher levels of functional social support and lower levels of participation restriction.Stroke survivors with partners may receive greater amounts of companionship and encouragement from their partners, which enhances self-esteem and confidence. Such individuals are possibly more able to participate in and maintain relationships, thus improving social integration.Social support factors, mediated via marital status, are the strongest predictors of subsequent social integration following mild stroke.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.011", "title": "Acute Predictors of Social Integration Following Mild Stroke.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}