{"authors": [["Caetano", "André", "A", "Department of Neurology, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Rua da Junqueira, 126, Lisbon 1349-019, Portugal. Electronic address: apcaetano@chlo.min-saude.pt."], ["Ladeira", "Filipa", "F", "Department of Neurology, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Rua da Junqueira, 126, Lisbon 1349-019, Portugal."], ["Barbosa", "Raquel", "R", "Department of Neurology, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Rua da Junqueira, 126, Lisbon 1349-019, Portugal."], ["Calado", "Sofia", "S", "Department of Neurology, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Rua da Junqueira, 126, Lisbon 1349-019, Portugal."], ["Viana-Baptista", "Miguel", "M", "Department of Neurology, Hospital Egas Moniz, Centro Hospitalar de Lisboa Ocidental, Rua da Junqueira, 126, Lisbon 1349-019, Portugal; CEDOC - Chronic Diseases Research Center, Nova Medical School/Faculdade de Ciências Médicas, Universidade Nova de Lisboa, Lisbon, Portugal."]], "date": "2017-11-20", "id": "29249378", "text": "Early identification of patients with cerebral amyloid angiopathy (CAA) is relevant considering the increased risk for cerebral hemorrhage. A new set of diagnostic criteria for CAA was recently proposed, which include the presence of superficial siderosis. We aimed to assess the impact of applying these criteria regarding use of antithrombotic therapy.Review of consecutive patients admitted to a Neurology Department from 2014 to 2016, with acute parenchymal or subarachnoid hemorrhage and/or atypical transient focal neurological episodes. Patients with a possible or probable CAA according to the original and modified Boston criteria were included. Information was collected regarding presentation, imaging findings and concomitant therapy.Among a total of 1436 admitted patients, 52 with acute hemorrhagic lesions or atypical TFNE were screened: 22 met criteria for CAA; 4 were deemed too young; 21 had other causes for hemorrhagic parenchymal lesions; and 5 had uncertain diagnosis. Using the modified Boston criteria, 8 patients fulfilled criteria for probable CAA and 14 for possible CAA. When we applied the original Boston criteria to the same patients, only 7 fulfilled criteria for probable CAA and 8 for possible CAA. Among the additional patients identified with the modified Boston criteria, 4 were using antithrombotic therapy.The use of the modified Boston criteria allowed for the identification of 7 additional patients, more than half of which were taking antithrombotic therapy. Systematic use of these criteria could have an important impact in clinical practice. Raising awareness on the different presentations of CAA among clinicians is of the utmost importance.", "doi": "10.1016/j.jns.2017.11.021", "title": "Cerebral amyloid angiopathy - The modified Boston criteria in clinical practice.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}