{"authors": [["Farrag", "Mohammad A", "MA", "Neurology Department, Faculty of Medicine, Cairo University, Egypt. Electronic address: mohammadfarrag@kasralainy.edu.eg."], ["Oraby", "Mohammed I", "MI", "Neurology Department, Faculty of Medicine, Beni-Suef University, Egypt."], ["Ghali", "Azza A", "AA", "Neurology Department, Faculty of Medicine, Tanta University, Egypt."], ["Ragab", "Osama A", "OA", "Neurology Department, Faculty of Medicine, Tanta University, Egypt."], ["Nasreldein", "Ahmed", "A", "Neurology Department, Faculty of Medicine, Assiut University, Egypt."], ["Shehata", "Ghaydaa A", "GA", "Neurology Department, Faculty of Medicine, Assiut University, Egypt."], ["Elfar", "Eman", "E", "Public Health and Community Medicine Department, Faculty of Medicine, Cairo University, Egypt."], ["Abd-Allah", "Foad", "F", "Neurology Department, Faculty of Medicine, Cairo University, Egypt."]], "date": "2017-11-04", "id": "29249376", "text": "Acute stroke treatment has significantly improved over the years in Egypt. However, there is often notable delay in pre-hospital and in-hospital management of acute stroke patients. The delay may be largely attributed to poor stroke knowledge and awareness of the general public and this study was aimed at the evaluation of the abovementioned factors.Descriptive cross-sectional study involving 1154 participants from 4 governorates using a questionnaire in Arabic, collecting sociodemographic data, participants' risk factors, and knowledge and stroke awareness (risk factors, symptoms, prevention, treatment and prognosis, action in response to acute stroke). Data were collected during the World stroke day October 29, 2015.Study participants were found to have a low level of awareness of stroke with median percent score of 35.7% and interquartile range (IQR) of 17.86. Higher income, level of education, having risk factors and knowing someone with stroke were significant predictors of a higher level of stroke awareness.In general, low public stroke awareness has been detected among Egyptians, and this is a call for healthcare authorities to invest in public education programmes among the Egyptian population.", "doi": "10.1016/j.jns.2017.11.003", "title": "Public stroke knowledge, awareness, and response to acute stroke: Multi-center study from 4 Egyptian governorates.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}