{"authors": [["Lam", "Timothy K", "TK", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Hurvitz Brain Sciences Research Program, Sunnybrook Research Institute, Toronto, ON, Canada; Rehabilitation Sciences Institute, University of Toronto, Toronto, ON, Canada."], ["Dawson", "Deirdre R", "DR", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Rehabilitation Sciences Institute, University of Toronto, Toronto, ON, Canada; Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Occupational Science and Occupational Therapy, University of Toronto, Toronto, ON, Canada."], ["Honjo", "Kie", "K", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Hurvitz Brain Sciences Research Program, Sunnybrook Research Institute, Toronto, ON, Canada."], ["Ross", "Bernhard", "B", "Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Medical Biophysics, University of Toronto, Toronto, ON, Canada."], ["Binns", "Malcolm A", "MA", "Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Dalla Lana School of Public Health, University of Toronto, Toronto, ON, Canada."], ["Stuss", "Donald T", "DT", "Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Psychology, University of Toronto, Toronto, ON, Canada; Department of Medicine (Neurology), University of Toronto, Toronto, ON, Canada."], ["Black", "Sandra E", "SE", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Hurvitz Brain Sciences Research Program, Sunnybrook Research Institute, Toronto, ON, Canada; Rehabilitation Sciences Institute, University of Toronto, Toronto, ON, Canada; Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Medicine (Neurology), University of Toronto, Toronto, ON, Canada."], ["Chen", "J Jean", "JJ", "Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Medical Biophysics, University of Toronto, Toronto, ON, Canada."], ["Levine", "Brian T", "BT", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Department of Psychology, University of Toronto, Toronto, ON, Canada; Department of Medicine (Neurology), University of Toronto, Toronto, ON, Canada."], ["Fujioka", "Takako", "T", "Rotman Research Institute, Baycrest Centre, Toronto, ON, Canada; Center for Computer Research in Music and Acoustics, Department of Music, Stanford Neurosciences Institute, Stanford University, Stanford, CA, USA."], ["Chen", "Joyce L", "JL", "Heart and Stroke Foundation Canadian Partnership for Stroke Recovery, Toronto, ON, Canada; Hurvitz Brain Sciences Research Program, Sunnybrook Research Institute, Toronto, ON, Canada; Rehabilitation Sciences Institute, University of Toronto, Toronto, ON, Canada; Department of Physical Therapy, University of Toronto, Toronto, ON, Canada. Electronic address: joyce.chen@sunnybrook.ca."]], "date": "2017-11-07", "id": "29249372", "text": "Movement is traditionally viewed as a process that involves motor brain regions. However, movement also implicates non-motor regions such as prefrontal and parietal cortex, regions whose integrity may thus be important for motor recovery after stroke. Importantly, focal brain damage can affect neural functioning within and between distinct brain networks implicated in the damage. The aim of this study is to investigate how resting state connectivity (rs-connectivity) within and between motor and frontoparietal networks are affected post-stroke in correlation with motor outcome. Twenty-seven participants with chronic stroke with unilateral upper limb deficits underwent motor assessments and magnetic resonance imaging. Participants completed the Chedoke-McMaster Stroke Assessment as a measure of arm (CMSA-Arm) and hand (CMSA-Hand) impairment and the Action Research Arm Test (ARAT) as a measure of motor function. We used a seed-based rs-connectivity approach defining the motor (seed=contralesional primary motor cortex (M1)) and frontoparietal (seed=contralesional dorsolateral prefrontal cortex (DLPFC)) networks. We analyzed the rs-connectivity within each network (intra-network connectivity) and between both networks (inter-network connectivity), and performed correlations between: a) intra-network connectivity and motor assessment scores; b) inter-network connectivity and motor assessment scores. We found: a) Participants with high rs-connectivity within the motor network (between M1 and supplementary motor area) have higher CMSA-Hand stage (z=3.62, p=0.003) and higher ARAT score (z=3.41, p=0.02). Rs-connectivity within the motor network was not significantly correlated with CMSA-Arm stage (z=1.83, p>0.05); b) Participants with high rs-connectivity within the frontoparietal network (between DLPFC and mid-ventrolateral prefrontal cortex) have higher CMSA-Hand stage (z=3.64, p=0.01). Rs-connectivity within the frontoparietal network was not significantly correlated with CMSA-Arm stage (z=0.93, p=0.03) or ARAT score (z=2.53, p=0.05); and c) Participants with high rs-connectivity between motor and frontoparietal networks have higher CMSA-Hand stage (rs=0.54, p=0.01) and higher ARAT score (rs=0.54, p=0.009). Rs-connectivity between the motor and frontoparietal networks was not significantly correlated with CMSA-Arm stage (rs=0.34, p=0.13). Taken together, the connectivity within and between the motor and frontoparietal networks correlate with motor outcome post-stroke. The integrity of these regions may be important for an individual's motor outcome. Motor-frontoparietal connectivity may be a potential biomarker of motor recovery post-stroke.", "doi": "10.1016/j.jns.2017.11.007", "title": "Neural coupling between contralesional motor and frontoparietal networks correlates with motor ability in individuals with chronic stroke.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}