{"authors": [["Watanabe", "Kosuke", "K", "Department of Neurology, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Kudo", "Yosuke", "Y", "Department of Neurology, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Sugawara", "Eriko", "E", "Department of Neurology, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Nakamizo", "Tomoki", "T", "Department of Neurology, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Amari", "Kazumitsu", "K", "Department of Neuroendovascular Therapy, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Takahashi", "Koji", "K", "Department of Clinical Laboratory, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Tanaka", "Osamu", "O", "Department of Clinical Laboratory, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Endo", "Miho", "M", "Department of Rehabilitation, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Hayakawa", "Yuko", "Y", "Department of Rehabilitation, Yokohama Brain and Spine Center, Yokohama, Japan."], ["Johkura", "Ken", "K", "Department of Neurology, Yokohama Brain and Spine Center, Yokohama, Japan. Electronic address: ke00-johkura@city.yokohama.jp."]], "date": "2017-11-09", "id": "29249365", "text": "Repetitive transcranial magnetic stimulation (rTMS) is reported to improve chronic post-stoke hemiparesis. However, application of rTMS during the acute phase of post-stroke has not fully been investigated. We investigated the safety and the efficacy of intermittent theta-burst stimulation (iTBS) of the affected motor cortex and 1-Hz stimulation of the unaffected hemisphere during the acute phase in patients with hemiparesis due to capsular infarction.Twenty one patients who met the study criteria were randomly assigned to receive, starting within 7days after stroke onset and for a period of 10days, iTBS of the affected motor cortex hand area (n=8), 1-Hz stimulation of the unaffected motor cortex hand area (n=7), or sham stimulation (n=6). Upper limb motor function was evaluated before rTMS and 12weeks after onset of the stroke. Evaluation was based on the Fugl-Meyer Assessment (FMA), Stroke Impairment Assessment Set (SIAS), Modified Ashworth Scale (MAS), grip strength, and motor evoked potential (MEP) amplitude in the first dorsal interosseous (FDI) muscle.Both iTBS applied to the affected motor cortex hand area and 1-Hz stimulation applied to the unaffected motor cortex hand area enhanced motor recovery. In comparison to sham stimulation, iTBS increased the SIAS finger-function test score, and 1-Hz stimulation decreased the MAS wrist and finger score.Ipsilesional iTBS and contralesional 1-Hz stimulation applied during the acute phase of stroke have different effects: ipsilesional iTBS improves movement of the affected limb, whereas contralesional 1-Hz stimulation reduces spasticity of the affected limb.", "doi": "10.1016/j.jns.2017.11.001", "title": "Comparative study of ipsilesional and contralesional repetitive transcranial magnetic stimulations for acute infarction.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}