{"authors": [["Arribas", "J M", "JM", "Servicio de Cirugía Cardiovascular, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España. Electronic address: arribasleal@gmail.com."], ["Garcia", "E", "E", "Servicio de Neurología, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Jara", "R", "R", "Servicio de Cuidados Intensivos, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Gutierrez", "F", "F", "Servicio de Cirugía Cardiovascular, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Albert", "L", "L", "Servicio de Neurología, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Bixquert", "D", "D", "Servicio de Cuidados Intensivos, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["García-Puente", "J", "J", "Servicio de Cirugía Cardiovascular, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Albacete", "C", "C", "Servicio de Cuidados Intensivos, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Canovas", "S", "S", "Servicio de Cirugía Cardiovascular, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."], ["Morales", "A", "A", "Servicio de Neurología, Hospital Clínico Universitario Virgen de la Arrixaca, Murcia, España."]], "date": "2017-12-14", "id": "29249300", "text": "We studied patients who had experienced a stroke in the postoperative period of cardiac surgery, aiming to analyse their progression and determine the factors that may influence prognosis and treatment.We established a protocol for early detection of stroke after cardiac surgery and collected data on stroke onset and a number of clinical, surgical, and prognostic variables in order to perform a descriptive analysis.Over the 15-month study period we recorded 16 strokes, which represent 2.5% of the patients who underwent cardiac surgery. Mean age in our sample was 69 ± 8 years; 63% of patients were men. The incidence of stroke in patients aged 80 and older was 5.1%. Five patients (31%) underwent emergency surgery. By type of cardiac surgery, 7% of patients underwent mitral valve surgery, 6.5% combined surgery, 3% aortic valve surgery, and 2.24% coronary surgery. Most cases of stroke (44%) were due to embolism, followed by hypoperfusion (25%). Stroke occurred within 2 days of surgery in 69% of cases. The mean NIHSS score in our sample of stroke patients was 9; code stroke was activated in 10 cases (62%); one patient (14%) underwent thrombectomy. Most patients progressed favourably: 13 (80%) scored≤2 on the modified Rankin Scale at 3 months. None of the patients died during the postoperative hospital stay.In our setting, strokes occurring after cardiac surgery are usually small and have a good long-term prognosis. Most of them occur within 2 days, and they are mostly embolic in origin. The incidence of stroke in patients aged 80 and older and undergoing cardiac surgery is twice as high as that of the general population.", "doi": "10.1016/j.nrl.2017.10.004", "title": "Incidence and etiological mechanism of stroke in cardiac surgery.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}