{"authors": [["Korjian", "Serge", "S", "1 PERFUSE Study Group. Cardiovascular Division, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."], ["Braunwald", "Eugene", "E", "2 TIMI Study Group, Cardiovascular Division, Department of Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, MA."], ["Daaboul", "Yazan", "Y", "1 PERFUSE Study Group. Cardiovascular Division, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."], ["Verheugt", "Freek", "F", "3 Radboud University, Nijmegen University Medical Center, Nijmegen, The Netherlands."], ["Bode", "Christoph", "C", "4 University Hospital Freiburg, Freiburg, Germany."], ["Tendera", "Michal", "M", "5 Medical University of Silesia, Katowice, Poland."], ["Jain", "Purva", "P", "1 PERFUSE Study Group. Cardiovascular Division, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."], ["Plotnikov", "Alexei", "A", "6 Johnson & Johnson Pharmaceutical Research and Development, Raritan."], ["Burton", "Paul", "P", "6 Johnson & Johnson Pharmaceutical Research and Development, Raritan."], ["Gibson", "C Michael", "CM", "1 PERFUSE Study Group. Cardiovascular Division, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA."]], "date": "2017-12-01", "id": "29249166", "text": "Despite dual antiplatelet therapy, persistent thrombin generation and thrombin-mediated platelet activation account in part for the residual risk of atherothrombotic disease among patients with prior acute coronary syndrome (ACS). Inhibition of thrombin generation among high-risk ACS patients (biomarker-positive ACS) with the factor Xa inhibitor rivaroxaban may limit ongoing thrombus formation and myocardial necrosis and thereby improve clinical outcomes.ATLAS ACS 2-TIMI 51 was a double-blind, placebo-controlled clinical trial that randomized ACS patients to either rivaroxaban 2.5 mg b.i.d., rivaroxaban 5 mg b.i.d., or placebo plus standard-of-care antiplatelet therapy for a mean of 13.1 months and up to 31 months ( N=15,526). This post-hoc analysis evaluates the safety and efficacy of rivaroxaban among biomarker-positive ACS patients with and without a history of prior stroke of transient ischemic attack in the ATLAS ACS 2-TIMI 51 trial.A total of 12,626 biomarker-positive ACS patients were included in this analysis. Among biomarker-positive patients without a prior history of stroke or transient ischemic attack, rivaroxaban 2.5 b.i.d. was associated with a reduction in the primary efficacy endpoint (composite of cardiovascular death, myocardial infarction, or stroke) as compared with placebo (hazard ratio=0.80, 95% confidence interval (0.68-0.94), p=0.007) at the expense of an increase in non-coronary-artery-bypass-graft-related Thrombolysis in Myocardial Infarction major bleeding (1.9% vs. 0.7%, p<0.0001), but not a significant increase in either intracranial hemorrhage (0.4% vs. 0.2%, p=0.11) or fatal bleeding (0.1% vs. 0.3%, p=0.16).Rivaroxaban 2.5 mg b.i.d. was associated with a significant reduction in the composite of cardiovascular death, myocardial infarction, or stroke with no increase in fatal bleeding. Biomarker-positive patients with no prior history of stroke or transient ischemic attack may be a optimal target population to receive \"dual pathway\" therapy with rivaroxaban plus dual antiplatelet therapy for secondary prevention following ACS.", "doi": "10.1177/2048872617745003", "title": "Safety and efficacy of rivaroxaban for the secondary prevention following acute coronary syndromes among biomarker-positive patients: Insights from the ATLAS ACS 2-TIMI 51 trial.", "journal": ["European heart journal. Acute cardiovascular care", "Eur Heart J Acute Cardiovasc Care"]}