{"authors": [["Duranovic", "Vlasta", "V", "Department of Neuropediatrics, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia. vlasta.duranovic@kdb.hr."], ["Vulin", "Katarina", "K", "Department of Pediatrics, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia."], ["Dakovic", "Ivana", "I", "Department of Pediatrics, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia."], ["Lenicek Krleza", "Jasna", "J", "Specialist of Laboratory Medicine, Children's Hospital Zagreb, Department of Biochemistry and Hematology, Institute of Laboratory diagnostics, Klaiceva 16, 10000, Zagreb, Croatia."], ["Delin", "Sanja", "S", "Department of Pediatrics, General Hospital Zadar, Boze Pericica 5, 23000, Zadar, Croatia."], ["Galinovic", "Ivana", "I", "Center for Stroke Research Berlin (CSB), Charité - Universitätsmedizin Berlin, Campus Benjamin Franklin, Hindenburgdamm 30, 12200, Berlin, Germany."], ["Marjanovic", "Josip", "J", "Radiology Department, Royal Belfast Hospital for Sick Children, 274 Grosvenor Road, Belfast, BT12 6BA, UK."], ["Tripalo Batos", "Ana", "A", "Department of Pediatric Radiology, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia."], ["Plesa Premilovac", "Zdenka", "Z", "Department of Pediatrics, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia."], ["Mejaski Bosnjak", "Vlatka", "V", "Department of Neuropediatrics, Children's Hospital Zagreb, Klaiceva 16, 10000, Zagreb, Croatia."]], "date": "2017-12-16", "id": "29249075", "text": "Cerebral arteriovenous malformations (AVM) are uncommon lesions. They are most often presented in childhood as intracranial hemorrhage. The aim of this report is to present the use of transcranial color-coded duplex sonography (TCCS) in detection of AVMs in children suffering headache.This report describes five pediatric patients with headache and cerebral AVM which were initially discovered by TCCS. Diagnosis was confirmed by magnetic resonance imaging and digital subtraction angiography.In all patients, TCCS showed saccular enlargement of the vessels with a multicolored pattern corresponding to the different directions of blood flow. Spectral analysis showed significantly high flow systolic and diastolic velocities and low resistance index.In this report, we describe TCCS as a valuable non-invasive, harmless, low-cost, widely available method for the detection and follow-up of hemodynamic changes of AVMs in children with headache, before and after treatment.", "doi": "10.1007/s00381-017-3692-7", "title": "The characteristics of transcranial color-coded duplex sonography in children with cerebral arteriovenous malformation presenting with headache.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}