{"authors": [["Bornstein", "Natan M", "NM", "Shaare Zedek Medical Center, Jerusalem, and Sackler Faculty of Medicine, Tel Aviv University, Tel Aviv, Israel."], ["Guekht", "Alla", "A", "Russian National Research Medical University and Moscow Research and Clinical Center for Neuropsychiatry, Ul. Donskaya 43, Moscow, 115419, Russia."], ["Vester", "Johannes", "J", "Department of Biometry and Clinical Research, IDV Data Analysis and Study Planning, Konrad-Zuse-Bogen 17, 82152, Krailling, Germany."], ["Heiss", "Wolf-Dieter", "WD", "Max Planck Institute for Metabolism Research, Gleueler Street 50, 50931, Cologne, Germany."], ["Gusev", "Eugene", "E", "Russian National Research Medical University, Moscow, Russia."], ["Hömberg", "Volker", "V", "Department of Neurology, SRH Gesundheitszentrum Bad Wimpfen GmbH, Bad Wimpfen, Germany."], ["Rahlfs", "Volker W", "VW", "Department of Biometry and Clinical Research, IDV Data Analysis and Study Planning, Konrad-Zuse-Bogen 17, 82152, Krailling, Germany."], ["Bajenaru", "Ovidiu", "O", "Department of Neurology, \"Carol Davila\" University of Medicine and Pharmacy, Bulevardul Eroii Sanitari 8, 050474, Bucharest, Romania."], ["Popescu", "Bogdan O", "BO", "Department of Neurology, \"Carol Davila\" University of Medicine and Pharmacy, Bulevardul Eroii Sanitari 8, 050474, Bucharest, Romania."], ["Muresanu", "Dafin", "D", "Department of Clinical Neurosciences, \"Iuliu Hatieganu\" University of Medicine and Pharmacy, Victor Babes Street No. 8, 400012, Cluj-Napoca, Romania. dafinm@ssnn.ro."]], "date": "2017-12-16", "id": "29248999", "text": "This meta-analysis combines the results of nine ischemic stroke trials, assessing efficacy of Cerebrolysin on global neurological improvement during early post-stroke period. Cerebrolysin is a parenterally administered neuropeptide preparation approved for treatment of stroke. All included studies had a prospective, randomized, double-blind, placebo-controlled design. The patients were treated with 30-50 ml Cerebrolysin once daily for 10-21 days, with treatment initiation within 72 h after onset of ischemic stroke. For five studies, original analysis data were available for meta-analysis (individual patient data analysis); for four studies, aggregate data were used. The combination by meta-analytic procedures was pre-planned and the methods of synthesis were pre-defined under blinded conditions. Search deadline for the present meta-analysis was December 31, 2016. The nonparametric Mann-Whitney (MW) effect size for National Institutes of Health Stroke Scale (NIHSS) on day 30 (or 21), combining the results of nine randomized, controlled trials by means of the robust Wei-Lachin pooling procedure (maximin-efficient robust test), indicated superiority of Cerebrolysin as compared with placebo (MW 0.60, P < 0.0001, N = 1879). The combined number needed to treat for clinically relevant changes in early NIHSS was 7.7 (95% CI 5.2 to 15.0). The additional full-scale ordinal analysis of modified Rankin Scale at day 90 in moderate to severe patients resulted in MW 0.61 with statistical significance in favor of Cerebrolysin (95% CI 0.52 to 0.69, P = 0.0118, N = 314). Safety aspects were comparable to placebo. Our meta-analysis confirms previous evidence that Cerebrolysin has a beneficial effect on early global neurological deficits in patients with acute ischemic stroke.", "doi": "10.1007/s10072-017-3214-0", "title": "Safety and efficacy of Cerebrolysin in early post-stroke recovery: a meta-analysis of nine randomized clinical trials.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}