{"authors": [["Wu", "Zesheng", "Z", "Department of emergency, Hangzhou First People's Hospital, NO 261 HuanSha Road, Hangzhou, 310006, China."], ["Chen", "Fanghui", "F", "Department of emergency, Hangzhou First People's Hospital, NO 261 HuanSha Road, Hangzhou, 310006, China."], ["Yu", "Fan", "F", "Department of emergency, Hangzhou First People's Hospital, NO 261 HuanSha Road, Hangzhou, 310006, China."], ["Wang", "Yi", "Y", "Department of emergency, Hangzhou First People's Hospital, NO 261 HuanSha Road, Hangzhou, 310006, China."], ["Guo", "Zhidong", "Z", "Department of emergency, Hangzhou First People's Hospital, NO 261 HuanSha Road, Hangzhou, 310006, China. guozhidong2017@sina.com."]], "date": "2017-12-16", "id": "29248975", "text": "There is increasing evidence that there is a direct relationship between obstructive sleep apnea (OSA) and cerebrovascular (CV) disease. This meta-analysis includes prospective cohorts and cross-sectional studies. It determines the prevalence of OSA among patients with CV disease and also looks for the risk o f cerebrovascular events among patients with OSA.We conducted a computerized literature search in the databases of Medline, Embase, Wanfang, CNKI, Wiley Online Library, and CINAHL (date till April 2017). The random effects model was used to pool the hazard ratio (HR) and effect sizes (ES). Heterogeneity, subgroup, sensitivity analyses, and publication bias were performed.Fifty-eight studies involving 3 million patients/participants were included. The pooled HR of 15 prospective cohort studies indicated a significant association between OSA and the risk of CV disease after adjustment confounding factors (HR 1.94; 95% CI 1.31-2.89; P = 0.001), and OSA is present in up to 58.8% of patients with CV disease after pooling the remaining 43 studies.OSA is very common in patients with CV disease. Similarly, patients with OSA are prone to have CV disease.", "doi": "10.1007/s11325-017-1604-4", "title": "A meta-analysis of obstructive sleep apnea in patients with cerebrovascular disease.", "journal": ["Sleep & breathing = Schlaf & Atmung", "Sleep Breath"]}