{"authors": [["Zhang", "Qi", "Q", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, 20892, USA; Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA; Department of Hepatobiliary and Pancreatic Surgery, The Second Affiliated Hospital, Zhejiang University School of Medicine, Hangzhou, 310009, China."], ["Wang", "Herui", "H", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA."], ["Mao", "Chengyuan", "C", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA."], ["Sun", "Mitchell", "M", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA."], ["Dominah", "Gifty", "G", "Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA."], ["Chen", "Liyuan", "L", "Critical Care Medicine Department, Clinical Center, National Institutes of Health, Bethesda, MD, 20892, USA."], ["Zhuang", "Zhengping", "Z", "Surgical Neurology Branch, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD, 20892, USA; Neuro-Oncology Branch, Center for Cancer Research, National Cancer Institute, Bethesda, MD, 20892, USA. Electronic address: zhengping.zhuang@nih.gov."]], "date": "2017-12-14", "id": "29248877", "text": "Tumor-associated macrophages (TAMs) are predominantly M2 phenotype in solid cancers including hepatocellular carcinoma (HCC). Though differentiation of M2 macrophages has been recently linked to fatty acid oxidation (FAO), whether FAO plays a role in functional maintenance of M2 macrophages is still unclear. Here, we used an in vitro model to mimic TAM-HCC interaction in tumor microenvironment. We found that M2 monocyte-derived macrophages (MDMs) enhanced the proliferation, migration, and invasion of HCC cells through an FAO-dependent way. Further investigations identified that IL-1β mediated the pro-migratory effect of M2 MDM. Using etomoxir and siRNA to inhibit FAO and palmitate to enhance FAO, we showed that FAO was responsible for the up-regulated secretion of IL-1β and, thus, the pro-migratory effect in M2 MDMs. In addition, we proved that IL-1β induction was reactive oxygen species and NLRP3-dependent. Our study demonstrates that FAO plays a key role in functional human M2 macrophages by enhancing IL-1β secretion to promote HCC cell migration. These findings provide evidence for different dependency of energy sources in macrophages with distinct phenotypes and functions, and suggest a novel strategy to treat HCC by reprogramming cell metabolism or modulating tumor microenvironment.", "doi": "10.1016/j.molimm.2017.12.011", "title": "Fatty acid oxidation contributes to IL-1β secretion in M2 macrophages and promotes macrophage-mediated tumor cell migration.", "journal": ["Molecular immunology", "Mol. Immunol."]}