{"authors": [["DeGregorio-Rocasolano", "Nuria", "N", "Cellular and Molecular Neurobiology Research Group, Fundació Institut d'Investigació en Ciències de la Salut Germans Trias i Pujol (IGTP), 08916 Badalona, Spain."], ["Martí-Sistac", "Octavi", "O", "Cellular and Molecular Neurobiology Research Group, Fundació Institut d'Investigació en Ciències de la Salut Germans Trias i Pujol (IGTP), 08916 Badalona, Spain; Universitat Autònoma de Barcelona, 08193 Bellaterra, Spain."], ["Ponce", "Jovita", "J", "Cellular and Molecular Neurobiology Research Group, Fundació Institut d'Investigació en Ciències de la Salut Germans Trias i Pujol (IGTP), 08916 Badalona, Spain."], ["Castelló-Ruiz", "María", "M", "Unidad Mixta de Investigación Cerebrovascular, Instituto de Investigación Sanitaria Hospital Universitario y Politécnico La Fe-Departamento de Fisiología, Universidad de Valencia, Valencia 46026, Spain."], ["Millán", "Mònica", "M", "Department of Neurosciences, Hospital Universitari Germans Trias i Pujol, 08916 Badalona, Spain."], ["Guirao", "Verónica", "V", "Cellular and Molecular Neurobiology Research Group, Fundació Institut d'Investigació en Ciències de la Salut Germans Trias i Pujol (IGTP), 08916 Badalona, Spain."], ["García-Yébenes", "Isaac", "I", "Departamento de Farmacología, Facultad de Medicina, Universidad Complutense de Madrid, 28040 Madrid, Spain."], ["Salom", "Juan B", "JB", "Unidad Mixta de Investigación Cerebrovascular, Instituto de Investigación Sanitaria Hospital Universitario y Politécnico La Fe-Departamento de Fisiología, Universidad de Valencia, Valencia 46026, Spain."], ["Ramos-Cabrer", "Pedro", "P", "Clinical Neurosciences Research Laboratory, Department of Neurology, Hospital Clínico Universitario, University of Santiago de Compostela, Health Research Institute of Santiago de Compostela (IDIS), 15706 Santiago de Compostela, Spain."], ["Alborch", "Enrique", "E", "Unidad Mixta de Investigación Cerebrovascular, Instituto de Investigación Sanitaria Hospital Universitario y Politécnico La Fe-Departamento de Fisiología, Universidad de Valencia, Valencia 46026, Spain."], ["Lizasoain", "Ignacio", "I", "Departamento de Farmacología, Facultad de Medicina, Universidad Complutense de Madrid, 28040 Madrid, Spain."], ["Castillo", "José", "J", "Clinical Neurosciences Research Laboratory, Department of Neurology, Hospital Clínico Universitario, University of Santiago de Compostela, Health Research Institute of Santiago de Compostela (IDIS), 15706 Santiago de Compostela, Spain."], ["Dávalos", "Antoni", "A", "Department of Neurosciences, Hospital Universitari Germans Trias i Pujol, 08916 Badalona, Spain. Electronic address: adavalos.germanstrias@gencat.cat."], ["Gasull", "Teresa", "T", "Cellular and Molecular Neurobiology Research Group, Fundació Institut d'Investigació en Ciències de la Salut Germans Trias i Pujol (IGTP), 08916 Badalona, Spain. Electronic address: teresagasull@yahoo.com."]], "date": "2017-12-02", "id": "29248829", "text": "Despite transferrin being the main circulating carrier of iron in body fluids, and iron overload conditions being known to worsen stroke outcome through reactive oxygen species (ROS)-induced damage, the contribution of blood transferrin saturation (TSAT) to stroke brain damage is unknown. The objective of this study was to obtain evidence on whether TSAT determines the impact of experimental ischemic stroke on brain damage and whether iron-free transferrin (apotransferrin, ATf)-induced reduction of TSAT is neuroprotective. We found that experimental ischemic stroke promoted an early extravasation of circulating iron-loaded transferrin (holotransferrin, HTf) to the ischemic brain parenchyma. In vitro, HTf was found to boost ROS production and to be harmful to primary neuronal cultures exposed to oxygen and glucose deprivation. In stroked rats, whereas increasing TSAT with exogenous HTf was detrimental, administration of exogenous ATf and the subsequent reduction of TSAT was neuroprotective. Mechanistically, ATf did not prevent extravasation of HTf to the brain parenchyma in rats exposed to ischemic stroke. However, ATf in vitro reduced NMDA-induced neuronal uptake of HTf and also both the NMDA-mediated lipid peroxidation derived 4-HNE and the resulting neuronal death without altering Ca2+-calcineurin signaling downstream the NMDA receptor. Removal of transferrin from the culture media or blockade of transferrin receptors reduced neuronal death. Together, our data establish that blood TSAT exerts a critical role in experimental stroke-induced brain damage. In addition, our findings suggest that the protective effect of ATf at the neuronal level resides in preventing NMDA-induced HTf uptake and ROS production, which in turn reduces neuronal damage.", "doi": "10.1016/j.redox.2017.11.026", "title": "Iron-loaded transferrin (Tf) is detrimental whereas iron-free Tf confers protection against brain ischemia by modifying blood Tf saturation and subsequent neuronal damage.", "journal": ["Redox biology", "Redox Biol"]}