{"authors": [["Lim", "Jung-Eun", "JE", "Institute for Health Promotion & Department of Epidemiology and Health Promotion, Graduate School of Public Health, Yonsei University, Seoul, South Korea; College of Pharmacy, Ewha Womans University, South Korea."], ["Lee", "Sunju", "S", "Institute for Health Promotion & Department of Epidemiology and Health Promotion, Graduate School of Public Health, Yonsei University, Seoul, South Korea; Department of Public Health, Graduate School Yonsei University, Seoul, South Korea."], ["Lee", "Sunmi", "S", "Health Insurance Policy Research Institute, National Health Insurance Service, Wonju, South Korea."], ["Jee", "Sun Ha", "SH", "Institute for Health Promotion & Department of Epidemiology and Health Promotion, Graduate School of Public Health, Yonsei University, Seoul, South Korea. Electronic address: jsunha@yuhs.ac."]], "date": "2017-12-15", "id": "29248762", "text": "Knowledge of environmental risk factors for stroke and their role are limited. We performed a case-cohort study to evaluate the association between serum persistent organic pollutants (POPs) level and stroke risk. 526 subcohort members and 111 stroke incidence cases were identified from the Korean Cancer Prevention Study-II. Serum levels of POPs were measured using gas chromatography/high-resolution mass spectrometry. The hazard ratios (HRs) for stroke (ischemic, hemorrhagic, and all stroke types) were estimated using the weighted Cox regression model. Age, sex, body mass index, smoking status, physical activity, family history of cardiovascular disease, and hypertension were adjusted in the weighted Cox regression model. After adjusting for potential confounding factors, increased risk for stroke was observed among participants with serum concentration of p,p'-DDE in the highest tertile compared to those in the lowest tertile (HR = 4.10, 95% CI: 1.58, 10.59). A similar association was estimated for PCB118 (HR = 2.33, 95% CI: 1.04, 5.22), PCB156 (HR = 3.42, 95% CI: 1.42, 8.23), and PCB138 (HR = 3.80, 95% CI: 1.48, 9.76). For TEQ, stroke was three times as likely to occur among subjects with TEQ in the highest tertile compared to those in the lowest tertile (HR = 3.12, 95% CI: 1.27, 7.65). PCBs were positively associated with ischemic stroke, but not with hemorrhagic stroke. Elevated serum POPs levels were associated with an increased risk of stroke, especially ischemic stroke.", "doi": "10.1016/j.envpol.2017.12.031", "title": "Serum persistent organic pollutants levels and stroke risk.", "journal": ["Environmental pollution (Barking, Essex : 1987)", "Environ. Pollut."]}