{"authors": [["Mehaffey", "J Hunter", "JH", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va."], ["Hawkins", "Robert B", "RB", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va."], ["Byler", "Matthew", "M", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va."], ["Charles", "Eric J", "EJ", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va."], ["Fonner", "Clifford", "C", "Virginia Cardiac Services Quality Initiative, Virginia Beach, Va."], ["Kron", "Irving", "I", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va."], ["Quader", "Mohammed", "M", "Division of Cardiothoracic Surgery, Virginia Commonwealth University, Richmond, Va."], ["Speir", "Alan", "A", "INOVA Heart and Vascular Institute, Falls Church, Va."], ["Rich", "Jeff", "J", "Virginia Cardiac Services Quality Initiative, Virginia Beach, Va."], ["Ailawadi", "Gorav", "G", "Division of Thoracic and Cardiovascular Surgery, University of Virginia, Charlottesville, Va. Electronic address: ga3f@virginia.edu."], [null, null, null, null]], "date": "2017-12-13", "id": "29248284", "text": "The financial implications of postoperative complications in cardiac surgery remain poorly understood. The purpose of this study was to define the cost of surgery without complications and demonstrate the incremental cost of each complication.All patients undergoing isolated coronary artery bypass grafting (CABG) were evaluated (2006-2015) from a statewide Society of Thoracic Surgeons database collaborative (N = 36,588). Patients were stratified by presence of postoperative complications, including major morbidities as defined by the Society of Thoracic Surgeons (ie, prolonged ventilation, renal failure, reoperation, stroke, and deep sternal wound infection). Hierarchical modeling was used to identify the independent inflation-adjusted cost of each complication while controlling for hospital variation and time.The median age was 64 years, 74.3% were men, and average predicted risk of mortality was 1.9%. A total of 24,738 (67.7%) patients experienced no complications at an average cost of $36,580. Each complication independently increases the cost of care and resulted in an exponential increase in cost. After accounting for incidence and incremental costs, institutions in our collaborative have spent an estimated $59.1 million on prolonged ventilation, $8.3 million on renal failure, $7.6 million on reoperation, $3.3 million on stroke, and $256,000 on deep sternal wound infections over the past 10 years.The average cost of CABG without complication was $36,580. Each additional major complication resulted in an exponential increase in cost. Over the past 10 years, the total cost of complications after isolated CABG was $78.6 million, emphasizing the importance of quality improvement projects to contain costs.", "doi": "10.1016/j.jtcvs.2017.08.144", "title": "Cost of individual complications following coronary artery bypass grafting.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}