{"authors": [["Cason", "Cori A", "CA", "Department of Surgery, Northwestern University Feinberg School of Medicine, Chicago, Ill."], ["Dolan", "Kyle T", "KT", "Department of Medicine, University of Chicago, Chicago, Ill."], ["Sharma", "Gaurav", "G", "Department of Surgery, Brigham and Women's Hospital, Boston, Mass."], ["Tao", "Ming", "M", "Department of Surgery, Brigham and Women's Hospital, Boston, Mass."], ["Kulkarni", "Rohan", "R", "University of Illinois College of Medicine at Rockford, Rockford, Ill."], ["Helenowski", "Irene B", "IB", "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Ill."], ["Doane", "Brendan M", "BM", "Department of Anesthesiology, Northwestern University Feinberg School of Medicine, Chicago, Ill."], ["Avram", "Michael J", "MJ", "Department of Anesthesiology, Northwestern University Feinberg School of Medicine, Chicago, Ill."], ["McDermott", "Mary M", "MM", "Department of Preventive Medicine, Northwestern University Feinberg School of Medicine, Chicago, Ill; Department of Medicine, Northwestern University Feinberg School of Medicine, Chicago, Ill."], ["Chang", "Eugene B", "EB", "Department of Medicine, University of Chicago, Chicago, Ill."], ["Ozaki", "C Keith", "CK", "Department of Surgery, Brigham and Women's Hospital, Boston, Mass."], ["Ho", "Karen J", "KJ", "Department of Surgery, Northwestern University Feinberg School of Medicine, Chicago, Ill. Electronic address: kho1@nm.org."]], "date": "2017-12-13", "id": "29248242", "text": "Multiple studies have shown that gut microbes contribute to atherosclerosis, and there is mounting evidence that microbial metabolism of dietary nutrients influences pathophysiology. We hypothesized that indole- and phenyl-derived metabolites that originate solely or in part from bacterial sources would differ between patients with advanced atherosclerosis and age- and sex-matched controls without clinically apparent atherosclerosis.Plasma from the advanced atherosclerosis cohort (n = 100) was from patients who underwent carotid endarterectomy, open infrainguinal leg revascularization, or major leg amputation for critical limb ischemia. The controls (n = 22) were age- and sex-matched participants who had no peripheral arterial disease or history of stroke or myocardial infarction. Patients with chronic kidney disease were excluded. Metabolites and internal standards were measured using high-performance liquid chromatography and tandem mass spectrometry.Plasma metabolite concentrations differed significantly between the advanced atherosclerosis and control cohorts. After adjustment for traditional atherosclerosis risk factors, indole (odds ratio [OR], 0.84; 95% confidence interval [CI], 0.75-0.95; P = .004), tryptophan (OR, <0.001; 95% CI, <0.001-0.003; P < .001), indole-3-propionic acid (OR, 0.27; 95% CI, 0.019-0.91; P = .02), and indole-3-aldehyde (OR, 0.12; 95% CI, 0.014-0.92; P = .04) concentrations negatively associated with advanced atherosclerosis, whereas the kynurenine/tryptophan ratio (OR, 61.7; 95% CI, 1.9->999; P = .02) was positively associated. Furthermore, tryptophan and indole-3-propionic acid concentrations (Spearman coefficients of 0.63 and 0.56, respectively; P < .001) correlated with the ankle-brachial index, a surrogate for overall atherosclerotic disease burden. Fourteen patients experienced a major postoperative cardiac complication within 30 days in the advanced atherosclerosis cohort, which was associated with baseline kynurenine/tryptophan ratio (P = .001) and hippuric acid (P = .03). In a multivariate analysis, only the kynurenine/tryptophan ratio remained significantly associated with a postoperative cardiac complication (OR, 44.1; 95% CI, 3.3-587.1; P = .004). Twenty patients in the advanced atherosclerosis cohort experienced a major adverse cardiac event during the follow-up period, which was associated with hippuric acid (P = .002) and the kynurenine/tryptophan ratio (P < .001) at baseline. Both hippuric acid and the kynurenine/tryptophan ratio were independently associated with a major adverse cardiac event in multivariate analyses that included diabetes mellitus.Specific microbe-derived metabolite signatures associate with advanced human atherosclerosis and postoperative cardiac complications. We suggest that these metabolites are potential novel biomarkers for atherosclerotic disease burden and that further investigation into mechanistic links between defined microbial metabolic pathways and cardiovascular disease is warranted.", "doi": "10.1016/j.jvs.2017.09.029", "title": "Plasma microbiome-modulated indole- and phenyl-derived metabolites associate with advanced atherosclerosis and postoperative outcomes.", "journal": ["Journal of vascular surgery", "J. Vasc. Surg."]}