{"authors": [["Reissman", "Megan E", "ME", "Department of Mechanical Engineering, University of Dayton, Dayton, OH, United States. Electronic address: mreissman1@udayton.edu."], ["Gordon", "Keith E", "KE", "Department of Physical Therapy and Human Movement Sciences, Northwestern University Feinberg School of Medicine, Chicago, IL, United States; Edward Hines Jr. VA Hospital, Hines, IL, United States."], ["Dhaher", "Yasin Y", "YY", "Department of Biomedical Engineering, Northwestern University, Evanston, IL, United States; Rehabilitation Institute of Chicago, Chicago, IL, United States."]], "date": "2017-12-06", "id": "29248191", "text": "Post-stroke individuals often exhibit abnormal kinematics, including increased pelvic obliquity and hip abduction coupled with reduced knee flexion. Prior examinations suggest these behaviors are expressions of abnormal cross-planar coupling of muscle activity. However, few studies have detailed the impact of gait-retraining paradigms on three-dimensional joint kinematics. In this study, a cross-tilt walking surface was examined as a novel gait-retraining construct. We hypothesized that relative to baseline walking kinematics, exposure to cross-tilt would generate significant changes in subsequent flat-walking joint kinematics during affected limb swing. Twelve post-stroke participants walked on a motorized treadmill platform during a flat-walking condition and during a 10-degree cross-tilt with affected limb up-slope, increasing toe clearance demand. Individuals completed 15 min of cross-tilt walking with intermittent flat-walking catch trials and a final washout period (5 min). For flat-walking conditions, we examined changes in pelvic obliquity, hip abduction/adduction and knee flexion kinematics at the spatiotemporal events of swing initiation and toe-off, and the kinematic event of maximum angle during swing. Pelvic obliquity significantly reduced at swing initiation and maximum obliquity in the final catch trial and late washout. Knee flexion significantly increased at swing initiation, toe-off, and maximum flexion across catch trials and late washout. Hip abduction/adduction was not significantly influenced following cross-tilt walking. Significant decrease in the rectus femoris and medial hamstrings muscle activity across catch trials and late washout was observed. Exploiting the abnormal features of post-stroke gait during retraining yielded desirable changes in muscular and kinematic patterns post-training.", "doi": "10.1016/j.jbiomech.2017.11.031", "title": "Manipulating post-stroke gait: Exploiting aberrant kinematics.", "journal": ["Journal of biomechanics", "J Biomech"]}