{"authors": [["Esteve-Pastor", "María Asunción", "MA", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), CIBER-CV, Murcia, Spain."], ["Rivera-Caravaca", "José Miguel", "JM", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain."], ["Roldán", "Vanessa", "V", "Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain."], ["Vicente", "Vicente", "V", "Department of Hematology and Clinical Oncology, Hospital General Universitario Morales Meseguer, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), Murcia, Spain."], ["Romiti", "Giulio Francesco", "GF", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Internal Medicine and Medical Specialties, Sapienza-University of Rome, Rome, Italy."], ["Romanazzi", "Imma", "I", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Internal Medicine and Medical Specialties, Sapienza-University of Rome, Rome, Italy."], ["Proietti", "Marco", "M", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Department of Internal Medicine and Medical Specialties, Sapienza-University of Rome, Rome, Italy."], ["Valdés", "Mariano", "M", "Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), CIBER-CV, Murcia, Spain."], ["Marín", "Francisco", "F", "Department of Cardiology, Hospital Clínico Universitario Virgen de la Arrixaca, Instituto Murciano de Investigación Biosanitaria (IMIB-Arrixaca), CIBER-CV, Murcia, Spain. Electronic address: fcomarino@hotmail.com."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, United Kingdom; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."]], "date": "2017-12-14", "id": "29248163", "text": "Non-vitamin K antagonist oral anticoagulants (NOACs) have been proposed as an alternative to vitamin K antagonists (VKA) for atrial fibrillation (AF) patients. Some studies have proposed that well-managed warfarin therapy is still a valid alternative as efficacious as NOACs but the potential impact and absolute effect of NOACs in \"real world\" optimally management of VKA AF patients is unknown.To estimate the potential absolute benefit in clinical outcome rates if the optimally anticoagulated \"real-world\" AF patients with acenocoumarol had been treated with NOACs.We included 1361 patients stable on acenocoumarol with a time in therapeutic range of 100% for the previous 6months and 6.5years of follow-up. The estimation of clinical events avoided was calculated applying absolute risk reductions, relative risk reductions and hazard ratios from the pivotal clinical trials, relative to acenocoumarol.Compared to acenocoumarol, the highest estimated event reduction for stroke was seen with dabigatran 150mg, with an estimated reduction of 0.53%/year. For major bleeding, the highest estimated reduction was seen with apixaban (0.88%/year). For mortality, the largest estimated reduction was with dabigatran 150mg (0.75%/year). In net clinical outcome, apixaban had the estimated highest reduction (1.23%/year). All NOACs showed significantly lower rates for intracranial haemorrhage.In optimally acenocoumarol anticoagulated AF patients, estimated reductions in stroke, bleeding and net clinical outcomes with various NOACs are evident. NOACs would potentially show an improvement even among optimally VKA AF patients.", "doi": "10.1016/j.ijcard.2017.11.087", "title": "Estimated absolute effects on efficacy and safety outcomes of using non-vitamin K antagonist oral anticoagulants in 'real-world' atrial fibrillation patients: A comparison with optimally acenocoumarol anticoagulated patients.", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}