{"authors": [["Abu-Tair", "Tariq", "T", "Department of Congenital Heart Disease, Centre for Diseases in Childhood and Adolescence, University Medicine Mainz, Mainz, Germany. Electronic address: tariq.abu-tair@web.de."], ["Turial", "Salmai", "S", "Department of Pediatric Surgery and Congenital Malformations, Helios Dr. Horst Schmidt Kliniken, Wiesbaden, Germany."], ["Hess", "Marike", "M", "Department of Congenital Heart Disease, Centre for Diseases in Childhood and Adolescence, University Medicine Mainz, Mainz, Germany."], ["Wiethoff", "Christiane M", "CM", "Department of Congenital Heart Disease, Centre for Diseases in Childhood and Adolescence, University Medicine Mainz, Mainz, Germany."], ["Staatz", "Gundula", "G", "Section of Pediatric Radiology, Department of Diagnostic and Interventional Radiology, University Medicine Mainz, Mainz, Germany."], ["Lollert", "André", "A", "Section of Pediatric Radiology, Department of Diagnostic and Interventional Radiology, University Medicine Mainz, Mainz, Germany."], ["Kampmann", "Christoph", "C", "Department of Congenital Heart Disease, Centre for Diseases in Childhood and Adolescence, University Medicine Mainz, Mainz, Germany."]], "date": "2017-12-13", "id": "29248153", "text": "Pectus excavatum is classified using the Haller Index (HI) or the Correction Index. However, no correlation between the HI and CI and cardiopulmonary impairment has been described in detail.This prospective cohort study included 99 otherwise healthy patients with pectus excavatum who underwent cardiopulmonary exercise testing and magnetic resonance imaging at inspiration and expiration to correlate cardiopulmonary function with the grade of thoracic dysmorphia.Probands with an HI exceeding 3.25 had first an increase in heart rate at anaerobic threshold (from 148.0 ± 16.0 beats/min to 155.9 ± 15.0 beats/min, p = 0.036), with an HI of more than 3.6 a reduction in oxygen pulse at anaerobic threshold (from 10.7 ± 2.6 mL/beat to 9.3 ± 2.9 mL/beat, p = 0.017), with an HI exceeding 3.8 a reduction of maximum oxygen pulse (from 13.9 ± 3.4 mL/beat to 11.9 ± 3.7 mL/beat, p = 0.010), and with an HI of exceeding 4.0 a decline in maximum oxygen uptake (from 43.7 ± 6.5 mL · kg-1 · min-1 to 40.4 ± 7.4 mL · kg-1 · min-1, p = 0.025). The CI of more 27% reflects cardiopulmonary changes earlier than the corresponding HI exceeding 3.25 (p = 0.01 for maximum oxygen pulse; p = 0.017 for oxygen pulse at anaerobic threshold; p = 0.015 for heart rate at anaerobic threshold).The inspiratory HI and CI reflect the effect of pectus excavatum on cardiopulmonary function. The cardiopulmonary system reacts first with an increase in heart rate at anaerobic threshold, followed by a decrease in stroke volume at anaerobic threshold and maximum stroke volume. Increased severity of the deformity then leads to a decrease in cardiac output.", "doi": "10.1016/j.athoracsur.2017.09.037", "title": "Impact of Pectus Excavatum on Cardiopulmonary Function.", "journal": ["The Annals of thoracic surgery", "Ann. Thorac. Surg."]}