{"authors": [["Schindler", "Lisa", "L", "Department of Vascular Biology, Institute for Stroke and Dementia Research (ISD), Ludwig-Maximilians-University (LMU), Munich, Germany."], ["Dickerhof", "Nina", "N", "Centre for Free Radical Research, Department of Pathology, University of Otago, Christchurch, New Zealand."], ["Hampton", "Mark B", "MB", "Centre for Free Radical Research, Department of Pathology, University of Otago, Christchurch, New Zealand."], ["Bernhagen", "Jürgen", "J", "Department of Vascular Biology, Institute for Stroke and Dementia Research (ISD), Ludwig-Maximilians-University (LMU), Munich, Germany; Munich Cluster for System Neurology (EXC 1010 SyNergy), Munich, Germany. Electronic address: Juergen.Bernhagen@med.uni-muenchen.de."]], "date": "2017-12-06", "id": "29247897", "text": "Macrophage migration inhibitory factor (MIF) is a chemokine-like protein and an important mediator in the inflammatory response. Unlike most other pro-inflammatory cytokines, a number of cell types constitutively express MIF and secretion occurs from preformed stores. MIF is an evolutionarily conserved protein that shows a remarkable functional diversity, including specific binding to surface CD74 and chemokine receptors and the presence of two intrinsic tautomerase and oxidoreductase activities. Several studies have shown that MIF is subject to post-translational modification, particularly redox-dependent modification of the catalytic proline and cysteine residues. In this review, we summarize and discuss MIF post-translational modifications and their effects on the biological properties of this protein. We propose that the redox-sensitive residues in MIF will be modified at sites of inflammation and that this will add further depth to the functional diversity of this intriguing cytokine.", "doi": "10.1016/j.redox.2017.11.028", "title": "Post-translational regulation of macrophage migration inhibitory factor: Basis for functional fine-tuning.", "journal": ["Redox biology", "Redox Biol"]}