{"authors": [["Chen", "Yingzhu", "Y", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China."], ["Zhang", "Lingling", "L", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China. Electronic address: ZLLxiangwang@163.com."], ["Yu", "Hailong", "H", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China."], ["Song", "Kangping", "K", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China."], ["Shi", "Jinling", "J", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China."], ["Chen", "Linlin", "L", "Department of Neurology, Clinical Medical College, Yangzhou University, Yangzhou, Jiangsu, China."], ["Cheng", "Jian", "J", "Institute of Neuroscience, Soochow University, Suzhou, Jiangsu, China."]], "date": "2017-12-13", "id": "29247776", "text": "Ischemic stroke often results in severe injury to white matter structures including the axons, oligodendroglia, and other glial cells. Immature stages of oligodendroglia, such as oligodendrocyte precursor cells (OPCs) and premature oligodendroglia, are more vulnerable to ischemia than mature oligodendroglia. Extensive studies have been performed on the necroptosis of neurons following cerebral ischemia. The present study aimed to investigate the effect of necrostatin-1 (Nec-1), a necroptosis inhibitor, on the survival of OPCs and long-term functional recovery following transient cerebral ischemia. Male adult ICR mice (25-30 g) were subjected to 60-min middle cerebral artery occlusion (MCAO) and 24 h of reperfusion. Nec-1 (0.04 mg/kg) was injected intracerebroventricularly 1 h before the onset of MCAO. Cognitive functions were evaluated ≤30 days after MCAO. Necroptosis-related proteins, receptor-interacting protein kinase 1 (RIPK1), RIPK3, MLKL, and P-MLKL, were assessed by western blot analyses. The cultured primary mouse OPCs were used to confirm the effects of Nec-1 on the viability of OPCs following oxygen-glucose deprivation (OGD). This study demonstrated that pretreatment with Nec-1 significantly promoted OPCs survival, alleviated white matter injury, and improved cognitive function after transient cerebral ischemia. Nec-1 also inhibited the activation of RIPK1, RIPK3, MLKL, and P-MLKL in the subventricular zone (SVZ) and corpus callosum regions after MCAO. OPCs' culture experiments confirmed that Nec-1 significantly reduced the necroptosis of OPCs, perhaps by inhibiting the expression of RIPK1, RIPK3, MLKL, and P-MLKL. Nec-1, an inhibitor of RIPK1, may reduce ischemic white matter damage and improve recovery of long-term neurological function following cerebral ischemia.", "doi": "10.1016/j.neuroscience.2017.12.007", "title": "Necrostatin-1 Improves Long-term Functional Recovery Through Protecting Oligodendrocyte Precursor Cells After Transient Focal Cerebral Ischemia in Mice.", "journal": ["Neuroscience", "Neuroscience"]}