{"authors": [["Egli", "Peter", "P", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Aeschbacher", "Stefanie", "S", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Bossard", "Matthias", "M", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Canada; Division of Cardiology, Hamilton General Hospital, Hamilton Health Sciences, McMaster University, Hamilton, Canada."], ["Eggimann", "Lucien", "L", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Blum", "Steffen", "S", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Meyre", "Pascal", "P", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Bargetzi", "Laura", "L", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland."], ["Estis", "Joel", "J", "Singulex Inc., Clinical Research, Alameda, CA, USA."], ["Todd", "John", "J", "Singulex Inc., Clinical Research, Alameda, CA, USA."], ["Risch", "Martin", "M", "Labormedizinisches Zentrum Dr. Risch, Schaan, Liechtenstein; Division of Laboratory Medicine, Kantonsspital Graubünden, Chur, Switzerland."], ["Risch", "Lorenz", "L", "Labormedizinisches Zentrum Dr. Risch, Schaan, Liechtenstein; Department of Laboratory Medicine, Institute of Clinical Chemistry, Inselspital, Bern University Hospital, University of Bern, Switzerland; Private University, Triesen, Liechtenstein."], ["Conen", "David", "D", "Cardiovascular Research Institute Basel, University Hospital Basel, University of Basel, Basel, Switzerland; Division of Cardiology, University Hospital Basel, University of Basel, Basel, Switzerland; Population Health Research Institute, David Braley Cardiac, Vascular and Stroke Research Institute, Hamilton, Canada. Electronic address: conend@mcmaster.ca."]], "date": "2017-12-14", "id": "29247633", "text": "Kidney injury molecule-1 (KIM-1) has been associated with kidney damage in patients with preexisting renal disease. However, little is known about the relationships of KIM-1 with renal function and cardiovascular risk factors in healthy individuals from the general population.Healthy individuals aged 25-41years were enrolled in a population-based study. Main exclusion criteria were a BMI >35kg/m2, preexisting kidney disease or established cardiovascular disease. KIM-1 was measured from frozen plasma samples using a high-sensitivity assay. Multivariable linear regression models were constructed to assess the relationships of KIM-1 with renal function and various cardiovascular risk factors.We included 2060 individuals (47% men, median (interquartile range) age: 37 (31-40) years) in this analysis. Median KIM-1 levels were 82.5 (IQR 59.4-112.7) pg/ml. We found no significant relationship of KIM-1 with creatinine (adjusted β-coefficient (95% confidence interval) 0.0005 (-0.002; 0.003), p=0.61) and cystatin C (-0.02 (-0.21; 0.17), p=0.84). There were significant linear relationships of log-transformed KIM-1 with systolic blood pressure (adjusted β-coefficient (95% confidence interval) 0.07 (0.04; 0.09), p<0.0001), diastolic blood pressure (0.04 (0.02; 0.07), p=0.001), low-density lipoprotein cholesterol (0.09 (0.06; 0.11), p<0.0001), high-density lipoprotein cholesterol (0.07 (0.05; 0.1), p<0.0001), high-sensitivity C-reactive protein (0.05 (0.03; 0.07), p<0.0001), age (0.09 (0.07; 0.11), p<0.0001), BMI (0.04 (0.01; 0.06), p=0.005) and current smoking (0.12 (0.07; 0.17), p<0.0001).Among healthy adults from the general population, plasma levels of KIM-1 were not associated with renal function but were independently related to multiple cardiovascular risk factors.", "doi": "10.1016/j.cca.2017.12.019", "title": "Relationships of kidney injury molecule-1 with renal function and cardiovascular risk factors in the general population.", "journal": ["Clinica chimica acta; international journal of clinical chemistry", "Clin. Chim. Acta"]}