{"authors": [["Westermann", "Dirk", "D", "Department of General and Interventional Cardiology, University Heart Center, Hamburg, Germany."], ["Goodman", "Shaun G", "SG", "Terrence Donnelly Heart Centre, St Michael's Hospital, University of Toronto, Toronto, Canada."], ["Nicolau", "José C", "JC", "Heart Institute (InCor), University of São Paulo Medical School, São Paulo, Brazil."], ["Requena", "Gema", "G", "Oxon Epidemiology, London, United Kingdom."], ["Maguire", "Andrew", "A", "Oxon Epidemiology, London, United Kingdom."], ["Chen", "Ji Yan", "JY", "Guangdong General Hospital, Provincial Key Laboratory of Coronary Disease, Guangzhou, China."], ["Granger", "Christopher B", "CB", "Duke Clinical Research Institute, Duke University Medical Center, Durham, North Carolina."], ["Grieve", "Richard", "R", "London School of Hygiene and Tropical Medicine, London, United Kingdom."], ["Pocock", "Stuart J", "SJ", "London School of Hygiene and Tropical Medicine, London, United Kingdom."], ["Blankenberg", "Stefan", "S", "Department of General and Interventional Cardiology, University Heart Center, Hamburg, Germany."], ["Vega", "Ana Maria", "AM", "Medical Evidence and Observational Research, Global Medical Affairs, AstraZeneca, Madrid, Spain."], ["Yasuda", "Satoshi", "S", "National Cerebral and Cardiovascular Center, Osaka, Japan."], ["Simon", "Tabassome", "T", "Assistance Publique-Hôpitaux de Paris (APHP), UPMC-Paris 06 University, Paris, France."], ["Brieger", "David", "D", "Concord Hospital and University of Sydney, Sydney, Australia."], [null, null, null, null]], "date": "2017-12-16", "id": "29247524", "text": "The long-term progression of coronary artery disease as defined by the natural disease course years after a myocardial infarction (MI) is an important but poorly studied area of clinical research. The long-Term rIsk, clinical manaGement, and healthcare Resource utilization of stable coronary artery dISease in post-myocardial infarction patients (TIGRIS) study was designed to address this knowledge gap by evaluating patient management and clinical outcomes following MI in different regions worldwide. TIGRIS (ClinicalTrials.gov Identifier: NCT01866904) is a multicenter, observational, prospective, longitudinal study enrolling patients with history of MI 1 to 3 years previously and high risk of developing atherothrombotic events in a general-practice setting. The primary objective of TIGRIS is to evaluate clinical events (time to first occurrence of any event from the composite cardiovascular endpoint of MI, unstable angina with urgent revascularization, stroke, or death from any cause), and healthcare resource utilization associated with hospitalization for these events (hospitalization duration and procedures) during follow-up. Overall, 9225 patients were enrolled between June 2013 and November 2014 and are being followed in 369 different centers worldwide. This will allow for the description of regional differences in patient characteristics, risk profiles, medical treatment patterns, clinical outcomes, and healthcare resource utilization. Patients will be followed for up to 3 years. Here we report the rationale, design, patient distribution, and selected baseline characteristics of the TIGRIS study. TIGRIS will describe real-world management, quality of life (self-reported health), and healthcare resource utilization for patients with stable coronary artery disease ≥1 year post-MI.", "doi": "10.1002/clc.22837", "title": "Rationale and design of the long-Term rIsk, clinical manaGement, and healthcare Resource utilization of stable coronary artery dISease in post-myocardial infarction patients (TIGRIS) study.", "journal": ["Clinical cardiology", "Clin Cardiol"]}