{"authors": [["Mañas", "Eva", "E", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Barbero", "Esther", "E", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Chiluiza", "Diana", "D", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["García", "Aldara", "A", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Morillo", "Raquel", "R", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Barrios", "Deisy", "D", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Martínez-García", "Miguel Ángel", "MÁ", "Respiratory Department, Hospital La Fe, Valencia, Spain."], ["Albalat", "Alicia", "A", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], ["Cano", "Irene", "I", "Respiratory Department, Hospital de Getafe, Madrid, Spain."], ["Jiménez", "David", "D", "Respiratory Department, Hospital Ramón y Cajal, and Medicine Department, Universidad de Alcalá (IRYCIS), Madrid, Spain."], [null, null, null, null]], "date": "2017-12-16", "id": "29247523", "text": "In normotensive patients with acute symptomatic pulmonary embolism (PE), the effect of undiagnosed obstructive sleep apnea (OSA) on cardiovascular (CV) outcomes lacks clarity. The Prognostic Significance of Obstructive Sleep Apnea in Patients With Acute Symptomatic Pulmonary Embolism (POPE) study is a multicenter, observational study designed to prospectively assess the prognostic significance of concomitant OSA in hemodynamically stable outpatients with acute symptomatic PE. Adult patients with acute stable PE are eligible. Recruited patients undergo an overnight sleep study using a level III portable diagnostic device within 7 days (and preferably within 48 hours) of diagnosis of PE. The sleep tracings are analyzed by a certified sleep technologist and audited by a sleep physician, both of whom are blinded to other study data. The patients are divided into 2 groups based on apnea-hypopnea index (AHI): OSA (AHI ≥15) and non-OSA (AHI <15) groups. The study uses a composite of PE-related death, CV death, clinical deterioration requiring an escalation of treatment, or nonfatal CV events (recurrent venous thromboembolism, acute myocardial infarction, or stroke) within 30 days after the diagnosis of PE as the primary outcome. The projected sample size of 225 patients will provide 80% power to test the hypothesis that OSA will increase the primary outcome from 7% in the non-OSA group to 20% in the OSA group, with α ≤0.05. The trial results will be important to understand the burden and CV effects of OSA in PE patients.", "doi": "10.1002/clc.22834", "title": "Impact of obstructive sleep apnea on cardiovascular outcomes in patients with acute symptomatic pulmonary embolism: Rationale and methodology for the POPE study.", "journal": ["Clinical cardiology", "Clin Cardiol"]}