{"authors": [["Tseng", "Andrew S", "AS", "Department of Internal Medicine, Mayo Clinic, Scottsdale, Arizona."], ["William Schleifer", "J", "J", "Division of Cardiovascular Diseases, Mayo Clinic, Rochester, Minnesota."], ["Shen", "Win-Kuang", "WK", "Division of Cardiovascular Diseases, Mayo Clinic, Scottsdale, Arizona."], ["McBane", "Robert", "R", "Division of Cardiovascular Diseases, Mayo Clinic, Rochester, Minnesota."], ["Mankad", "Sunil", "S", "Division of Cardiovascular Diseases, Mayo Clinic, Rochester, Minnesota."], ["Esser", "Heidi", "H", "Division of Cardiovascular Diseases, Mayo Clinic, Scottsdale, Arizona."], ["Vucicevic", "Darko", "D", "Department of Advanced Heart Failure and Transplantation, David Geffen School of Medicine, University of California, Los Angeles."], ["Shamoun", "Fadi E", "FE", "Division of Cardiovascular Diseases, Mayo Clinic, Scottsdale, Arizona."]], "date": "2017-12-16", "id": "29247519", "text": "Patients with heart failure (HF) have increased risk for thromboembolic events. Real-world incidences of efficacy and safety outcomes of direct oral anticoagulants (DOACs) in patients with left ventricular systolic dysfunction (LVSD) are of growing clinical interest.Real-world efficacy and safety outcomes of DOACs in patients with LVSD will be similar to those of LVSD or HF subgroups in the RE-LY, ROCKET-AF, and ARISTOTLE trials.We performed a retrospective review of adult patients with LVSD (left ventricular ejection fraction ≤40%) on DOAC therapy between 2010 and 2016. Incidences of safety and efficacy outcomes of anticoagulation with DOACs were extracted from primary and secondary hospital discharge diagnoses.DOACs were prescribed to 287 patients with LVSD over a mean follow-up of 313.3 ± 52.3 days. Many patients had moderate and severe chronic kidney disease (28.9% and 10.1%, respectively) and indications for anticoagulation therapy other than atrial fibrillation (19.9%). For efficacy outcomes, the calculated incidence rates of ischemic stroke and systemic embolism were 1.2 (95% confidence interval [CI]: 0.25-3.56) and 0.81 (95% CI: 0.10-2.94) events per 100 person-years, respectively. For the safety outcomes, incidence rates of GI bleeding and intracranial hemorrhage were 2.4 (95% CI: 0.8-5.3) and 0.41 (95% CI: 0.1-2.2) events per 100 patient-years, respectively.Our findings are largely compatible with the results of LVSD or HF subgroups in RE-LY, ROCKET-AF, and ARISTOTLE trials and add to increasing confidence that DOACs can be safely used for stroke and systemic embolism prevention in patients with LVSD.", "doi": "10.1002/clc.22833", "title": "Real-world incidence of efficacy and safety outcomes in patients on direct oral anticoagulants with left ventricular systolic dysfunction at a tertiary referral center.", "journal": ["Clinical cardiology", "Clin Cardiol"]}