{"authors": [["Klein", "Pavel", "P", "Mid-Atlantic Epilepsy and Sleep Center, Bethesda, MD, USA."], ["Dingledine", "Raymond", "R", "Department of Pharmacology, Emory University, Atlanta, GA, USA."], ["Aronica", "Eleonora", "E", "Department of (Neuro) Pathology, Academic Medical Center and Swammerdam Institute for Life Sciences, Center for Neuroscience, University of Amsterdam, Amsterdam, The Netherlands."], ["Bernard", "Christophe", "C", "Aix Marseille Univ, Inserm, INS, Instit Neurosci Syst, Marseille, 13005, France."], ["Blümcke", "Ingmar", "I", "Department of Neuropathology, University Hospital Erlangen, Erlangen, Germany."], ["Boison", "Detlev", "D", "Robert Stone Dow Neurobiology Laboratories, Legacy Research Institute, Portland, OR, USA."], ["Brodie", "Martin J", "MJ", "Epilepsy Unit, West Glasgow Ambulatory Care Hospital-Yorkhill, Glasgow, UK."], ["Brooks-Kayal", "Amy R", "AR", "Division of Neurology, Departments of Pediatrics and Neurology, University of Colorado School of Medicine, Aurora, CO, USA."], ["Engel", "Jerome", "J", "Departments of Neurology, Neurobiology, and Psychiatry and Biobehavioral Sciences, David Geffen School of Medicine, Brain Research Institute, University of California, Los Angeles, CA, USA."], ["Forcelli", "Patrick A", "PA", "Department of Pharmacology, Georgetown University, Washington, DC, USA."], ["Hirsch", "Lawrence J", "LJ", "Department of Neurology, Yale University, New Haven, CT, USA."], ["Kaminski", "Rafal M", "RM", "UCB Pharma, Braine-l'Alleud, Belgium."], ["Klitgaard", "Henrik", "H", "UCB Pharma, Braine-l'Alleud, Belgium."], ["Kobow", "Katja", "K", "Department of Neuropathology, University Hospital Erlangen, Erlangen, Germany."], ["Lowenstein", "Daniel H", "DH", "Department of Neurology, University of California, San Francisco, CA, USA."], ["Pearl", "Phillip L", "PL", "Department of Neurology, Boston Children's Hospital, Harvard Medical School, Boston, MA, USA."], ["Pitkänen", "Asla", "A", "Department of Neurobiology, A. I. Virtanen Institute for Molecular Sciences, University of Eastern Finland, Kuopio, Finland."], ["Puhakka", "Noora", "N", "Department of Neurobiology, A. I. Virtanen Institute for Molecular Sciences, University of Eastern Finland, Kuopio, Finland."], ["Rogawski", "Michael A", "MA", "Department of Neurology, University of California, Davis, Sacramento, CA, USA."], ["Schmidt", "Dieter", "D", "Epilepsy Research Group, Berlin, Germany."], ["Sillanpää", "Matti", "M", "Departments of Child Neurology and General Practice, University of Turku and Turku University Hospital, Turku, Finland."], ["Sloviter", "Robert S", "RS", "Department of Neurobiology, Morehouse School of Medicine, Atlanta, GA, USA."], ["Steinhäuser", "Christian", "C", "Institute of Cellular Neurosciences, Medical Faculty, University of Bonn, Bonn, Germany."], ["Vezzani", "Annamaria", "A", "Department of Neuroscience, IRCCS-Istituto di Ricerche Farmacologiche Mario Negri, Institute for Pharmacological Research, Milan,, Italy."], ["Walker", "Matthew C", "MC", "Department of Clinical and Experimental Epilepsy, UCL Institute of Neurology, London, UK."], ["Löscher", "Wolfgang", "W", "Department of Pharmacology, Toxicology, and Pharmacy, University of Veterinary Medicine, Hannover, Germany."]], "date": "2017-12-15", "id": "29247482", "text": "The most common forms of acquired epilepsies arise following acute brain insults such as traumatic brain injury, stroke, or central nervous system infections. Treatment is effective for only 60%-70% of patients and remains symptomatic despite decades of effort to develop epilepsy prevention therapies. Recent preclinical efforts are focused on likely primary drivers of epileptogenesis, namely inflammation, neuron loss, plasticity, and circuit reorganization. This review suggests a path to identify neuronal and molecular targets for clinical testing of specific hypotheses about epileptogenesis and its prevention or modification. Acquired human epilepsies with different etiologies share some features with animal models. We identify these commonalities and discuss their relevance to the development of successful epilepsy prevention or disease modification strategies. Risk factors for developing epilepsy that appear common to multiple acute injury etiologies include intracranial bleeding, disruption of the blood-brain barrier, more severe injury, and early seizures within 1 week of injury. In diverse human epilepsies and animal models, seizures appear to propagate within a limbic or thalamocortical/corticocortical network. Common histopathologic features of epilepsy of diverse and mostly focal origin are microglial activation and astrogliosis, heterotopic neurons in the white matter, loss of neurons, and the presence of inflammatory cellular infiltrates. Astrocytes exhibit smaller K+ conductances and lose gap junction coupling in many animal models as well as in sclerotic hippocampi from temporal lobe epilepsy patients. There is increasing evidence that epilepsy can be prevented or aborted in preclinical animal models of acquired epilepsy by interfering with processes that appear common to multiple acute injury etiologies, for example, in post-status epilepticus models of focal epilepsy by transient treatment with a trkB/PLCγ1 inhibitor, isoflurane, or HMGB1 antibodies and by topical administration of adenosine, in the cortical fluid percussion injury model by focal cooling, and in the albumin posttraumatic epilepsy model by losartan. Preclinical studies further highlight the roles of mTOR1 pathways, JAK-STAT3, IL-1R/TLR4 signaling, and other inflammatory pathways in the genesis or modulation of epilepsy after brain injury. The wealth of commonalities, diversity of molecular targets identified preclinically, and likely multidimensional nature of epileptogenesis argue for a combinatorial strategy in prevention therapy. Going forward, the identification of impending epilepsy biomarkers to allow better patient selection, together with better alignment with multisite preclinical trials in animal models, should guide the clinical testing of new hypotheses for epileptogenesis and its prevention.", "doi": "10.1111/epi.13965", "title": "Commonalities in epileptogenic processes from different acute brain insults: Do they translate?", "journal": ["Epilepsia", "Epilepsia"]}