{"authors": [["Cao", "Zhijuan", "Z", "Department of Molecular Physiology and Biophysics-Cardiovascular Sciences Track, Baylor College of Medicine, Houston, TX, 77030, USA."], ["Balasubramanian", "Adithya", "A", "Department of Anesthesiology, Baylor College of Medicine, Houston, TX, 77030, USA."], ["Pedersen", "Steen E", "SE", "Department of Molecular Physiology and Biophysics-Cardiovascular Sciences Track, Baylor College of Medicine, Houston, TX, 77030, USA."], ["Romero", "Jonathan", "J", "Department of Molecular Physiology and Biophysics, Baylor College of Medicine, Houston, TX, 77030, USA."], ["Pautler", "Robia G", "RG", "Department of Molecular Physiology and Biophysics-Cardiovascular Sciences Track, Baylor College of Medicine, Houston, TX, 77030, USA."], ["Marrelli", "Sean P", "SP", "Department of Neurology, McGovern Medical School at UTHealth, Houston, TX, 77030, USA. Sean.P.Marrelli@uth.tmc.edu."]], "date": "2017-12-15", "id": "29247238", "text": "Hypothermia shows promise for stroke neuroprotection, but current cooling strategies cause undesirable side effects that limit their clinical applications. Increasing efforts have focused on pharmacological hypothermia as a treatment option for stroke. Previously, we showed that activation of a thermoregulatory ion channel, transient receptor potential vanilloid 1 (TRPV1), by dihydrocapsaicin (DHC) produces reliable hypothermia. In this study, we investigate the effects of TRPV1-mediated hypothermia by DHC on long-term ischemic stroke injury and functional outcome. Hypothermia initiated at 3.5 hours after stroke significantly reduced primary cortical injury. Interestingly, hypothermia by DHC also significantly reduced secondary thalamic injury, as DHC-treated stroke mice exhibited 53% smaller thalamic lesion size. DHC-treated stroke mice further demonstrated decreased neuronal loss and astrogliosis in the thalamus and less thalamic fiber loss by diffusion tensor imaging (DTI). Importantly, a single 8 hour treatment of hypothermia by DHC after stroke provided long-term improvement in functional outcome, as DHC-treated mice exhibited improved behavioral recovery at one month post-stroke. These findings indicate that TRPV1-mediated hypothermia is effective in reducing both primary cortical injury and remote secondary thalamic injury, and a single treatment can produce persistent effects on functional recovery. These data highlight the therapeutic potential for TRPV1 agonism for stroke treatment.", "doi": "10.1038/s41598-017-17548-y", "title": "TRPV1-mediated Pharmacological Hypothermia Promotes Improved Functional Recovery Following Ischemic Stroke.", "journal": ["Scientific reports", "Sci Rep"]}