{"authors": [["Komagamine", "Junpei", "J", "Department of Internal Medicine, National Hospital Organization Tochigi Medical Center, Utsunomiya, Tochigi, Japan."], ["Komagamine", "Tomoko", "T", "Department of Neurology, Dokkyo Medical University, Shimotsuga-gun, Tochigi, Japan."]], "date": "2017-12-14", "id": "29247116", "text": "To evaluate temporal differences in the documentation of neurological findings by the same physicians in patients with ischaemic stroke while in hospital. We also investigated differences in the rate of documentation of neurological findings in patients with stroke between internists and neurosurgeons.A retrospective medical chart review.Hospitalised adult patients with acute ischaemic stroke who stayed 7 or more days in our hospital. Neurosurgeons (n=8) and internists (n=19) caring for these patients (including up to 10 patients per physician).The documentation rate of any neurological finding in the patients on each day (from day 1 to 7 and on discharge). The documentation rates of eight neurological finding components (consciousness, mental status, cranial nerves, motor function, sensory function, coordination, reflexes and gait). We included only documentation by the same physician. Fisher's exact test was used to evaluate differences in outcomes between neurosurgeons and internists.During the study period, we identified 172 patients with stroke who were cared for by 27 physicians. The documentation rates of any neurological findings were 94% (day 1), 58% (day 2), 35% (day 3), 40% (day 4), 32% (day 5), 30% (day 6) and 23% (day 7). On discharge, all eight neurological finding components were documented in less than 10% of all cases. The documentation rate was significantly higher by internists than that by neurosurgeons on each day but not on discharge.The documentation rate of neurological findings by physicians during usual stroke care decreased to less than 50% after the third hospital day. Given the importance of temporal changes in the neurological symptoms of patients with stroke, further study is needed to determine whether this low documentation rate after the third hospital day was due to a lack of physician interest in neurological findings or other factors.", "doi": "10.1136/bmjopen-2017-019480", "title": "Temporal changes in the documentation of neurological findings among patients with acute ischaemic stroke in a single centre in Japan: a retrospective cross-sectional study.", "journal": ["BMJ open", "BMJ Open"]}