{"authors": [["Allen", "Michael", "M", "Institute of Health Research, University of Exeter Medical School, St Luke's Campus, Exeter, UK."], ["Pearn", "Kerry", "K", "Institute of Health Research, University of Exeter Medical School, St Luke's Campus, Exeter, UK."], ["Villeneuve", "Emma", "E", "Institute of Health Research, University of Exeter Medical School, St Luke's Campus, Exeter, UK."], ["Monks", "Thomas", "T", "NIHR CLAHRC Wessex Data Science Hub, Southampton General Hospital, Southampton, UK."], ["Stein", "Ken", "K", "Institute of Health Research, University of Exeter Medical School, St Luke's Campus, Exeter, UK."], ["James", "Martin", "M", "Stroke Services, Royal Devon & Exeter NHS trust, Exeter, UK."]], "date": "2017-12-14", "id": "29247093", "text": "The policy of centralising hyperacute stroke units (HASUs) in England aims to provide stroke care in units that are both large enough to sustain expertise (>600 admissions/year) and dispersed enough to rapidly deliver time-critical treatments (<30 min maximum travel time). Currently, just over half (56%) of patients with stroke access care in such a unit. We sought to model national configurations of HASUs that would optimise both institutional size and geographical access to stroke care, to maximise the population benefit from the centralisation of stroke care.Modelling of the effect of the national reconfiguration of stroke services. Optimal solutions were identified using a heuristic genetic algorithm.127 acute stroke services in England, serving a population of 54 million people.238 887 emergency admissions with acute stroke over a 3-year period (2013-2015).Modelled reconfigurations of HASUs optimised for institutional size and geographical access.Travel distances and times to HASUs, proportion of patients attending a HASU with at least 600 admissions per year, and minimum and maximum HASU admissions.Solutions were identified with 75-85 HASUs with annual stroke admissions in the range of 600-2000, which achieve up to 82% of patients attending a stroke unit within 30 min estimated travel time (with at least 95% and 98% of the patients being within 45 and 60 min travel time, respectively).The reconfiguration of hyperacute stroke services in England could lead to all patients being treated in a HASU with between 600 and 2000 admissions per year. However, the proportion of patients within 30 min of a HASU would fall from over 90% to 80%-82%.", "doi": "10.1136/bmjopen-2017-018143", "title": "Feasibility of a hyper-acute stroke unit model of care across England: a modelling analysis.", "journal": ["BMJ open", "BMJ Open"]}