{"authors": [["Soni", "Apurv", "A", "Quantitative Health Sciences, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Karna", "Sunil", "S", "Cardiovascular Medicine, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["Patel", "Harshil", "H", "Central Research Services, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["Fahey", "Nisha", "N", "Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Raithatha", "Shyamsundar", "S", "Community Extension, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Handorf", "Anna", "A", "School of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Bostrom", "John", "J", "School of Medicine, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Bashar", "Syed", "S", "Biomedical Engineering, University of Connecticut, Storrs, Connecticut, USA."], ["Talati", "Kandarp", "K", "Central Research Services, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["Shah", "Ravi", "R", "Pediatrics, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Goldberg", "Robert J", "RJ", "Quantitative Health Sciences, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Thanvi", "Sunil", "S", "Cardiovascular Medicine, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["Phatak", "Ajay Gajanan", "AG", "Central Research Services, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["Allison", "Jeroan J", "JJ", "Quantitative Health Sciences, University of Massachusetts Medical School, Worcester, Massachusetts, USA."], ["Chon", "Ki", "K", "Biomedical Engineering, University of Connecticut, Storrs, Connecticut, USA."], ["Nimbalkar", "Somashekhar Marutirao", "SM", "Central Research Services, Pramukhswami Medical College, Karamsad, Gujarat, India."], ["McManus", "David D", "DD", "Quantitative Health Sciences, University of Massachusetts Medical School, Worcester, Massachusetts, USA."]], "date": "2017-12-14", "id": "29247089", "text": "Atrial fibrillation (AF), the world's most common arrhythmia, often goes undetected and untreated in low-resource communities, including India, where AF epidemiology is undefined. AF is an important risk factor for stroke, which plagues an estimated 1.6 million Indians annually. As such, early detection of AF and management of high-risk patients is critically important to decrease stroke burden in individuals with AF. This study aims to describe the epidemiology of AF in Anand District, Gujarat, India, characterise the clinical profile of individuals who are diagnosed with AF and determine the performance of two mobile technologies for community-based AF screening.This observational study builds on findings from a previous feasibility study and leverages two novel technologies as well as an existing community health programme to perform door-to-door AF screening for 2000 people from 60 villages of Anand District, Gujarat, India using local health workers. A single-lead ECG and a pulse-based application is used to screen each individual for AF three times over a period of 5 days. Participants with suspected arrhythmias are followed up by study cardiologist who makes final diagnoses. Participants diagnosed with AF are initiated on treatment based on current anticoagulation guidelines and clinical reasoning.Age-stratified and sex-stratified prevalence of AF in the Anand District will be calculated for sample and estimated for Anand distribution using survey design weights. Sociodemographic and clinical factors associated with AF will be evaluated using multivariable regression methods. Performance of each mobile technology in detecting AF will be evaluated using a 12-lead ECG interpretation as the gold standard.This protocol was approved separately by the Institutional Review Board of University of Massachusetts Medical School and the Human Research Ethics Committee at Charutar Arogya Mandal. The findings of this study will be disseminated through peer-reviewed journals and scientific conferences.", "doi": "10.1136/bmjopen-2017-017668", "title": "Study protocol for Smartphone Monitoring for Atrial fibrillation in Real-Time in India (SMART-India): a community-based screening and referral programme.", "journal": ["BMJ open", "BMJ Open"]}