{"authors": [["Liu", "Yan", "Y", "School of Public Health, Peking University, Beijing, China."], ["Liu", "Guofeng", "G", "School of Public Health, Peking University, Beijing, China."], ["Wu", "Hongjiang", "H", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."], ["Jian", "Weiyan", "W", "School of Public Health, Peking University, Beijing, China."], ["Wild", "Sarah H", "SH", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."], ["Gasevic", "Danijela", "D", "Usher Institute of Population Health Sciences and Informatics, University of Edinburgh, Edinburgh, UK."]], "date": "2017-12-14", "id": "29247088", "text": "To describe the sex differences in the prevalence of non-communicable diseases (NCDs) in adults aged 45 years or older in China.Cross-sectional study.Nationally representative sample of the Chinese population 2011.8401 men and 8928 women over 45 years of age who participated in the first wave of the China Health and Retirement Longitudinal Study (CHARLS).Self-reported data on overall health and diagnosis of hypertension, dyslipidaemia, diabetes, heart disease, stroke, chronic lung disease, cancer or arthritis. Sex differences in NCDs were described using logistic regression to generate odds ratios (OR) with adjustment for sociodemographic factors and health-related behaviours. All analyses were stratified by age group for 45-64-year-old and ≥65-year-old participants.In both age groups, men reported better overall health than women. The crude prevalence of heart disease, cancer and arthritis was higher while that of stroke and chronic lung disease was lower in women than in men. After adjustment, ORs (95% CI) for the 45-64 and ≥65 year age groups were 0.70 (0.58 to 0.84) and 0.66 (0.54 to 0.80), respectively, for arthritis for men compared with women. In contrast, ORs were 1.66 (1.09 to 2.52) and 2.12 (1.36 to 3.30) for stroke and 1.51 (1.21 to 1.89) and 1.43 (1.09 to 1.88) for chronic lung disease for men compared with women. ORs for heart disease (0.65 (0.52 to 0.80)) were lower in men than in women only in the 45-64 year age group.Odds of arthritis were lower while those of stroke and chronic lung disease were higher in men than in women in both age groups. However, odds of heart disease were lower in men than in women, but only in the group of individuals aged 45-64 years.", "doi": "10.1136/bmjopen-2017-017450", "title": "Sex differences in non-communicable disease prevalence in China: a cross-sectional analysis of the China Health and Retirement Longitudinal Study in 2011.", "journal": ["BMJ open", "BMJ Open"]}