{"authors": [["Wood", "Kerry V", "KV", "Division of Psychology, London South Bank University, London, UK."], ["Albery", "Ian P", "IP", "Division of Psychology, London South Bank University, London, UK."], ["Moss", "Antony C", "AC", "Division of Psychology, London South Bank University, London, UK."], ["White", "Sarah", "S", "Population Health Research Institute, St Georges University of London, London, UK."], ["Frings", "Daniel", "D", "Division of Psychology, London South Bank University, London, UK."]], "date": "2017-12-14", "id": "29247083", "text": "Smoking is a major cause of ill health and is associated with several diseases including cancer, coronary heart disease and stroke. Many psychological and pharmacological smoking cessation treatments are available and although they are undoubtedly the most cost-effective health interventions available, many people still fail to maintain cessation in the longer term. Recently, National Institute for Health and Care Excellence called for comparative studies to determine the short-term and long-term effectiveness of Allen Carr's Easyway (ACE) method of stopping smoking. This study will compare the efficacy of the ACE programme and a 1-1 counselling service available via the National Health Service.A two-arm, parallel-group, blinded, randomised controlled trial will be conducted with people who smoke tobacco cigarettes, are aged ≥18 years and are motivated to quit. Exclusion criteria comprise self-reported mental health condition, pregnancy or respiratory disease such as chronic obstructive pulmonary disease or emphysema. The primary treatment outcome is smoking cessation 26 weeks after treatment. Participants will be analysed on an intention to treat basis at the point of randomisation. Before being randomised, the research team will not inform participants which two treatments are being compared. Once randomised researchers will be blinded to participant condition, and participants will be blinded to the condition they are not assigned to. Logistic regression will be used to estimate the effectiveness of the treatment condition on smoking cessation at 26 weeks. The following covariates will be included: baseline quit efficacy (at inclusion), age (at inclusion), gender and baseline nicotine dependency.Approval was granted by London-Fulham Research Ethics Committee (ref: 16/LO/1657). The study's findings will be published in peer-reviewed journals and disseminated at national and international conferences.ClinicalTrials.gov identifier number: NCT02855255. ISRCTN registration number: ISRCTN23584477; Pre-results.", "doi": "10.1136/bmjopen-2017-016867", "title": "Study protocol for a randomised controlled trial of Allen Carr's Easyway programme versus Lambeth and Southwark NHS for smoking cessation.", "journal": ["BMJ open", "BMJ Open"]}