{"authors": [["Aronis", "Konstantinos N", "KN", "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Zhao", "Di", "D", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."], ["Hoogeveen", "Ron C", "RC", "Division of Atherosclerosis and Vascular Medicine, Department of Medicine, Baylor College of Medicine, Houston, TX."], ["Alonso", "Alvaro", "A", "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, GA."], ["Ballantyne", "Christie M", "CM", "Division of Atherosclerosis and Vascular Medicine, Department of Medicine, Baylor College of Medicine, Houston, TX."], ["Guallar", "Eliseo", "E", "Department of Epidemiology, Johns Hopkins Bloomberg School of Public Health, Baltimore, MD."], ["Jones", "Steven R", "SR", "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Martin", "Seth S", "SS", "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, MD."], ["Nazarian", "Saman", "S", "Division of Cardiology, University of Pennsylvania Medical System University of Pennsylvania School of Medicine, Philadelphia, PA."], ["Steffen", "Brian T", "BT", "Department of Laboratory Medicine and Pathology, University of Minnesota, Minneapolis, MN."], ["Virani", "Salim S", "SS", "Michael E. DeBakey Veterans Affairs Medical Center and Section of Cardiovascular Research, Department of Medicine, Baylor College of Medicine, Houston, TX."], ["Michos", "Erin D", "ED", "Division of Cardiology, Johns Hopkins University School of Medicine, Baltimore, MD edonnell@jhmi.edu."]], "date": "2017-12-15", "id": "29246963", "text": "Lipoprotein(a) (Lp[a]) is proatherosclerotic and prothrombotic, causally related to coronary disease, and associated with other cardiovascular diseases. The association of Lp(a) with incident atrial fibrillation (AF) and with ischemic stroke among individuals with AF remains to be elucidated.In the community-based ARIC (Atherosclerosis Risk in Communities) study cohort, Lp(a) levels were measured by a Denka Seiken assay at visit 4 (1996-1998). We used multivariable-adjusted Cox models to compare AF and ischemic stroke risk across Lp(a) levels. First, we evaluated incident AF in 9908 participants free of AF at baseline. AF was ascertained by electrocardiography at study visits, hospital International Statistical Classification of Diseases, 9th Revision (ICD-9) codes, and death certificates. We then evaluated incident ischemic stroke in 10 127 participants free of stroke at baseline. Stroke was identified by annual phone calls, hospital ICD-9 Revision codes, and death certificates. The baseline age was 62.7±5.6 years. Median Lp(a) levels were 13.3 mg/dL (interquartile range, 5.2-39.7 mg/dL). Median follow-up was 13.9 and 15.8 years for AF and stroke, respectively. Lp(a) was not associated with incident AF (hazard ratio, 0.98; 95% confidence interval, 0.82-1.17), comparing those with Lp(a) ≥50 with those with Lp(a) <10 mg/dL. High Lp(a) was associated with a 42% relative increase in stroke risk among participants without AF (hazard ratio, 1.42; 95% confidence interval, 1.07-1.90) but not in those with AF (hazard ratio, 1.06; 95% confidence interval, 0.70-1.61 [P interaction for AF=0.25]). There were no interactions by race or sex. No association was found for cardioembolic stroke subtype.High Lp(a) levels were not associated with incident AF. Lp(a) levels were associated with increased ischemic stroke risk, primarily among individuals without AF but not in those with AF.", "doi": "10.1161/JAHA.117.007372", "title": "Associations of Lipoprotein(a) Levels With Incident Atrial Fibrillation and Ischemic Stroke: The ARIC (Atherosclerosis Risk in Communities) Study.", "journal": ["Journal of the American Heart Association", "J Am Heart Assoc"]}