{"authors": [["Saber", "Hamidreza", "H", "Department of Neurology, Wayne State University School of Medicine, Detroit, Michigan, USA."], ["Rajah", "Gary B", "GB", "Department of Neurosurgery, Wayne State University School of Medicine, Detroit, Michigan, USA."], ["Kherallah", "Riyad Y", "RY", "Department of Medicine, Wayne State University School of Medicine, Detroit, Michigan, USA."], ["Jadhav", "Ashutosh P", "AP", "Departments of Neurology and Neurosurgery, UPMC Stroke Institute, University of Pittsburgh Medical Center, Pittsburgh, USA."], ["Narayanan", "Sandra", "S", "Department of Neurology, Wayne State University School of Medicine, Detroit, Michigan, USA."]], "date": "2017-12-15", "id": "29246906", "text": "Mechanical thrombectomy (MT) is increasingly used for large-vessel occlusions (LVO), but randomized clinical trial (RCT) level data with regard to differences in clinical outcomes of MT devices are limited. We conducted a network meta-analysis (NMA) that enables comparison of modern MT devices (Trevo, Solitaire, Aspiration) and strategies (stent retriever vs aspiration) across trials.Relevant RCTs were identified by a systematic review. The efficacy outcome was 90-day functional independence (modified Rankin Scale (mRS) score 0-2). Safety outcomes were 90-day catastrophic outcome (mRS 5-6) and symptomatic intracranial hemorrhage (sICH). Fixed-effect Bayesian NMA was performed to calculate risk estimates and the rank probabilities.In a NMA of six relevant RCTs (SWIFT, TREVO2, EXTEND-IA, SWIFT-PRIME, REVASCAT, THERAPY; total of 871 patients, 472 Solitaire vs medical-only, 108 Aspiration vs medical-only, 178 Trevo vs Merci, and 113 Solitaire vs Merci) with medical-only arm as the reference, Trevo had the greatest functional independence (OR 4.14, 95% credible interval (CrI) 1.41-11.80; top rank probability 92%) followed by Solitaire (OR 2.55, 95% CrI 1.75-3.74; top rank probability 72%). Solitaire and Aspiration devices had the greatest top rank probability with respect to low sICH and catastrophic outcomes (76% and 91%, respectively), but without significant differences between each other. In a separate network of seven RCTs (MR-CLEAN, ESCAPE, EXTEND-IA, SWIFT-PRIME, REVASCAT, THERAPY, ASTER; 1737 patients), first-line stent retriever was associated with a higher top rank probability of functional independence than aspiration (95% vs 54%), with comparable safety outcomes.These findings suggest that Trevo and Solitaire devices are associated with a greater likelihood of functional independence whereas Solitaire and Aspiration devices appear to be safer.", "doi": "10.1136/neurintsurg-2017-013544", "title": "Comparison of the efficacy and safety of thrombectomy devices in acute stroke : a network meta-analysis of randomized trials.", "journal": ["Journal of neurointerventional surgery", "J Neurointerv Surg"]}