{"authors": [["Jardine", "David L", "DL", "Department of General Medicine, Christchurch Hospital, University of Otago, Christchurch, New Zealand. Electronic address: david.jardine@cdhb.govt.nz."], ["Wieling", "Wouter", "W", "Departments of Internal Medicine, Academic Medical Centre, University of Amsterdam, Amsterdam, The Netherlands."], ["Brignole", "Michele", "M", "Department of Cardiology, Arrhythmologic Centre, Ospedali del Tigullio, Lavagna, Italy."], ["Lenders", "Jacques W M", "JWM", "Department of Internal Medicine, Radboud University Medical Centre, Nijmegen, The Netherlands; Department of Internal Medicine III, Technical University Dresden, Dresden, Germany."], ["Sutton", "Richard", "R", "National Heart and Lung institute, Imperial College, London, United Kingdom."], ["Stewart", "Julian", "J", "Departments of Pediatrics, Physiology, and Medicine, New York Medical College, Valhalla, New York."]], "date": "2017-12-12", "id": "29246828", "text": "In part I of this study, we found that the classical studies on vasovagal syncope, conducted in fit young subjects, overstated vasodilatation as the dominant hypotensive mechanism. Since 1980, blood pressure and cardiac output have been measured continuously using noninvasive methods during tilt, mainly in patients with recurrent syncope, including women and the elderly. This has allowed us to analyze in more detail the complex sequence of hemodynamic changes leading up to syncope in the laboratory. All tilt-sensitive patients appear to progress through 4 phases: (1) early stabilization, (2) circulatory instability, (3) terminal hypotension, and (4) recovery. The physiology responsible for each phase is discussed. Although the order of phases is consistent, the time spent in each phase may vary. In teenagers and young adults, progressive hypotension during phases 2 and 3 can be driven by vasodilatation or falling cardiac output. The fall in cardiac output is secondary to a progressive decrease in stroke volume because blood is pooled in the splanchnic veins. In adults a fall in cardiac output is the dominant hypotensive mechanism because systemic vascular resistance always remains above baseline levels.", "doi": "10.1016/j.hrthm.2017.12.013", "title": "Pathophysiology of the vasovagal response.", "journal": ["Heart rhythm", "Heart Rhythm"]}