{"authors": [["Yasaka", "Masahiro", "M", "Department of Cerebrovascular Medicine and Neurology, National Hospital Organization, Kyushu Medical Center, Fukuoka, Japan. Electronic address: yasaka@kyumed.jp."], ["Koretsune", "Yukihiro", "Y", "National Hospital Organization, Osaka National Hospital, Osaka, Japan."], ["Yamashita", "Takeshi", "T", "The Cardiovascular Institute, Tokyo, Japan."], ["Oda", "Eisei", "E", "Medical TOUKEI Corporation, Tokyo, Japan."], ["Matsubayashi", "Daisuke", "D", "Medical Data Vision Co., Ltd., Tokyo, Japan."], ["Ota", "Kaori", "K", "Medical Data Vision Co., Ltd., Tokyo, Japan."], ["Kobayashi", "Masafumi", "M", "Department of Corporate Planning, Linical Co., Ltd., Osaka, Japan."], ["Matsushita", "Yasuyuki", "Y", "EU Biostatistics & Data Management, Daiichi Sankyo Europe GmbH, Munich, Germany."], ["Kaburagi", "Jumpei", "J", "Medical Science Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan."], ["Ibusuki", "Kei", "K", "Medical Science Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan."], ["Takita", "Atsushi", "A", "Safety and Risk Management Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan."], ["Iwashita", "Mikio", "M", "Medical Science Department, Daiichi Sankyo Co., Ltd., Tokyo, Japan."], ["Yamaguchi", "Takuhiro", "T", "Department of Biostatistics, Graduate School of Medicine, Tohoku University, Miyagi, Japan."]], "date": "2017-12-12", "id": "29246672", "text": "To understand the reality of patients who experienced a cardioembolic stroke (CES) is important because of the high incidence of recurrent stroke and the need to account for bleeding risk in relation to the need for anticoagulation treatment. We elucidated the current real-world medical care in patients who had a CES and identified the risk factors for recurrent stroke.The study comprised 9804 patients who were diagnosed with CES between April 2008 and September 2013 as identified in a healthcare database used by acute-care institutions in Japan. We analyzed the incidence and risk factors of stroke and bleeding events in CES patients. The incidence of stroke was 10.3% during the median observation period of 68 days, mainly consisting of recurrent CES (8.5%). The incidence of bleeding events and intracranial bleeding was 10.3% and 7.0%, respectively. The recurrence of ischemic stroke was significantly lower, and brain hemorrhage was significantly higher in the anticoagulation treatment group. The factors related to an increased risk of stroke were a history of cerebral infarction or transient ischemic attack, diabetes, and increase of CHA2DS2-VASc and CHADS2 scores. The risk factors for bleeding events were hypertension, renal dysfunction, and use of proton pump inhibitors (PPIs).The patients who experienced CES had a high rate of recurrent stroke or CES, mainly consisting of recurrent CES. Although anticoagulation may be beneficial for reducing recurrence of ischemic stroke, careful management is required given consideration of increased risk of brain hemorrhage during anticoagulation treatment, especially for patients with hypertension, renal dysfunction, and use of PPIs.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.002", "title": "Recurrent Stroke and Bleeding Events after Acute Cardioembolic Stroke-Analysis Using Japanese Healthcare Database from Acute-Care Institutions.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}