{"authors": [["Salam", "Kizhakkaniyakath Abdu", "KA", "Department of Neurology, Baby Memorial Hospital, Kozhikode, Kerala, India."], ["Rafeeque", "Mohammed", "M", "Department of Interventional Radiology, Baby Memorial Hospital, Kozhikode, Kerala, India."], ["Hashim", "Hisham", "H", "Department of Neurology, Baby Memorial Hospital, Kozhikode, Kerala, India."], ["Mampilly", "Neena", "N", "Department of Pathology, Baby Memorial Hospital, Kozhikode, Kerala, India."], ["Noone", "Mohan Leslie", "ML", "Department of Neurology, Baby Memorial Hospital, Kozhikode, Kerala, India. Electronic address: mln@fastmail.com."]], "date": "2017-12-12", "id": "29246671", "text": "A 25-year-old woman presented with acute onset of right hemiplegia and global aphasia with National Institutes of Health Stroke Scale score of 19. Computed tomography angiography demonstrated occlusion of the left proximal middle cerebral artery. She was thrombolysed with intravenous recombinant tissue plasminogen activator (0.6 mg/kg) within 3 hours of onset of symptoms and was taken up for mechanical thrombectomy. The retrieved specimen appeared pale white and soft; histopathologic examination revealed a papillary neoplasm composed of papillae with hyalinized cores lined by endothelium, consistent with papillary fibroelastoma of cardiac origin. Transesophageal echocardiography showed no abnormalities, which can be explained by complete embolization of the mass into the cerebral circulation. On follow-up after 5 months, the patient recovered with only minimal aphasia and no cardiac symptoms. Our experience with this case highlights the importance of histopathologic examination of the mechanical thrombectomy specimen, as it provided the only clue to the etiology of stroke.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.015", "title": "Histology of Thrombectomy Specimen Reveals Cardiac Tumor Embolus in Cryptogenic Young Stroke.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}