{"authors": [["Xia", "Wei", "W", "College of Life Science and Technology, Huazhong University of Science and Technology, Wuhan, China; Department of Radiology, Hubei Maternal and Children's Hospital, Wuhan, China. Electronic address: 176778380@qq.com."], ["Hu", "Daoyu", "D", "Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Xiao", "Peng", "P", "College of Life Science and Technology, Huazhong University of Science and Technology, Wuhan, China."], ["Yang", "Wenzhong", "W", "Department of Radiology, Hubei Maternal and Children's Hospital, Wuhan, China."], ["Chen", "Xinlin", "X", "Department of Ultrasound, Hubei Maternal and Children's Hospital, Wuhan, China."]], "date": "2017-12-12", "id": "29246670", "text": "This study aims to describe the imaging characteristic of dural sinus malformation in 4 fetuses with different locations.We report a series of 4 fetuses with dural sinus malformation in Hubei Maternal and Children's Hospital from July 2013 to February 2016. All the mothers undertook the prenatal magnetic resonance (MRI) imaging because of the intracranial space-occupying lesions discovered by prenatal ultrasound.Two of the 4 cases demonstrated typical MRI of dural sinus malformation with thrombosis in the vicinity of torcular herophili (also known as sinus confluence), whereas the other 2 cases showed lesions in the superior sagittal sinus and transverse sinus separately. Three pregnancies were terminated, whereas the other one was delivered in the local hospital.Sonographer should realize the sign of dural sinus malformation. Atypical location of the dural sinus malformation, such as superior sagittal sinus and transverse sinus, should be paid special attention to. Further, prenatal MRI is necessary to identify the lesion.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.11.014", "title": "Dural Sinus Malformation Imaging in the Fetus: Based on 4 Cases and Literature Review.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}