{"authors": [["Xu", "Zhihua", "Z", "Jinzhou Medical University, General Hospital of Shenyang Military Area command Training base for Graduate, Shenyang, Liaoning 110016, China."], ["Sun", "Lingling", "L", "Department of Radiology, The Fourth Affiliated Hospital of China Medical University, Shenyang, Liaoning 110032, China."], ["Duan", "Yang", "Y", "Department of Radiology, General Hospital of Shenyang Military Area command, Shenyang, Liaoning 110016, China. Electronic address: duanyang100@126.com."], ["Zhang", "Jinghua", "J", "Department of Neurology, General Hospital of Shenyang Military Area command, Shenyang, Liaoning 110016, China."], ["Zhang", "Mengzhi", "M", "Department of Radiology, General Hospital of Shenyang Military Area command, Shenyang, Liaoning 110016, China."], ["Cai", "Xiaonan", "X", "Department of Radiology, General Hospital of Shenyang Military Area command, Shenyang, Liaoning 110016, China."]], "date": "2017-11-05", "id": "29246631", "text": "To assess the imaging and clinical features of patients with an artery of Percheron infarction comprehensively.Of 6539 patients with a first-ever stroke, 18 patients with a Percheron infarction were enrolled, and their images and clinical data were retrospectively investigated.All patients underwent neurological intensive care unit (NICU) management. The initial symptom of a Percheron infarction included dizziness, transient blurred vision, double vision, barylalia, cerebellar ataxia, drowsiness, and a coma. Subsequent symptoms differed for the three subtypes of Percheron infarction, and the three subtypes are bilateral paramedian thalamic infarction with midbrain involvement, bilateral paramedian thalamic infarction without midbrain involvement, and bilateral paramedian and anterior thalamic infarction without midbrain involvement. Between favorable and unfavorable outcomes, there was no significant difference in the following patient characteristics including current smoking, hypertension, diabetes, hyperlipidemia, hyperhomocysteinemia, heart disease, time from stroke onset to medical care, and Glasgow Coma Scale score at admission (P>0.05), but there were significant differences in both the National Institute of Health stroke scale (NIHSS) and Acute Physiology and Chronic Health Evaluation II (APACHE II) score at admission (P<0.05). If the midbrain or larger infarct volume was involved or hemorrhagic transformation occurred, outcomes of a Percheron infarction were frequently unfavorable.The clinical presentation of patients with a Percheron infarction is variable; early recognition, image performance, NICU management, NIHSS, and APACHE II score would help in diagnosis, evaluation, and treatment.", "doi": "10.1016/j.jns.2017.10.033", "title": "Assessment of Percheron infarction in images and clinical findings.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}