{"authors": [["Yang", "Jingyuan", "J", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China; Department of Epidemiology, School of Public Health, Guizhou Medical University, Guiyang, China."], ["Zhong", "Chongke", "C", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China; Department of Epidemiology, Tulane University School of Public Health and Tropical Medicine, New Orleans, LA, United States."], ["Wang", "Aili", "A", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China."], ["Xu", "Tan", "T", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China."], ["Bu", "Xiaoqing", "X", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China; Department of Epidemiology, Tulane University School of Public Health and Tropical Medicine, New Orleans, LA, United States."], ["Peng", "Yanbo", "Y", "Department of Neurology, Affiliated Hospital of North China University of Science and Technology, Hebei, China."], ["Wang", "Jinchao", "J", "Department of Neurology, Yutian County Hospital, Hebei, China."], ["Peng", "Hao", "H", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China."], ["Li", "Qunwei", "Q", "Department of Epidemiology, School of Public Health, Taishan Medical College, Shandong, China."], ["Ju", "Zhong", "Z", "Department of Neurology, Kerqin District First People's Hospital of Tongliao City, Inner Mongolia, China."], ["Geng", "Deqin", "D", "Department of Neurology, Affiliated Hospital of Xuzhou Medical College, Jiangsu, China."], ["Zhang", "Yonghong", "Y", "Department of Epidemiology, School of Public Health and Jiangsu Key Laboratory of Preventive and Translational Medicine for Geriatric Diseases, Medical College of Soochow University, Suzhou, China. Electronic address: yhzhang@suda.edu.cn."], ["He", "Jiang", "J", "Department of Epidemiology, Tulane University School of Public Health and Tropical Medicine, New Orleans, LA, United States. Electronic address: yhzhang@suda.edu.cn."], [null, null, null, null]], "date": "2017-10-13", "id": "29246621", "text": "N-terminal pro-brain natriuretic peptide (NT-proBNP) has been shown to be associated with the prognosis of cardiovascular diseases and NT-proBNP level is elevated in patients with acute ischemic stroke. However, the association between NT-proBNP and poor prognosis after ischemic stroke is still uncertain. The aim of this study was to examine whether serum NT-proBNP is associated with global clinical outcomes in a large cohort of patients with acute ischemic stroke.Baseline serum NT-proBNP level was measured in a subset of 3126 patients with acute ischemic stroke, and the patients were followed up to assess their clinical outcomes within 1year after the stroke. Cox proportional hazard models and logistic regression models were used to assess the effects of NT-proBNP on the primary outcome (composite outcome of death and vascular events) and poor functional outcomes.During 1year of follow-up, 278 (9.0%) patients with a primary outcome and 685 (22.1%) patients with a poor functional outcome were identified. The cumulative incidence of primary outcomes increased across serum NT-proBNP quartiles (log-rank P<0.001). Hazard ratios (95% confidence interval) of the highest quartile compared with the lowest quartile were 1.47 (1.01-2.13) for the primary outcome, 1.79 (1.07-2.98) for death after multivariable adjustment. In addition, serum NT-proBNP was also associated with poor functional outcomes (odds ratio, 1.47; 95% confidence interval, 1.11-1.94; Ptrend=0.008).This study showed that high NT-proBNP levels increased the risk of a composite outcome of death and vascular events and poor functional outcomes at 1year after stroke onset among ischemic stroke patients with elevated blood pressure, suggesting that NT-proBNP might be a potential prognostic factor for ischemic stroke.", "doi": "10.1016/j.jns.2017.10.014", "title": "Association between increased N-terminal pro-brain natriuretic peptide level and poor clinical outcomes after acute ischemic stroke.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}