{"authors": [["Liu", "Yuanyuan", "Y", "Department of Neurology, Peking University First Hospital, Beijing 100034, China; Department of Neurology, The First Affiliated Hospital of Zhengzhou University, China."], ["Yang", "Yide", "Y", "Institute of Child and Adolescent Health, School of Public Health, Peking University Health Science Center, Beijing 100191, China."], ["Jin", "Haiqiang", "H", "Department of Neurology, Peking University First Hospital, Beijing 100034, China."], ["Fan", "Chenghe", "C", "Department of Neurology, Peking University First Hospital, Beijing 100034, China."], ["Lv", "Pu", "P", "Department of Neurology, Peking University First Hospital, Beijing 100034, China."], ["Sun", "Wei", "W", "Department of Neurology, Peking University First Hospital, Beijing 100034, China."], ["Peng", "Qing", "Q", "Department of Neurology, Peking University First Hospital, Beijing 100034, China."], ["Zhao", "Mingming", "M", "The Institute of Cardiovascular Sciences, Institute of Systems Biomedicine, School of Basic Medical Sciences, and Key Laboratory of Molecular Cardiovascular Sciences of Ministry of Education, Peking University Health Science Center, Beijing 100191, China."], ["Jin", "David K", "DK", "Weill Cornell Medical College of Cornell University, New York 10021, USA."], ["Wang", "Jiguang", "J", "The Shanghai Institute of Hypertension, RuiJin Hospital, Shanghai Jiaotong University, Shanghai, China."], ["Wong", "Lawrence K S", "LKS", "Prince of Wales Hospital, Chinese University of Hong Kong, Hong Kong, China."], ["Anderson", "Craig S", "CS", "The George Institute for Global Health, Royal Prince Alfred Hospital, University of Sydney, Sydney, Australia."], ["Zheng", "Lemin", "L", "The Institute of Cardiovascular Sciences, Institute of Systems Biomedicine, School of Basic Medical Sciences, and Key Laboratory of Molecular Cardiovascular Sciences of Ministry of Education, Peking University Health Science Center, Beijing 100191, China. Electronic address: zhengl@bjmu.edu.cn."], ["Huang", "Yining", "Y", "Department of Neurology, Peking University First Hospital, Beijing 100034, China. Electronic address: ynhuang@bjmu.edu.cn."], [null, null, null, null]], "date": "2017-09-22", "id": "29246620", "text": "The relationship between blood pressure(BP) and clinical outcome in patients with acute stroke is still controversial. The present study aimed to elucidate the impact of admission blood pressure on mortality in patients with acute stroke of different subtypes. Data were from ChinaQUEST (QUality Evaluation of Stroke Care and Treatment), a multicenter, prospective hospital registry study in 37 cities across China. A total of 6427 patients were admitted within 24h of onset and after following up for 12months, 5501 were included in the final analysis. Multivariate Cox regression model were used in data analysis. A \"U-curve shaped\" relationship was observed between admission systolic or diastolic BP and mortality at 12months in the overall study population. Compared to first quartile, the Hazard ratio (HR) for the systolic BP of top quartile was 1.444 (95%CI 1.854-1.636), while the HR was 0.692 (95%CI 0.802-0.930) for the second quartile. Similar associations were observed when we applied admission diastolic BP. In subgroup analysis, the U-shaped effect was remained only in patients with intracranial hemorrhage (ICH). The HR for the systolic BP of top quartile was 2.274 (95%CI 1.878-2.755), while the HR was 0.751 (95%CI 0.571-0.986) for the second quartile. Moreover, admission diastolic BP of top quartile was significantly associated with elevated risk of death for patients with ischemic stroke caused by small vessel diseases (LACI)(HR 1.470; CI 1.040-2.078). In addition, we found a heterogeneity of the admission BP distribution among different subtypes, which may explain the \"U-curve\" effect.", "doi": "10.1016/j.jns.2017.09.032", "title": "Discrepant relationships between admission blood pressure and mortality in different stroke subtypes.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}