{"authors": [["Barlas", "Raphae S", "RS", "Ageing Clinical and Experimental Research (ACER), Institute of Applied Health Sciences, School of Medicine, Medical Sciences & Nutrition, University of Aberdeen, Aberdeen, UK."], ["McCall", "Stephen J", "SJ", "Ageing Clinical and Experimental Research (ACER), Institute of Applied Health Sciences, School of Medicine, Medical Sciences & Nutrition, University of Aberdeen, Aberdeen, UK; National Perinatal Epidemiology Unit (NPEU), Nuffield Department of Population Health, University of Oxford, Oxford, UK."], ["Bettencourt-Silva", "Joao H", "JH", "Clinical Informatics, Department of Medicine, University of Cambridge, Cambridge, UK."], ["Clark", "Allan B", "AB", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Bowles", "Kristian M", "KM", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Metcalf", "Anthony K", "AK", "Stroke Research Group, Norfolk and Norwich University Hospital, Norwich, UK."], ["Mamas", "Mamas A", "MA", "Keele Cardiovascular Research Group, Institutes of Science and Technology in Medicine, Primary Care and Health Sciences, Keele University, Stoke-on-Trent, UK."], ["Potter", "John F", "JF", "Norwich Medical School, University of East Anglia, Norwich, UK."], ["Myint", "Phyo K", "PK", "Ageing Clinical and Experimental Research (ACER), Institute of Applied Health Sciences, School of Medicine, Medical Sciences & Nutrition, University of Aberdeen, Aberdeen, UK; Stroke Research Group, Norfolk and Norwich University Hospital, Norwich, UK; Norwich Medical School, University of East Anglia, Norwich, UK. Electronic address: phyo.myint@abdn.ac.uk."]], "date": "2017-09-30", "id": "29246615", "text": "Previous research has demonstrated an association between anaemia and poor outcomes in acute stroke. This study aimed to assess the impact of anaemia on stroke by anaemia subtype.Data from a prospective UK Regional Stroke Register were used to assess the association between hypochromic microcytic and normochromic normocytic anaemia on inpatient-mortality, length of stay (LOS) and discharge modified Rankin scale (mRS). Analysis was stratified by stroke subtypes and multivariable logistic regression, adjusting for potential confounders, was used to quantify this association. Patients who were not anaemic were the reference category.A total of 8167 stroke patients (admitted between 2003 and 2015) were included, mean age (SD) 77.39±11.90years. Of these, 3.4% (n=281) had hypochromic microcytic anaemia and 15.5% (n=1262) had normochromic normocytic anaemia on admission. Normochromic normocytic anaemia was associated with increased odds of in-patient mortality OR 1.48 (1.24-1.77), 90-day mortality OR 1.63 (1.38-1.92), longer LOS OR 1.21 (1.06-1.40), defined as >7days, and severe disability defined as discharge mRS≥3 OR 1.31 (1.06-1.63), in patients with ischaemic stroke. Hypochromic microcytic anaemia was associated with 90-day mortality OR 1.90 (1.40-2.58) and a longer LOS OR 1.57 (1.20-2.05) in patients with ischaemic stroke.Hypochromic microcytic and normochromic normocytic anaemia are associated with differing outcomes in terms of inpatient mortality and post stroke disability. While it is unclear if anaemia per se or another underlying cause is responsible for adverse outcomes, subtype of anaemia appears to be relevant in stroke prognosis.", "doi": "10.1016/j.jns.2017.09.047", "title": "Impact of anaemia on acute stroke outcomes depends on the type of anaemia: Evidence from a UK stroke register.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}