{"authors": [["Lin", "Lu", "L", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Li", "Wei", "W", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Liu", "Cheng-Chun", "CC", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Wu", "Ya", "Y", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Huang", "Shu-Han", "SH", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Li", "Xiao-Shu", "XS", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Liang", "Chun-Rong", "CR", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Wang", "Huan", "H", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Zhang", "Li-Li", "LL", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Xu", "Zhi-Qiang", "ZQ", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Wang", "Yan-Jiang", "YJ", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China."], ["Feng", "Wuwei", "W", "Department of Neurology, Medical University of South Carolina Stroke Center, SC 29425, USA. Electronic address: feng@musc.edu."], ["Zhang", "Meng", "M", "Department of Neurology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing 40042, China. Electronic address: zhangmeng@tmmu.edu.cn."]], "date": "2017-10-26", "id": "29246609", "text": "There has been no effective treatment for acute ischemic stroke (AIS) patients who presented to the Emergency Department >4.5h without a visible arterial occlusion on the neurovascular imaging studies. In this study, we aimed to investigate whether intravenous antiplatelet agent tirofiban was safe and potentially effective in AIS patients who had no visible arterial occlusion and was outside of treatment window for Alteplase. The goal of this study was to collect preliminary data to plan a future phase II study.Twenty-five patients received intravenous tirofiban therapy. The safety outcomes were assessed by the incidence of symptomatic intracerebral hemorrhage (sICH), systematic bleeding and mortality. Efficacy outcomes were evaluated with National Institutes of Health Stroke Scale (NIHSS) score at day 7 (or discharge) and modified Rankin Scale (mRS) at 90days. Outcomes for these patients were compared with a historical age-gender-admission-NIHSS matched cohort treated with aspirin and/or clopidogrel.The rate of intracerebral hemorrhage, systematic bleedings, and death were not found in both groups. At day 7 or discharge, the neurological function improved significantly in both treatment groups. However, the NIHSS score was lower in tirofiban group compared with the control group (2 vs.3, p=0.045). At 3months, more patients in tirofiban group had favorable outcomes (mRS 0-1) compared with control group (84% vs. 52%; adjusted odds ratio: 10.57; 95% CI: 1.54-72.33; p=0.016).Intravenous tirofiban appears to be safe and potentially effective for the ischemic stroke patients with no artery occlusion on neurovascular imaging studies and being out of the window for thrombolytic therapy. A next logic step is to plan for a phase II study.", "doi": "10.1016/j.jns.2017.10.041", "title": "Safety and preliminary efficacy of intravenous tirofiban in acute ischemic stroke patient without arterial occlusion on neurovascular imaging studies.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}