{"authors": [["Bas", "Demet Funda", "DF", "Department of Neurology, Faculty of Medicine, Eskisehir Osmangazi University, Eskisehir, Turkey. Electronic address: demetf@hacettepe.edu.tr."], ["Ozdemir", "Atilla Ozcan", "AO", "Department of Neurology, Faculty of Medicine, Eskisehir Osmangazi University, Eskisehir, Turkey."]], "date": "2017-10-13", "id": "29246591", "text": "Metabolic syndrome (MetS) is associated with increased risk of ischemic stroke; while central obesity has controversial effects on ischemic stroke. We investigated effects of MetS and obesity on clinical courses and outcomes of patients treated with intravenous recombinant tissue-type plasminogen activator (iv rt-PA). 319 patients treated with intravenous thrombolysis were included to our study. Metabolic syndrome was determined if ≥3 of following criteria are present: elevated waist circumference; elevated triglycerides; reduced high density-lipoprotein cholesterol (HDL-C); elevated blood pressure; elevated fasting glucose. Obesity was defined as BMI≥30. Clinical features at baseline, 24th hour and 3rd month were examined. Computed tomography (CT) findings for ASPECT scores and hemorrhagic transformation were analyzed. 182 patients were MetS+; they were older (p=0.035), had similar ASPECT scores (p=0.477) and NIHSS scores (p=0.167) at admission; had significantly higher NIHSS scores at 24th hour (p<0.001) and worse outcome at 3rd month (p<0.001). Logistic regression analysis showed that either MetS, obesity or age were not independent predictors of poor outcome. Obese patients (n:72) had slight but significantly lower NIHSS scores at admission (p=0.049) compared to non-obese patients; meanwhile there was no significant difference between NIHSS scores at 24th hour (p=0.736) and 3rd month mRS scores (p=0.145). Hemorrhagic transformation and mortality rates were not affected with MetS or obesity. MetS is not an independent factor on clinical outcome but its presence may have a relationship with poor outcome; but obesity was not found to have any significant role on clinical course and outcome of patients treated with iv rt-PA.", "doi": "10.1016/j.jns.2017.10.012", "title": "The effect of metabolic syndrome and obesity on outcomes of acute ischemic stroke patients treated with systemic thrombolysis.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}