{"authors": [["Ad", "Niv", "N", "Department of Cardiovascular and Thoracic Surgery, West Virginia University, Morgantown, WVa; Washington Adventist Hospital, Takoma Park, Md; Inova Fairfax Hospital, Falls Church, Va. Electronic address: nivadmd14@gmail.com."], ["Holmes", "Sari D", "SD", "West Virginia University Heart and Vascular Institute, West Virginia University, Morgantown, WVa."], ["Massimiano", "Paul S", "PS", "Washington Adventist Hospital, Takoma Park, Md."], ["Rongione", "Anthony J", "AJ", "Washington Adventist Hospital, Takoma Park, Md."], ["Fornaresio", "Lisa M", "LM", "West Virginia University Heart and Vascular Institute, West Virginia University, Morgantown, WVa."]], "date": "2017-11-14", "id": "29246544", "text": "Atrial fibrillation (AF) is associated with increased early and long-term morbidity/mortality following valve surgery. This study examined long-term influence of concomitant full Cox maze (CM) and mitral valve procedures on freedom from atrial arrhythmia and stroke.This sample comprised patients who underwent CM with a mitral valve procedure (N = 473). Data on rhythm, medication status, and clinical events captured according to Heart Rhythm Society guidelines at 6, 9, 12, 18, and 24 months and yearly thereafter up to 7 years.Mean age was 65 years, mean left atrium size was 5.3 cm, and 15% had paroxysmal AF. Perioperative stroke occurred in 2 patients (0.4%) and operative mortality was 2.7% (n = 13). Return to sinus rhythm regardless of antiarrhythmic drugs at 1, 5, and 7 years was 90%, 80%, and 66%. Sinus rhythm off antiarrhythmic drugs at 1, 5, and 7 years was 83%, 69%, and 55%. Freedom from embolic stroke at 7 years was 96.6% (0.4 strokes per 100 patient-years) with a majority of patients off anticoagulation medication. Greater odds of atrial arrhythmia recurrence during 7 years was associated with longer AF duration (odds ratio [OR], 1.07; P = .001), whereas lower odds were associated with cryothermal energy only (OR, 0.64; P = .045) and greater surgeon experience (OR, 0.98; P = .025).This study suggests that the addition of CM to mitral valve procedures, even with a high degree of complexity, did not increase operative risk. In long-term follow-up, the CM procedure demonstrated acceptable rhythm success, reduced AF burden, and remarkably low stroke rate. Individual surgeon experience and training may notably influence long-term surgical ablation for AF success.", "doi": "10.1016/j.jtcvs.2017.09.147", "title": "Long-term outcome following concomitant mitral valve surgery and Cox maze procedure for atrial fibrillation.", "journal": ["The Journal of thoracic and cardiovascular surgery", "J. Thorac. Cardiovasc. Surg."]}