{"authors": [["Avelino", "Patrick Roberto", "PR", "Universidade Federal de Minas Gerais (UFMG), Departamento de Fisioterapia, NeuroGroup, Belo Horizonte, MG, Brazil. Electronic address: patrickpk4@yahoo.com.br."], ["Nascimento", "Lucas R", "LR", "Universidade Federal de Minas Gerais (UFMG), Departamento de Fisioterapia, NeuroGroup, Belo Horizonte, MG, Brazil; Universidade Federal do Espírito Santo (UFES), Centro de Ciências da Saúde, Vitória, ES, Brazil."], ["Menezes", "Kênia K P", "KKP", "Universidade Federal de Minas Gerais (UFMG), Departamento de Fisioterapia, NeuroGroup, Belo Horizonte, MG, Brazil."], ["Scianni", "Aline A", "AA", "Universidade Federal de Minas Gerais (UFMG), Departamento de Fisioterapia, NeuroGroup, Belo Horizonte, MG, Brazil."], ["Ada", "Louise", "L", "Discipline of Physiotherapy, The University of Sydney, Sidney, Australia."], ["Teixeira-Salmela", "Luci F", "LF", "Universidade Federal de Minas Gerais (UFMG), Departamento de Fisioterapia, NeuroGroup, Belo Horizonte, MG, Brazil."]], "date": "2017-12-02", "id": "29246455", "text": "Canes are usually prescribed for individuals with stroke with the purpose of improving walking and increasing safety. However, there is no consensus regarding the clinical effects of these aids on walking and participation.This study will examine the efficacy of the provision of a cane to improve walking and increase participation after stroke.This is a two-arm, prospectively registered, randomized trial with concealed allocation, blinded measurers, and intention-to-treat analysis. Fifty individuals with chronic stroke, categorized as slow or intermediate walkers (walking speeds ≤0.8m/s), will participate. The experimental group will receive a single-point cane and instructions to use the cane anytime they need to walk. The control group will receive a placebo intervention, consisting of self-stretching exercises of the lower limb muscles and instructions to not use assistive devices. The primary outcome will be comfortable walking speed. Secondary outcomes will include walking step length, walking cadence, walking capacity, walking confidence, and participation. Outcomes will be collected by a researcher blinded to group allocation at baseline (Week 0), after intervention (Week 4), and one month beyond intervention (Week 8).The provision of a single-point cane may help improving walking of slow and intermediate walkers after stroke. If walking is enhanced, the benefits may be carried over to participation, and individuals may experience greater free-living physical activity at home and in the community.", "doi": "10.1016/j.bjpt.2017.11.002", "title": "Effect of the provision of a cane on walking and social participation in individuals with stroke: protocol for a randomized trial.", "journal": ["Brazilian journal of physical therapy", "Braz J Phys Ther"]}