{"authors": [["Yang", "Song", "S", "Department of Cardiology, Affiliated Yixing People's Hospital of Jiangsu University, People's Hospital of Yixing City, Yixing 214200, China."], ["Zhao", "Yanping", "Y", "Department of Cardiology, Affiliated Yixing People's Hospital of Jiangsu University, People's Hospital of Yixing City, Yixing 214200, China."], ["Tian", "Yuanrui", "Y", "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing 211166, China."], ["Chen", "Yanchun", "Y", "Department of Cardiology, Affiliated Yixing People's Hospital of Jiangsu University, People's Hospital of Yixing City, Yixing 214200, China."], ["Zhao", "Xianghai", "X", "Department of Cardiology, Affiliated Yixing People's Hospital of Jiangsu University, People's Hospital of Yixing City, Yixing 214200, China."], ["Li", "Ying", "Y", "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing 211166, China."], ["Zhao", "Hailong", "H", "Experimental Center, Affiliated Yixing People's Hospital of Jiangsu University, People's Hospital of Yixing City, Yixing 214200, China."], ["Chen", "Xiaotian", "X", "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing 211166, China."], ["Zhu", "Lijun", "L", "Department of Epidemiology and Biostatistics, School of Public Health, Wannan Medical College, Wuhu 241001, China."], ["Fang", "Zhengmei", "Z", "Department of Epidemiology and Biostatistics, School of Public Health, Wannan Medical College, Wuhu 241001, China."], ["Yao", "YingShui", "Y", "Department of Epidemiology and Biostatistics, School of Public Health, Wannan Medical College, Wuhu 241001, China."], ["Hu", "Zhibing", "Z", "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing 211166, China."], ["Shen", "Chong", "C", "Department of Epidemiology, School of Public Health, Nanjing Medical University, Nanjing 211166, China. Electronic address: sc@njmu.edu.cn."]], "date": "2017-12-13", "id": "29246448", "text": "The Rho kinases (ROCKs) are recognized as a critical regulator of vascular functions in cardiovascular disorders. It is crucial to illustrate the association of ROCKs genetic variation and hypertension and/or stroke events. Herein we aimed at investigating the association of ROCK1 and ROCK2 with hypertension and stroke in Chinese Han population. Seven tagSNPs at ROCK1 and ROCK2 were genotyped in a community-based case-control study consisting of 2012 hypertension cases and 2210 normotensive controls and 4128 subjects were further followed up. In stroke case-control study, 1471 ischemic stroke (IS) inpatients and 607 hemorrhagic stroke (HS) inpatients were collected, and 2443 age-matched controls were selected from the follow-up population. Risks were estimated as odds ratio (OR) and hazard ratio (HR) by logistic and Cox regression. The community-based case-control study didn't identify any significant tagSNPs associated with hypertension even after adjustment for covariates. The follow-up analysis showed that rs1481280 of ROCK1 significantly associated with incident hypertension (HR=1.130, P=0.048) after adjusting for covariates. rs7589629 and rs978906 of ROCK2 were significantly associated with incident IS (HR=1.373, P=0.004; HR=1.284, P=0.026) respectively. In stroke case-control study, rs288980, rs1481280 and rs7237677 were significantly associated with IS and the adjusted ORs (P values) of additive model were 0.879 (0.010), 0.895 (0.036) and 0.857 (0.002) respectively. Furthermore, rs288980, rs7237677 and rs978906 were significantly associated with HS and the adjusted ORs (P values) of additive model were 0.857 (0.025), 0.848 (0.018) and 0.856 (0.027) respectively. Our findings suggest that ROCK1 and ROCK2 contribute to the genetic susceptibility of hypertension and stroke.", "doi": "10.1016/j.bbadis.2017.12.007", "title": "Common variants of ROCKs and the risk of hypertension, and stroke: Two case-control studies and a follow-up study in Chinese Han population.", "journal": ["Biochimica et biophysica acta", "Biochim. Biophys. Acta"]}