{"authors": [["Feng", "Yan", "Y", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Liao", "Shiwei", "S", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Wei", "Changjuan", "C", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Jia", "Dongmei", "D", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Wood", "Kristofer", "K", "Department of Neurology, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, 85013, AZ, USA."], ["Liu", "Qiang", "Q", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Wang", "Xiaoying", "X", "Neuroprotection Research Laboratory, Departments of Radiology and Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, 02129, MA, USA."], ["Shi", "Fu-Dong", "FD", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China."], ["Jin", "Wei-Na", "WN", "Department of Neurology, Tianjin Neurological Institute, Tianjin Medical University General Hospital, Tianjin, 300052, China. Weina.Jin@DignityHealth.org."]], "date": "2017-12-15", "id": "29246244", "text": "Evidence suggests that brain infiltration of lymphocytes contributes to acute neural injury after cerebral ischemia. However, the spatio-temporal dynamics of brain-infiltrating lymphocytes during the late stage after cerebral ischemia remains unclear.C57BL/6 (B6) mice were subjected to sham, photothrombosis, or 60-min transient middle cerebral artery occlusion (MCAO) procedures. Infarct volume, neurodeficits, production of reactive oxygen species (ROS) and inflammatory factors, brain-infiltrating lymphocytes, and their activation as well as pro-inflammatory cytokine IFN-γ production were assessed. Brain-infiltrating lymphocytes were also measured in tissue sections from post-mortem patients after ischemic stroke by immunostaining.In mice subjected to transient MCAO or photothrombotic stroke, we found that lymphocyte infiltration persists in the ischemic brain until at least day 14 after surgery, during which brain infarct volume significantly diminished. These brain-infiltrating lymphocytes express activation marker CD69 and produce proinflammatory cytokines such as IFN-γ, accompanied with a sustained increase of reactive oxygen species (ROS) and inflammatory cytokines release in the brain. In addition, brain-infiltrating lymphocytes were observed in post-mortem brain sections from patients during the late stage of ischemic stroke.Our results demonstrate that brain-infiltration of lymphocytes persists after the acute stage of cerebral ischemia, facilitating future advanced studies to reveal the precise role of lymphocytes during late stage of stroke.", "doi": "10.1186/s12974-017-1017-0", "title": "Infiltration and persistence of lymphocytes during late-stage cerebral ischemia in middle cerebral artery occlusion and photothrombotic stroke models.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"]}