{"authors": [["Hyle", "Emily P", "EP", "Medical Practice Evaluation Center, Massachusetts General Hospital, 50 Staniford St., 9th Floor, Boston, MA, 02114-2696, USA. ehyle@mgh.harvard.edu."], ["Mayosi", "Bongani M", "BM", "Cardiac Clinic, Department of Medicine, Groote Schuur Hospital and University of Cape Town, Cape Town, South Africa."], ["Middelkoop", "Keren", "K", "The Desmond Tutu HIV Centre, University of Cape Town, Cape Town, South Africa."], ["Mosepele", "Mosepele", "M", "Department of Internal Medicine, Faculty of Medicine, University of Botswana, Gaborone, Botswana."], ["Martey", "Emily B", "EB", "Medical Practice Evaluation Center, Massachusetts General Hospital, 50 Staniford St., 9th Floor, Boston, MA, 02114-2696, USA."], ["Walensky", "Rochelle P", "RP", "Medical Practice Evaluation Center, Massachusetts General Hospital, 50 Staniford St., 9th Floor, Boston, MA, 02114-2696, USA."], ["Bekker", "Linda-Gail", "LG", "The Desmond Tutu HIV Centre, University of Cape Town, Cape Town, South Africa."], ["Triant", "Virginia A", "VA", "Division of Infectious Diseases, Massachusetts General Hospital, Boston, MA, USA."]], "date": "2017-12-15", "id": "29246206", "text": "Sub-Saharan Africa (SSA) has confronted decades of the HIV epidemic with substantial improvements in access to life-saving antiretroviral therapy (ART). Now, with improved survival, people living with HIV (PLWH) are at increased risk for non-communicable diseases (NCDs), including atherosclerotic cardiovascular disease (CVD). We assessed the existing literature regarding the association of CVD outcomes and HIV in SSA.We used the PRISMA guidelines to perform a systematic review of the published literature regarding the association of CVD and HIV in SSA with a focus on CVD surrogate and clinical outcomes in PLWH.From January 2000 until March 2017, 31 articles were published regarding CVD outcomes among PLWH in SSA. Data from surrogate CVD outcomes (n = 13) suggest an increased risk of CVD events among PLWH in SSA. Although acute coronary syndrome is reported infrequently in SSA among PLWH, limited data from five studies suggest extensive thrombus and hypercoagulability as contributing factors. Additional studies suggest an increased risk of stroke among PLWH (n = 13); however, most data are from immunosuppressed ART-naïve PLWH and thus are potentially confounded by the possibility of central nervous system infections.Given ongoing gaps in our current understanding of CVD and other NCDs in PLWH in SSA, it is imperative to ascertain the burden of CVD outcomes, and to examine strategies for intervention and best practices to enhance the health of this vulnerable population.", "doi": "10.1186/s12889-017-4940-1", "title": "The association between HIV and atherosclerotic cardiovascular disease in sub-Saharan Africa: a systematic review.", "journal": ["BMC public health", "BMC Public Health"]}