{"authors": [["Zhou", "Feng", "F", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Zhou", "Lv", "L", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Guo", "Tie", "T", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Wang", "Nianzhen", "N", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Hao", "Haizhen", "H", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Zhou", "Yanhui", "Y", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."], ["Yu", "Dan", "D", "Department of Neurology, Affiliated Haikou Hospital at Xiangya Medical School of Central South University, Haikou 570208, Hainan, China."]], "date": "2017-11-01", "id": "29245986", "text": "Systematic profiling of a larger portion of circulating plasma proteome provide opportunities for unbiased discovery of novel markers to improve diagnostic, therapeutic, or predictive accuracy. This study aimed to identify differentially expressed proteins (DEPs) in plasma that could provide overall insight into the molecular changes of both H- type hypertension (HH) and HH-related acute ischemic stroke (AIS). This study used an iTRAQ-based LC-MS/MS proteomics approach to screen for plasma DEPs in HH patients with and without AIS, and controls. After excluding highly abundant plasma proteins, more than 600 proteins, and their relative levels, were identified. Of these, 26 DEPs, each showing > 1.2-fold change, were identified in HH and HH-related AIS patients compared with controls. Bioinformatics analysis revealed that these DEPs were enriched in 21 functional gene ontology items; \"blood coagulation\" was the most predominant pathway showing enrichment. Of these, eight DEPs were located in the hub position of networks involved with protein-protein interactions. AT-3, CRP, ApoB, and AHSG were further validated in each group by enzyme-linked immune sorbent assays. Comparing HH-related AIS with HH, the areas under the curve for AT-3, CRP, ApoB, and AHSG were 0.698, 0.892, 0.626, and 0.847, respectively. This proteomic profiling study provided enhanced pathophysiological understanding of the regulatory processes involved in coagulation, inflammation, and metabolism, and identified a panel of novel biomarkers for detecting HH-related AIS during its pre-stroke stage.", "doi": "10.18632/oncotarget.22233", "title": "Plasma proteomics reveals coagulation, inflammation, and metabolic shifts in H-type hypertension patients with and without acute ischemic stroke.", "journal": ["Oncotarget", "Oncotarget"]}