{"authors": [["Geng", "Jin", "J", "aDepartment of Cardiology, Huai'an First People's Hospital, Nanjing Medical UniversitybDepartment of Cardiology, Huai'an Second People's Hospital, the Affiliated Huai'an Hospital of Xuzhou Medical University, Huai'an, JiangsucDepartment of Cardiology, Nanjing Jiangning HospitaldDepartment of Cardiology, Nanjing Drum Tower Hospital, Nanjing Medical University, Nanjing, Jiangsu, China."], ["Zhang", "Yanchun", "Y", null], ["Wang", "Yanhan", "Y", null], ["Cao", "Lijuan", "L", null], ["Song", "Jie", "J", null], ["Wang", "Bingjian", "B", null], ["Song", "Wei", "W", null], ["Li", "Ju", "J", null], ["Xu", "Wei", "W", null]], "date": null, "id": "29245366", "text": "Many trials have shown improvements in left ventricular function, exercise capacity, and quality of life after catheter ablation (CA) of atrial fibrillation (AF) in patients with heart failure (HF). We sought to evaluate the impact of CA on hard outcomes in a retrospective cohort study. AF patients with symptomatic HF from 3 hospitals were included. Our primary endpoint was major adverse cardiac events (MACEs), a composite of all-cause mortality, stroke, and unplanned hospitalization. In total, 90 patients underwent CA and 304 ones received rate control (RaC) were included. After a mean follow-up of 13.5 ± 5.3 months, 82.2% of patients in CA group got freedom from AF; all patients in RaC group remained in AF. CA group had a significant decreased risk of MACEs compared with RaC group (13.3% vs 29.3%, hazard ratio [HR] 0.51, 95% confidence interval [CI]: 0.32-0.82, P = .005). After propensity score matched for confounding factors, difference in MACEs remained significant between groups (13.3% vs 25.6%, HR 0.50, 95% CI: 0.26-0.98, P = .044). Multivariate regression analysis also indicated that CA was significantly associated with a lower risk of MACEs in overall cohort (HR 0.486, 95% CI: 0.253-0.933, P = .030) and in propensity-matched cohort (HR 0.482, 95% CI: 0.235-0.985, P = .045). Besides, age and NYHA class were associated with an increased risk of MACEs. In conclusion, the present study demonstrated that CA for AF in HF patients could reduce the risk of MACEs in a mid-term follow-up. Thus, CA may be a reasonable option for this population.", "doi": "10.1097/MD.0000000000009179", "title": "Catheter ablation versus rate control in patients with atrial fibrillation and heart failure: A multicenter study.", "journal": ["Medicine", "Medicine (Baltimore)"]}