{"authors": [["Liu", "Xiaoyan", "X", "aDepartment of Pulmonary MedicinebDepartment of Cardiology, Peking Union Medical College Hospital, Chinese Academy of Medical Sciences, Beijing, People's Republic of China."], ["Zhu", "Yanlin", "Y", null], ["Lin", "Xue", "X", null], ["Fang", "Ligang", "L", null], ["Yan", "Xiaowei", "X", null]], "date": null, "id": "29245279", "text": "Anthracyclines cardiotoxicity characterized by dilated myocardiopathy has been well described in the literature. However, anthracyclines-induced valvular diseases have been seldom reported.In this study, we present the case of a 62-year-old Chinese female patient with breast cancer developing severe mitral regurgitation after anthracycline exposure.The patient was diagnosed with mitral regurgitation with preserved left ventricular ejection fraction and normal cardiac chamber dimensions in the sixth month after the last course of anthracycline-containing chemotherapy. However, continued decrease in LVEF with normal left ventricular wall thickness, and serial increases in left atrial and ventricular dimensions were observed in the follow-up echocardiography.Treatments with oral itraconazole at a dose of 75 mg/day and local wound care with ciclopirox olamine ointment were administered.The patient responded well to the treatment with perindopril, metoprolol succinate, spirolactone, and furosemide, and symptoms associated with heart failure were dramatically relieved.The incipient mitral regurgitation may serve as an early sign of myocardial dysfunction that can facilitate a timely recognition of cardiotoxicity, which is crucial to a timely change of chemotherapy regimen and an appropriate initiation of antiremodeling therapy that could limit anthracycline cardiotoxicity and improve overall outcome.", "doi": "10.1097/MD.0000000000009004", "title": "Mitral regurgitation after anthracycline-based chemotherapy in an adult patient with breast cancer: A case report.", "journal": ["Medicine", "Medicine (Baltimore)"]}