{"authors": [["Han", "Shi-You", "SY", "Department of Internal Medicine, Shanghai Fengxian District Chinese Medicine Hospital, Shanghai, China."], ["Hong", "Zhi-You", "ZY", null], ["Xie", "Yu-Hua", "YH", null], ["Zhao", "Yong", "Y", null], ["Xu", "Xiao", "X", null]], "date": null, "id": "29245245", "text": "Stroke is a condition with high morbidity and mortality, and 75% of stroke survivors lose their ability to work. Stroke is a burden to the family and society. The purpose of this study was to evaluate the effectiveness of Chinese herbal patent medicines in the treatment of patients after the acute phase of a stroke.We searched the following databases through August 2016: PubMed, Embase, Cochrane library, China Knowledge Resource Integrated Database (CNKI), China Science Periodical Database (CSPD), and China Biology Medicine disc (CBMdisc) for studies that evaluated Chinese herbal patent medicines for post stroke recovery. A random-effect model was used to pool therapeutic effects of Chinese herbal patent medicines on stroke recovery. Network meta-analysis was used to rank the treatment for each Chinese herbal patent medicine.In our meta-analysis, we evaluated 28 trials that included 2780 patients. Chinese herbal patent medicines were effective in promoting recovery after stroke (OR, 3.03; 95% CI: 2.53-3.64; P < .001). Chinese herbal patent medicines significantly improved neurological function defect scores when compared with the controls (standard mean difference [SMD], -0.89; 95% CI, -1.44 to -0.35; P = .001). Chinese herbal patent medicines significantly improved the Barthel index (SMD, 0.73; 95% CI, 0.53-0.94; P < .001) and the Fugl-Meyer assessment scores (SMD, 0.60; 95% CI, 0.34-0.86; P < .001). In the network analysis, MLC601, Shuxuetong, and BuchangNaoxintong were most likely to improve stroke recovery in patients without acupuncture. Additionally, Mailuoning, Xuesaitong, BuchangNaoxintong were the patented Chinese herbal medicines most likely to improve stroke recovery when combined with acupuncture.Our research suggests that the Chinese herbal patent medicines were effective for stroke recovery. The most effective treatments for stroke recovery were MLC601, Shuxuetong, and BuchangNaoxintong. However, to clarify the specific effective ingredients of Chinese herbal medicines, a well-designed study is warranted.", "doi": "10.1097/MD.0000000000008830", "title": "Therapeutic effect of Chinese herbal medicines for post stroke recovery: A traditional and network meta-analysis.", "journal": ["Medicine", "Medicine (Baltimore)"]}