{"authors": [["Peng", "Lihua", "L", "aDepartment of Orthopaedics, The People's Hospital of Bishan District, BishanbDepartment of Radiation Oncology, Chongqing Cancer Institute & Hospital & Cancer CentercDepartment of Orthopaedics, Jiangjin Central Hospital of Chongqing, Chongqing, P. R. China."], ["Luo", "Qian", "Q", null], ["Lu", "Hui", "H", null]], "date": null, "id": "29245225", "text": "Bazedoxifene may be promising to treat osteoporosis of postmenopausal women. We conducted a systematic review and meta-analysis to explore the efficacy and safety of bazedoxifene in postmenopausal women with osteoporosis.PubMed, EMbase, Web of science, EBSCO, and Cochrane library databases were systematically searched. Randomized controlled trials (RCTs) assessing the effect of bazedoxifene on osteoporosis of postmenopausal women were included. Two investigators independently searched articles, extracted data, and assessed the quality of included studies. The primary outcomes were vertebral fracture and spine BMD at 3 and 7 years.Four RCTs are included in the meta-analysis. Overall, compared with placebo intervention in postmenopausal women with osteoporosis, bazedoxifene intervention can significantly reduce the risk of vertebral fracture [risk risks (RRs) = 0.69; 95% confidence interval (95% CI) = 0.52-0.93; P = .01], and increase spine BMD at 3 years (Std. mean difference = 1.71; 95% CI = 1.55-1.87; P < .005) and 7 years (Std. mean difference = 8.31; 95% CI = 8.07-8.55; P < .005). Bazedoxifene intervention results in no increase in adverse events (RR = 1.00; 95% CI = 0.99-1.00; P = .34), serious adverse events (RR = 1.04; 95% CI = 0.97-1.12; P = .31), myocardial infarction (RR = 0.88; 95% CI = 0.51-1.52; P = .64), stroke (RR = 0.97; 95% CI = 0.64-1.46; P = .87), venous thromboembolic event (RR = 1.56; 95% CI = 0.92-2.64; P = .10), and breast carcinoma (RR = 1.03; 95% CI = 0.59-1.79; P = .92).Compared with placebo intervention for the osteoporosis of postmenopausal women, bazedoxifene intervention is found to significantly reduce the incidence of vertebral fracture and increase spine BMD at 3 and 7 years, and results in no increase in adverse events, serious adverse events, myocardial infarction, stroke, venous thromboembolic event, and breast carcinoma.", "doi": "10.1097/MD.0000000000008659", "title": "Efficacy and safety of bazedoxifene in postmenopausal women with osteoporosis: A systematic review and meta-analysis.", "journal": ["Medicine", "Medicine (Baltimore)"]}