{"authors": [["Stein", "Klaus-Peter", "KP", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany; Department of Neurosurgery, KRH Hospital Nordstadt, Haltenhoffstr.41, 30167 Hannover, Germany. Electronic address: Klaus-peter.stein@uk-essen.de."], ["Huetter", "Bernd-Otto", "BO", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Goericke", "Sophia", "S", "Department of Diagnostic and Interventional Radiology and Neuroradiology, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Oezkan", "Neriman", "N", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Leyrer", "Rebecca", "R", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Sandalcioglu", "I Erol", "IE", "Department of Neurosurgery, KRH Hospital Nordstadt, Haltenhoffstr.41, 30167 Hannover, Germany."], ["Forsting", "Michael", "M", "Department of Diagnostic and Interventional Radiology and Neuroradiology, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Sure", "Ulrich", "U", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."], ["Mueller", "Oliver", "O", "Department of Neurosurgery, University Hospital Essen, University Duisburg-Essen, Hufelandstrasse 55, 45122 Essen, Germany."]], "date": "2017-12-05", "id": "29245106", "text": "Cerebral arterio-venous malformations (AVM) are considered congenital lesions, emerging as an important cause of haemorrhagic stroke in children. The potential influence of age on clinical presentation and angio-architecture have been analysed extensively in the last years. Yet, comparative studies comprising ascending age groups may be limited in their conclusions, especially when comparing young children and adults. It is the aim of this study to evaluate characteristic clinical and angiographic features of AVM within a paediatric subgroup and their correlation to age at presentation.Between 1990-2015, 46 children harbouring AVMs were treated at our institution. Clinical presentation, radiological data, treatment strategies and outcome were evaluated retrospectively.Of 46 consecutive patients, 18 were male and 28 female patients. Mean age was 11.6±4.3years, ranging from 2 to 17 years. 35 patients (76%) presented with haemorrhage. Seizures were found in 6 patients (13%) and progressive or transient focal neurological deficits in 4 individuals (9%). There was one incidental patient, only. Mean age of children presenting with haemorrhage was significantly lower as compared to those without a history of intracranial bleeding (p=0.1). The size of the AVM was small (n=27, 59%), corresponding a grade I AVM in the majority of patients (N=28, 61%). 41 patients (89%) underwent treatment of their AVM by an interdisciplinary approach achieving complete elimination of the lesion in 34 patients (83%). 34 patients (83%) showed at least a favourable outcome (mRS≤2) at last follow-up. An excellent recovery (mRS 0-1) was noted in 28 patients (68%).From our data we suggest that patients' age impacts the clinical presentation. Particularly young children seem to bear a higher risk for haemorrhage from their AVM. Treatment of paediatric AVMs can be achieved safely in experienced hands with a high rate of complete elimination and good clinical outcome.", "doi": "10.1016/j.clineuro.2017.12.006", "title": "Cerebral arterio-venous malformations in the paediatric population: Angiographic characteristics, multimodal treatment strategies and outcome.", "journal": ["Clinical neurology and neurosurgery", "Clin Neurol Neurosurg"]}