{"authors": [["Butterfield", "Russell J", "RJ", "University of Utah, Departments of Pediatrics and Neurology, Salt Lake City, Utah, United States of America."], ["Dunn", "Diane M", "DM", "University of Utah, Department of Human Genetics, Salt Lake City, Utah, United States of America."], ["Hu", "Ying", "Y", "Neurogenetics Branch, National Institute of Neurological Disorders and Stroke, NIH, Bethesda, Maryland, United States of America."], ["Johnson", "Kory", "K", "Bioinformatics section, National Institute of Neurological Disorders and Stroke, NIH, Bethesda, Maryland, United States of America."], ["Bönnemann", "Carsten G", "CG", "Neurogenetics Branch, National Institute of Neurological Disorders and Stroke, NIH, Bethesda, Maryland, United States of America."], ["Weiss", "Robert B", "RB", "University of Utah, Department of Human Genetics, Salt Lake City, Utah, United States of America."]], "date": "2017-12-15", "id": "29244830", "text": "The collagen VI related muscular dystrophies (COL6-RD), Ullrich congenital muscular dystrophy (UCMD) and Bethlem myopathy (BM) are among the most common congenital muscular dystrophies and are characterized by distal joint laxity and a combination of distal and proximal joint contractures. Inheritance can be dominant negative (DN) or recessive depending on the type and location of the mutation. DN mutations allow incorporation of abnormal chains into secreted tetramers and are the most commonly identified mutation type in COL6-RD. Null alleles (nonsense, frameshift, and large deletions) do not allow incorporation of abnormal chains and act recessively. To better define the pathways disrupted by mutations in collagen VI, we have used a transcriptional profiling approach with RNA-Seq to identify differentially expressed genes in COL6-RD individuals from controls.RNA-Seq allows precise detection of all expressed transcripts in a sample and provides a tool for quantification of expression data on a genomic scale. We have used RNA-Seq to identify differentially expressed genes in cultured dermal fibroblasts from 13 COL6-RD individuals (8 dominant negative and 5 null) and 6 controls. To better assess the transcriptional changes induced by abnormal collagen VI in the extracellular matrix (ECM); we compared transcriptional profiles from subjects with DN mutations and subjects with null mutations to transcriptional profiles from controls.Differentially expressed transcripts between COL6-RD and control fibroblasts include upregulation of ECM components and downregulation of factors controlling matrix remodeling and repair. DN and null samples are differentiated by downregulation of genes involved with DNA replication and repair in null samples.Differentially expressed genes identified here may help identify new targets for development of therapies and biomarkers to assess the efficacy of treatments.", "doi": "10.1371/journal.pone.0189664", "title": "Transcriptome profiling identifies regulators of pathogenesis in collagen VI related muscular dystrophy.", "journal": ["PloS one", "PLoS ONE"]}