{"authors": [["Kanavaki", "Aikaterini", "A", "First Department of Pediatrics, National and Kapodistrian University of Athens, 11527 Athens, Greece. ankatt@med.uoa.gr."], ["Spengos", "Konstantinos", "K", "First Department of Neurology, \"Eginition\" Hospital, National and Kapodistrian University of Athens, 11528 Athens, Greece. kspengos@med.uoa.gr."], ["Moraki", "Maria", "M", "First Department of Pediatrics, National and Kapodistrian University of Athens, 11527 Athens, Greece. marmoraki@gmail.com."], ["Delaporta", "Polyxeni", "P", "First Department of Pediatrics, National and Kapodistrian University of Athens, 11527 Athens, Greece. polyxenidelaporta@yahoo.gr."], ["Kariyannis", "Catherine", "C", "Department of Clinical Biochemistry, \"Aghia Sophia\" Children's Hospital, Goudi, 11527 Athens, Greece. kariyiannis@paidon-agiasofia.gr."], ["Papassotiriou", "Ioannis", "I", "Department of Clinical Biochemistry, \"Aghia Sophia\" Children's Hospital, Goudi, 11527 Athens, Greece. biochem@paidon-agiasofia.gr."], ["Kattamis", "Antonis", "A", "First Department of Pediatrics, National and Kapodistrian University of Athens, 11527 Athens, Greece."]], "date": "2017-12-15", "id": "29244749", "text": "Patients with non-transfusion-dependent thalassemia (NTDT) are at risk of developing brain ischemia. Transcranial Doppler (TCD) has been established as a useful screening tool of cerebrovascular disease in patients with sickle cell disease. Proteins neuron specific enolase (NSE) and S100B are biomarkers that reflect CNS injury. The purpose of this study is to evaluate cerebral vessel vasculopathy and brain damage in NTDT patients using non-invasive methods as TCD and measurement serum levels of NSE and S100B. We included in our study 30 patients with NTDT, aged between 8 and 62 years old (mean: 29.4, median: 32) who presented in our Unit for regular follow-up. We performed in all patients a non-imaging TCD examination and have measured serum S100, NSE and lactate dehydrogenase (LDH) levels. We investigated the possible correlation between TCD results and S100B, NSE and LDH levels as well as between NSE-LDH and S100B-LDH levels by regression analysis. We found a statistically significant relationship for both NSE, S100B with LDH. We also found a statistically significant relationship for S100B and time-averaged mean velocity (TAMV)/peak velocity of left middle cerebral artery (MCA), NSE and pulsatility index (PI)/resistive index (RI) of the left posterior cerebral artery (PCA). TCD results correlated with biomarkers for brain ischemia. This finding enhances the role of TCD as a screening tool for brain ischemia in patients with NTDT.", "doi": "10.3390/ijms18122724", "title": "Serum Levels of S100b and NSE Proteins in Patients with Non-Transfusion-Dependent Thalassemia as Biomarkers of Brain Ischemia and Cerebral Vasculopathy.", "journal": ["International journal of molecular sciences", "Int J Mol Sci"]}