{"authors": [["Chen", "Vincent Chin-Hung", "VC", "Chang Gung Medical Foundation, Chiayi Chang Gung Memorial Hospital, Chiayi County, Taiwan."], ["Wu", "Shu-I", "SI", "Department of Medicine, Mackay Medical College, Taipei, Taiwan."], ["Huang", "Kuo-You", "KY", "Department of Speech Language Pathology and Audiology, Chung Shan Medical University, Taichung, Taiwan."], ["Yang", "Yao-Hsu", "YH", "Department of Traditional Chinese Medicine, Chang Gung Memorial Hospital, Chiayi, Taiwan."], ["Kuo", "Ting-Yu", "TY", "Center of Excellence for Chang Gung Research Datalink, Chang Gung Memorial Hospital, Chiayi, Taiwan."], ["Liang", "Hsin-Yi", "HY", "School of Medicine, Chang Gung University, Taoyuan, Taiwan."], ["Huang", "Kuan-Lun", "KL", "Tsaotun Psychiatric Center, Ministry of Health and Welfare, Taiwan, 161 Yu-Pin Rd, Caotun Township, Nantou, Taiwan. ibulumhuang@gmail.com."], ["Gossop", "Michael", "M", "National Addiction Center, Institute of Psychiatry, King's College London, London, United Kingdom."]], "date": "2017-12-12", "id": "29244265", "text": "Some infectious diseases have been found to be associated with cognitive impairment and dementia. However, the relationship between herpes zoster and dementia has received little attention. This study aimed to investigate this association as well as associations of antiviral treatments for herpes zoster and incident dementia using a large national sample.Cases were identified from the Taiwan National Health Insurance Research Database with a new diagnosis of herpes zoster (ICD-9-CM code: 053) between 1997 and 2013. Each identified individual with a case of herpes zoster was compared with 1 sex-, age-, and residence-matched control subject. Both groups were followed until the first diagnosis of dementia (ICD-9-CM codes: 290.0 to 290.4, 294.1, 331.0 to 331.2, and 331.82), withdrawal from the registry, or the end of 2013. Cox regression analyses and competing risk model were applied, adjusting for sex, age, residence, depression, autoimmune disease, ischemic stroke, traumatic brain injury, alcohol use disorder, and antiviral treatments for herpes zoster to evaluate the risk of interest.A total of 39,205 cases with herpes zoster were identified. Of the 78,410 study and comparison subjects, 4,204 were diagnosed as having dementia during a mean (SD) follow-up period of 6.22 (4.05) years. Herpes zoster was associated with a slightly increased risk of dementia in the fully adjusted model (hazard ratio [HR] = 1.11; 95% CI, 1.04-1.17). Prescriptions of antiviral therapy were associated with a reduced risk of developing dementia following the diagnosis of herpes zoster (HR = 0.55; 95% CI, 0.40-0.77).Herpes zoster was associated with an increased risk of dementia, independent of potential confounding factors. Antiviral treatment might be protective in preventing dementia in patients with herpes zoster.", "doi": "10.4088/JCP.16m11312", "title": "Herpes Zoster and Dementia: A Nationwide Population-Based Cohort Study.", "journal": ["The Journal of clinical psychiatry", "J Clin Psychiatry"]}