{"authors": [["Robertson", "Lindsay", "L", "Department of Vascular Surgery, Freeman Hospital, Newcastle upon Tyne Hospitals NHS Foundation Trust, High Heaton, Newcastle upon Tyne, UK, NE7 7DN."], ["Yeoh", "Su Ern", "SE", null], ["Ramli", "Ahmad", "A", null]], "date": "2017-12-15", "id": "29244199", "text": "Currently, little evidence is available on the length and type of anticoagulation used for extended treatment for prevention of recurrent venous thromboembolism (VTE) in patients with unprovoked VTE who have completed initial oral anticoagulation therapy.To compare the efficacy and safety of available oral therapeutic options (aspirin, warfarin, direct oral anticoagulants (DOACs)) for extended thromboprophylaxis in adults with a first unprovoked VTE, to prevent VTE recurrence after completion of an acceptable initial oral anticoagulant treatment period, as defined in individual studies.For this review, the Cochrane Vascular Information Specialist (CIS) searched the Specialised Register (March 2017) as well as the Cochrane Central Register of Controlled Trials (CENTRAL; 2017, Issue 2). We also searched trials registries (March 2017) and reference lists of relevant articles.We included randomised controlled trials in which patients with a first, symptomatic, objectively confirmed, unprovoked VTE, who had been initially treated with anticoagulants, were randomised to extended prophylaxis (vitamin K antagonists (VKAs), antiplatelet agents, or DOACs) versus no prophylaxis or placebo. We also included trials that compared one type of extended prophylaxis versus another type of extended prophylaxis.Two review authors independently selected studies, assessed quality, and extracted data. We resolved disagreements by discussion.Six studies with a combined total of 3436 participants met the inclusion criteria. Five studies compared extended prophylaxis versus placebo: three compared warfarin versus placebo, and two compared aspirin versus placebo. One study compared one type of extended prophylaxis (rivaroxaban) versus another type of extended prophylaxis (aspirin). For extended prophylaxis versus placebo, we downgraded the quality of the evidence for recurrent VTE and all-cause mortality to moderate owing to concerns arising from risks of selection and performance bias in individual studies. For all other outcomes in this review, we downgraded the quality of the evidence to low owing to concerns arising from risk of bias for the studies stated above, combined with concerns over imprecision. For extended prophylaxis versus other extended prophylaxis, we downgraded the quality of the evidence for recurrent VTE and major bleeding to moderate owing to concerns over imprecision. Risk of bias in the individual study was low.Meta-analysis showed that extended prophylaxis was no more effective than placebo in preventing VTE-related mortality (odds ratio (OR) 0.98, 95% confidence interval (CI) 0.14 to 6.98; 1862 participants; 4 studies; P = 0.98; low-quality evidence), recurrent VTE (OR 0.63, 95% CI 0.38 to 1.03; 2043 participants; 5 studies; P = 0.07; moderate-quality evidence), major bleeding (OR 1.84, 95% CI 0.87 to 3.85; 2043 participants; 5 studies; P = 0.86; low-quality evidence), all-cause mortality (OR 1.00, 95% CI 0.63 to 1.57; 2043 participants; 5 studies; P = 0.99; moderate-quality evidence), clinically relevant non-major bleeding (OR 1.78, 95% CI 0.59 to 5.33; 1672 participants; 4 studies; P = 0.30; low-quality evidence), stroke (OR 1.15, 95% CI 0.39 to 3.46; 1224 participants; 2 studies; P = 0.80; low-quality evidence), or myocardial infarction (OR 1.00, 95% CI 0.35 to 2.87; 1495 participants; 3 studies; P = 1.00; low-quality evidence).One study showed that the novel oral anticoagulant rivaroxaban was associated with fewer recurrent VTEs than aspirin (OR 0.28, 95% CI 0.15 to 0.54; 1389 participants; P = 0.0001; moderate-quality evidence). Data show no clear differences in the incidence of major bleeding between rivaroxaban and aspirin (OR 3.06, 95% CI 0.37 to 25.51; 1389 participants; P = 0.30; moderate-quality evidence) nor in the incidence of clinically relevant non-major bleeding (OR 0.84, 95% CI 0.37 to 1.94; 1389 participants; 1 study; P = 0.69; moderate-quality evidence). Data on VTE-related mortality, all-cause mortality, stroke, and myocardial infarction were not yet available for participants with unprovoked VTE and will be incorporated in future versions of the review.Evidence is currently insufficient to permit definitive conclusions concerning the effectiveness and safety of extended thromboprophylaxis in prevention of recurrent VTE after initial oral anticoagulation therapy among participants with unprovoked VTE. Additional good-quality large-scale randomised controlled trials are required before firm conclusions can be reached.", "doi": "10.1002/14651858.CD011088.pub2", "title": "Secondary prevention of recurrent venous thromboembolism after initial oral anticoagulation therapy in patients with unprovoked venous thromboembolism.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}