{"authors": [["Di Somma", "Alberto", "A", "Division of Neurosurgery, Department of Neurosciences and Reproductive and Odontostomatological Sciences, Università degli Studi di Napoli Federico II, Naples."], ["Andaluz", "Norberto", "N", "Departments of 2 Neurosurgery and."], ["Cavallo", "Luigi Maria", "LM", "Division of Neurosurgery, Department of Neurosciences and Reproductive and Odontostomatological Sciences, Università degli Studi di Napoli Federico II, Naples."], ["de Notaris", "Matteo", "M", "Department of Neuroscience, G. Rummo Hospital, Neurosurgery Operative Unit, Benevento."], ["Dallan", "Iacopo", "I", "First Otorhinolaryngologic Unit, Azienda Ospedaliero-Universitaria Pisana, Pisa, Italy."], ["Solari", "Domenico", "D", "Division of Neurosurgery, Department of Neurosciences and Reproductive and Odontostomatological Sciences, Università degli Studi di Napoli Federico II, Naples."], ["Zimmer", "Lee A", "LA", "Otolaryngology-Head and Neck Surgery, University of Cincinnati College of Medicine, Comprehensive Stroke Center at UC Gardner Neuroscience Institute, Cincinnati, Ohio; and."], ["Keller", "Jeffrey T", "JT", "Departments of 2 Neurosurgery and."], ["Zuccarello", "Mario", "M", "Departments of 2 Neurosurgery and."], ["Prats-Galino", "Alberto", "A", "Laboratory of Surgical Neuroanatomy, Faculty of Medicine, Universitat de Barcelona, Barcelona, Spain."], ["Cappabianca", "Paolo", "P", "Division of Neurosurgery, Department of Neurosciences and Reproductive and Odontostomatological Sciences, Università degli Studi di Napoli Federico II, Naples."]], "date": "2017-12-15", "id": "29243982", "text": "OBJECTIVE Recent studies have proposed the superior eyelid endoscopic transorbital approach as a new minimally invasive route to access orbital lesions, mostly in otolaryngology and maxillofacial surgeries. The authors undertook this anatomical study in order to contribute a neurosurgical perspective, exploring the anterior and middle cranial fossa areas through this purely endoscopic transorbital trajectory. METHODS Anatomical dissections were performed in 10 human cadaveric heads (20 sides) using 0° and 30° endoscopes. A step-by-step description of the superior eyelid transorbital endoscopic route and surgically oriented classification are provided. RESULTS The authors' cadaveric prosection of this approach defined 3 modular routes that could be combined. Two corridors using bone removal lateral to the superior and inferior orbital fissures exposed the middle and anterior cranial fossa (lateral orbital corridors to the anterior and middle cranial base) to unveil the temporal pole region, lateral wall of the cavernous sinus, middle cranial fossa floor, and frontobasal area (i.e., orbital and recti gyri of the frontal lobe). Combined, these 2 corridors exposed the lateral aspect of the lesser sphenoid wing with the Sylvian region (combined lateral orbital corridor to the anterior and middle cranial fossa, with lesser sphenoid wing removal). The medial corridor, with extension of bone removal medially to the superior and inferior orbital fissure, afforded exposure of the opticocarotid area (medial orbital corridor to the opticocarotid area). CONCLUSIONS Along with its minimally invasive nature, the superior eyelid transorbital approach allows good visualization and manipulation of anatomical structures mainly located in the anterior and middle cranial fossae (i.e., lateral to the superior and inferior orbital fissures). The visualization and management of the opticocarotid region medial to the superior orbital fissure are more complex. Further studies are needed to prove clinical applications of this relatively novel surgical pathway.", "doi": "10.3171/2017.4.JNS162749", "title": "Endoscopic transorbital superior eyelid approach: anatomical study from a neurosurgical perspective.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}