{"authors": [["Gross", "Bradley A", "BA", "UPMC Stroke Institute."], ["Albuquerque", "Felipe C", "FC", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["McDougall", "Cameron G", "CG", "Swedish Cerebrovascular Center, Swedish Neuroscience Institute, Seattle, Washington; and."], ["Jankowitz", "Brian T", "BT", "UPMC Stroke Institute."], ["Jadhav", "Ashutosh P", "AP", "UPMC Stroke Institute."], ["Jovin", "Tudor G", "TG", "UPMC Stroke Institute."], ["Du", "Rose", "R", "Department of Neurological Surgery, Brigham and Women's Hospital and Harvard Medical School, Boston, Massachusetts."]], "date": "2017-12-15", "id": "29243979", "text": "OBJECTIVE The rarity of cerebral dural arteriovenous fistulas (dAVFs) has precluded analysis of their natural history across large cohorts. Investigators from a considerable proportion of the few reports that do exist have evaluated heterogeneous groups of untreated and partially treated lesions. In the present study, the authors exclusively evaluated the untreated course of dAVFs across a multi-institutional data set to delineate demographic, angiographic, and natural history data. METHODS A multi-institutional database of dAVFs was queried for demographic and angiographic data as well as untreated disease course. After dAVFs were stratified by Djindjian type, annual nonhemorrhagic neurological deficit (NHND) and hemorrhage rates were derived, as were risk factors for each. A multivariable Cox proportional-hazards regression model was used to calculate hazard ratios. RESULTS Two hundred ninety-five dAVFs had at least 1 month of untreated follow-up. For 126 Type I dAVFs, there were no episodes of NHND or hemorrhage over 177 lesion-years. Respective annualized NHND and hemorrhage rates were 4.5% and 3.4% for Type II, 6.0% and 4.0% for Type III, and 4.5% and 9.1% for Type IV dAVFs. The respective annualized NHND and hemorrhage rates were 2.3% and 2.9% for asymptomatic Type II-IV dAVFs, 23.1% and 3.3% for dAVFs presenting with NHND, and 0% and 46.2% for lesions presenting with hemorrhage. On multivariate analysis, NHND presentation (HR 11.49, 95% CI 3.19-63) and leptomeningeal venous drainage (HR 5.03, 95% CI 0.42-694) were significant risk factors for NHND; hemorrhagic presentation (HR 17.67, 95% CI 2.99-117) and leptomeningeal venous drainage (HR 10.39, 95% CI 1.11-1384) were significant risk factors for hemorrhage. CONCLUSIONS All Type II-IV dAVFs should be considered for treatment. Given the high risk of rebleeding, lesions presenting with NHND and/or hemorrhage should be treated expediently.", "doi": "10.3171/2017.6.JNS171090", "title": "A multi-institutional analysis of the untreated course of cerebral dural arteriovenous fistulas.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}