{"authors": [["Hersh", "David S", "DS", "Department of Neurosurgery and."], ["Shimony", "Nir", "N", "Institute for Brain Protection Sciences, Johns Hopkins All Children's Hospital, St. Petersburg, Florida."], ["Groves", "Mari L", "ML", "Department of Neurosurgery and."], ["Tuite", "Gerald F", "GF", "Institute for Brain Protection Sciences, Johns Hopkins All Children's Hospital, St. Petersburg, Florida."], ["Jallo", "George I", "GI", "Institute for Brain Protection Sciences, Johns Hopkins All Children's Hospital, St. Petersburg, Florida."], ["Liu", "Ann", "A", "Division of Pediatric Neurosurgery, Department of Neurosurgery."], ["Garzon-Muvdi", "Tomas", "T", "Division of Pediatric Neurosurgery, Department of Neurosurgery."], ["Huisman", "Thierry A G M", "TAGM", "Division of Pediatric Radiology and Pediatric Neuroradiology, Russell H. Morgan Department of Radiology and Radiological Science, and."], ["Felling", "Ryan J", "RJ", "Department of Neurology, Johns Hopkins University School of Medicine, Baltimore, Maryland; and."], ["Kufera", "Joseph A", "JA", "National Study Center for Trauma and Emergency Medical Systems, University of Maryland School of Medicine, Baltimore, Maryland."], ["Ahn", "Edward S", "ES", "Division of Pediatric Neurosurgery, Department of Neurosurgery."]], "date": "2017-12-15", "id": "29243974", "text": "OBJECTIVE Pediatric cerebral venous sinus thrombosis has been previously described in the setting of blunt head trauma; however, the population demographics, risk factors for thrombosis, and the risks and benefits of detection and treatment in this patient population are poorly defined. Furthermore, few reports differentiate between different forms of sinus pathology. A series of pediatric patients with skull fractures who underwent venous imaging and were diagnosed with intrinsic cerebral venous sinus thrombosis or extrinsic sinus compression is presented. METHODS The medical records of patients at 2 pediatric trauma centers were retrospectively reviewed. Patients who were evaluated for blunt head trauma from January 2003 to December 2013, diagnosed with a skull fracture, and underwent venous imaging were included. RESULTS Of 2224 pediatric patients with skull fractures following blunt trauma, 41 patients (2%) underwent venous imaging. Of these, 8 patients (20%) had intrinsic sinus thrombosis and 14 patients (34%) displayed extrinsic compression of a venous sinus. Three patients with intrinsic sinus thrombosis developed venous infarcts, and 2 of these patients were treated with anticoagulation. One patient with extrinsic sinus compression by a depressed skull fracture underwent surgical elevation of the fracture. All patients with sinus pathology were discharged to home or inpatient rehabilitation. Among patients who underwent follow-up imaging, the sinus pathology had resolved by 6 months postinjury in 80% of patients with intrinsic thrombosis as well as 80% of patients with extrinsic compression. All patients with intrinsic thrombosis or extrinsic compression had a Glasgow Outcome Scale score of 4 or 5 at their last follow-up. CONCLUSIONS In this series of pediatric trauma patients who underwent venous imaging for suspected thrombosis, the yield of detecting intrinsic thrombosis and/or extrinsic compression of a venous sinus was high. However, few patients developed venous hypertension or infarction and were subsequently treated with anticoagulation or surgical decompression of the sinus. Most had spontaneous resolution and good neurological outcomes without treatment. Therefore, in the setting of pediatric skull fractures after blunt injury, venous imaging is recommended when venous hypertension or infarction is suspected and anticoagulation is being considered. However, there is little indication for pervasive venous imaging after pediatric skull fractures, especially in light of the potential risks of CT venography or MR venography in the pediatric population and the unclear benefits of anticoagulation.", "doi": "10.3171/2017.9.PEDS17311", "title": "Pediatric cerebral venous sinus thrombosis or compression in the setting of skull fractures from blunt head trauma.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}