{"authors": [["Lahtela", "Heli M", "HM", "Emergency Department, North-Kymi Hospital, Kouvola, Finland."], ["Bah", "Aissa", "A", "Heart Center, Kuopio University Hospital and University of Kuopio, Kuopio, Finland."], ["Kiviniemi", "Tuomas", "T", "Heart Center, Turku University Hospital and University of Turku, Turku, Finland."], ["Nammas", "Wail", "W", "Heart Center, Satakunta Central Hospital, Pori, Finland."], ["Schlitt", "Axel", "A", "Medical Faculty, Martin Luther University Halle, Germany, and Department of Cardiology, Paracelsus Harz-Clinic, Bad Suderode, Germany."], ["Rubboli", "Andrea", "A", "Division of Cardiology, Laboratory of Interventional Cardiology, Ospedale Maggiore, Bologna, Italy."], ["Karjalainen", "Pasi P", "PP", "Heart Center, Satakunta Central Hospital, Pori, Finland."], ["Proietti", "Marco", "M", "University of Birmingham Institute of Cardiovascular Sciences, City Hospital, Birmingham, United Kingdom."], ["Hartikainen", "Juha E K", "JEK", "Heart Center, Kuopio University Hospital and University of Kuopio, Kuopio, Finland."], ["Lip", "Gregory Y H", "GYH", "University of Birmingham Institute of Cardiovascular Sciences, City Hospital, Birmingham, United Kingdom."], ["Airaksinen", "K E Juhani", "KEJ", "Heart Center, Turku University Hospital and University of Turku, Turku, Finland."]], "date": "2017-12-15", "id": "29243834", "text": "More evidence is needed on the optimal antithrombotic regimen in elderly patients with atrial fibrillation (AF) undergoing percutaneous coronary intervention (PCI).Octogenarian patients (aged ≥80 years) with AF who underwent PCI have worse 12-month clinical outcome, compared with younger patients.We performed a post-hoc analysis of data from the prospective, multicenter AFCAS registry, which enrolled consecutive patients with AF who underwent PCI and stenting. Outcome measures included major adverse cardiac/cerebrovascular events (MACCE; all-cause death, myocardial infarction, repeat revascularization, stent thrombosis, or stroke/transient ischemic attack) and bleeding events at 12-month follow-up.Out of 925 AF patients enrolled in AFCAS registry, 195 (21.1%) were ≥80 years. Mean age was 82.9 ± 2.6 years; 41.5% were women; 32.3% had diabetes mellitus. Compared with patients aged <80 years, there were more females among the octogenarians (P < 0.001). Compared with younger patients, octogenarians smoked and had dyslipidemia less often, and presented more frequently with acute coronary syndrome. The frequency and duration of antithrombotic regimens prescribed at discharge were comparable. At 12-month follow-up, overall MACCE rate was higher in octogenarians compared with younger patients (27.7% vs 20.1%, P = 0.02). The rate of acute myocardial infarction was higher in octogenarians (9.2% vs 4.9%, P = 0.02), but the rates of all bleeds and BARC >2 bleeds were similar (P = 0.13, P = 0.29, respectively).In real-world patients with AF undergoing PCI, patients aged ≥80 years had higher incidence of MACCE at 12-month follow-up compared with younger patients, although they received comparable antithrombotic treatment. The rates of bleeding events were similar.", "doi": "10.1002/clc.22821", "title": "Outcome of octogenarians with atrial fibrillation undergoing percutaneous coronary intervention: insights from the AFCAS registry.", "journal": ["Clinical cardiology", "Clin Cardiol"]}