{"authors": [["Santoro", "L", "L", "Department of Internal and Emergency Medicine, Catholic University of the Sacred Heart, School of Medicine, Rome, Italy. lu_santoro@libero.it."], ["De Matteis", "G", "G", null], ["Fuorlo", "M", "M", null], ["Giupponi", "B", "B", null], ["Martone", "A M", "AM", null], ["Landi", "F", "F", null], ["Landolfi", "R", "R", null], ["Santoliquido", "A", "A", null]], "date": null, "id": "29243787", "text": "The aim of this review is to explore the evidence about the association among celiac disease (CD), atherosclerosis (AS) and cardiovascular (CV) diseases, and the role of inflammation in this connection.A systematic literature search was conducted using PubMed, EMBASE, and Cochrane Library for the association among CD, AS and CV diseases.Several studies reported the association of CD with accelerated AS, as evidenced by the alterations of a number of parameters indicative of subclinical AS, as increased carotid artery intima-media thickness, endothelial dysfunction and increased arterial stiffness. In addition, recent evidence reported an increase of CV diseases prevalence in CD patients respect to controls, many of which including ischemic diseases as acute myocardial infarction and angina pectoris, as well as death from ischemic heart disease, and, more rarely, stroke for cerebrovascular involvement. Other not-ischemic CV diseases associated with CD are represented by dilated cardiomyopathy, atrial fibrillation, and myocarditis.On the basis of the reported association among CD, AS and CV diseases, we suggest to perform a more detailed CV risk assessment in all CD patients than what is currently being achieved in clinical practice, in order to scan and treat modifiable CV risk factors in these patients. In particular, we suggest to resort to instrumental techniques to detect AS in the subclinical stage, in order to prevent AS development and CV diseases in CD patients.", "doi": null, "title": "Atherosclerosis and cardiovascular involvement in celiac disease: the role of autoimmunity and inflammation.", "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}