{"authors": [["Zhao", "N-N", "NN", "Acupuncture and Rehabilitation College, Guangzhou University of Traditional Chinese Medicine, Guangzhou, China. liuxuanwei1000@163.com."], ["Zeng", "K-X", "KX", null], ["Wang", "Y-L", "YL", null], ["Sheng", "P-J", "PJ", null], ["Tang", "C-Z", "CZ", null], ["Xiao", "P", "P", null], ["Liu", "X-W", "XW", null]], "date": null, "id": "29243783", "text": "To investigate the prevalence rate of nutritional risk in high-risk stroke groups in community, analyze its influencing factors, and analyze and compare the relationship between nutritional risk or malnutrition assessed by different nutritional evaluation methods and cognitive function, so as to provide the basis and guidance for clinical nutritional assessment and support.A cross-sectional survey was performed for 1196 cases in high-risk stroke groups in community from December 2015 to January 2017. At the same time, the nutritional status of patients was evaluated using the mini nutritional assessment (MNA) and MNA-short form (MNA-SF), and the cognitive status of patients was evaluated using the mini-mental state examination (MMSE). Moreover, the relevant influencing factors of nutritional risk and MMSE score were analyzed and compared.High-risk stroke groups in community suffered from a high risk of malnutrition. MNA-SF had a higher specificity and lower false positive rate than MNA. Nutritional risk occurred more easily in high-risk stroke groups in community with a history of diabetes mellitus, less physical exercise or light manual labor, daily use of multiple drugs, and higher age. Those with a higher nutritional risk were more prone to cognitive impairment. High-risk stroke groups in community, complicated with hyperhomocysteinemia, daily use of three or more kinds of prescription drugs, and a previous history of stroke, were accompanied by cognitive impairment easily.MNA-SF can be used for the nutritional screening of high-risk stroke groups in community. For the high-risk stroke groups in community, the rational nutritional diet should be publicized, blood sugar should be controlled in a scientific manner and physical exercise should be moderately increased.", "doi": null, "title": "Research on the nutrition and cognition of high-risk stroke groups in community and the relevant factors.", "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}