{"authors": [["Bonaccio", "Marialaura", "M", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Di Castelnuovo", "Augusto", "A", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Costanzo", "Simona", "S", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Persichillo", "Mariarosaria", "M", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["De Curtis", "Amalia", "A", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Cerletti", "Chiara", "C", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Donati", "Maria Benedetta", "MB", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["de Gaetano", "Giovanni", "G", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], ["Iacoviello", "Licia", "L", "1 Department of Epidemiology and Prevention, IRCCS Istituto Neurologico Mediterraneo NEUROMED, Pozzilli, Italy."], [null, null, null, null]], "date": "2017-01-01", "id": "29243510", "text": "Background To assess the association between health-related quality of life (HRQL) and a composite outcome including incident coronary heart disease (CHD) and cerebrovascular events in a large general population-based cohort. Design Prospective analysis on 17,102 men and women (mean age 53 ± 11) free from cardiovascular disease at time of enrolment in the Moli-sani cohort (2005-2010). Methods HRQL was assessed by the 36-Item Short Form Health Survey. Hazard ratios with 95% confidence intervals (95% CIs) were calculated using multivariable Cox-proportional hazard models. Results At the end of follow-up (median 4.2 years), 237 new events occurred (coronary heart disease n = 197, cerebrovascular disease n = 42). In a multivariable model adjusted for socioeconomic factors, chronic disease and health-related behaviours, both mental and physical HRQL were inversely associated with the risk of the composite outcome (hazard ratio = 0.57; 0.39-0.84 and hazard ratio = 0.62; 0.40-0.94, respectively; highest vs. lowest quartile). Further adjustment for C-reactive protein marginally modified the association with physical HRQL (hazard ratio = 0.67; 0.43-1.02). Similar findings were obtained when only CHD events were analysed (hazard ratio = 0.63; 0.41-0.96 for highest versus lowest mental HRQL) although results with physical HRQL were no longer significant (hazard ratio = 0.65; 0.40-1.04 for highest versus lowest quartile). Associations with incident cerebrovascular disease showed a trend toward protection (hazard ratio = 0.50; 0.22-1.17 and hazard ratio = 0.51; 0.22-1.23 for highest versus lowest tertile of mental and physical HRQL, respectively). Conclusions HRQL is an independent predictor of composite CHD/cerebrovascular outcomes in an adult population. The magnitude of the association was not affected either by socioeconomic factors, health conditions or health-related behaviours. Improvement of quality of life may be a major factor in targeting appropriate prevention strategies for cardiovascular health.", "doi": "10.1177/2047487317748452", "title": "Health-related quality of life and risk of composite coronary heart disease and cerebrovascular events in the Moli-sani study cohort.", "journal": ["European journal of preventive cardiology", "Eur J Prev Cardiol"]}