{"authors": [["Iatridou", "Georgia", "G", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Pelidou", "Henrietta-Syngliti", "HS", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Varvarousis", "Dimitrios", "D", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Stergiou", "Alexandra", "A", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Beris", "Alexander", "A", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Givissis", "Panagiotis", "P", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."], ["Ploumis", "Avraam", "A", "Department of Physical Medicine and Rehabilitation, Faculty of Medicine, University of Ioannina, Ioannina, Greece."]], "date": "2017-12-01", "id": "29243508", "text": "To summarize evidence on the effects of hydrokinesiotherapy (HT) on postural balance in hemiplegic patients after stroke and compare them with conventional land therapy.A literature search until October 2017 was conducted on CINAHL, PubMed, Cochrane EBM Reviews, Cochrane Clinical Trials, DARE, MEDLINE, Physiotherapy Evidence Database (PEDro), PsycInfo and Rehabilitation and Sports Medicine Source.Only randomized controlled trials with pre-intervention and post-intervention assessment on postural control have been included. Assessment of the quality (by Downs and Black quality assessment tool) of the included studies was performed by two reviewers, and a meta-analysis was undertaken.A total of 11 trials on postural control with 305 stroke patients were included. The majority of studies showed a beneficial effect of HT in postural control of the patients. The meta-analysis showed statistically significant improvement ( P < 0.05) in Berg Balance Scale (BBS), mediolateral (ML) and anteroposterior (AP) sway velocity of center of pressure with eyes closed (EC) in both groups, but the mean differences in BBS (3.85 points), ML sway velocity of center of pressure (1.38 points) and AP sway velocity of center of pressure (1.64 points) were statistically improved ( P < 0.05) in HT over land therapy program.HT is superior to land therapy program regarding postural balance in terms of BBS, ML and AP sway velocity of center of pressure.", "doi": "10.1177/0269215517748454", "title": "The effectiveness of hydrokinesiotherapy on postural balance of hemiplegic patients after stroke: a systematic review and meta-analysis.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}