{"authors": [["Wessel", "Maximilian J", "MJ", "Defitech Chair of Clinical Neuroengineering, Center for Neuroprosthetics (CNP) and Brain Mind Institute (BMI), Swiss Federal Institute of Technology (EPFL), Geneva, Switzerland."], ["Hummel", "Friedhelm C", "FC", "Defitech Chair of Clinical Neuroengineering, Center for Neuroprosthetics (CNP) and Brain Mind Institute (BMI), Swiss Federal Institute of Technology (EPFL), Geneva, Switzerland. friedhelm.hummel@epfl.ch."]], "date": "2017-12-14", "id": "29243202", "text": "Non-invasive brain stimulation (NIBS) combined with behavioral training is a promising strategy to augment recovery after stroke. Current research efforts have been mainly focusing on primary motor cortex (M1) stimulation. However, the translation from proof-of-principle to clinical applications is not yet satisfactory. Possible reasons are the heterogeneous properties of stroke, generalization of the stimulation protocols, and hence the lack of patient stratification. One strategy to overcome these limitations could be the evaluation of alternative stimulation targets, like the cerebellum. In this regard, first studies provided evidence that non-invasive cerebellar stimulation can modulate cerebellar processing and linked behavior in healthy subjects. The cerebellum provides unique plasticity mechanisms and has vast connections to interact with neocortical areas. Moreover, the cerebellum could serve as a non-lesioned entry to the motor or cognitive system in supratentorial stroke. In the current article, we review mechanisms of plasticity in the cortico-cerebellar system after stroke, methods for non-invasive cerebellar stimulation, and possible target symptoms in stroke, like fine motor deficits, gait disturbance, or cognitive impairments, and discuss strategies for multi-focal stimulation.", "doi": "10.1007/s12311-017-0906-1", "title": "Non-invasive Cerebellar Stimulation: a Promising Approach for Stroke Recovery?", "journal": ["Cerebellum (London, England)", "Cerebellum"]}