{"authors": [["Tarantini", "Stefano", "S", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Yabluchanksiy", "Andriy", "A", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Fülöp", "Gábor A", "GA", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Hertelendy", "Peter", "P", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Valcarcel-Ares", "M Noa", "MN", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Kiss", "Tamas", "T", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Bagwell", "Jonathan M", "JM", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["O'Connor", "Daniel", "D", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Farkas", "Eszter", "E", "Department of Medical Physics and Informatics, Faculty of Medicine and Faculty of Science and Informatics, University of Szeged, Szeged, Hungary."], ["Sorond", "Farzaneh", "F", "Department of Neurology, Northwestern University, Chicago, IL, USA."], ["Csiszar", "Anna", "A", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA."], ["Ungvari", "Zoltan", "Z", "Reynolds Oklahoma Center on Aging, Department of Geriatric Medicine, University of Oklahoma Health Sciences Center, Oklahoma City, OK, USA. zoltan-ungvari@ouhsc.edu."]], "date": "2017-12-14", "id": "29243191", "text": "There is correlative evidence that impaired cerebral blood flow (CBF) regulation, in addition to promoting cognitive impairment, is also associated with alterations in gait and development of falls in elderly people. CBF is adjusted to neuronal activity via neurovascular coupling (NVC) and this mechanism becomes progressively impaired with age. To establish a direct cause-and-effect relationship between impaired NVC and gait abnormalities, we induced neurovascular uncoupling pharmacologically in young C57BL/6 mice by inhibiting the synthesis of vasodilator mediators involved in NVC. Treatment of mice with the epoxygenase inhibitor MSPPOH, the NO synthase inhibitor L-NAME, and the COX inhibitor indomethacin significantly decreased NVC mimicking the aging phenotype. Pharmacologically induced neurovascular uncoupling significantly decreased the dynamic gait parameter duty cycle, altered footfall patterns, and significantly increased phase dispersion, indicating impaired interlimb coordination. Impaired NVC also tended to increase gait variability. Thus, selective experimental disruption of NVC causes subclinical gait abnormalities, supporting the importance of CBF in both cognitive function and gait regulation.", "doi": "10.1007/s11357-017-0003-x", "title": "Pharmacologically induced impairment of neurovascular coupling responses alters gait coordination in mice.", "journal": ["GeroScience", "Geroscience"]}