{"authors": [["Zhong", "Zhixiong", "Z", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Hou", "Jingyuan", "J", "Clinical Core Laboratory, Center for Precision Medicine, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Zhang", "Qifeng", "Q", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Li", "Bin", "B", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Li", "Cunren", "C", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Liu", "Zhidong", "Z", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Yang", "Min", "M", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Zhong", "Wei", "W", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["He", "Xuebo", "X", "Center for Cardiovascular Diseases, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Wu", "Hesen", "H", "Clinical Core Laboratory, Center for Precision Medicine, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Zhong", "Miaocai", "M", "Clinical Core Laboratory, Center for Precision Medicine, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China."], ["Zhao", "Pingsen", "P", "Clinical Core Laboratory, Center for Precision Medicine, Meizhou People's Hospital (Huangtang Hospital), Meizhou Hospital Affiliated to Sun Yat-sen University, Meizhou, 514031, People's Republic of China. zhaopingsen01@163.com."]], "date": "2017-12-14", "id": "29243114", "text": "The objective of this study is to evaluate the effects of cytochrome P450 2C19 (CYP2C19) polymorphism on adverse cardiovascular events (MACE) in Hakka patients with acute coronary syndrome (ACS) receiving clopidogrel who had undergone coronary drug-eluting stent placement after percutaneous coronary intervention (PCI) in southern China.Genotyping of CYP2C19 and MACE of 934 ACS patients with PCI on clopidogrel maintenance therapy were analyzed. Patients who carried loss-of-function CYP2C19 were treated with a 150-mg maintenance dose of clopidogrel or 90 mg of ticagrelor antiplatelet therapy, and patients who were non-carriers received clopidogrel therapy daily at a maintenance dose of 75 mg and the patients were followed-up for at least 12 months. The primary efficacy endpoint was a composite of cardiovascular death, myocardial infarction, and target vessel revascularization and stroke.The allelic frequency of CYP2C19*2 and CYP2C19*3 of Hakka patients in the current study was 31.64 and 5.19%, respectively. The CYP2C19 wild-type homozygotes (*1/*1) were the most predominant among the patients (40.36%), followed by the CYP2C19*2 heterozygotes (*1/*2) (40.26%). The distribution of CYP2C19 phenotypes was divided into extensive metabolizers (EM; 40.36%), intermediate metabolizers (IM; 45.61%), and poor metabolizers (PM; 14.03%). Based on the genotype-guided antiplatelet therapy, there was no significant association between the carrier status and the clinical outcome at 1, 6, and 12 months. In addition, no significant difference in the rates of bleeding was found among the three groups. After logistic regression analysis, hypertension was the only independent predictor of cardiovascular events (relative risk, 1.501; 95% CI, 1.011 to 2.229; P = 0.044).Our results shed new light on the important benefit of testing CYP2C19 polymorphisms before prescribing clopidogrel in patients treated with drug-eluting stent implantation after PCI. The testing may help to optimize pharmacotherapy effectiveness by providing individualized treatment to the Chinese population. Our findings mandate further studies aimed at initiating genome-based personalized antiplatelet therapy in a Hakka population in southern China.", "doi": "10.1007/s00228-017-2393-1", "title": "Effect of cytochrome P450 2C19 polymorphism on adverse cardiovascular events after drug-eluting stent implantation in a large Hakka population with acute coronary syndrome receiving clopidogrel in southern China.", "journal": ["European journal of clinical pharmacology", "Eur. J. Clin. Pharmacol."]}