{"authors": [["Woo", "H G", "HG", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.)."], ["Sunwoo", "L", "L", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.) leonard.sunwoo@gmail.com."], ["Jung", "C", "C", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.)."], ["Kim", "B J", "BJ", "Neurology (B.J.K., M.-K.H., H.-J.B.), Seoul National University Bundang Hospital, Bundang, Seongnam, Korea."], ["Han", "M-K", "MK", "Neurology (B.J.K., M.-K.H., H.-J.B.), Seoul National University Bundang Hospital, Bundang, Seongnam, Korea."], ["Bae", "H-J", "HJ", "Neurology (B.J.K., M.-K.H., H.-J.B.), Seoul National University Bundang Hospital, Bundang, Seongnam, Korea."], ["Bae", "Y J", "YJ", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.)."], ["Choi", "B S", "BS", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.)."], ["Kim", "J H", "JH", "From the Departments of Radiology (H.G.W., L.S., C.J., Y.J.B., B.S.C., J.H.K.)."]], "date": "2017-12-14", "id": "29242362", "text": "The Solitaire FR can be used not only as a tool for mechanical thrombectomy but also as a detachable permanent stent. Our aim was to assess the feasibility and safety of permanent stent placement with the Solitaire FR compared with other self-expanding stents for intracranial artery recanalization for acute ischemic stroke.From January 2011 through January 2016, we retrospectively selected 2979 patients with acute ischemic stroke. Among them, 27 patients who underwent permanent stent placement (13 patients with the Solitaire FR [Solitaire group] and 14 patients with other self-expanding stents [other stent group]) were enrolled. The postprocedural modified TICI grade and angiographic and clinical outcomes were assessed. The safety and efficacy of permanent stent placement of the Solitaire FR for acute large-artery occlusion were evaluated.Stent placement was successful in all cases. Modified TICI 2b-3 reperfusion was noted in 84.6% of the Solitaire group and in 78.6% of the other stent group. Procedural time was significantly shorter in the Solitaire group than in the other stent group (P = .022). Shorter procedural time was correlated with favorable outcome (ρ = 0.46, P = .035). No significant differences were found in the modified TICI grade, NIHSS score, mRS, and hemorrhagic transformation rate between the 2 groups. The acute in-stent thrombosis rate at discharge was significantly lower when a glycoprotein IIb/IIIa inhibitor was injected during the procedure (P = .013).Permanent stent placement with the Solitaire FR compared with other self-expanding stents appears to be feasible and safe as a rescue tool for refractory intra-arterial therapy.", "doi": "10.3174/ajnr.A5477", "title": "Feasibility of Permanent Stenting with Solitaire FR as a Rescue Treatment for the Reperfusion of Acute Intracranial Artery Occlusion.", "journal": ["AJNR. American journal of neuroradiology", "AJNR Am J Neuroradiol"]}