{"authors": [["Goldstone", "Andrew B", "AB", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA & Department of Health Research and Policy, HRP Redwood Building, Stanford University, Stanford, CA."], ["Chiu", "Peter", "P", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA & Department of Health Research and Policy, HRP Redwood Building, Stanford University, Stanford, CA."], ["Baiocchi", "Michael", "M", "Stanford Prevention Research Center, Department of Medicine, Stanford University, Stanford, CA."], ["Wang", "Hanjay", "H", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA."], ["Lingala", "Bharathi", "B", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA."], ["Boyd", "Jack H", "JH", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA."], ["Woo", "Y Joseph", "YJ", "Department of Cardiothoracic Surgery, Falk Building, Stanford University, Stanford, CA joswoo@stanford.edu."]], "date": "2017-12-14", "id": "29242351", "text": "Background -Whether a second arterial conduit improves outcomes after multi-vessel coronary artery bypass grafting remains unclear. Consequently, arterial conduits other than the left internal thoracic artery are seldom used in the United States. Methods -Using a state-maintained clinical registry including all 126 non-federal hospitals in California, we compared all-cause mortality and rates of stroke, myocardial infarction, repeat revascularization, and sternal wound infection between propensity score-matched cohorts who underwent primary, isolated multi-vessel coronary artery bypass grafting with the left internal thoracic artery, and who received a second arterial conduit (right internal thoracic artery or radial artery, N=5,866) or a venous conduit (N=53,566) between 2006 and 2011. Propensity score matching using 34 preoperative characteristics yielded 5,813 matched sets. A sub-group analysis compared outcomes between propensity score-matched recipients of a right internal thoracic artery (N=1,576) or a radial artery (N=4,290). Results -Second arterial conduit use decreased from 10.7% in 2006 to 9.1% in 2011 (p<0.0001). However, receipt of a second arterial conduit was associated with significantly lower mortality (13.1% vs. 10.6% at 7 years; HR 0.79, 95% CI 0.72-0.87), and lower risks of myocardial infarction (HR 0.78, 95% CI 0.70-0.87) and repeat revascularization (HR 0.82, 95% CI 0.76-0.88). Compared with radial artery grafts, right internal thoracic artery grafts were associated with similar mortality rates (right internal thoracic artery 10.3% vs. radial artery 10.7% at 7 years; HR 1.10, 95% CI 0.89-1.37) and individual risks of cardiovascular events, but the risk of sternal wound infection was increased (risk difference 1.07%, 95% CI 0.15%-2.07%). Conclusions -Second arterial conduit use in California is low and declining, but arterial grafts were associated with significantly lower mortality and fewer cardiovascular events. A right internal thoracic artery graft offered no benefit over that of a radial artery, but did increase risk of sternal wound infection. These findings suggest surgeons should consider lowering their threshold for using arterial grafts, and the radial artery may be the preferred second conduit.", "doi": "10.1161/CIRCULATIONAHA.117.030959", "title": "Second Arterial versus Venous Conduits for Multi-Vessel Coronary Artery Bypass Surgery in California.", "journal": ["Circulation", "Circulation"]}