{"authors": [["Zhou", "Yi-Fan", "YF", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Li", "Ya-Nan", "YN", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Jin", "Hui-Juan", "HJ", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Wu", "Jie-Hong", "JH", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["He", "Quan-Wei", "QW", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], ["Wang", "Xu-Xia", "XX", "National Center for Magnetic Resonance in Wuhan, State Key Laboratory of Magnetic Resonance and Atomic and Molecular Physics, Wuhan Institute of Physics and Mathematics, Chinese Academy of Sciences, Wuhan, China."], ["Lei", "Hao", "H", "National Center for Magnetic Resonance in Wuhan, State Key Laboratory of Magnetic Resonance and Atomic and Molecular Physics, Wuhan Institute of Physics and Mathematics, Chinese Academy of Sciences, Wuhan, China."], ["Hu", "Bo", "B", "Department of Neurology, Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China; hubo@mail.hust.edu.cn."]], "date": "2017-12-14", "id": "29242274", "text": "The inflammatory process in stroke is the major contributor to blood-brain barrier (BBB) breakdown. Previous studies indicated that semaphorin 4D (Sema4D), an axon guidance molecule, initiated inflammatory microglial activation and disrupted endothelial function in the CNS. However, whether Sema4D disrupts BBB integrity after stroke remains unclear. To study the effect of Sema4D on BBB disruption in stroke, rats were subjected to transient middle cerebral artery occlusion and targeted injection of lentivirus-mediated clustered regularly interspaced short palindromic repeats (CRISPR)/Cas9 gene disruption of PlexinB1. We found that Sema4D synchronously increased with BBB permeability and accumulated in the perivascular area after stroke. Suppressing Sema4D/PlexinB1 signaling in the periinfarct cortex significantly decreased BBB permeability as detected by MRI and fibrin deposition, and thereby improved stroke outcome. In vitro, we confirmed that Sema4D disrupted BBB integrity and endothelial tight junctions. Moreover, we found that Sema4D induced pericytes to acquire a CD11b-positive phenotype and express proinflammatory cytokines. In addition, Sema4D inhibited AUF1-induced proinflammatory mRNA decay effect. Taken together, our data provides evidence that Sema4D disrupts BBB integrity and promotes an inflammatory response by binding to PlexinB1 in pericytes after transient middle cerebral artery occlusion. Our study indicates that Sema4D may be a novel therapeutic target for treatment in the acute phase of stroke.-Zhou, Y.-F., Li, Y.-N., Jin, H.-J., Wu, J.-H., He, Q.-W., Wang, X.-X., Lei, H., Hu, B. Sema4D/PlexinB1 inhibition ameliorates blood-brain barrier damage and improves outcome after stroke in rats.", "doi": "10.1096/fj.201700786RR", "title": "Sema4D/PlexinB1 inhibition ameliorates blood-brain barrier damage and improves outcome after stroke in rats.", "journal": ["FASEB journal : official publication of the Federation of American Societies for Experimental Biology", "FASEB J."]}