{"authors": [["Shaw", "Leslee J", "LJ", null], ["Blankstein", "Ron", "R", null], ["Jacobs", "Jill E", "JE", null], ["Leipsic", "Jonathon A", "JA", null], ["Kwong", "Raymond Y", "RY", null], ["Taqueti", "Viviany R", "VR", null], ["Beanlands", "Rob S B", "RSB", null], ["Mieres", "Jennifer H", "JH", null], ["Flamm", "Scott D", "SD", null], ["Gerber", "Thomas C", "TC", null], ["Spertus", "John", "J", null], ["Di Carli", "Marcelo F", "MF", null], [null, null, null, null]], "date": null, "id": "29242239", "text": "The aims of the current statement are to refine the definition of quality in cardiovascular imaging and to propose novel methodological approaches to inform the demonstration of quality in imaging in future clinical trials and registries. We propose defining quality in cardiovascular imaging using an analytical framework put forth by the Institute of Medicine whereby quality was defined as testing being safe, effective, patient-centered, timely, equitable, and efficient. The implications of each of these components of quality health care are as essential for cardiovascular imaging as they are for other areas within health care. Our proposed statement may serve as the foundation for integrating these quality indicators into establishing designations of quality laboratory practices and developing standards for value-based payment reform for imaging services. We also include recommendations for future clinical research to fulfill quality aims within cardiovascular imaging, including clinical hypotheses of improving patient outcomes, the importance of health status as an end point, and deferred testing options. Future research should evolve to define novel methods optimized for the role of cardiovascular imaging for detecting disease and guiding treatment and to demonstrate the role of cardiovascular imaging in facilitating healthcare quality.", "doi": "10.1161/HCI.0000000000000017", "title": "Defining Quality in Cardiovascular Imaging: A Scientific Statement From the American Heart Association.", "journal": ["Circulation. Cardiovascular imaging", "Circ Cardiovasc Imaging"]}