{"authors": [["Dakour Aridi", "Hanaa", "H", "Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, Md."], ["Paracha", "Nawar", "N", "Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, Md."], ["Nejim", "Besma", "B", "Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, Md."], ["Locham", "Satinderjit", "S", "Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, Md."], ["Malas", "Mahmoud B", "MB", "Johns Hopkins Bayview Vascular and Endovascular Research Center, Baltimore, Md. Electronic address: bmalas1@jhmi.edu."]], "date": "2017-12-11", "id": "29242070", "text": "Studies on the safety of carotid endarterectomy (CEA) under different anesthetic techniques are sometimes contradictory. The aim of this study was to compare real-world outcomes of CEA under general anesthesia (GA) vs regional or local anesthesia (RA/LA).A retrospective analysis of the Vascular Quality Initiative database (2003-2017) was performed. Primary outcomes included perioperative stroke, death, and myocardial infarction (MI) occurring during the hospital stay. Univariate and multivariate analyses were used. To minimize selection bias and to evaluate comparable groups, patients were matched on baseline variables using coarsened exact matching.Of 75,319 CEA cases, 6684 (8.9%) were performed under RA/LA. These patients were more likely to be older (median age, 72 vs 71 years) and male (62.5% vs 60.2%), with higher American Society of Anesthesiologists class (class 3-5, 94.2% vs 93.0%) than those undergoing CEA-GA (all P < .001). CEA-GA had higher crude rates of in-hospital cardiac outcomes including MI mainly diagnosed clinically or on electrocardiography (0.5% vs 0.2%; P = .01), dysrhythmia (1.6% vs 1.2%; P < .001), acute congestive heart failure (CHF; 0.5% vs 0.2%; P < .001), and hemodynamic instability (27.0% vs 20.0%; P < .001) compared with CEA-RA/LA. No difference in perioperative stroke or death was seen between the two groups. On multivariate analysis, CEA-GA was associated with twice the odds of in-hospital MI (adjusted odds ratio [aOR], 1.95; 95% confidence interval [CI], 1.06-3.59; P = .03), 4 times the odds of acute CHF (aOR, 3.92; 95% CI, 1.84-8.34; P < .001), and 1.5 times the odds of hemodynamic instability (aOR, 1.54; 95% CI, 1.44-1.66; P < .001). Patients undergoing CEA-GA had 1.8 times the odds of staying in the hospital for >1 day (aOR, 1.80; 95% CI, 1.67-1.93; P < .001). Coarsened exact matching confirmed our results. Risk factors associated with increased cardiac complications (MI and CHF) under GA included female gender, increased age, Medicaid insurance, history of smoking, medical comorbidities (such as hypertension, diabetes, coronary artery disease, and CHF), prior ipsilateral carotid intervention, and urgent/emergent procedures.Patients undergoing CEA under GA have higher odds of postoperative MI, acute CHF, and hemodynamic instability compared with those undergoing CEA under RA/LA. They are also more likely to stay in the hospital for >1 day. However, the overall risk of cardiac adverse events after CEA was low, which made the differences clinically irrelevant. The choice of anesthesia approach to CEA should be driven by the team's experience and the patient's risk factors and preference.", "doi": "10.1016/j.jvs.2017.09.028", "title": "Anesthetic type and hospital outcomes after carotid endarterectomy from the Vascular Quality Initiative database.", "journal": ["Journal of vascular surgery", "J. Vasc. Surg."]}