{"authors": [["Patel", "Priya B", "PB", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass; Division of General Surgery, Robert Wood Johnson University Hospital, Rutgers-Robert Wood Johnson Medical School, New Brunswick, NJ."], ["LaMuraglia", "Glenn M", "GM", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass."], ["Lancaster", "Robert T", "RT", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass."], ["Clouse", "William D", "WD", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass."], ["Kwolek", "Christopher J", "CJ", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass."], ["Conrad", "Mark F", "MF", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass."], ["Cambria", "Richard P", "RP", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass; Division of Vascular Surgery, Steward Medical Group, St. Elizabeth's Medical Center, Brighton, Mass."], ["Patel", "Virendra I", "VI", "Division of Vascular and Endovascular Surgery, Massachusetts General Hospital, Harvard Medical School, Boston, Mass; Division of Vascular Surgery and Endovascular Interventions, Columbia University Medical Center, Columbia University College of Physicians and Surgeons, New York, NY. Electronic address: vp2385@cumc.columbia.edu."]], "date": "2017-12-11", "id": "29242067", "text": "This study evaluates the impact of severe (>70%) contralateral carotid stenosis or occlusion (SCSO) on outcomes after carotid endarterectomy (CEA).Clinical data for all patients undergoing CEA at a single center were prospectively gathered and retrospectively reviewed, with the sample population stratified according to the presence of SCSO. Perioperative outcomes of CEA in the presence of SCSO were analyzed using univariate and multivariate methods.During a 17-year study period, 2945 CEAs were performed on 1843 patients, including 736 (25%) patients with SCSO. Patients identified with SCSO had a higher rate of positive intraoperative electroencephalographic changes (30% vs 16%; P < .0001) and use of an intraoperative shunt (40% vs 28%; P < .0001). Univariate analysis identified SCSO as a risk factor for any stroke (2.8% vs 1.5%; P = .02), death (2.2% vs 1.1%; P = .02), and any stroke/death (4.3% vs 2.4%; P < .0079) but not ipsilateral stroke (1.5% vs 1.2%; P = .38). Multivariable regression demonstrated SCSO as an independent predictor of any stroke (odds ratio [OR], 1.8; 95% confidence interval [CI], 1.0-3.3; P = .05) and any stroke/death (OR, 1.7; 95% CI, 1.1-2.7; P = .02), without increasing risk of ipsilateral stroke (OR, 1.3; 95% CI, 0.6-2.7; P = .54). The presence of SCSO was also associated with a higher risk of late mortality (hazard ratio, 1.3; 95% CI, 1.1-1.4; P < .01).Although the presence of SCSO is a risk factor for any stroke/death with CEA, it does not increase the risk of ipsilateral stroke. These data suggest that increased attention to perioperative medical and hemodynamic management should be especially considered in this cohort of patients as the observed strokes do not occur in the territory at risk from the surgical procedure.", "doi": "10.1016/j.jvs.2017.09.035", "title": "Severe contralateral carotid stenosis or occlusion does not have an impact on risk of ipsilateral stroke after carotid endarterectomy.", "journal": ["Journal of vascular surgery", "J. Vasc. Surg."]}