{"authors": [["Tervonen", "Tommi", "T", "Evidera, London, UK. Electronic address: tommi.tervonen@evidera.com."], ["Ustyugova", "Anastasia", "A", "Boehringer Ingelheim GmBH, Ingelheim, Germany."], ["Sri Bhashyam", "Sumitra", "S", "Evidera, London, UK."], ["Lip", "Gregory Y H", "GYH", "Institute of Cardiovascular Sciences, University of Birmingham, Birmingham, UK; Aalborg Thrombosis Research Unit, Department of Clinical Medicine, Aalborg University, Aalborg, Denmark."], ["Verdecchia", "Paolo", "P", "Hospital of Assisi, Assisi, Italy."], ["Kwan", "Ryan", "R", "Boehringer Ingelheim (Canada) Ltd., Burlington, Ontario, Canada."], ["Gropper", "Savion", "S", "Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany."], ["Heinrich-Nols", "Jutta", "J", "Boehringer Ingelheim Pharma GmbH & Co. KG, Ingelheim, Germany."], ["Marsh", "Kevin", "K", "Evidera, London, UK."]], "date": "2017-07-15", "id": "29241899", "text": "Decision on the most appropriate oral anticoagulation therapy for stroke prevention in patients with nonvalvular atrial fibrillation is difficult because multiple treatment options are available, and these vary in their clinical effects and relevant nonclinical characteristics.To use a multicriteria decision analysis (MCDA) to compare the oral anticoagulants apixaban, dabigatran, edoxaban, rivaroxaban, and vitamin K antagonist (VKAs; specifically warfarin) in patients with nonvalvular atrial fibrillation.We identified the evaluation criteria through a targeted literature review and clinical judgment. The final evaluation model included nine clinical events and four other criteria. We ranked possibly fatal clinical event criteria on the basis of the differences in risks of fatal events and the corresponding window of therapeutic opportunity, as observed in clinical trials. Clinical judgment was used to rank other criteria. Full criteria ranking was used to calculate centroid weights, which were combined with individual treatment performances to estimate the overall value score for each treatment.Using such an MCDA, dabigatran yielded the highest overall value, approximately 6% higher than that of the second-best treatment, apixaban. Dabigatran also had the highest first-rank probability (0.72) in the probabilistic sensitivity analysis. Rivaroxaban performed worse than the other non-VKA oral anticoagulants, but better than VKAs (with both having 0.00 first-rank probability). The results were insensitive to changes in model structure.When all key oral anticoagulant value criteria and their relative importance are investigated in an MCDA, dabigatran appears to rank the highest and warfarin the lowest.", "doi": "10.1016/j.jval.2017.06.006", "title": "Comparison of Oral Anticoagulants for Stroke Prevention in Nonvalvular Atrial Fibrillation: A Multicriteria Decision Analysis.", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}