{"authors": [["Ramos", "Isaac Corro", "IC", "Institute for Medical Technology Assessment, Erasmus University Rotterdam, the Netherlands. Electronic address: corroramos@imta.eur.nl."], ["Versteegh", "Matthijs M", "MM", "Institute for Medical Technology Assessment, Erasmus University Rotterdam, the Netherlands."], ["de Boer", "Rudolf A", "RA", "Department of Cardiology, University Medical Center Groningen, University of Groningen, Groningen, the Netherlands."], ["Koenders", "Jolanda M A", "JMA", "Novartis Pharma B.V., Arnhem, the Netherlands."], ["Linssen", "Gerard C M", "GCM", "Department of Cardiology, Hospital Group Twente, Almelo and Hengelo, the Netherlands."], ["Meeder", "Joan G", "JG", "Department of Cardiology, VieCuri Medical Centre Noord-Limburg, Venlo, the Netherlands."], ["Rutten-van Mölken", "Maureen P M H", "MPMH", "Institute for Medical Technology Assessment, Erasmus University Rotterdam, the Netherlands; Institute of Health Care Policy and Management, Erasmus University Rotterdam, Rotterdam, the Netherlands."]], "date": "2017-06-20", "id": "29241885", "text": "To describe the adaptation of a global health economic model to determine whether treatment with the angiotensin receptor neprilysin inhibitor LCZ696 is cost effective compared with the angiotensin-converting enzyme inhibitor enalapril in adult patients with chronic heart failure with reduced left ventricular ejection fraction in the Netherlands; and to explore the effect of performing the cost-effectiveness analyses according to the new pharmacoeconomic Dutch guidelines (updated during the submission process of LCZ696), which require a value-of-information analysis and the inclusion of indirect medical costs of life-years gained.We adapted a UK model to reflect the societal perspective in the Netherlands by including travel expenses, productivity loss, informal care costs, and indirect medical costs during the life-years gained and performed a preliminary value-of-information analysis.The incremental cost-effectiveness ratio obtained was €17,600 per quality-adjusted life-year (QALY) gained. This was robust to changes in most structural assumptions and across different subgroups of patients. Probability sensitivity analysis results showed that the probability that LCZ696 is cost-effective at a €50,000 per QALY threshold is 99.8%, with a population expected value of perfect information of €297,128. On including indirect medical costs of life-years gained, the incremental cost-effectiveness ratio was €26,491 per QALY gained, and LCZ696 was 99.46% cost effective at €50,000 per QALY, with a population expected value of perfect information of €2,849,647.LCZ696 is cost effective compared with enalapril under the former and current Dutch guidelines. However, the (monetary) consequences of making a wrong decision were considerably different in both scenarios.", "doi": "10.1016/j.jval.2017.05.013", "title": "Cost Effectiveness of the Angiotensin Receptor Neprilysin Inhibitor Sacubitril/Valsartan for Patients with Chronic Heart Failure and Reduced Ejection Fraction in the Netherlands: A Country Adaptation Analysis Under the Former and Current Dutch Pharmacoeconomic Guidelines.", "journal": ["Value in health : the journal of the International Society for Pharmacoeconomics and Outcomes Research", "Value Health"]}