{"authors": [["Marmagkiolis", "Konstantinos", "K", "Citizens Memorial Hospital, Heart and Vascular Institute, Bolivar MO; University of Missouri, Columbia, MO. Electronic address: c.marmagiolis@gmail.com."], ["Hakeem", "Abdul", "A", "University of Arkansas for Medical Sciences, Little Rock, AR."], ["Cilingiroglu", "Mehmet", "M", "Arkansas Heart Hospital, Little Rock, AR and Koc University, School of Medicine, Istanbul, Turkey."], ["Feldman", "Dmitriy N", "DN", "Weill Cornell Medical College, New York Presbyterian Hospital, New York, NY."], ["Charitakis", "Konstantinos", "K", "University of Texas Health Science Center at Houston, Houston, TX."]], "date": "2017-12-11", "id": "29241844", "text": "Recent randomized controlled trials (RCTs) have questioned the clinical efficacy and even safety of routine aspiration thrombectomy (AT) during primary PCI. A systematic synthesis of these randomized data is hence very timely to address this clinical equipoise.We performed a meta-analysis of the larger (>150 patients) Randomized Controlled Trials (RCT) which compared aspiration thrombectomy with primary PCI alone. Procedural end-points were Myocardial Blush Grade (MBG) of 0 or 1 and ST segment resolution (STR) of >50%. Mid-term end-points were mortality, reinfarction, target vessel revascularization and stroke >30 days after the procedure.We identified 11 large RCTs with 10,309 patients randomized to AT and 10,296 to routine strategy (RT). While AT was associated with significantly improved myocardial perfusion as demonstrated by MBG score (OR 0.69 p=0.010) and improved rates of ST segment resolution >50% (OR 1.41 p=0.006), there were no differences in mortality (OR 0.89, p=0.76), reinfarction (OR 0.9, p=0.47), TVR (OR 1.06, p=0.67) and stroke rates (OR 1.49, p=0.29) >30 days after the procedure.Our meta-analysis of 20,605 patients who participated in large RCTs demonstrate improved MBG scores and ST segment resolution >50% with aspiration thrombectomy compared to PCI alone, but no differences in mortality, reinfarction, TVR and stroke rates at 30 days. Our study supports the latest ACC/AHA/SCAI focused update document that recommends against the routine use of aspiration thrombectomy during primary PCI.", "doi": "10.1016/j.hjc.2017.09.003", "title": "Efficacy and safety of routine aspiration thrombectomy during primary PCI for ST-segment elevation myocardial infarction. A Metanalysis of Large Randomized Controlled Trials.", "journal": ["Hellenic journal of cardiology : HJC = Hellenike kardiologike epitheorese", "Hellenic J Cardiol"]}