{"authors": [["Yi", "Sang-Wook", "SW", "Department of Preventive Medicine and Public Health, Catholic Kwandong University College of Medicine, Gangneung, 25601, Republic of Korea; Institute for Clinical and Translational Research, Catholic Kwandong University International St. Mary's Hospital, Incheon, 22711, Republic of Korea. Electronic address: flyhigh@cku.ac.kr."], ["Shin", "Dae-Hee", "DH", "Cardiovascular center, Catholic Kwandong University College of Medicine, International St. Mary's Hospital, Incheon, 22711, Republic of Korea."], ["Kim", "Hyeyun", "H", "Department of Neurology, Catholic Kwandong University College of Medicine, International St. Mary's Hospital, Incheon, 22711, Republic of Korea."], ["Yi", "Jee-Jeon", "JJ", "Institute for Occupational and Environmental Health, Catholic Kwandong University, Gangneung, 25601, Republic of Korea."], ["Ohrr", "Heechoul", "H", "Department of Preventive Medicine, Yonsei University College of Medicine, Seoul, 03722, Republic of Korea."]], "date": "2017-12-06", "id": "29241770", "text": "The association between cholesterol and stroke has been inconsistent. This study aimed to examine the association between total cholesterol (TC) and mortality from total stroke and stroke subtypes.503,340 Korean adults aged 40-80 years without a history of heart disease or stroke participated in routine health examinations in 2002 and 2003, and were followed up until 2013. Adjusted hazard ratios (HRs) for stroke (I60-I69) mortality were calculated.Nonlinear associations for total stroke (U-curve) and hemorrhagic stroke (L-curve), especially intracerebral hemorrhage (ICH), but a linear association for ischemic stroke, were found. In the range <200 mg/dL, TC was inversely associated with stroke mortality (HR per 39 mg/dL [1 mmol/L] increase = 0.88 [95% CI = 0.80-0.95]), mainly due to hemorrhagic stroke (HR = 0.78 [0.68-0.90]), especially ICH (HR = 0.72 [0.62-0.85]). In the upper range (200-349 mg/dL), TC was positively associated with stroke mortality (HR = 1.09 [1.01-1.16]); ICH and subarachnoid hemorrhage mortality showed no inverse association. The associations were generally similar in middle-aged (40-64 years) and elderly (≥65 years) adults and, in the upper range, each 1 mmol/L (39 mg/dL) higher TC was associated with 11% higher mortality from stroke (95% CI = 2%-21%) in the elderly. Both middle-aged (39%) and elderly (23%) adults had higher ischemic stroke mortality associated with TC ≥240 mg/dL, compare to <200 mg/dL.TC level around 200 mg/dL was associated with the lowest risk of overall stroke in the elderly and middle-aged adults. No stroke subtype including ICH, was inversely associated with TC in the range ≥200 mg/dL.", "doi": "10.1016/j.atherosclerosis.2017.12.003", "title": "Total cholesterol and stroke mortality in middle-aged and elderly adults: A prospective cohort study.", "journal": ["Atherosclerosis", "Atherosclerosis"]}