{"authors": [["Vart", "Priya", "P", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland. Electronic address: pvart1@jhu.edu."], ["Matsushita", "Kunihiro", "K", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Rawlings", "Andreea M", "AM", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Selvin", "Elizabeth", "E", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Crews", "Deidra C", "DC", "Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Ndumele", "Chiadi E", "CE", "Johns Hopkins University School of Medicine, Baltimore, Maryland."], ["Ballantyne", "Christie M", "CM", "Baylor College of Medicine, Houston, Texas."], ["Heiss", "Gerardo", "G", "Gillings School of Global Public Health, University of North Carolina, Chapel Hill, North Carolina."], ["Kucharska-Newton", "Anna", "A", "Gillings School of Global Public Health, University of North Carolina, Chapel Hill, North Carolina."], ["Szklo", "Moyses", "M", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."], ["Coresh", "Josef", "J", "Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."]], "date": "2017-12-11", "id": "29241718", "text": "Compared with coronary heart disease and stroke, the association between SES and the risk of heart failure is less well understood.In 12,646 participants of the Atherosclerosis Risk in Communities Study cohort free of heart failure history at baseline (1987-1989), the association of income, educational attainment, and area deprivation index with subsequent heart failure-related hospitalization or death was examined while accounting for cardiovascular disease risk factors and healthcare access. Because SES may affect threshold of identifying heart failure and admitting for heart failure management, secondarily the association between SES and N-terminal pro-b-type natriuretic peptide (NT-proBNP) levels, a marker reflecting cardiac overload, was investigated. Analysis was conducted in 2016.During a median follow-up of 24.3 years, a total of 2,249 participants developed heart failure. In a demographically adjusted model, the lowest-SES group had 2.2- to 2.5-fold higher risk of heart failure compared with the highest SES group for income, education, and area deprivation. With further adjustment for time-varying cardiovascular disease risk factors and healthcare access, these associations were attenuated but remained statistically significant (e.g., hazard ratio=1.92, 95% CI=1.69, 2.19 for the lowest versus highest income), with no racial interaction (p>0.05 for all SES measures). Similarly, compared with high SES, low SES was associated with both higher baseline level of NT-proBNP in a multivariable adjusted model (15% higher, p<0.001) and increase over time (~1% greater per year, p=0.023).SES was associated with clinical heart failure as well as NT-proBNP levels inversely and independently of traditional cardiovascular disease factors and healthcare access.", "doi": "10.1016/j.amepre.2017.10.014", "title": "SES, Heart Failure, and N-terminal Pro-b-type Natriuretic Peptide: The Atherosclerosis Risk in Communities Study.", "journal": ["American journal of preventive medicine", "Am J Prev Med"]}