{"authors": [["Gao", "Yuan", "Y", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."], ["Li", "Wei", "W", "Department of Neurology, Henan Province People's Hospital, Zhengzhou, China. Electronic address: liwei71@126.com."], ["Liu", "Yali", "Y", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."], ["Wang", "Yan", "Y", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."], ["Zhang", "Jianchao", "J", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."], ["Li", "Miao", "M", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."], ["Bu", "Mengsen", "M", "Department of Pharmacology, Basic Medical School, Zhengzhou University, Zhengzhou, China."]], "date": "2017-12-11", "id": "29241675", "text": "This study aimed to explore the effect of telmisartan (TEL), as a partial peroxisome proliferator-activated receptor-γ (PPAR-γ) agonist, in vascular dementia (VaD) rats induced by middle cerebral artery occlusion (MCAO).Spontaneously hypertensive rats were divided into 6 groups: the sham group, model group, TEL-treated groups (1, 5, and 10 mg/kg), and TEL + GW9662 (10 mg/kg + 1 mg/kg). Using the MCAO method established the VaD rat model. Cognitive function was detected through the Morris water maze test, and matrix metalloproteinase 2 (MMP2) or matrix metalloproteinase 9 (MMP9), acetylcholinesterase (AChE), choline acetyltransferase (ChAT), and synaptophysin (SYN) in the hippocampus of rats were measured by the immunohistochemical method.In the Morris water maze test, the spatial memory ability was significantly impaired in the model group and improved in the TEL groups (1, 5, and 10 mg/kg), but the improvement effect of TEL on spatial memory was inhibited by GW9662, a PPAR-γ antagonist. Compared with the sham group, the expression levels of MMP2, MMP9, and AChE increased and the expression levels of ChAT and SYN decreased significantly in the model group. Interestingly, TEL (1, 5, and 10 mg/kg) significantly reduced the expression levels of MMP2, MMP9, and AChE and significantly improved the expression levels of ChAT and SYN in a dose-dependent manner. However, cotreatment with GW9662 inhibited the TEL-mediated improvement effects on MMPs, the cholinergic system, and SYN.This study suggested that TEL had improvement effects in VaD rats via the PPAR-γ pathway.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.01.025", "title": "Effect of Telmisartan on Preventing Learning and Memory Deficits Via Peroxisome Proliferator-Activated Receptor-γ in Vascular Dementia Spontaneously Hypertensive Rats.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}