{"authors": [["Sanches", "Clara", "C", "Sorbonne Universités, UPMC University Paris 6, INSERM, CNRS, Institut du Cerveau et la Moelle Épinière (ICM), FrontLab Team, Hôpital Pitié-Salpêtrière, Paris, France."], ["Routier", "Alexandre", "A", "Sorbonne Universités, UPMC University Paris 6, INSERM, CNRS, Institut du Cerveau et la Moelle Épinière (ICM), FrontLab Team, Hôpital Pitié-Salpêtrière, Paris, France; Sorbonne Universités, UPMC University Paris 6, INSERM, CNRS, Institut du Cerveau et la Moelle Épinière (ICM) - Hôpital Pitié-Salpêtrière, Paris, France; Inria Paris, Aramis Project-Team, Paris, France."], ["Colliot", "Olivier", "O", "Sorbonne Universités, UPMC University Paris 6, INSERM, CNRS, Institut du Cerveau et la Moelle Épinière (ICM) - Hôpital Pitié-Salpêtrière, Paris, France; Inria Paris, Aramis Project-Team, Paris, France; Departments of Neuroradiology and Neurology, Hôpital Pitié-Salpêtrière, AP-HP, Paris, France."], ["Teichmann", "Marc", "M", "Sorbonne Universités, UPMC University Paris 6, INSERM, CNRS, Institut du Cerveau et la Moelle Épinière (ICM), FrontLab Team, Hôpital Pitié-Salpêtrière, Paris, France; Department of Neurology, Institut de la mémoire et de la maladie d'Alzheimer, National Reference Center for \"Rare Dementias\", Hôpital Pitié-Salpêtrière, AP-HP, Paris, France. Electronic address: marc.teichmann@psl.aphp.fr."]], "date": "2017-12-11", "id": "29241649", "text": "Like recursive syntax, a structured mental lexicon is specific to the human species but its internal organization remains unclear. It is thought to contain information about the semantic, syntactic (e.g., gender) and formal (orthographic/phonological) features of a word. Previous studies suggested that these three components might be separated at the behavioral level and that they might be implemented by temporal cortices. However, the available investigations are based on case reports or small-cohort studies with patients demonstrating post-stroke aphasia, and they did not contrast the three lexical components in a directly comparable way. Similarly, functional imaging studies with healthy adults did not compare the lexical components but explored them separately using various tasks. Here we assessed the three components with comparable tasks in a relatively large cohort of 20 patients with primary progressive aphasia (PPA), namely logopenic and semantic PPA, which have been shown to affect the temporal cortex. The same tasks were also applied to 23 healthy adults. We thereby primarily aimed at showing multiple intra-lexical dissociations at the behavioral level to demonstrate the existence of a threefold segregation within the mental lexicon. We also sought to confirm the temporal-cortical involvement in the implementation of the lexical components and to characterize differential lexical breakdown in PPA. Lexical components were explored with three implicit processing tasks (semantic, syntactic-gender, word-form priming) and with three explicit matching tasks (semantic, syntactic-gender, word-form). Our results indicate that the three components are functionally segregated as evidenced by multiple dissociations at the group level, and the individual level, thus substantiating the existence of a threefold structure of the mental lexicon. Cortical thickness analyses showed damage to the left lateral temporal cortex in the entire PPA cohort suggesting that lexical components are anatomically segregated within this cortical region. Our results also refine previous proposals about lexical deficits in PPA by demonstrating differential damage to all three components of the lexicon in semantic and logopenic PPA, which might have an impact on PPA diagnosis and language rehabilitation strategies.", "doi": "10.1016/j.neuropsychologia.2017.12.018", "title": "The structure of the mental lexicon: What primary progressive aphasias reveal.", "journal": ["Neuropsychologia", "Neuropsychologia"]}