{"authors": [["Steiner", "Johannes", "J", "Division of Cardiology and Cardiovascular Research Institute, University of Vermont Medical Center, Burlington, Vermont; Division of Cardiovascular Medicine, Department of Internal Medicine, Massachusetts General Hospital, Harvard Medical School, Boston, Massachusetts."], ["Rodés-Cabau", "Josep", "J", "Quebec Heart and Lung Institute, Laval University, Québec City, Québec, Canada."], ["Holmes", "David R", "DR", "Department of Cardiovascular Diseases, Mayo Clinic College of Medicine, Rochester, Minnesota."], ["LeWinter", "Martin M", "MM", "Division of Cardiology and Cardiovascular Research Institute, University of Vermont Medical Center, Burlington, Vermont."], ["Dauerman", "Harold L", "HL", "Division of Cardiology and Cardiovascular Research Institute, University of Vermont Medical Center, Burlington, Vermont. Electronic address: Harold.Dauerman@uvmhealth.org."]], "date": null, "id": "29241492", "text": "The risk and benefit of mechanical interventions in valvular heart disease have been primarily described among patients with normal ejection fraction. The advent of nonsurgical mechanical interventions for aortic stenosis (transcatheter aortic valve replacement) may alter the risk-benefit ratio for patients who would otherwise be at increased risk for valve surgery. This review describes the epidemiology and pathophysiology of aortic stenosis with heart failure and reduced ejection fraction and summarizes the current registry and clinical trial data applicable to this frequently encountered high-risk group. It concludes with discussion of ongoing trials, new approaches, emerging indications, and a potential clinical algorithm incorporating optimal mechanical intervention for patients with aortic stenosis and concomitant reduced ejection fraction.", "doi": "10.1016/j.jacc.2017.10.040", "title": "Mechanical Intervention for Aortic Valve Stenosis in Patients With Heart Failure and Reduced Ejection Fraction.", "journal": ["Journal of the American College of Cardiology", "J. Am. Coll. Cardiol."]}