{"authors": [["Ramanathan", "Krishnan", "K", "University of British Columbia, Vancouver, Canada. Electronic address: kramanathan@providencehealth.bc.ca."], ["Abel", "James G", "JG", "University of British Columbia, Vancouver, Canada."], ["Park", "Julie E", "JE", "BC Centre for Improved Cardiovascular Health, Vancouver, Canada."], ["Fung", "Anthony", "A", "University of British Columbia, Vancouver, Canada."], ["Mathew", "Verghese", "V", "Loyola University Medical Center and Stritch School of Medicine, Maywood, Illinois."], ["Taylor", "Carolyn M", "CM", "University of British Columbia, Vancouver, Canada."], ["Mancini", "G B John", "GBJ", "University of British Columbia, Vancouver, Canada."], ["Gao", "Min", "M", "BC Centre for Improved Cardiovascular Health, Vancouver, Canada."], ["Ding", "Lillian", "L", "Cardiac Services British Columbia, Vancouver, Canada."], ["Verma", "Subodh", "S", "St. Michael's Hospital, Toronto, Canada."], ["Humphries", "Karin H", "KH", "University of British Columbia, Vancouver, Canada; BC Centre for Improved Cardiovascular Health, Vancouver, Canada."], ["Farkouh", "Michael E", "ME", "Peter Munk Cardiac Centre and the Heart and Stroke Richard Lewar Centre, University of Toronto, Toronto, Canada."]], "date": null, "id": "29241487", "text": "Randomized trial data support the superiority of coronary artery bypass grafting (CABG) surgery over percutaneous coronary intervention (PCI) in diabetic patients with multivessel coronary artery disease (MV-CAD). However, whether this benefit is seen in a real-world population among subjects with stable ischemic heart disease (SIHD) and acute coronary syndromes (ACS) is unknown.The main objective of this study was to assess the generalizability of the FREEDOM (Future REvascularization Evaluation in Patients with Diabetes Mellitus: Optimal Management of Multi-vessel Disease) trial in real-world practice among patients with diabetes mellitus and MV-CAD in residents of British Columbia, Canada. Additionally, the study evaluated the impact of mode of revascularization (CABG vs. PCI with drug-eluting stents) in diabetic patients with ACS and MV-CAD.In a large population-based database from British Columbia, this study evaluated major cardiovascular outcomes in all diabetic patients who underwent coronary revascularization between 2007 and 2014 (n = 4,661, 2,947 patients with ACS). The primary endpoint (major adverse cardiac or cerebrovascular events [MACCE]) was a composite of all-cause death, nonfatal myocardial infarction, and nonfatal stroke. The risk of MACCE with CABG or PCI was compared using multivariable adjustment and a propensity score model.At 30-days post-revascularization, for ACS patients the odds ratio for MACCE favored CABG 0.49 (95% confidence interval [CI]: 0.34 to 0.71), whereas among SIHD patients MACCE was not affected by revascularization strategy (odds ratio: 1.46; 95% CI: 0.71 to 3.01; pinteraction <0.01). With a median follow-up of 3.3 years, the late (31-day to 5-year) benefit of CABG over PCI no longer varied by acuity of presentation, with a hazard ratio for MACCE in ACS patients of 0.67 (95% CI: 0.55 to 0.81) and the hazard ratio for SIHD patients of 0.55 (95% CI: 0.40 to 0.74; pinteraction = 0.28).In diabetic patients with MV-CAD, CABG was associated with a lower rate of long-term MACCE relative to PCI for both ACS and SIHD. A well-powered randomized trial of CABG versus PCI in the ACS population is warranted because these patients have been largely excluded from prior trials.", "doi": "10.1016/j.jacc.2017.10.029", "title": "Surgical Versus Percutaneous Coronary Revascularization in Patients With Diabetes and Acute Coronary Syndromes.", "journal": ["Journal of the American College of Cardiology", "J. Am. Coll. Cardiol."]}