{"authors": [["Song", "Qing", "Q", null], ["Gou", "Wen-Li", "WL", null], ["Zou", "Yu-Liang", "YL", null]], "date": "2017-12-12", "id": "29241198", "text": "Stroke is the leading cause of adult disability, and glutamate-induced dysregulation of intracellular Ca2+ homeostasis is a key mechanism. FAM3A is the first member of the family with sequence similarity 3 (FAM3) gene family, and its biological function remains largely unknown. We have recently reported that FAM3A exerts protective effects against oxidative stress and mitochondrial dysfunction in HT22 cells.Here, we investigated the protective effects of FAM3A using a glutamate-induced neuronal injury model in nerve growth factor (NGF)-differentiated PC12 cells. The protective effects were determined by measuring lactate dehydrogenase (LDH) release, apoptosis and mitochondrial oxidative stress. Ca2+ imaging was performed to detect changes in intracellular Ca2+ concentration in PC12 cells. The related molecular mechanisms were investigated by fluorescence staining, coimmunoprecipitation (Co-IP) and western blotting.Upregulation of FAM3A by lentivirus transfection markedly decreased LDH release, inhibited apoptosis and reduced mitochondrial oxidative stress, which were accompanied by alleviated intracellular Ca2+ levels as measured by calcium imaging. The results of western blotting showed that FAM3A significantly decreased the surface expression of metabotropic glutamate receptor 1/5 (mGluR1/5), with no effect on the expression of N-methyl-d-aspartic acid receptor (NMDAR) or α-amino-3-hydroxy-5-methyl-4-isoxazole-propionic acid receptor (AMPAR) subunits. FAM3A overexpression also inhibited the intracellular Ca2+ release mediated by mGluR1/5 and inositol 1,4,5-trisphosphate receptor (IP3R), but not the ryanodine receptor (RyR). In addition, FAM3A significantly attenuated the store-operated calcium entry (SOCE) induced by thapsigargin (Tg), but the expression of SOCE-related proteins was not altered. The results of coimmunoprecipitation (Co-IP) showed that FAM3A disrupted the interaction of stromal interaction molecule 1 (STIM1) with Orai1 triggered by glutamate.These results suggest that the upregulation of FAM3A protects against glutamate-induced dysfunction of Ca2+ homeostasis not only by inhibiting mGluR1/5-dependent endoplasmic reticulum (ER) Ca2+ release, but also by attenuating SOCE mediated by the STIM1-Orai1 interaction.", "doi": "10.1159/000485943", "title": "FAM3A Protects Against Glutamate-Induced Toxicity by Preserving Calcium Homeostasis in Differentiated PC12 Cells.", "journal": ["Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology", "Cell. Physiol. Biochem."]}