{"authors": [["Zhao", "Guangjian", "G", "Department of Emergency, Linyi People's Hospital, Linyi, China."], ["Huang", "Tingfen", "T", "Department of Emergency, Linyi People's Hospital, Linyi, China."], ["Zheng", "Mei", "M", "Department of Emergency, Linyi People's Hospital, Linyi, China."], ["Cui", "Yansen", "Y", "Department of Emergency, Linyi People's Hospital, Linyi, China."], ["Liu", "Yunyong", "Y", "Department of Neurology, Linyi People's Hospital, Linyi, China."], ["Cheng", "Zhongrong", "Z", "Department of Emergency, Linyi People's Hospital, Linyi, China."], ["Wang", "Ziran", "Z", "Department of Emergency, Linyi People's Hospital, Linyi, China."]], "date": "2017-12-14", "id": "29241193", "text": "This study analyzed the efficacy and safety of low-dose and standard-dose alteplase intravenous thrombolytic therapy for acute ischemic stroke (AIS).Patients with AIS who underwent intravenous alteplase thrombolysis from July 2012 to December 2016 were retrospectively analyzed and correspondingly divided into low-dose (0.6-0.89 mg/kg) group and standard-dose group (0.9 mg/kg) according to alteplase dosage. The clinical outcome was evaluated by modified Rankin Scale (mRS) at 90 days after onset. The safety index was the mortality at 90 days after onset and the incidence of symptomatic intracranial hemorrhage (SICH) within 7 days.A total of 1,486 patients were included (1,115 cases in low-dose group and 371 cases in standard-dose group). There were no significant differences in baseline data between the 2 groups. As mRS, good outcome rate as well as mortality rate in both groups had no significant difference (36.1 vs. 37.6%; χ2 = 10.882, p = 0.890; 5.5 vs. 7.3%; χ2 = 2.163, p = 0.076), but the incidence of SICH in low-dose group was significantly lower than that of the standard-dose group (2.2 vs. 5.9%; χ2 = 3.157, p = 0.001).The efficacy of low-dose alteplase intravenous thrombolytic therapy for AIS was equivalent to the standard-dose regimen but with higher safety.", "doi": "10.1159/000485460", "title": "Comparative Analysis on Low- and Standard-Dose Regimes of Alteplase Thrombolytic Therapy for Acute Ischemic Stroke: Efficacy and Safety.", "journal": ["European neurology", "Eur. Neurol."]}