{"authors": [["Squizzato", "Alessandro", "A", "Research Center on Thromboembolic Disorders and Antithrombotic Therapies, Department of Medicine and Surgery, School of Medicine, University of Insubria, c/o Medicina 1, ASST Settelaghi Ospedale di Circolo, viale Borri, 57, Varese, Italy, 21100."], ["Bellesini", "Marta", "M", null], ["Takeda", "Andrea", "A", null], ["Middeldorp", "Saskia", "S", null], ["Donadini", "Marco Paolo", "MP", null]], "date": "2017-12-14", "id": "29240976", "text": "Aspirin is the prophylactic antiplatelet drug of choice for people with cardiovascular disease. Adding a second antiplatelet drug to aspirin may produce additional benefit for people at high risk and people with established cardiovascular disease. This is an update to a previously published review from 2011.To review the benefit and harm of adding clopidogrel to aspirin therapy for preventing cardiovascular events in people who have coronary disease, ischaemic cerebrovascular disease, peripheral arterial disease, or were at high risk of atherothrombotic disease, but did not have a coronary stent.We updated the searches of CENTRAL (2017, Issue 6), MEDLINE (Ovid, 1946 to 4 July 2017) and Embase (Ovid, 1947 to 3 July 2017) on 4 July 2017. We also searched ClinicalTrials.gov and the WHO ICTRP portal, and handsearched reference lists. We applied no language restrictions.We included all randomised controlled trials comparing over 30 days use of aspirin plus clopidogrel with aspirin plus placebo or aspirin alone in people with coronary disease, ischaemic cerebrovascular disease, peripheral arterial disease, or at high risk of atherothrombotic disease. We excluded studies including only people with coronary drug-eluting stent (DES) or non-DES, or both.We collected data on mortality from cardiovascular causes, all-cause mortality, fatal and non-fatal myocardial infarction, fatal and non-fatal ischaemic stroke, major and minor bleeding. The overall treatment effect was estimated by the pooled risk ratio (RR) with 95% confidence interval (CI), using a fixed-effect model (Mantel-Haenszel); we used a random-effects model in cases of moderate or severe heterogeneity (I2 ≥ 30%). We assessed the quality of the evidence using the GRADE approach. We used GRADE profiler (GRADE Pro) to import data from Review Manager to create a 'Summary of findings' table.The search identified 13 studies in addition to the two studies in the previous version of our systematic review. Overall, we included data from 15 trials with 33,970 people. We completed a 'Risk of bias' assessment for all studies. The risk of bias was low in four trials because they were at low risk of bias for all key domains (random sequence generation, allocation concealment, blinding, selective outcome reporting and incomplete outcome data), even if some of them were funded by the pharmaceutical industry.Analysis showed no difference in the effectiveness of aspirin plus clopidogrel in preventing cardiovascular mortality (RR 0.98, 95% CI 0.88 to 1.10; participants = 31,903; studies = 7; moderate quality evidence), and no evidence of a difference in all-cause mortality (RR 1.05, 95% CI 0.87 to 1.25; participants = 32,908; studies = 9; low quality evidence).There was a lower risk of fatal and non-fatal myocardial infarction with clopidogrel plus aspirin compared with aspirin plus placebo or aspirin alone (RR 0.78, 95% CI 0.69 to 0.90; participants = 16,175; studies = 6; moderate quality evidence). There was a reduction in the risk of fatal and non-fatal ischaemic stroke (RR 0.73, 95% CI 0.59 to 0.91; participants = 4006; studies = 5; moderate quality evidence).However, there was a higher risk of major bleeding with clopidogrel plus aspirin compared with aspirin plus placebo or aspirin alone (RR 1.44, 95% CI 1.25 to 1.64; participants = 33,300; studies = 10; moderate quality evidence) and of minor bleeding (RR 2.03, 95% CI 1.75 to 2.36; participants = 14,731; studies = 8; moderate quality evidence).Overall, we would expect 13 myocardial infarctions and 23 ischaemic strokes be prevented for every 1000 patients treated with the combination in a median follow-up period of 12 months, but 9 major bleeds and 33 minor bleeds would be caused during a median follow-up period of 10.5 and 6 months, respectively.The available evidence demonstrates that the use of clopidogrel plus aspirin in people at high risk of cardiovascular disease and people with established cardiovascular disease without a coronary stent is associated with a reduction in the risk of myocardial infarction and ischaemic stroke, and an increased risk of major and minor bleeding compared with aspirin alone. According to GRADE criteria, the quality of evidence was moderate for all outcomes except all-cause mortality (low quality evidence) and adverse events (very low quality evidence).", "doi": "10.1002/14651858.CD005158.pub4", "title": "Clopidogrel plus aspirin versus aspirin alone for preventing cardiovascular events.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}