{"authors": [["Marshall", "Randolph S", "RS", "Department of Neurology, Columbia University Medical Center, New York, New York, United States of America."], ["Asllani", "Iris", "I", "Department of Biomedical Engineering, Rochester Institute of Technology, College of Engineering, Rochester, New York, United States of America."], ["Pavol", "Marykay A", "MA", "Department of Neurology, Columbia University Medical Center, New York, New York, United States of America."], ["Cheung", "Ying-Kuen", "YK", "Department of Neurology, Columbia University Medical Center, New York, New York, United States of America."], ["Lazar", "Ronald M", "RM", "Department of Neurology, Columbia University Medical Center, New York, New York, United States of America."]], "date": "2017-12-14", "id": "29240808", "text": "Cortical thinning is a potentially important biomarker, but the pathophysiology in cerebrovascular disease is unknown. We investigated the association between regional cortical blood flow and regional cortical thickness in patients with asymptomatic unilateral high-grade internal carotid artery disease without stroke. Twenty-nine patients underwent high resolution anatomical and single-delay, pseudocontinuous arterial spin labeling magnetic resonance imaging with partial volume correction to assess gray matter baseline flow. Cortical thickness was estimated using Freesurfer software, followed by co-registration onto each patient's cerebral blood flow image space. Paired t-tests assessed regional cerebral blood flow in motor cortex (supplied by the carotid artery) and visual cortex (indirectly supplied by the carotid) on the occluded and unoccluded side. Pearson correlations were calculated between cortical thickness and regional cerebral blood flow, along with age, hypertension, diabetes and white matter hyperintensity volume. Multiple regression and generalized estimating equation were used to predict cortical thickness bilaterally and in each hemisphere separately. Cortical blood flow correlated with thickness in motor cortex bilaterally (p = 0.0002), and in the occluded and unoccluded sides individually; age (p = 0.002) was also a predictor of cortical thickness in the motor cortex. None of the variables predicted cortical thickness in visual cortex. Blood flow was significantly lower on the occluded versus unoccluded side in the motor cortex (p<0.0001) and in the visual cortex (p = 0.018). On average, cortex was thinner on the side of occlusion in motor but not in visual cortex. The association between cortical blood flow and cortical thickness in carotid arterial territory with greater thinning on the side of the carotid occlusion suggests that altered cerebral hemodynamics is a factor in cortical thinning.", "doi": "10.1371/journal.pone.0189727", "title": "Altered cerebral hemodyamics and cortical thinning in asymptomatic carotid artery stenosis.", "journal": ["PloS one", "PLoS ONE"]}