{"authors": [["Lin", "Yen-Chung", "YC", "Center for Evidence-based Medicine, Department of Education, Taipei Medical University Hospital, Taipei, Taiwan, R.O.C."], ["Lin", "Jheng-Wei", "JW", "Center for Evidence-based Medicine, Department of Education, Taipei Medical University Hospital, Taipei, Taiwan, R.O.C."], ["Wu", "Mai-Szu", "MS", "Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan, R.O.C."], ["Chen", "Kuan-Chou", "KC", "Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan, R.O.C."], ["Peng", "Chiung-Chi", "CC", "Graduate Institute of Clinical Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan, R.O.C."], ["Kang", "Yi-No", "YN", "Center for Evidence-based Medicine, Department of Education, Taipei Medical University Hospital, Taipei, Taiwan, R.O.C."]], "date": "2017-12-14", "id": "29240784", "text": "Calcium channel blocker (CCB) or two renin angiotensin aldosterone system blockades (RAAS), angiotensin-converting enzyme inhibitors (ACEIs) and angiotensin receptor blockers (ARBs), are major potent and prevalently used as initial antihypertensive agents for mild to moderate hypertension, but no uniform agreement as to which antihypertensive drugs should be given for initial therapy, especially among chronic kidney disease (CKD) patients.A systematic review and meta-analysis comparing CCBs and the two RAAS blockades for hypertensive patients with CKD stage 3 to 5D. The inclusion criteria for this systematic review was RCT that compared the effects of CCBs and the two RAAS blockades in patients with hypertension and CKD. The exclusion criteria were (1) renal transplantation, (2) CKD stage 1 or 2, (3) combined therapy (data cannot be extracted separately). Outcomes were blood pressure change, mortality, heart failure, stroke or cerebrovascular events, and renal outcomes.21 randomized controlled trials randomized 9,492 patients with hypertensive and CKD into CCBs and the two RAAS blockades treatments. The evidence showed no significant differences in blood presser change, mortality, heart failure, stroke or cerebrovascular events, and renal outcomes between CCBs group and the two RAAS blockades group. The publication bias of pooled mean blood presser change that was detected by Egger's test was non-significant.CCBs has similar effects on long term blood pressure, mortality, heart failure, stroke or cerebrovascular events, and renal function to RAAS blockades in patients CKD stage 3 to 5D and hypertension.", "doi": "10.1371/journal.pone.0188975", "title": "Effects of calcium channel blockers comparing to angiotensin-converting enzyme inhibitors and angiotensin receptor blockers in patients with hypertension and chronic kidney disease stage 3 to 5 and dialysis: A systematic review and meta-analysis.", "journal": ["PloS one", "PLoS ONE"]}