{"authors": [["Haynes", "Andrew", "A", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Linden", "Matthew D", "MD", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Robey", "Elisa", "E", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Watts", "Gerald F", "GF", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Barrett", "P Hugh R", "PHR", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Naylor", "Louise H", "LH", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."], ["Green", "Daniel J", "DJ", "School of Human Sciences (Exercise and Sport Sciences), The University of Western Australia, Crawley, Western Australia."]], "date": "2017-12-13", "id": "29240651", "text": "Acute coronary syndromes and ischemic stroke are associated with arterial events involving platelets, the endothelium and atherosclerosis. Whilst regular physical activity is associated with lower risk of cardiovascular events and mortality, risk is transiently increased during and immediately following participation in an acute bout of exercise. No previous study has investigated the acute impact of exercise on platelet activation and arterial function in the same participants; it is also unknown if responses are dependent on exercise modality. We hypothesised that commonly adopted, yet physiologically distinct, modalities of exercise (\"aerobic\" versus \"resistance\") have differing effects on in vivo platelet activation and conduit artery diameter.Eight apparently healthy middle-aged (53.5±1.6yrs) male subjects took part in four, 30 min experimental interventions (aerobic AE, resistance RE, combined aerobic/resistance exercise CARE or no-exercise), in random order. Blood samples were collected and the measurement of brachial artery diameter by ultrasound was performed before, immediately after, and one hour after each intervention. Platelet activation was determined by the positive binding of antibodies to surface receptors exposed on activated platelets (anti-CD62P and PAC-1).Brachial artery diameter increased immediately following all three exercise modalities (P<0.001), and remained above pre-exercise levels 1hr post-RE and -CARE. No changes were observed in markers of in vivo platelet activation with any experimental protocol.These data suggest that post-exercise enhancement in arterial function may mitigate the acute impact of exercise on platelet activation.", "doi": "10.1249/MSS.0000000000001505", "title": "Acute Impact of Different Exercise Modalities on Arterial and Platelet Function.", "journal": ["Medicine and science in sports and exercise", "Med Sci Sports Exerc"]}