{"authors": [["Hov", "Maren R", "MR", "Department of Research and Development, The Norwegian Air Ambulance Foundation, Drøbak."], ["Røislien", "Jo", "J", "Department of Research and Development, The Norwegian Air Ambulance Foundation, Drøbak."], ["Lindner", "Thomas", "T", "Department of Research and Development, The Norwegian Air Ambulance Foundation, Drøbak."], ["Zakariassen", "Erik", "E", "Department of Research and Development, The Norwegian Air Ambulance Foundation, Drøbak."], ["Bache", "Kristi C G", "KCG", "Department of Clinical Medicine, University of Oslo."], ["Solyga", "Volker M", "VM", "Department of Neurology, Østfold Hospital, Kalnes."], ["Russell", "David", "D", "Department of Clinical Medicine, University of Oslo."], ["Lund", "Christian G", "CG", "Department of Research and Development, The Norwegian Air Ambulance Foundation, Drøbak."]], "date": "2017-12-12", "id": "29239899", "text": "Cerebral revascularization in acute stroke requires robust diagnostic tools close to symptom onset. The quantitative National Institute of Health Stroke Scale (NIHSS) is widely used in-hospital, whereas shorter and less specific stroke scales are used in the prehospital field. This study explored the accuracy and potential clinical benefit of using NIHSS prehospitally.Thirteen anesthesiologists trained in prehospital critical care enrolled patients with suspected acute stroke in a mobile stroke unit. NIHSS was completed twice in the acute phase: first prehospitally and then by an on-call resident neurologist at the receiving hospital. The agreement between prehospital and in-hospital NIHSS scores was assessed by a Bland-Altman plot, and inter-rater agreement for predefined clinical categories was tested using Cohen's κ.This Norwegian Acute Stroke Prehospital Project study included 40 patients for analyses. The mean numerical difference between prehospital and in-hospital NIHSS scores was 0.85, with corresponding limits of agreement from -5.94 to 7.64. Inter-rater agreement (κ) for the corresponding clinical categories was 0.38. A prehospital diagnostic workup (NIHSS and computed tomographic examination) was completed in median (quartiles) 10 min (range: 7-14 min). Time between the prehospital and in-hospital NIHSS scores was median (quartiles) 40 min (32-48 min).Critical care physicians in a mobile stroke unit may use the NIHSS as a clinical tool in the assessment of patients experiencing acute stroke. The disagreement in NIHSS scores was mainly for very low values and would not have changed the handling of the patients.This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal. http://creativecommons.org/licenses/by-nc-nd/4.0/.", "doi": "10.1097/MEJ.0000000000000529", "title": "Stroke severity quantification by critical care physicians in a mobile stroke unit.", "journal": ["European journal of emergency medicine : official journal of the European Society for Emergency Medicine", "Eur J Emerg Med"]}