{"authors": [["Wang", "Kang-Ling", "KL", "General Clinical Research Center, Taipei Veterans General Hospital, Taipei, Taiwan; School of Medicine, National Yang-Ming University, Taipei, Taiwan. Electronic address: klwang2@vghtpe.gov.tw."], ["Chiu", "Chun-Chih", "CC", "School of Medicine, National Yang-Ming University, Taipei, Taiwan."], ["Giugliano", "Robert P", "RP", "Division of Cardiovascular Medicine, Brigham and Women's Hospital, Harvard Medical School, Boston, Massachusetts."], ["Tan", "Doreen Su-Yin", "DS", "Department of Pharmacy, Khoo Teck Puat Hospital, Singapore, Singapore."], ["Lin", "Chun-Yi", "CY", "General Clinical Research Center, Taipei Veterans General Hospital, Taipei, Taiwan."], ["Lai", "En-Yu", "EY", "Institute of Information Science, Academia Sinica, Taipei, Taiwan."], ["Goto", "Shinya", "S", "Department of Medicine, Tokai University School of Medicine, Kanagawa, Japan."], ["Chiang", "Chern-En", "CE", "General Clinical Research Center, Taipei Veterans General Hospital, Taipei, Taiwan; School of Medicine, National Yang-Ming University, Taipei, Taiwan."]], "date": "2017-11-24", "id": "29239808", "text": "Direct oral anticoagulants (DOACs) have a better risk benefit profile in Asian patients with atrial fibrillation (AF). Whether treatment effects could be modified by drug class and dependency on renal elimination of studied agents has not yet been explored.We searched PubMed, CENTRAL, and CINAHL databases through November 2016 for phase III randomized controlled trials comparing DOACs with warfarin in patients with AF. Efficacy and safety outcomes were pooled according to drug class and dependency on renal elimination of DOACs and were compared with the Mantel-Haenszel fixed-effects model. Effect differences were assessed with Bucher's indirect comparisons using common estimates, once heterogeneity was low, and with the Bayesian method.Among 6496 Asian patients from 6 trials, both direct thrombin inhibitors and factor Xa inhibitors, compared with warfarin, were associated with lower risks of stroke or systemic embolism and major bleeding (risk ratio [95% confidence interval], 0.51 [0.33-0.78], 0.74 ([0.58-0.96], 0.60 [0.41-0.86], and 0.59 [0.47-0.76], respectively). There was no between-group difference in direct thrombin inhibitors and factor Xa inhibitors or in DOACs with renal elimination less than 50% and 50% or greater (all I2 < 25% and interaction P > .05). Indirect comparisons within strata of drug class and dependency on renal elimination showed no preferential effect of any given regimen over another. There was no difference in effects on ischemic and hemorrhagic stroke, intracranial hemorrhage, myocardial infarction, and all-cause mortality between DOACs stratified by pharmacologic characteristics.DOACs, as a therapeutic class, outperform warfarin in efficacy and safety in Asian patients with AF.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.027", "title": "Drug Class, Renal Elimination, and Outcomes of Direct Oral Anticoagulants in Asian Patients: A Meta-Analysis.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}