{"authors": [["Kumar", "Shanal S", "SS", "Melbourne Brain Centre, Royal Melbourne Hospital, University of Melbourne, Victoria, Melbourne, Australia."], ["Moffat", "Bradford A", "BA", "Department of Radiology, University of Melbourne, Melbourne, Victoria, Australia."], ["Salinas", "Simon", "S", "Department of Radiology, University of Melbourne, Melbourne, Victoria, Australia."], ["Churilov", "Leonid", "L", "The Florey Institute of Neuroscience and Mental Health, University of Melbourne, Melbourne, Victoria, Australia; School of Mathematics and Geospatial Sciences, RMIT University, Melbourne, Victoria, Australia."], ["Yan", "Bernard", "B", "Melbourne Brain Centre, Royal Melbourne Hospital, University of Melbourne, Victoria, Melbourne, Australia; Department of Medicine (RMH), University of Melbourne, Melbourne, Victoria, Australia. Electronic address: bernard.yan@mh.org.au."]], "date": "2017-11-24", "id": "29239807", "text": "There is emerging interest in the relationship between neuroimaging location of lacunar infarcts and underlying stroke risk factors. Recent methods used for localization of lacunar infarcts are affected by high inter-rater variability. We used a novel algorithm-driven method that provided quantitative assessment of the distance of the lacunar infarct from the origins of the lenticulostriate arteries.We conducted a retrospective analysis of patients who presented with lacunar infarcts between 2007 and 2011. Diffusion-weighted imaging and magnetic resonance angiography were used to manually mark the infarct lesion and the ipsilateral origins of lenticulostriate arteries. A 3-dimensional distance formula computed the distance between the infarct and the arterial region of interest. All distances were adjusted for brain volumes. Agreement testing using 2 blinded assessors was used to determine reproducibility of this method.One hundred and ten patients were included in our study, with a median age of 72 years (interquartile range 58-81); 67 (61%) were male and 33 (30%) had hypertension and other vascular risk factors including hypercholesterolemia 45 (41%), smoking 33 (30%), diabetes 24 (22%), ischemic heart disease 18 (16%), and atrial fibrillation 9 (8%). The agreement test for 33 patients demonstrated an intraclass correlation of .89 and Lin's correlation coefficient of .89 (95% confidence interval .816-.963). The median distance for the study cohort was 24.5 mm, with shorter median distances of 13.7 mm observed in patients with atrial fibrillation (P value < .005).Our study used a novel method to calculate a distance measurement, which has high inter-rater correlation.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.09.040", "title": "An Objective Measurement of Lacunar Infarct Location from the Middle Cerebral Artery Stem.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}