{"authors": [["Hou", "Samuel Y", "SY", "1 Providence Neurovascular Center, St. Joseph's Medical Center, Burbank, CA, USA."], ["Kühn", "Anna Luisa", "AL", "2 Division of Neuroimaging and Intervention and New England Center for Stroke Research, Department of Radiology, 12262 University of Massachusetts , Worcester, MA, USA."], ["Puri", "Ajit S", "AS", "2 Division of Neuroimaging and Intervention and New England Center for Stroke Research, Department of Radiology, 12262 University of Massachusetts , Worcester, MA, USA."], ["Wakhloo", "Ajay K", "AK", "2 Division of Neuroimaging and Intervention and New England Center for Stroke Research, Department of Radiology, 12262 University of Massachusetts , Worcester, MA, USA."]], "date": "2017-01-01", "id": "29239687", "text": "Background Treatment of true ophthalmic artery (OA) or anterior choroidal artery (AChA) aneurysms with preservation of the parent vessel may be challenging. Flow diverters have limitations when dealing with branch vessels arising from the aneurysm sac. Visual loss or AChA territory infarcts have been reported both for surgical and endovascular treatment. Methods We evaluated the safety and efficacy of an open-cell design, laser-cut, self-expanding Nitinol stent, and use of cone-beam computed tomography (CBCT) for stent-assisted coil embolization. Results A total of seven patients with unruptured OA or AChA aneurysms were enrolled in this prospective small case study and the data were analyzed retrospectively. A complete obliteration was achieved in all aneurysms immediately post-intervention or at six-month follow-up without any evidence for recanalization at up to three-year follow-up. All patients tolerated the procedure well and there was no change in baseline modified Rankin Scale. Conclusions Our study suggests that specific features of an open-cell stent allow a safe and effective treatment of OA or AChA aneurysms with a high technical success rate and excellent mid-term angiographic and clinical outcome. CBCT is a useful intraoperative imaging tool.", "doi": "10.1177/1591019917747246", "title": "Open-cell stent and use of cone-beam CT enables a safe and effective coil embolization of true ophthalmic artery and anterior choroidal artery aneurysms with preservation of parent vessel: Clinical and angiographic results.", "journal": ["Interventional neuroradiology : journal of peritherapeutic neuroradiology, surgical procedures and related neurosciences", "Interv Neuroradiol"]}