{"authors": [["Li", "Ting", "T", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."], ["Wu", "Xiu-Juan", "XJ", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."], ["Chen", "Xiao-Min", "XM", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."], ["Wang", "Si-Bo", "SB", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."], ["Liu", "Kang-Ding", "KD", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."], ["Xing", "Ying-Qi", "YQ", "Neuroscience Center, Department of Neurology, The First Hospital of Jilin University, Changchun, Jilin Province, China."]], "date": null, "id": "29239331", "text": "The incidence of ischemic stroke in patients with diabetes is increasing. While brachial-ankle pulse wave velocity (BaPWV) and ankle-brachial index (ABI) are known to be associated with ischemic cardiovascular and cerebrovascular diseases, whether these measures predict the risk of ischemic cerebrovascular disease in diabetic patients remains unclear. 117 patients with type 2 diabetes were enrolled in this study. According to the results of head magnetic resonance imaging, the patients were divided into a diabetes-only group (n = 55) and a diabetes and ischemic stroke group (n = 62). We then performed ABI and BaPWV examinations for all patients. Compared with the diabetes-only group, we found decreased ABI and increased BaPWV in the diabetes and ischemic stroke group. Multivariate logistic regression analyses revealed that BaPWV and ABI were risk factors for ischemic stroke in patients with type 2 diabetes. Our findings indicate that decreased ABI and increased BaPWV are objective indicators of increased risk of ischemic stroke in patients with type 2 diabetes.", "doi": "10.4103/1673-5374.219046", "title": "Ankle-brachial index and brachial-ankle pulse wave velocity are risk factors for ischemic stroke in patients with Type 2 diabetes.", "journal": ["Neural regeneration research", "Neural Regen Res"]}