{"authors": [["Wang", "Zun-Rong", "ZR", "Capital Medical University School of Rehabilitation Medicine, China Rehabilitation Research Center, Beijing Boai Hospital, Beijing, China."], ["Wang", "Ping", "P", "Beijing Rehabilitation Hospital, Capital Medical University, Beijing, China."], ["Xing", "Liang", "L", "Capital Medical University School of Rehabilitation Medicine, China Rehabilitation Research Center, Beijing Boai Hospital, Beijing, China."], ["Mei", "Li-Ping", "LP", "Capital Medical University School of Rehabilitation Medicine, China Rehabilitation Research Center, Beijing Boai Hospital, Beijing, China."], ["Zhao", "Jun", "J", "Capital Medical University School of Rehabilitation Medicine, China Rehabilitation Research Center, Beijing Boai Hospital, Beijing, China."], ["Zhang", "Tong", "T", "Capital Medical University School of Rehabilitation Medicine, China Rehabilitation Research Center, Beijing Boai Hospital, Beijing, China."]], "date": null, "id": "29239328", "text": "Virtual reality is nowadays used to facilitate motor recovery in stroke patients. Most virtual reality studies have involved chronic stroke patients; however, brain plasticity remains good in acute and subacute patients. Most virtual reality systems are only applicable to the proximal upper limbs (arms) because of the limitations of their capture systems. Nevertheless, the functional recovery of an affected hand is most difficult in the case of hemiparesis rehabilitation after a stroke. The recently developed Leap Motion controller can track the fine movements of both hands and fingers. Therefore, the present study explored the effects of a Leap Motion-based virtual reality system on subacute stroke. Twenty-six subacute stroke patients were assigned to an experimental group that received virtual reality training along with conventional occupational rehabilitation, and a control group that only received conventional rehabilitation. The Wolf motor function test (WMFT) was used to assess the motor function of the affected upper limb; functional magnetic resonance imaging was used to measure the cortical activation. After four weeks of treatment, the motor functions of the affected upper limbs were significantly improved in all the patients, with the improvement in the experimental group being significantly better than in the control group. The action performance time in the WMFT significantly decreased in the experimental group. Furthermore, the activation intensity and the laterality index of the contralateral primary sensorimotor cortex increased in both the experimental and control groups. These results confirmed that Leap Motion-based virtual reality training was a promising and feasible supplementary rehabilitation intervention, could facilitate the recovery of motor functions in subacute stroke patients. The study has been registered in the Chinese Clinical Trial Registry (registration number: ChiCTR-OCH-12002238).", "doi": "10.4103/1673-5374.219043", "title": "Leap Motion-based virtual reality training for improving motor functional recovery of upper limbs and neural reorganization in subacute stroke patients.", "journal": ["Neural regeneration research", "Neural Regen Res"]}