{"authors": [["Chan", "Cecilia Ka Wing", "CKW", "Department of Surgery, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Zhang", "Lei", "L", "Department of Biomedical Engineering, Shun Hing Institute of Advanced Engineering, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Cheng", "Chak Kwong", "CK", "School of Biomedical Sciences, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Yang", "Hongrong", "H", "Department of Biomedical Engineering, Shun Hing Institute of Advanced Engineering, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Huang", "Yu", "Y", "School of Biomedical Sciences, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Tian", "Xiao Yu", "XY", "School of Biomedical Sciences, The Chinese University of Hong Kong, Shatin, Hong Kong, China."], ["Choi", "Chung Hang Jonathan", "CHJ", "Department of Biomedical Engineering, Shun Hing Institute of Advanced Engineering, The Chinese University of Hong Kong, Shatin, Hong Kong, China."]], "date": "2017-12-14", "id": "29239134", "text": "Atherosclerosis, driven by chronic inflammation of the arteries and lipid accumulation on the blood vessel wall, underpins many cardiovascular diseases with high mortality rates globally, such as stroke and ischemic heart disease. Engineered bio-nanomaterials are now under active investigation as carriers of therapeutic and/or imaging agents to atherosclerotic plaques. This Review summarizes the latest bio-nanomaterial-based strategies for managing atherosclerosis published over the past five years, a period marked by a rapid surge in preclinical applications of bio-nanomaterials for imaging and/or treating atherosclerosis. To start, the biomarkers exploited by emerging bio-nanomaterials for targeting various components of atherosclerotic plaques are outlined. In addition, recent efforts to rationally design and screen for bio-nanomaterials with the optimal physicochemical properties for targeting plaques are presented. Moreover, the latest preclinical applications of bio-nanomaterials as carriers of imaging, therapeutic, or theranostic agents to atherosclerotic plaques are discussed. Finally, a mechanistic understanding of the interactions between bio-nanomaterials and the plaque (\"athero-nano\" interactions) is suggested, the opportunities and challenges in the clinical translation of bio-nanomaterials for managing atherosclerosis are discussed, and recent clinical trials for atherosclerotic nanomedicines are introduced.", "doi": "10.1002/smll.201702793", "title": "Recent Advances in Managing Atherosclerosis via Nanomedicine.", "journal": ["Small (Weinheim an der Bergstrasse, Germany)", "Small"]}