{"authors": [["Sannino", "Anna", "A", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Giugliano", "Giuseppe", "G", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Toscano", "Evelina", "E", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Schiattarella", "Gabriele G", "GG", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Franzone", "Anna", "A", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Tesorio", "Tullio", "T", "Division of Invasive Cardiology, Clinica Montevergine, Mercogliano, Italy."], ["Trimarco", "Bruno", "B", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Esposito", "Giovanni", "G", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."], ["Stabile", "Eugenio", "E", "Division of Cardiology, University of Naples \"Federico II\", Naples, Italy."]], "date": "2017-12-14", "id": "29239099", "text": "The objective of this meta-analysis is to evaluate clinical efficacy of double layered mesh covered carotid stent systems in the clinical practice.The need for an increase plaque coverage to decrease the risk of debris dislodgement through the stent struts, following carotid artery stenting (CAS), has brought to the design of a new generation of double layered carotid stents. Several small sized clinical studies evaluating two different devices have been recently published, unfortunately these are not sufficiently powered to test for device related and clinical endpoints and no comparison, between the two available devices, has been reported yet.Ten studies, enrolling 635 patients, were included in the present meta-analysis. Our study analyzed a composite endpoint of 30-day stroke and death and the occurrence of procedural unsuccess after CAS with the use of two different double layered carotid stent systems.Thirty-day stroke and death rate was quite low (patients 635, event rate 0.02, 95% CI: 0.01-0.04, P < 0.0001). The incidence of procedural unsuccess with these devices was relatively low (patients 635, event rate 0.03, 95% CI: 0.01-0.08, P < 0.0001). When a subgroup analysis was performed, according to the specific subtype of carotid stent, no differences in the occurrence of 30-day death and stroke rate and procedural unsuccess were observed (P = 0.979).This meta-analysis suggests that dual layered carotid stents could be safely used for the treatment of extracranial carotid artery stenosis, with a relatively low rate of procedural unsuccess, and allow achieving a quite low rate of postprocedural adverse events.", "doi": "10.1002/ccd.27421", "title": "Double layered stents for carotid angioplasty: A meta-analysis of available clinical data.", "journal": ["Catheterization and cardiovascular interventions : official journal of the Society for Cardiac Angiography & Interventions", "Catheter Cardiovasc Interv"]}