{"authors": [["Huang", "Dou", "D", "Department of Medicine and Genetic Medicine, Weill Cornell Medicine-Qatar, Doha, Qatar."], ["Refaat", "Marwan", "M", "Department of Internal Medicine, Cardiovascular Medicine/Cardiac Electrophysiology, American University of Beirut Faculty of Medicine and Medical Center, Beirut, Lebanon."], ["Mohammedi", "Kamel", "K", "Department of Diabetology, Endocrinology and Nutrition, Bichat Hospital, Assistance Publique Hôpitaux de Paris, 75877 Paris, France."], ["Jayyousi", "Amin", "A", "Department of Diabetes, Hamad Medical Corporation, Doha, Qatar."], ["Al Suwaidi", "Jassim", "J", "Adult Cardiology, Heart Hospital, Hamad Medical Corporation, Doha, Qatar."], ["Abi Khalil", "Charbel", "C", "Department of Medicine and Genetic Medicine, Weill Cornell Medicine-Qatar, Doha, Qatar."]], "date": "2017-11-07", "id": "29238721", "text": "Diabetes is a significant health problem worldwide, and its association with cardiovascular disease (CVD) was reported in several studies. Hyperglycemia and insulin resistance seen in diabetes and prediabetes lead to an increase in reactive oxygen species, which triggers intracellular molecular signaling. The resulting prothrombotic state and increase in inflammatory mediators expedite atherosclerotic changes and the development of macrovascular complications. Individuals with diabetes or prediabetes have a higher risk of developing myocardial infarction, stroke, and peripheral artery disease. However, no significant difference in cardiovascular morbidity has been observed with tight glycemic control despite a reduction in some CVD outcomes, and the risk of adverse outcomes such as hypoglycemia was increased. Recently, some GLP-1 receptor agonists and SGLT-2 inhibitors have been shown to reduce cardiovascular events and mortality. In this review we give an overview of the risk and pathogenesis of cardiovascular disease among diabetic and prediabetic patients, as well as the implication of recent changes in diabetes management.", "doi": "10.1155/2017/7839101", "title": "Macrovascular Complications in Patients with Diabetes and Prediabetes.", "journal": ["BioMed research international", "Biomed Res Int"]}