{"authors": [["Phan", "Kevin", "K", "Prince of Wales Private Hospital, Sydney, New South Wales, Australia."], ["Dunn", "Alexander E", "AE", "Prince of Wales Private Hospital, Sydney, New South Wales, Australia."], ["Kim", "Jun S", "JS", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Capua", "John Di", "JD", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Somani", "Sulaiman", "S", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Kothari", "Parth", "P", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Lee", "Nathan J", "NJ", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Xu", "Joshua", "J", "Prince of Wales Private Hospital, Sydney, New South Wales, Australia."], ["Dowdell", "James E", "JE", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Cho", "Samuel K", "SK", "Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "date": "2017-06-30", "id": "29238644", "text": "Retrospective analysis of prospectively collected data.Few studies have investigated the role of preoperative anemia on postoperative outcomes of posterior cervical fusion. This study looked to investigate the potential relationship between preoperative anemia and postoperative outcomes following posterior cervical spine fusion.Data from patients undergoing elective posterior cervical fusions between 2005 and 2012 was collected from the American College of Surgeons National Surgical Quality Improvement Program database using inclusion/exclusion criteria. Multivariate analyses were used to identify the predictive power of anemia for postoperative outcomes.A total of 473 adult patients undergoing elective posterior cervical fusions were identified with 106 (22.4%) diagnosed with anemia preoperatively. Anemic patients had higher rates of diabetes (P = .0001), American Society of Anesthesiologists scores ≥3 (P < .0001), and higher dependent functional status prior to surgery (P < .0001). Intraoperatively, anemic patients also had higher rates of neuromuscular injuries (P = .0303), stroke (P = .013), bleeding disorders (P = .0056), lower albumin (P < .0001), lower hematocrit (P < .0001), and higher international normalized ratio (P = .002). Postoperatively, anemic patients had higher rates of complications (P < .0001), death (P = .008), blood transfusion (P = .001), reoperation (P = .012), unplanned readmission (P = .022), and extended length of stay (>5 days; P < .0001).Preoperative anemia is linked to a number of postoperative complications, which can increase length of hospital stay and increase the likelihood of reoperation. Identifying preoperative anemia may play a role in optimizing and minimizing the complication rates and severity of comorbidities following posterior cervical fusion.", "doi": "10.1177/2192568217705654", "title": "Impact of Preoperative Anemia on Outcomes in Adults Undergoing Elective Posterior Cervical Fusion.", "journal": ["Global spine journal", "Global Spine J"]}