{"authors": [["Alanazi", "Wasan Lafi", "WL", "Intern, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["El-Fetoh", "Nagah Mohamed Abo", "NMA", "Associate Professor of Community Medicine, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alanazi", "Shahad Lafi", "SL", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alkhidhr", "Mohammed Abdullah", "MA", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alanazi", "Mohammed Abdullah", "MA", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alonazi", "Dounia Saleh", "DS", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alanzi", "Atheer Bader", "AB", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alshammari", "Reem Homoud", "RH", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alshammari", "Mashael Jaza", "MJ", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alanazi", "Basmah Abdullah", "BA", "Medical Student, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."], ["Alanazi", "Samiyah Sarhan", "SS", "Intern, Faculty of Medicine, Northern Border University, Arar, Kingdom of Saudi Arabia."]], "date": "2017-10-25", "id": "29238502", "text": "The term facial palsy generally refers to weakness of the facial muscles, mainly resulting from temporary or permanent damage to the facial nerve. Common causes of facial paralysis include infection or inflammation of the facial nerve, head trauma, head or neck tumor, stroke.To outline the incidence of several etiologies and the profile of patients with peripheral facial paralysis attending the outpatient clinic of the neurology department in Hospitals of Arar City, Saudi Arabia.This cross-sectional study was carried out in Arar city from October 2016 to May 2017. The study was conducted in the outpatient clinic of the neurology department in hospitals of Arar City. Any ages of both sexes of all newly diagnosed unilateral facial palsy were included in the study. Data were analyzed by SPSS version 15, using descriptive statistics and Chi-square test. P-value was considered significant if <0.05.The mean age of the facial palsy cases was 33.65 (±11.71) years. Among the studied participants, the total prevalence of facial palsy was 26.3% (61% females and 39% males). The right side of the face was affected in 51.2% and the etiology was exposure to cold air current in 92.7% of cases. The treatment was physiotherapy in 80.5% of the cases, medical in 17.1% and surgical in 2.4%. There was significant relationship between smoking and the occurrence of facial palsy (p<0.05).The study revealed that facial palsy was common in Arar city. The rate is higher among males than females. We also concluded that exposure to cold air current was the main etiology. We recommend health education sittings to bring awareness to the public about the nature, causes, risk factors, prevention and treatment of the disease.", "doi": "10.19082/5596", "title": "Profile of facial palsy in Arar, northern Saudi Arabia.", "journal": ["Electronic physician", "Electron Physician"]}