{"authors": [["Hung", "Chang-Tsen", "CT", "Department of Health and Leisure Management Yuanpei University of Medical Technology, Hsinchu, Taiwan."], ["Chen", "Li-Dian", "LD", "Department of Convalescence Medicine, Fujian University of Traditional Chinese Medicine, Fuzhou China."], ["Hou", "Chien-Wei", "CW", "Department of Biotechnology and Pharmaceutical Technology, Yuanpei University of Medical Technology, Hsinchu, Taiwan."]], "date": null, "id": "29238467", "text": "Stroke may cause severe neuronal damage. The sesamin have been demonstrated to possess neuroprotection by its antioxidant and anti-inflammatory properties. One sesamin derivative was artificially composited, 1, 2-bis [(3-methoxyphenyl) methyl] ethane-1, 2-dicaroxylic acid (MMEDA) had been developed to study its antioxidative activity and neuroprotection.The infaction of Sprague Dawley (SD) rats and hypoxia models of BV-2 microglia or PC12 cells were investigated for in vivo and in vitro test respectively. Lipid peroxidation and reactive oxygen species (ROS), prostaglandin E2 (PGE2) and related signaling pathways from hypoxic cells were analyzed by ELISA or Western blot assay, respectively.MMEDA showed a protective effect when given 90 min after the focal cerebral ischemia. The neuroprotection of MMEDA was further confirmed by attenuating ROS and PGE2 release from hypoxic BV-2 or PC12 cells. MMEDA significantly reduced hypoxia-induced JNK and caspase-3 (survival and apoptotic pathways) in PC12 cells.The neuroprotective effect of MMEDA on ischemia/hypoxia models was involved with its antioxidative activity and anti-inflammatory effects. These results suggest that MMEDA exert effective neuroprotection against ischemia/hypoxia injury.", "doi": "10.22038/IJBMS.2017.9543", "title": "Neuroprotection of a sesamin derivative, 1, 2-bis [(3-methoxyphenyl) methyl] ethane-1, 2-dicaroxylic acid (MMEDA) against ischemic and hypoxic neuronal injury.", "journal": ["Iranian journal of basic medical sciences", "Iran J Basic Med Sci"]}