{"authors": [["Pucite", "Elina", "E", "Department of Neurology, Pauls Stradins Clinical University Hospital, , Latvia."], ["Krievina", "Ildze", "I", "Department of Neurology, Pauls Stradins Clinical University Hospital, , Latvia."], ["Miglane", "Evija", "E", "Department of Neurology, Pauls Stradins Clinical University Hospital, , Latvia."], ["Erts", "Renars", "R", "Department of Physics, Riga Stradins University, , Latvia."], ["Krievins", "Dainis", "D", "Vascular Surgery Centre, Pauls Stradins Clinical University Hospital, , Latvia."]], "date": "2017-10-19", "id": "29238393", "text": "Carotid artery disease is not just a causal risk factor of ischemic stroke, but may predispose patients to depressive symptoms and low health related quality of life (HRQoL).The objectives of the present study were to assess the association between severe carotid artery stenosis (CAS) and cognitive impairment, frequency of depressive symptoms and status of HRQoL.Cross - sectional study involved 55 patients with severe CAS and 54 patients with lower extremity peripheral artery disease (PAD). Cognitive impairment was assessed using Montreal Cognitive Assessment Scale (MoCA), depressive symptoms - PHQ-9 scale. HRQoL was measured using Medical Outcome Survey Short Form version 2 (SF-36v2).Median MoCA score 24 [23;26] was significantly lower in patients with severe CAS than in patients with PAD - 26 [25-28],(p=0.005; effect size r=0.3). There was no statistically significant difference of median PHQ-9 scores the in CAS group (median PHQ-9 score 4.0 [5]) and in the PAD group (median PHQ-9 score 5.5 [7]), (p=0.08, effect size r=0.18). Mean SF-36v2 scores were similar in CAS and PAD groups except for bodily pain (p=0.001, Cohen's d value = 0.77) and vitality (p=0.02, Cohen's d value = 0.49).In summary, our findings indicate that severe CAS could play a role in cognitive decline. Further studies should be conducted using larger patient cohorts without ischemic brain lesions and with balanced vascular risk profiles to investigate impact of CAS on cognition. There was no association between severe CAS and depressive symptoms in the present study. As patients with severe CAS did not exhibit physical symptoms, HRQoL was better for those patients than for patients with lower extremity PAD.", "doi": "10.2174/1745017901713010168", "title": "Influence of Severe Carotid Stenosis on Cognition, Depressive Symptoms and Quality of Life.", "journal": ["Clinical practice and epidemiology in mental health : CP & EMH", "Clin Pract Epidemiol Ment Health"]}