{"authors": [["Bogana Shanmugam", "Vimalraj", "V", "Monash Cardiovascular Research Centre, Clayton Campus of Monash University, Victoria, Australia."], ["Wong", "Dennis T", "DT", "Monash Cardiovascular Research Centre, Clayton Campus of Monash University, Victoria, Australia."], ["Rashid", "Hashrul", "H", "Monash Cardiovascular Research Centre, Clayton Campus of Monash University, Victoria, Australia."], ["Cameron", "James D", "JD", "Monash Cardiovascular Research Centre, Clayton Campus of Monash University, Victoria, Australia."], ["Malaiapan", "Yuvaraj", "Y", "Monash Cardiovascular Research Centre, Clayton Campus of Monash University, Victoria, Australia."], ["Psaltis", "Peter J", "PJ", "South Australian Health and Medical Research Institute, Adelaide, Australia."]], "date": null, "id": "29238363", "text": "Octogenarians constitute an increasing proportion of patients presenting for non-emergency percutaneous coronary intervention (PCI).This study evaluated the in-hospital procedural characteristics and outcomes, including the bleeding events of 293 octogenarians presenting between January 2010 and December 2012 for non-emergency PCI to a single large volume tertiary care Australian center. Comparisons were made with 293 consecutive patients aged less than or equal to 60 years, whose lesions were matched with the octogenarians.Non-ST elevation myocardial infarction was the most frequent indication for non-emergency PCI in octogenarians. Compared to the younger cohort, they had a higher prevalence of co-morbidities and more complex coronary disease, comprising more type C and calcified lesions. Peri-procedural use of low molecular weight heparin (LMWH; 1.0% vs. 5.8%; P < 0.001) and glycoprotein IIb/IIIa inhibitors (2.1% vs. 9.6%; P < 0.001) was lower, while femoral arterial access was used more commonly than in younger patients (80.9% vs. 67.6%; P < 0.001). Overall, there was a non-significant trend towards higher incidence of all bleeding events in the elderly (9.2% vs. 5.8%; P = 0.12). There was no significant difference in access site or non-access site bleeding and major or minor bleeding between the two cohorts. Sub-analysis did not reveal any significant influence on bleeding rates by the use of LMWH, glycoprotein IIb/IIIa inhibitors or femoral arterial access. In addition, there were no significant differences in the rates of in-hospital mortality, stroke or acute stent thrombosis between the two groups.In this single center study, we did not observe significant increases in adverse in-hospital outcomes including the incidence of bleeding in octogenarians undergoing non-emergency PCI.", "doi": "10.11909/j.issn.1671-5411.2017.10.005", "title": "Bleeding outcomes after non-emergency percutaneous coronary intervention in the very elderly.", "journal": ["Journal of geriatric cardiology : JGC", "J Geriatr Cardiol"]}