{"authors": [["Kulhari", "Ashish", "A", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."], ["Dorn", "Elizabeth", "E", "Department of Pediatrics, Rainbow Babies and Children's Hospital, Cleveland, OH, United States."], ["Pace", "Jonathan", "J", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."], ["Alambyan", "Vilakshan", "V", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."], ["Chen", "Stephanie", "S", "Department of Physiology, Case Western Reserve University, Cleveland, OH, United States."], ["Wu", "Osmond C", "OC", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."], ["Rizvi", "Macym", "M", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."], ["Hammond", "Anthony", "A", "Department of Emergency Medicine, University Hospitals, Cleveland, OH, United States."], ["Ramos-Estebanez", "Ciro", "C", "Department of Neurology, Neurological Institute, University Hospitals, Cleveland, OH, United States."]], "date": "2017-11-29", "id": "29238322", "text": "Ischemic stroke is a rare condition to afflict the pediatric population. Congenital cardiomyopathy represents one of several possible etiologies in children. We report a 9-year-old boy who developed right middle cerebral artery stroke secondary to primary restrictive cardiomyopathy. In the absence of pediatric guidelines, the child met adult criteria for mechanical thrombectomy given the small core infarct and large penumbra. The literature suggests children may benefit from mechanical thrombectomy in carefully selected cases. Our patient exemplifies specific circumstances in which acute stroke therapy with thrombolysis and thrombectomy may be safe.", "doi": "10.3389/fneur.2017.00634", "title": "Acute Ischemic Pediatric Stroke Management: An Extended Window for Mechanical Thrombectomy?", "journal": ["Frontiers in neurology", "Front Neurol"]}