{"authors": [["Jin", "Jing-Na", "JN", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."], ["Wang", "Xin", "X", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."], ["Li", "Ying", "Y", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."], ["Jin", "Fang", "F", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."], ["Liu", "Zhi-Peng", "ZP", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."], ["Yin", "Tao", "T", "Institute of Biomedical Engineering, Chinese Academy of Medical Sciences & Peking Union Medical College, Tianjin, China."]], "date": "2017-11-29", "id": "29238296", "text": "It has recently been reported that repetitive transcranial magnetic stimulation combined with motor training (rTMS-MT) could improve motor function in post-stroke patients. However, the effects of rTMS-MT on cortical function using functional connectivity and graph theoretical analysis remain unclear. Ten healthy subjects were recruited to receive rTMS immediately before application of MT. Low frequency rTMS was delivered to the dominant hemisphere and non-dominant hand performed MT over 14 days. The reaction time of Nine-Hole Peg Test and electroencephalography (EEG) in resting condition with eyes closed were recorded before and after rTMS-MT. Functional connectivity was assessed by phase synchronization index (PSI), and subsequently thresholded to construct undirected graphs in alpha frequency band (8-13 Hz). We found a significant decrease in reaction time after rTMS-MT. The functional connectivity between the parietal and frontal cortex, and the graph theory statistics of node degree and efficiency in the parietal cortex increased. Besides the functional connectivity between premotor and frontal cortex, the degree and efficiency of premotor cortex showed opposite results. In addition, the number of connections significantly increased within inter-hemispheres and inter-regions. In conclusion, this study could be helpful in our understanding of how rTMS-MT modulates brain activity. The methods and results in this study could be taken as reference in future studies of the effects of rTMS-MT in stroke patients.", "doi": "10.3389/fnbeh.2017.00234", "title": "The Effects of rTMS Combined with Motor Training on Functional Connectivity in Alpha Frequency Band.", "journal": ["Frontiers in behavioral neuroscience", "Front Behav Neurosci"]}