{"authors": [["Szopa", "Andrzej", "A", "Department of Physiotherapy."], ["Domagalska-Szopa", "Małgorzata", "M", "Department of Medical Rehabilitation, School of Health Sciences in Katowice."], ["Lasek-Bal", "Anetta", "A", "Department of Neurology, Professor Leszek Giec, Upper Silesian Medical Centre, Medical University of Silesia, Katowice, Poland."], ["Żak", "Amadeusz", "A", "Department of Neurology, Professor Leszek Giec, Upper Silesian Medical Centre, Medical University of Silesia, Katowice, Poland."]], "date": "2017-12-01", "id": "29238181", "text": "While the asymmetry of body posture and the asymmetrical nature of hemiparetic gait in poststroke (PS) patients are well documented, the role of weight shift asymmetry in gait disorders after stroke remains unclear.We examined the association of weight-bearing asymmetry (WBA) between paretic and nonparetic lower limbs during quiet standing with the degree of deviation of hemiplegic gait from normal gait evaluated by the Gillette Gait Index (GGI) incorporating 16 distinct clinically important kinematic and temporal parameters in chronic PS patients.Twenty-two ambulatory patients with chronic stroke aged between 50 and 75 years were included in this study. Fourteen patients had hemiparesis on the nondominant side and 8 on the dominant side. The mean time PS was 2 years and 6 months. The reference group consisted of 22 students from the University of the Third Age presenting no neurological disorders. The examination consisted of posturographic weight-bearing (WB) distribution and 3-dimensional gait analyses.A significant positive relationship between WBA and GGI was revealed. Moreover, we observed a significant negative association between WBA and paretic step length and walking speed. With regard to kinematic data, the range of motion of knee flexion and peak dorsiflexion in the swing phase of the paretic leg were significantly negatively associated with WBA.Although further research is needed to determine a causal link between postural control asymmetry and gait disturbance in hemiplegics, our findings support the inclusion of WB measurements between paretic and nonparetic body sides in early assessment after stroke.", "doi": "10.2147/CIA.S144795", "title": "The link between weight shift asymmetry and gait disturbances in chronic hemiparetic stroke patients.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}