{"authors": [["Ohshima", "Tomotaka", "T", "Department of Neurosurgery, Kariya Toyota General Hospital, Kariya, Japan."], ["Dash", "Chinmaya", "C", "Department of Neurosurgery, Fujita Health University Banbuntane Hotokukai Hospital, Nagoya, Japan."], ["Belayev", "Andrey", "A", "Department of Neurosurgery, Fujita Health University Banbuntane Hotokukai Hospital, Nagoya, Japan."], ["Yamamoto", "Taiki", "T", "Department of Neurosurgery, Kariya Toyota General Hospital, Kariya, Japan."], ["Goto", "Shunsaku", "S", "Department of Neurosurgery, Kariya Toyota General Hospital, Kariya, Japan."], ["Kato", "Yoko", "Y", "Department of Neurosurgery, Fujita Health University Banbuntane Hotokukai Hospital, Nagoya, Japan."]], "date": null, "id": "29238099", "text": "The use of 8-F balloon guide catheter (BGC) for proximal flow control was previously shown to prevent distal embolic complications during mechanical clot retrieval in patients with acute ischemic stroke. In this retrospective study, the utility of 8-F BGCs for proximal flow control during endovascular coiling of anterior circulation aneurysms was investigated. Patients who underwent endovascular coiling for anterior circulation aneurysms between August 2013 and December 2016 were retrospectively analyzed. Among a total of 152 patients included in this series, 64 patients presented with aneurysmal rupture, whereas the aneurysms were detected incidentally or due to mass effects in the remaining patients. 8-F BGCs were successfully navigated in all patients. The balloon was inflated during navigation in 19 patients. Inflation of the catheter balloon during coil embolization was required in 34 patients; this was performed as an emergency maneuver in six of these patients. Thromboembolic complications occurred in one patient. 8-F BGC can be effectively used for proximal flow control during endovascular treatment of anterior circulation aneurysms. The other advantages included improved navigation of tortuous arterial anatomy, coil stabilization during aneurysmal coiling, and freedom to utilize aneurysmal neck-remodeling balloons for additional adjunctive techniques or to deploy rescue stents. This novel approach might be safely and effectively used in patients undergoing endovascular treatment for anterior circulation aneurysms.", "doi": "10.18999/nagjms.79.4.435", "title": "8-F balloon guide catheter for embolization of anterior circulation aneurysms: an institutional experience in 152 patients.", "journal": ["Nagoya journal of medical science", "Nagoya J Med Sci"]}