{"authors": [["Yan", "Honglin", "H", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."], ["Rao", "Jie", "J", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."], ["Yuan", "Jingping", "J", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China. yuanjingping2003@aliyun.com."], ["Gao", "Likun", "L", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."], ["Huang", "Wenxian", "W", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."], ["Zhao", "Lina", "L", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."], ["Ren", "Jiacai", "J", "Department of Pathology, Renmin Hospital of Wuhan University, Wuhan, 430060, China."]], "date": "2017-12-13", "id": "29238035", "text": "Long non-coding RNA (lncRNA) maternally expressed gene 3 (MEG3) has been demonstrated as an important regulator in diverse human cancers. However, its function and regulatory mechanism in ischemic stroke remains largely unknown. Here, we report that MEG3 is physically associated with microRNA-21 (miR-21), while miR-21 is downregulated following ischemia in the ischemic core in vitro and in vivo, which is opposite to MEG3. Besides, overexpression of miR-21 protects oxygen-glucose deprivation and reoxygenation (OGD/R)-induced apoptotic cell death. Furthermore, MEG3 functions as a competing endogenous RNAs (ceRNAs) and competes with programmed cell death 4 (PDCD4) mRNA for directly binding to miR-21, which mediates ischemic neuronal death. Knockdown of MEG3 protects against ischemic damage and improves overall neurological functions in vivo. Thus, our data uncovers a novel mechanism of lncRNA MEG3 as a ceRNA by targeting miR-21/PDCD4 signaling pathway in regulating ischemic neuronal death, which may help develop new strategies for the therapeutic interventions in cerebral ischemic stroke.", "doi": "10.1038/s41419-017-0047-y", "title": "Long non-coding RNA MEG3 functions as a competing endogenous RNA to regulate ischemic neuronal death by targeting miR-21/PDCD4 signaling pathway.", "journal": ["Cell death & disease", "Cell Death Dis"]}