{"authors": [["Zayat", "Rashad", "R", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."], ["Khattab", "Mohammad Amen", "MA", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."], ["Grottke", "Oliver", "O", "Department of Anesthesiology, RWTH University Hospital."], ["Honickel", "Markus", "M", "Department of Anesthesiology, RWTH University Hospital."], ["Goetzenich", "Andreas", "A", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."], ["Moza", "Ajay", "A", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."], ["Stoppe", "Christian", "C", "Department of Intensive Care Medicine, RWTH University Hospital."], ["Autschbach", "Rüdiger", "R", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."], ["Tewarie", "Lachmandath", "L", "Department of Thoracic and Cardiovascular Surgery, RWTH University Hospital."]], "date": "2017-12-12", "id": "29237991", "text": "In long-term left ventricular assist device (LVAD) therapy, recurrent bleeding events may justify cessation of anticoagulation therapy (AT). However, data about THE safety and risks of AT cessation in LVAD patients are scarce.Methods and Results:Between 2010 and 2015, 128 patients received a HeartMate II (HMII). Following recurrent bleeding events, we ceased vitamin K antagonist (VKA) therapy in 13 patients (10%) (no-VKA group). To characterize the hemostatic profile, we performed von Willebrand factor (vWF), platelet function (PF), and other hemostatic tests in all HMII patients. The incidence of pump thrombosis (PT), ischemic stroke (IS) and bleeding events in this HMII population was 4.7 %, 6.2% and 36.7%, respectively. Median survival without VKA was 435 days. No cases of PT and only 1 of IS occurred after AT discontinuation. All patients had impaired PF and acquired von Willebrand syndrome (AvWS). However, the vWF collagen-binding activity to antigen ratio before and after VKA cessation was significantly lower in the no-VKA group compared with the HMII population (0.60±0.12 vs. 0.73±0.14, P=0.006). The thrombin-antithrombin III complex (TAT) value was significantly higher in the no-VKA group (P=0.0005).We experienced good results with AT cessation in specific HMII patients. The simultaneous onset of AvWS and high TAT values could explain at least in part the low thromboembolic rate in HMII patients without VKA.", "doi": "10.1253/circj.CJ-17-0897", "title": "Survival of HeartMate II Patients Despite Cessation of Anticoagulation　- Outcomes and Hemostatic Analysis.", "journal": ["Circulation journal : official journal of the Japanese Circulation Society", "Circ. J."]}