{"authors": [["Li", "Yang", "Y", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Dong", "Ran", "R", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Hua", "Kun", "K", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Liu", "Tao-Shuai", "TS", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Zhou", "Shao-You", "SY", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Zhou", "Ning", "N", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."], ["Zhang", "Hong-Jia", "HJ", "Department of Cardiac Surgery, Beijing Anzhen Hospital, Capital Medical University, Beijing 100029, China."]], "date": null, "id": "29237922", "text": "Debate on treatment for young patients with coronary artery disease still exists. This study aimed to investigate the intermediate- and long-term outcomes between coronary artery bypass grafting (CABG) and percutaneous coronary intervention (PCI) in patients aged 18-45 years with diabetes mellitus (DM).Between January 2006 and March 2016, a total of 2018 DM patients aged 18-45 years including 517 cases of CABG and 1501 cases of PCI were enrolled in the study. Using propensity score matching (PSM), 406 patients were matched from each group. The intermediate- and long-term data were collected. The primary end point of this study was long-term death. The secondary end points included long-term major adverse cardiovascular and cerebrovascular events (MACCEs), stroke, angina, myocardial infarction (MI), and repeat revascularization.Before PSM, the in-hospital mortality was 1.2% in the CABG group and 0.1% in the PCI group, with statistically significant difference (P < 0.0001). The 10-year follow-up outcomes including long-term survival rate and freedom from MACCEs were better in the CABG group than those in the PCI group (97.3% vs. 94.5%, P = 0.0072; 93.2% vs. 86.3%, P < 0.0001), but CABG group was associated with lower freedom from stoke compared to PCI group (94.2% vs. 97.5%, P = 0.0059). After propensity score-matched analysis, these findings at 10-year follow-up were also confirmed. Freedom from MACCEs was higher in CABG group compared to PCI group, but no significant difference was observed (93.1% vs. 89.2%, P = 0.0720). The freedom from recurrent MI was significantly higher in CABG patients compared with PCI patients (95.6% vs. 92.5%, P = 0.0260). Furthermore, CABG was associated with a higher rate of long-term survival rate than PCI (97.5% vs. 94.6%, P = 0.0403). There was no significant difference in the freedom from stroke between CABG and PCI groups (95.3% vs. 97.3%, P = 0.9385). The hospital cost was greater for CABG (13,936 ± 4480 US dollars vs. 10,926 ± 7376 US dollars, P < 0.0001).In DM patients aged 18-45 years, the cumulative survival rate, and freedom from MI and repeat revascularization for CABG were superior to those of PCI. However, a better trend to avoid stroke was observed with PCI.", "doi": "10.4103/0366-6999.220305", "title": "Outcomes of Coronary Artery Bypass Graft Surgery Versus Percutaneous Coronary Intervention in Patients Aged 18-45 Years with Diabetes Mellitus.", "journal": ["Chinese medical journal", "Chin. Med. J."]}