{"authors": [["Shlosman", "Irina", "I", "Theoretical Molecular Biophysics Laboratory, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD."], ["Marinelli", "Fabrizio", "F", "Theoretical Molecular Biophysics Laboratory, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD."], ["Faraldo-Gómez", "José D", "JD", "Theoretical Molecular Biophysics Laboratory, National Heart, Lung, and Blood Institute, National Institutes of Health, Bethesda, MD jose.faraldo@nih.gov."], ["Mindell", "Joseph A", "JA", "Membrane Transport Biophysics Section, National Institute of Neurological Disorders and Stroke, National Institutes of Health, Bethesda, MD mindellj@ninds.nih.gov."]], "date": "2017-12-13", "id": "29237756", "text": "Intracellular Ca2+ signals control a wide array of cellular processes. These signals require spatial and temporal regulation of the intracellular Ca2+ concentration, which is achieved in part by a class of ubiquitous membrane proteins known as sodium-calcium exchangers (NCXs). NCXs are secondary-active antiporters that power the translocation of Ca2+ across the cell membrane by coupling it to the flux of Na+ in the opposite direction, down an electrochemical gradient. Na+ and Ca2+ are translocated in separate steps of the antiport cycle, each of which is thought to entail a mechanism whereby ion-binding sites within the protein become alternately exposed to either side of the membrane. The prokaryotic exchanger NCX_Mj, the only member of this family with known structure, has been proposed to be a good functional and structural model of mammalian NCXs; yet our understanding of the functional properties of this protein remains incomplete. Here, we study purified NCX_Mj reconstituted into liposomes under well-controlled experimental conditions and demonstrate that this homologue indeed shares key functional features of the NCX family. Transport assays and reversal-potential measurements enable us to delineate the essential characteristics of this antiporter and establish that its ion-exchange stoichiometry is 3Na+:1Ca2+ Together with previous studies, this work confirms that NCX_Mj is a valid model system to investigate the mechanism of ion recognition and membrane transport in sodium-calcium exchangers.", "doi": "10.1085/jgp.201711897", "title": "The prokaryotic Na+/Ca2+ exchanger NCX_Mj transports Na+ and Ca2+ in a 3:1 stoichiometry.", "journal": ["The Journal of general physiology", "J. Gen. Physiol."]}