{"authors": [["Cavanaugh", "Matthew R", "MR", "Flaum Eye Institute and Center for Visual Science, University of Rochester, Rochester, NY 14642, USA; Neuroscience Graduate Program, University of Rochester Medical Center, Rochester, NY 14642, USA."], ["Barbot", "Antoine", "A", "Flaum Eye Institute and Center for Visual Science, University of Rochester, Rochester, NY 14642, USA."], ["Carrasco", "Marisa", "M", "Department of Psychology and Center for Neural Science, New York University, New York, NY 10003, USA."], ["Huxlin", "Krystel R", "KR", "Flaum Eye Institute and Center for Visual Science, University of Rochester, Rochester, NY 14642, USA."]], "date": "2017-12-10", "id": "29237554", "text": "Training chronic, cortically-blind (CB) patients on a coarse [left-right] direction discrimination and integration (CDDI) task recovers performance on this task at trained, blind field locations. However, fine direction difference (FDD) thresholds remain elevated at these locations, limiting the usefulness of recovered vision in daily life. Here, we asked if this FDD impairment can be overcome by training CB subjects with endogenous, feature-based attention (FBA) cues. Ten CB subjects were recruited and trained on CDDI and FDD with an FBA cue or FDD with a neutral cue. After completion of each training protocol, FDD thresholds were re-measured with both neutral and FBA cues at trained, blind-field locations and at corresponding, intact-field locations. In intact portions of the visual field, FDD thresholds were lower when tested with FBA than neutral cues. Training subjects in the blind field on the CDDI task improved FDD performance to the point that a threshold could be measured, but these locations remained impaired relative to the intact field. FDD training with neutral cues resulted in better blind field FDD thresholds than CDDI training, but thresholds remained impaired relative to intact field levels, regardless of testing cue condition. Importantly, training FDD in the blind field with FBA lowered FDD thresholds relative to CDDI training, and allowed the blind field to reach thresholds similar to the intact field, even when FBA trained subjects were tested with a neutral rather than FBA cue. Finally, FDD training appeared to also recover normal integration thresholds at trained, blind-field locations, providing an interesting double dissociation with respect to CDDI training. In summary, mechanisms governing FBA appear to function normally in both intact and impaired regions of the visual field following V1 damage. Our results mark the first time that FDD thresholds in CB fields have been seen to reach intact field levels of performance. Moreover, FBA can be leveraged during visual training to recover normal, fine direction discrimination and integration performance at trained, blind-field locations, potentiating visual recovery of more complex and precise aspects of motion perception in cortically-blinded fields.", "doi": "10.1016/j.neuropsychologia.2017.12.010", "title": "Feature-based attention potentiates recovery of fine direction discrimination in cortically blind patients.", "journal": ["Neuropsychologia", "Neuropsychologia"]}