{"authors": [["Uijtdewilligen", "Léonie", "L", "Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore."], ["Yin", "Jason Dean-Chen", "JD", "Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore."], ["van der Ploeg", "Hidde P", "HP", "Department of Public & Occupational Health, Amsterdam Public Health Research Institute, VU University Medical Center, Amsterdam, the Netherlands."], ["Müller-Riemenschneider", "Falk", "F", "Saw Swee Hock School of Public Health, National University of Singapore, Singapore, Singapore. ephmf@nus.edu.sg."]], "date": "2017-12-13", "id": "29237471", "text": "Evidence on the health risks of sitting is accumulating. However, research identifying factors influencing sitting time in adults is limited, especially in Asian populations. This study aimed to identify socio-demographic and lifestyle correlates of occupational, leisure and total sitting time in a sample of Singapore working adults.Data were collected between 2004 and 2010 from participants of the Singapore Multi Ethnic Cohort (MEC). Medical exclusion criteria for cohort participation were cancer, heart disease, stroke, renal failure and serious mental illness. Participants who were not working over the past 12 months and without data on sitting time were excluded from the analyses. Multivariable regression analyses were used to examine cross-sectional associations of self-reported age, gender, ethnicity, marital status, education, smoking, caloric intake and moderate-to-vigorous leisure time physical activity (LTPA) with self-reported occupational, leisure and total sitting time. Correlates were also studied separately for Chinese, Malays and Indians.The final sample comprised 9384 participants (54.8% male): 50.5% were Chinese, 24.0% Malay, and 25.5% Indian. For the total sample, mean occupational sitting time was 2.71 h/day, mean leisure sitting time was 2.77 h/day and mean total sitting time was 5.48 h/day. Sitting time in all domains was highest among Chinese. Age, gender, education, and caloric intake were associated with higher occupational sitting time, while ethnicity, marital status and smoking were associated with lower occupational sitting time. Marital status, smoking, caloric intake and LTPA were associated with higher leisure sitting time, while age, gender and ethnicity were associated with lower leisure sitting time. Gender, marital status, education, caloric intake and LTPA were associated with higher total sitting time, while ethnicity was associated with lower total sitting time. Stratified analyses revealed different associations within sitting domains for Indians compared to Chinese and Malays.Our findings highlight the need to focus on separate domains of sitting (occupational, leisure or total) when identifying which factors determine this behavior, and that the content of intervention programs should be tailored to domain-specific sitting rather than to sitting in general. Finally, our study showed ethnic differences and therefore we recommend to culturally target interventions.", "doi": "10.1186/s12966-017-0626-4", "title": "Correlates of occupational, leisure and total sitting time in working adults: results from the Singapore multi-ethnic cohort.", "journal": ["The international journal of behavioral nutrition and physical activity", "Int J Behav Nutr Phys Act"]}