{"authors": [["Burmeister", "Amanda R", "AR", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Johnson", "M Brittany", "MB", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Chauhan", "Vinita S", "VS", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Moerdyk-Schauwecker", "Megan J", "MJ", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Young", "Ada D", "AD", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Cooley", "Ian D", "ID", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA."], ["Martinez", "Alejandra N", "AN", "Division of Bacteriology and Parasitology, Tulane National Primate Research Center, Covington, LA, USA."], ["Ramesh", "Geeta", "G", "Division of Bacteriology and Parasitology, Tulane National Primate Research Center, Covington, LA, USA."], ["Philipp", "Mario T", "MT", "Division of Bacteriology and Parasitology, Tulane National Primate Research Center, Covington, LA, USA."], ["Marriott", "Ian", "I", "Department of Biological Sciences, University of North Carolina at Charlotte, 9201 University City Blvd, Charlotte, NC, 28223, USA. imarriot@uncc.edu."]], "date": "2017-12-13", "id": "29237453", "text": "The tachykinin substance P (SP) is recognized to exacerbate inflammation at peripheral sites via its target receptor, neurokinin 1 receptor (NK-1R), expressed by leukocytes. More recently, SP/NK-1R interactions have been associated with severe neuroinflammation and neuronal damage. We have previously demonstrated that NK-1R antagonists can limit neuroinflammatory damage in a mouse model of bacterial meningitis. Furthermore, we have since shown that these agents can attenuate bacteria-induced neuronal and glial inflammatory mediator production in nonhuman primate (NHP) brain explants and isolated neuronal cells, and following in vivo infection.In the present study, we have assessed the ability of NHP brain explants, primary human microglia and astrocytes, and immortalized human glial cell lines to express NK-1R isoforms. We have utilized RT-PCR, immunoblot analysis, immunofluorescent microscopy, and/or flow cytometric analysis, to quantify NK-1R expression in each, at rest, or following bacterial challenge. Furthermore, we have assessed the ability of human microglia to respond to SP by immunoblot analysis of NF-kB nuclear translocation and determined the ability of this neuropeptide to augment inflammatory cytokine release and neurotoxic mediator production by human astrocytes using an ELISA and a neuronal cell toxicity assay, respectively.We demonstrate that human microglial and astrocytic cells as well as NHP brain tissue constitutively express robust levels of the full-length NK-1R isoform. In addition, we demonstrate that the expression of NK-1R by human astrocytes can be further elevated following exposure to disparate bacterial pathogens or their components. Importantly, we have demonstrated that NK-1R is functional in both human microglia and astrocytes and show that SP can augment the inflammatory and/or neurotoxic immune responses of glial cells to disparate and clinically relevant bacterial pathogens.The robust constitutive and functional expression of the full-length NK-1R isoform by human microglia and astrocytes, and the ability of SP to augment inflammatory signaling pathways and mediator production by these cells, support the contention that SP/NK-1R interactions play a significant role in the damaging neuroinflammation associated with conditions such as bacterial meningitis.", "doi": "10.1186/s12974-017-1012-5", "title": "Human microglia and astrocytes constitutively express the neurokinin-1 receptor and functionally respond to substance P.", "journal": ["Journal of neuroinflammation", "J Neuroinflammation"]}