{"authors": [["Yong", "Jing Wen", "JW", "Beijing Institute of Heart Lung and Blood Vessel Disease, The Key Laboratory of Remodeling-related Cardiovascular Disease, Ministry of Education, Anzhen Hospital, Capital Medical University, Beijing, China."], ["Yang", "Li Xia", "LX", "Beijing Institute of Heart Lung and Blood Vessel Disease, The Key Laboratory of Remodeling-related Cardiovascular Disease, Ministry of Education, Anzhen Hospital, Capital Medical University, Beijing, China."], ["Ohene", "Bright Eric", "BE", "Beijing Institute of Heart Lung and Blood Vessel Disease, The Key Laboratory of Remodeling-related Cardiovascular Disease, Ministry of Education, Anzhen Hospital, Capital Medical University, Beijing, China."], ["Zhou", "Yu Jie", "YJ", "Beijing Institute of Heart Lung and Blood Vessel Disease, The Key Laboratory of Remodeling-related Cardiovascular Disease, Ministry of Education, Anzhen Hospital, Capital Medical University, Beijing, China."], ["Wang", "Zhi Jian", "ZJ", "Beijing Institute of Heart Lung and Blood Vessel Disease, The Key Laboratory of Remodeling-related Cardiovascular Disease, Ministry of Education, Anzhen Hospital, Capital Medical University, Beijing, China. zjwang1975@hotmail.com."]], "date": "2017-12-13", "id": "29237411", "text": "Periprocedural heparin bridging therapy aims to reduce the risk of thromboembolic events in patients requiring an interruption in their anticoagulation therapy for the purpose of an elective procedure. The efficacy and safety of heparin bridging therapy has not been well established.To compare through meta-analysis the effects of heparin bridging therapy on the risk of major bleeding and thromboembolic events of clinical significance among patients taking oral anticoagulants.We searched PubMed, EMBASE and the Cochrane library from January 2005 to July 2016. Studies were included if they reported clinical outcomes of patients receiving heparin bridging therapy during interruption of oral anticoagulant for operations. Data were pooled using random-effects modeling.A total of 25 studies, including 6 randomized controlled trials and 19 observational studies, were finally included in this analysis. Among all the 35,944 patients, 10,313 patients were assigned as heparin bridging group, and the other 25,631 patients were non-heparin bridging group. Overall, compared with patients without bridging therapy, heparin bridging therapy increased the risk of major bleeding (OR = 3.23, 95%CI: 2.06-5.05), minor bleeding (OR = 1.52, 95%CI: 1.06-2.18) and overall bleeding (OR = 2.83, 95%CI: 1.86-4.30).While there was no significant difference in thromboembolic events (OR = 0.99,95%CI: 0.49-2.00), stroke or transient ischemic attack(OR = 1.45, 95%CI: 0.93-2.26,) or all-cause mortality (OR = 0.71, 95%CI: 0.31-1.65).Heparin-bridging therapy increased the risk of major and minor bleeding without decreasing the risk of thromboembolic events and all cause death compared to non-heparin bridging.", "doi": "10.1186/s12872-017-0719-7", "title": "Periprocedural heparin bridging in patients receiving oral anticoagulation: a systematic review and meta-analysis.", "journal": ["BMC cardiovascular disorders", "BMC Cardiovasc Disord"]}