{"authors": [["Ruborg", "Rebecca", "R", "Department of Neurology, Faculty of Medicine and Health, Örebro University, Örebro, Sweden."], ["Gunnarsson", "Karin", "K", "Department of Neurology, Faculty of Medicine and Health, Örebro University, Örebro, Sweden."], ["Ström", "Jakob O", "JO", "Department of Neurology, Faculty of Medicine and Health, Örebro University, Örebro, Sweden. jakob.strom@oru.se."]], "date": "2017-12-13", "id": "29237408", "text": "Growing evidence indicates that elevated body temperature after stroke is associated with unfavorable outcome. The aim of the current study was to investigate which factors predict temperature elevation within 48 h of stroke onset. Specifically, we hypothesized that temperature elevation would be associated with stroke symptom severity and that hemorrhagic stroke would cause a more pronounced temperature increase compared to ischemic stroke.The medical records of 400 stroke patients were retrospectively reviewed. Multiple linear regression analysis was used to determine which factors were associated with elevated body temperature.Several factors were significantly associated with peak body temperature (the highest recorded body temperature) within 48 h of stroke onset: stroke severity measured by the National Institutes of Health Stroke Scale (NIHSS) (regression coefficient; (RC) 0.022), female gender (RC 0.157), tympanic/non-rectal temperature reading (RC -0.265), swallowing difficulties (RC 0.335), intubation (RC 0.470), antipyretic treatment (RC 0.563), and C-reactive protein > 50 or signs of infection at admission (RC 0.298). Contrary to our expectations, patients with intracerebral hemorrhage did not have higher peak body temperatures than patients with ischemic stroke.In conclusion, temperature elevation within the first 48 h of stroke onset is common, can be partially predicted using information at admission and is strongly associated with stroke severity. The strong association with stroke severity may, at least partly, explain the previously described association between post-stroke temperature elevation and unfavorable outcome.", "doi": "10.1186/s12883-017-1002-3", "title": "Predictors of post-stroke body temperature elevation.", "journal": ["BMC neurology", "BMC Neurol"]}