{"authors": [["Milanowski", "Lukasz", "L", "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw. Poland."], ["Rasul", "Fazila", "F", "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw. Poland."], ["Gajda", "Sylwia Natalia", "SN", "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw. Poland."], ["Eyileten", "Ceren", "C", "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw. Poland."], ["Siller-Matula", "Jolanta M", "JM", "Department of Cardiology, Medical University of Vienna. Austria."], ["Postula", "Marek", "M", "Department of Experimental and Clinical Pharmacology, Medical University of Warsaw, Center for Preclinical Research and Technology CEPT, Warsaw. Poland."]], "date": "2017-12-12", "id": "29237371", "text": "Platelet hyperactivity has been implicated many cardiovascular (CV) events such as ischemic stroke, myocardial infarction and CV death. Genetic variability of platelet receptors has been shown to impact Src family kinases (SFKs) activation and in turn influence platelet activation. SFKs are important signal transmitters in platelets, interacting with several receptors as GPIIB/IIIa, GPIb, PEAR 1, GPIa, GPVI, PECAM and CD148.In this review, we focused on genetic variants of platelet receptors whose signals are transmitted mainly by SFKs and may be associated with clinical manifestations of platelet hyperactivation like MI or IS.The genetic variants of platelet receptors, whose signals are transmitted by SFKs, and the associated clinical manifestations in platelet hyperactivation, have been examined. The most extensively studied receptors were glycoprotein polymorphisms. The greatest numbers of genetic variants were analyzed in GPIb. GPIIb/IIIa receptor polymorphisms were also well analyzed and many studies highlighted their associations with ischemic stroke (IS) and myocardial infarction (MI). However, there are number of conflicting studies finding that GPIIb/IIIa receptor polymorphisms may not influence platelet hyperactivity. Moreover, variability within some other receptors like GPVI, PECAM, PEAR1, CD148 was analyzed only in single studies.Src family kinases are one of the most important signal transmitters in platelets. Some receptors have well documented interactions with SFKs, while other have not been examined in humans or data about its association originate from single studies. Further studies are necessary to confirm the findings and reduce false-positive associations.", "doi": "10.2174/1381612824666171213105002", "title": "Genetic variability of SRC family kinases and its association with platelet hyperreactivity and clinical outcomes: a systematic review.", "journal": ["Current pharmaceutical design", "Curr. Pharm. Des."]}