{"authors": [["Ota", "Takahiro", "T", "1 Department of Neurosurgery, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Nishiyama", "Yasuhiro", "Y", "2 Department of Neurology and Stroke Medicine, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Koizumi", "Satoshi", "S", "1 Department of Neurosurgery, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Saito", "Tomonari", "T", "2 Department of Neurology and Stroke Medicine, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Ueda", "Masayuki", "M", "2 Department of Neurology and Stroke Medicine, Tokyo Metropolitan Tama Medical Center, Tokyo, Japan."], ["Saito", "Nobuhito", "N", "3 Department of Neurosurgery, Faculty of Medicine, The University of Tokyo, Tokyo, Japan."]], "date": "2017-01-01", "id": "29237321", "text": "Introduction Endovascular treatment for acute ischemic stroke with acute large-vessel occlusion (ALVO) has established benefits, and rapid treatment is vital for mechanical thrombectomy in ALVO. Time from onset of stroke to groin puncture (OTP) is a practical and useful clinical marker, and OTP should be shortened to obtain the maximum benefit of thrombectomy. Objective The aim of the present study was to assess the impact of early treatment of anterior circulation stroke within three hours after symptom onset and to evaluate the role of OTP in determining outcomes after endovascular therapy. Methods Consecutive patients with acute stroke due to major artery (internal carotid or middle cerebral arteries) occlusion who underwent endovascular recanalization between March 2014 and January 2017 were retrospectively evaluated. Patients were stratified by OTP into three categories: 0-≤3 h, >3-≤6 h, and >6 h. The primary outcome measure was a 90-day modified Rankin scale score of 0-2 (good outcome). Results Data were analyzed from 100 patients (mean age, 76.6 years; mean National Institutes of Health Stroke Scale score, 17). Groin puncture occurred within 0-≤3 h in 51 patients, >3-≤6 h in 28, and >6 h in 21. Median OTP in each group was 126 min (range, 57-168 min), 238 min (range, 186-360 min) and 728 min (range, 365-1492 min), respectively. On multivariable logistic regression analysis, category of OTP represented an independent predictor of patient outcome (adjusted odds ratio, 0.48; 95% confidence interval, 0.25-0.93; p = 0.029). Conclusions OTP is a prehospital and in-hospital workflow-based indicator. In this single-center study, OTP was found to independently affect functional outcomes after endovascular stroke treatment.", "doi": "10.1177/1591019917747247", "title": "Impact of onset-to-groin puncture time within three hours on functional outcomes in mechanical thrombectomy for acute large-vessel occlusion.", "journal": ["Interventional neuroradiology : journal of peritherapeutic neuroradiology, surgical procedures and related neurosciences", "Interv Neuroradiol"]}