{"authors": [["Yotsueda", "Ryusuke", "R", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Tanaka", "Shigeru", "S", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Taniguchi", "Masatomo", "M", "Fukuoka Renal Clinic, Fukuoka, Japan."], ["Fujisaki", "Kiichiro", "K", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Torisu", "Kumiko", "K", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Masutani", "Kosuke", "K", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Hirakata", "Hideki", "H", "Fukuoka Renal Clinic, Fukuoka, Japan."], ["Kitazono", "Takanari", "T", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Tsuruya", "Kazuhiko", "K", "Department of Medicine and Clinical Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."]], "date": "2017-12-11", "id": "29237088", "text": "The contribution of the hemoglobin concentration to the incidence of hemorrhagic or ischemic stroke in patients undergoing hemodialysis is unclear.In total, 3436 patients undergoing prevalent hemodialysis were followed up for 4 years. The primary outcome was the first development of hemorrhagic or ischemic stroke. The baseline hemoglobin concentration was divided into quartiles [hemoglobin (g/dL): Q1, ≤9.7; Q2, 9.8-10.5; Q3, 10.6-11.1; Q4, ≥11.2]. The association between the hemoglobin concentration and each type of stroke was examined using the Kaplan-Meier method and a Cox proportional hazards model.During the follow-up period, 76 (2.2%) patients developed hemorrhagic stroke and 139 (4.0%) developed ischemic stroke. The 4-year incidence rate of hemorrhagic stroke was significantly higher in patients with lower hemoglobin concentrations. Compared with the quartile of patients with the highest hemoglobin concentrations (Q4), the multivariable-adjusted hazard ratios for hemorrhagic stroke were 1.18 (95% confidence interval, 0.56-2.51), 1.59 (0.82-3.21) and 2.31 (1.16-4.73) in patients in Q3, Q2 and Q1, respectively. No association was identified between the 4-year incidence rate of ischemic stroke and the hemoglobin concentration. Compared with the quartile of patients with the lowest hemoglobin concentrations (Q1), the multivariable-adjusted hazard ratios for ischemic stroke were 1.17 (95% confidence interval, 0.73-1.89), 0.88 (0.51-1.51) and 1.10 (0.66-1.83) in patients in Q2, Q3 and Q4, respectively.Our results suggest that low hemoglobin concentrations are associated with a high risk of hemorrhagic stroke, but not of ischemic stroke, in patients undergoing hemodialysis.", "doi": "10.1093/ndt/gfx305", "title": "Hemoglobin concentration and the risk of hemorrhagic and ischemic stroke in patients undergoing hemodialysis: the Q-cohort study.", "journal": ["Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association", "Nephrol. Dial. Transplant."]}