{"authors": [["Ferreira", "Leslie Ecker", "LE", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["França", "Paulo Henrique Condeixa de", "PHC", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["Nagel", "Vivian", "V", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["Venancio", "Vanessa", "V", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["Safanelli", "Juliana", "J", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["Reis", "Felipe Ibiapina Dos", "FID", "Universidade da Região de Joinville, Joinville SC, Brasil."], ["Furtado", "Luis", "L", "Universidade Federal do Ceará, Sobral CE, Brasil."], ["Martins", "Rui Kleber", "RK", "Universidade de São Paulo, Ribeirão Preto SP, Brasil."], ["Weiss", "Gustavo", "G", "Universidade Federal do Mato Grosso do Sul, Campo Grande MS, Brasil."], ["Oda", "Elder", "E", "Universidade Federal do Rio Grande do Sul, Porto Alegre RS, Brasil."], ["Lopes-Cendes", "Iscia", "I", "Universidade de Campinas, Campinas SP, Brasil."], ["Pontes-Neto", "Octavio", "O", "Universidade de São Paulo, Ribeirão Preto SP, Brasil."], ["Cabral", "Norberto Luiz", "NL", "Universidade da Região de Joinville, Joinville SC, Brasil."]], "date": null, "id": "29236892", "text": "Aiming to contribute to studies that use detailed clinical and genomic information of biobanks, we present the initial results of the first Latin American Stroke Biobank.Blood samples were collected from patients included in the Joinville Stroke Registry and four Brazilian cities. Demographic socio-economic data, cardiovascular risk factors, Causative Classification System for Ischemic Stroke, Trial of Org 10172 in Acute Stroke Treatment and National Institutes of Health scores, functional stroke status (modified Rankin) and brain images were recorded. Additionally, controls from both geographic regions were recruited. High-molecular-weight genomic DNA was obtained from all participants.A total of 2,688 patients and 3,282 controls were included. Among the patients, 76% had ischemic stroke, 12% transient ischemic attacks, 9% hemorrhagic stroke and 3% subarachnoid hemorrhage. Patients with undetermined ischemic stroke were most common according the Trial of Org 10172 in Acute Stroke Treatment (40%) and Causative Classification System for Ischemic Stroke (47%) criteria. A quarter of the patients were under 55 years of age at the first-ever episode.We established the Joinville Stroke Biobank and discuss its potential for contributing to the understanding of the risk factors leading to stroke.", "doi": "10.1590/0004-282X20170157", "title": "Joinville stroke biobank: study protocol and first year's results.", "journal": ["Arquivos de neuro-psiquiatria", "Arq Neuropsiquiatr"]}