{"authors": [["Youn", "Teddy S", "TS", "Department of Neurology, University of Florida College of Medicine, Gainesville, FL, USA."], ["Lavin", "Patrick", "P", "Department of Ophthalmology, Vanderbilt University School of Medicine, Nashville, TN, USA."], ["Patrylo", "Morgan", "M", "Department of Neurology, Vanderbilt University School of Medicine, Nashville, TN, USA."], ["Schindler", "Joseph", "J", "Department of Neurology, Yale University School of Medicine, New Haven, CT, USA."], ["Kirshner", "Howard", "H", "Department of Neurology, Vanderbilt University School of Medicine, Nashville, TN, USA."], ["Greer", "David M", "DM", "Department of Neurology, Boston University School of Medicine, Boston, MA, USA."], ["Schrag", "Matthew", "M", "Department of Neurology, Vanderbilt University School of Medicine, Nashville, TN, USA. matthew.schrag@vanderbilt.edu."]], "date": "2017-12-13", "id": "29236169", "text": "Central retinal artery occlusion (CRAO) is an ophthalmological emergency, the retinal analog of a stroke. To date there is no consensus or national guidelines on how this disorder should be managed. As academic neurologists and ophthalmologists treat CRAO frequently, we set out to understand how these clinicians approach patients with CRAO with a national survey.We identified university-associated teaching hospitals offering vascular neurology, neuro-ophthalmology and/or retina fellowships in the US and asked the directors of the programs to respond to questions in an open response format to profile the acute management of CRAO at their institution.We found remarkable heterogeneity in the approach to acute treatment of patients with CRAO among the 45 institutions that responded to the survey. Only 20% had a formal policy, guideline or white paper to standardize the approach to treatment. The primary treating physician was an ophthalmologist, neurologist, or neuro-ophthalmologist 44, 27, and 4% of the time, respectively; 24% were co-managed acutely by neurology and ophthalmology. Intravenous fibrinolysis was offered to selected patients in 53% of institutions, and was the preferred initial treatment in 36%. When the acute treatment team involved a vascular neurologist, fibrinolysis was more likely to be considered a first-line treatment (p < 0.05). Anterior chamber paracentesis, ocular massage and hyperbaric oxygen therapy were offered 42, 66 and 7% of the time, respectively, while 9% of institutions offered no treatment. Anterior chamber paracentesis was more likely to be offered at programs where neurologists were not involved in treating CRAOs (p < 0.001). At 35% of institutions, patients with acute CRAO were not routinely referred to a general emergency room for initial evaluation and treatment. Carotid imaging was routinely obtained by 89% of programs, magnetic resonance imaging of the brain by 69%, echocardiogram by 62%, laboratory screening for an inflammatory state by 27% and retinal angiography by 30%. The thoroughness of vascular risk factors' screening was greater in programs that routinely referred acute CRAO cases to the emergency department.This survey shows that there is significant variability in treatment practices for acute CRAO in the US. Because of the high cerebrovascular and cardiovascular risk reported in this population of patients, it is notable that the approach to risk factor screening is also highly variable and many programs do not routinely refer patients to an emergency department for urgent evaluation. Finally, there appears to be equipoise among treatment teams regarding the efficacy of systemic fibrinolysis, as 53% of programs report a willingness to treat at least some patients with this modality.", "doi": "10.1007/s00415-017-8702-x", "title": "Current treatment of central retinal artery occlusion: a national survey.", "journal": ["Journal of neurology", "J. Neurol."]}