{"authors": [["Eneroth", "Hanna", "H", "National Food Agency, Box 622, 751 26 Uppsala, Sweden. hanna.eneroth@slv.se."], ["Wallin", "Stina", "S", "National Food Agency, Box 622, 751 26 Uppsala, Sweden. stina.wallin@slv.se."], ["Leander", "Karin", "K", "Institute of Environmental Medicine (IMM), Karolinska Institutet, Box 210, 171 77 Stockholm, Sweden."], ["Nilsson Sommar", "Johan", "J", "Department of Public Health and Clinical Medicine, Umeå University, 901 87 Umeå, Sweden. johan.sommar@umu.se."], ["Åkesson", "Agneta", "A", "Institute of Environmental Medicine (IMM), Karolinska Institutet, Box 210, 171 77 Stockholm, Sweden. karin.leander@ki.se."]], "date": "2017-12-13", "id": "29236075", "text": "Nuts are rich in nutrients and mounting evidence shows that consumption reduces cardiovascular disease (CVD) incidence. Nuts may also be a major source of aflatoxin B₁, a potent liver carcinogen and the risk/benefit balance is unknown. Based on national statistics and data from the PREDIMED intervention trial, we estimated the potential CVD-reduction if Swedes aged 55-79 consumed 30 g nuts/day, instead of the current national average of five grams per day. We also assessed the reduction in disability-adjusted life years (DALYs) due to myocardial infarction (MI) and stroke. We estimated the aflatoxin B₁ exposure from nuts and calculated the margin of exposure. The approximation that one nanogram aflatoxin B₁/kg body weight/day results in one additional liver cancer case/10 million person-years was used to estimate the number of liver cancer cases. The increased nut consumption scenario prevented more than 7000 CVDs in 2013 (306/100,000 person-years) and contributed to about 55,000 saved DALYs for stroke and 22,000 for MI. The concomitant increase in aflatoxin B₁ exposure caused an estimated zero to three additional cases of liver cancer, corresponding to 159 DALYs spent, emphasizing the associated risks. Increased nut consumption, as part of a varied healthy diet, is warranted even when aflatoxin B₁ exposure is taken into account. However, efforts to reduce aflatoxin exposure from food are essential.", "doi": "10.3390/nu9121355", "title": "Risks and Benefits of Increased Nut Consumption: Cardiovascular Health Benefits Outweigh the Burden of Carcinogenic Effects Attributed to Aflatoxin B₁ Exposure.", "journal": ["Nutrients", "Nutrients"]}