{"authors": [["Hu", "Xiaofeng", "X", "Department of Cardiology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Wang", "Junjun", "J", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Li", "Yaguo", "Y", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Wu", "Jiong", "J", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Qiao", "Song", "S", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Xu", "Shanhu", "S", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China."], ["Huang", "Jun", "J", "Institute of Biostatistics, School of Life Sciences Fudan University, Shanghai, 200082, China."], ["Chen", "Linhui", "L", "Department of Neurology, Zhejiang Hospital, Hangzhou, 310013, Zhejiang Province, China. 465189964@qq.com."]], "date": "2017-12-13", "id": "29235504", "text": "Previous work has suggested that ischemic stroke (IS) may be more likely to occur in individuals with a genetic predisposition. In this study, we investigated the potential association of IS-relevant genetic risk factors with cardioembolic stroke (CES) in atrial fibrillation (AF) patients with low CHA2DS2-VaSc score. Genotyping was performed using the GenomeLab SNPstream genotyping platform for five IS-relevant SNPs (MMP-9 C1562T, ALOX5AP SG13S114A/T, MTHFR 677 C/T, FGB 455 G/A, and eNOS G298A) in 479 AF patients with CES and 580 age and sex-matched AF patients without CES. The multivariate analysis adjusted for potential confounders and demonstrated that FGB 455 G/A was independently associated with increased risk of CES in AF patients and the significance remained after Bonferroni correction in the additive, dominant, and recessive models with ORs of 1.548 (95% CI: 1.251-1.915, P = 0.001), 1.588 (95% CI: (1.226-2.057, P = 0.003), and 2.394 (95% CI: 1.357-4.223, P = 0.015), respectively. Plasma fibrinogen levels were significantly higher in patients with the A allele compared with patients with genotype of GG (3.29 ± 0.38 mg/dl vs. 2.87 ± 0.18 mg/dl, P < 0.001). We found for the first time that the A allele of FGB 455 G/A was a risk factor for CES in AF patients, probably by elevating the level of plasma fibrinogen.", "doi": "10.1038/s41598-017-17537-1", "title": "The β-fibrinogen gene 455G/A polymorphism associated with cardioembolic stroke in atrial fibrillation with low CHA2DS2-VaSc score.", "journal": ["Scientific reports", "Sci Rep"]}