{"authors": [["Rashid", "Hashrul N", "HN", "Monash Cardiovascular Research Centre, Monash University and MonashHeart, Monash Health, Clayton, Victoria, Australia."], ["Gooley", "Robert P", "RP", null], ["Nerlekar", "Nitesh", "N", null], ["Ihdayhid", "Abdul R", "AR", null], ["McCormick", "Liam M", "LM", null], ["Nasis", "Arthur", "A", null], ["Cameron", "James D", "JD", null], ["Brown", "Adam J", "AJ", null]], "date": "2017-12-12", "id": "29235436", "text": "Leaflet thrombosis (LT) has become increasingly recognised following transcatheter and surgical aortic ABV replacement and can be reliably identified by MDCT. However, it is ongoing debate whether MDCT-defined LT is associated with adverse cerebrovascular outcomes. We performed a systematic review and meta-analysis to assess the incidence and clinical outcomes associated with multidetector computed tomography (MDCT)-defined leaflet thrombosis following aortic bioprosthetic valve (ABV) replacement.Electronic databases were searched for studies that performed mandatory MDCT imaging following ABV. The primary endpoint was the incidence of cerebrovascular events, defined as composite of stroke or transient ischaemic attack (TIA). Secondary endpoints included major adverse cerebrovascular and cardiovascular events (MACCE), stroke, TIA, death or myocardial infarction. In total, 6 studies met inclusion criteria with 11.6% (198/1704) of patients having MDCT-defined LT. The prevalence of LT following transcatheter and surgical ABV was 13.2% and 3.6%, respectively. Cerebrovascular events were significantly increased in patients with LT (Odds Ratio (OR) 3.38, 95%CI 1.78-6.41, p<0.001). The risk of MACCE (OR 2.10, 95%CI 1.21-3.64, p<0.001) and TIA (OR 5.86, 95%CI 2.05-16.75, p<0.001) were also increased in patients with LT, although there were no differences in the incidence of stroke (OR 2.43, 95%CI 1.00-5.93, p=0.05), death (OR 0.92, 95%CI 0.42-2.03, p=0.84) or myocardial infarction (OR 1.72, 95%CI 0.34-9.78, p=0.54) between groups.MDCT-defined LT following ABV replacement is associated with a significantly increased risk of adverse cerebrovascular events. Further prospective studies are required to ascertain whether LT can be prevented or treated with pharmacological strategies.", "doi": "10.4244/EIJ-D-17-01062", "title": "Bioprosthetic aortic valve leaflet thrombosis detected by multidetector computed tomography is associated with adverse cerebrovascular events: a meta-analysis of observational studies.", "journal": ["EuroIntervention : journal of EuroPCR in collaboration with the Working Group on Interventional Cardiology of the European Society of Cardiology", "EuroIntervention"]}