{"authors": [["Bohlken", "Jens", "J", "Praxis für Neurologie und Psychiatrie Bohlken,Berlin,Germany."], ["Kostev", "Karel", "K", "Epidemiology,QuintilesIMS,Frankfurt,Germany."]], "date": "2017-12-13", "id": "29235430", "text": "The aim of this study is to identify the prevalence and risk factors of documented delirium in general practices in Germany.The present study includes 2,194 patients over the age of 65 years with delirium and 2,194 controls without delirium from a sample of 6,180,042 patients from 1,262 general practices. Multivariate logistic regression models were fitted with delirium as a dependent variable and other disorders and drugs as potential predictors.A five-year-prevalence of 0.08% and an average of 0.7 (SD: 1.5) patients per practice per year were found. Among the study participants, 43.0% were men, and the mean age was 82.2 years (SD = 7.1 years). 24.2% of delirium patients and 10.3% of controls lived in nursing homes. Delirium was found to be positively associated with nursing home residence (OR: 1.69), dementia (OR = 3.45), epilepsy (OR = 2.16), stroke (OR = 1.80), Parkinson's disease (OR = 1.78), sleep disorder (OR = 1.64), renal insufficiency (OR = 1.57), fractures (OR = 1.56), and the prescription of benzodiazepines (OR = 1.62) and antiepileptics (OR = 1.53). Finally, the number of different drug classes prescribed within one year prior to the index date was positively associated with a risk of delirium. Compared to patients without medication therapy, the OR for delirium was 3.21 when more than four drug classes were prescribed.In primary care, neuropsychiatric risk factors and polymedication were particularly important for the diagnosis of delirium compared to inpatient care. The methodological limitations of the analysis of data from routine care must be considered. Delirium is rarely diagnosed in primary care. Risk factors in primary care differ from those found in inpatient care. The reasons for this need to be further investigated.", "doi": "10.1017/S1041610217002587", "title": "Prevalence and risk factors for delirium diagnosis in patients followed in general practices in Germany.", "journal": ["International psychogeriatrics", "Int Psychogeriatr"]}