{"authors": [["Squair", "Jordan W", "JW", "International Collaboration of Repair Discoveries (ICORD), University of British Columbia, Vancouver, BC, Canada."], ["Liu", "Jie", "J", "International Collaboration of Repair Discoveries (ICORD), University of British Columbia, Vancouver, BC, Canada."], ["Tetzlaff", "Wolfram", "W", "International Collaboration of Repair Discoveries (ICORD), University of British Columbia, Vancouver, BC, Canada."], ["Krassioukov", "Andrei V", "AV", "International Collaboration of Repair Discoveries (ICORD), University of British Columbia, Vancouver, BC, Canada."], ["West", "Christopher R", "CR", "International Collaboration of Repair Discoveries (ICORD), University of British Columbia, Vancouver, BC, Canada."]], "date": "2017-12-12", "id": "29235182", "text": "What is the central question of this study? How does the severity of spinal cord injury affect left ventricular mechanics, function and the underlying cardiomyocyte morphology? What is the main finding and its importance? Here, we show that severe, but not moderate, spinal cord injury causes cardiomyocyte atrophy, altered left ventricular mechanics and impaired cardiac function. The principal aim of the present study was to assess how the severity of spinal cord injury (SCI) affects left ventricular (LV) mechanics, function and underlying cardiomyocyte morphology. Here, we used different severities of T3 spinal cord contusions (MODERATE, 200 kdyn contusion; SEVERE, 400 kdyn contusion; SHAM) and combined standard echocardiography with speckle tracking analyses to investigate in vivo cardiac function and deformation (contractility) after experimental SCI in the Wistar rat. In addition, we investigated changes in the intrinsic structure of cardiac myocytes ex vivo. We demonstrate that SEVERE SCI induces a characteristic decline in LV chamber size and a reduction in in vivo LV deformation (i.e. radial strain) throughout the entire systolic portion of the cardiac cycle [25.6 ± 3.0 versus 44.5 ± 8.1% (Pre-injury); P = 0.0029]. SEVERE SCI also caused structural changes in cardiomyocytes, including decreased length [115.6 ± 7.63 versus 125.8 ± 6.75 μm (SHAM); P = 0.0458], decreased width [7.78 ± 0.71 versus 10.78 ± 1.08 μm (SHAM); P = 0.0015] and an increase in the length/width ratio [14.88 ± 0.66 versus 11.74 ± 0.89 (SHAM); P = 0.0018], which was significantly correlated with LV flow-generating capacity after SCI (i.e. stroke volume, R2  = 0.659; P = 0.0013). Rats with MODERATE SCI exhibited no changes in any metric versus SHAM. This is the first study to demonstrate that the severity of SCI determines the course of changes in the intrinsic structure of cardiomyocytes, which are directly related to contractile function of the LV.", "doi": "10.1113/EP086549", "title": "Spinal cord injury-induced cardiomyocyte atrophy and impaired cardiac function are severity dependent.", "journal": ["Experimental physiology", "Exp. Physiol."]}