{"authors": [["Changwei", "Ren", "R", "Department of Cardiovascular Surgery Center, Capital Medical University, Beijing Anzhen Hospital, Beijing, China."], ["Sun", "Lizhong", "L", "Department of Cardiovascular Surgery Center, Capital Medical University, Beijing Anzhen Hospital, Beijing, China."], ["Xu", "Shangdong", "S", "Department of Cardiovascular Surgery Center, Capital Medical University, Beijing Anzhen Hospital, Beijing, China."], ["Lai", "Yongqiang", "Y", "Department of Cardiovascular Surgery Center, Capital Medical University, Beijing Anzhen Hospital, Beijing, China."]], "date": "2017-12-12", "id": "29235151", "text": "This study aims to evaluate the results of one-stage ascending-to-abdominal aortic bypass and aortic valve replacement for concomitant aortic coarctation combined with aortic valve pathology.From June 2009 to March 2017, 28 consecutive adult patients (23 males and five females) with aortic coarctation combined with aortic valve pathology underwent one-stage ascending-to-abdominal aorta bypass and aortic valve replacement or a Bentall procedure. Patients were followed for a mean of 45.5 ± 26.5 months (range 3-96 months).All patients successfully underwent the one-stage procedure. No early deaths were recorded. The mean aortic cross-clamp and cardiopulmonary bypass times were 71 ± 23 and 113 ± 37 mins, respectively. Re-exploration for bleeding was performed on one patient (3.6%). The average post-operative hospital stay was 15.9 ± 4.9 days and the average operation time was 5.2 h. No paraplegia or stroke was observed. The blood pressure gradient of the upper and lower extremities significantly decreased (P < 0.001). Systolic blood pressure decreased from 158 ± 36 mmHg pre-operatively to 121 ± 18 mmHg post-operatively. No deaths or significant gradients between the upper and lower extremities occurred during follow-up. No death and complications of bypass grafts occurred during follow-up.Ascending-to-abdominal aortic bypass and concomitant aortic valve procedures are a suitable therapeutic option for severe aortic coarctation combined with aortic valve pathology in adult patients.", "doi": "10.1111/jocs.13505", "title": "One-stage ascending-to-abdominal aortic bypass with concomitant aortic valve procedures for aortic coarctation combined with aortic valve pathology in adult patients.", "journal": ["Journal of cardiac surgery", "J Card Surg"]}