{"authors": [["Kato", "Yusuke", "Y", "Institute for Enzyme Research, Tokushima University, Tokushima, Japan."], ["Miyakawa", "Takuya", "T", "Laboratory of Basic Science on Healthy Longevity, Department of Applied Biological Chemistry, Graduate School of Agricultural and Life Sciences, The University of Tokyo, Tokyo, Japan."], ["Tanokura", "Masaru", "M", "Laboratory of Basic Science on Healthy Longevity, Department of Applied Biological Chemistry, Graduate School of Agricultural and Life Sciences, The University of Tokyo, Tokyo, Japan. amtanok@mail.ecc.u-tokyo.ac.jp."]], "date": "2017-12-12", "id": "29235081", "text": "In the last two decades, a wealth of structural and functional knowledge has been obtained for the three major cytoskeletal motor proteins, myosin, kinesin and dynein, which we review here. The cytoskeletal motor proteins myosin and kinesin are structurally similar in the core architecture of their motor domains and have similar force-producing mechanisms that are coupled with the chemical cycles of ATP binding, hydrolysis, Pi release and subsequent ADP release. The force is generated through conformational changes in the motor domain during Pi release and ATP binding in myosin and kinesin, respectively, and then converted into the rotation of the lever arm or neck linker (referred to as a power stroke) through the common structural pathways. On the other hand, the dynein cytoskeletal motor is an AAA+ protein and has a different structure and power stroke mechanism from those of myosins and kinesins. The linker protruding from the AAA+ ring of dynein swings according to the ATPase states, which, presumably, generates force to carry cargos within a cell. The communication mechanism between the track-binding and ATPase domains of dynein is unique because the two helices that presumably slide with respect to each other work as coordinators for these domains. Details of the mechanism underlying the power stroke and interdomain communication were revealed through recent progress in the structural studies of myosin, kinesin and dynein.", "doi": "10.1007/s12551-017-0368-1", "title": "Overview of the mechanism of cytoskeletal motors based on structure.", "journal": ["Biophysical reviews", "Biophys Rev"]}