{"authors": [["Linzey", "Joseph R", "JR", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA."], ["Marini", "Bernard L", "BL", "Department of Pharmacy Services, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Pasternak", "Amy", "A", "Department of Pharmacy Services, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Smith", "Cory", "C", "Department of Pharmacy Services, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Miklja", "Zac", "Z", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA."], ["Zhao", "Lili", "L", "Department of Biostatistics, School of Public Heath, University of Michigan, Ann Arbor, MI, USA."], ["Kumar-Sinha", "Chandan", "C", "Department of Pathology, Michigan Center for Translational Pathology, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Paul", "Alyssa", "A", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA."], ["Harris", "Nicholas", "N", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA."], ["Robertson", "Patricia L", "PL", "Division of Neurology, Department of Pediatrics, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Hoffman", "Lindsey M", "LM", "University of Colorado Denver School of Medicine, Denver, CO, 80045, USA."], ["Chinnaiyan", "Arul", "A", "Department of Urology, University of Michigan Medical School, Ann Arbor, MI, 48109, USA."], ["Mody", "Rajen", "R", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA."], ["Koschmann", "Carl", "C", "Division of Pediatric Hematology/Oncology, Department of Pediatrics, University of Michigan Medical School, 3520 D MSRB 1, 1150 W Medical Center Dr., Ann Arbor, MI, 48109, USA. ckoschma@med.umich.edu."]], "date": "2017-12-12", "id": "29235051", "text": "The number of targeted therapies utilized in precision medicine are rapidly increasing. Neuro-oncology offers a unique challenge due to the varying blood brain barrier (BBB) penetration of each agent. Neuro-oncologists face a difficult task weighing the growing number of potential targeted therapies and their likelihood of BBB penetration. We developed the CNS TAP Working Group and performed an extensive literature review for the evidence-based creation of the CNS TAP tool, which was retrospectively validated by analyzing brain tumor patients who underwent therapy targeted based on genomic results from an academic sequencing study (MiOncoseq, n = 17) or private molecular profiling (Foundation One, n = 7). The CNS TAP tool scores relevant targeted agents by applying multiple variables (i.e., pre-clinical data, clinical data, BBB permeability) to patient specific genomic information and clinical trial availability. In the Michigan cohort, the CNS TAP tool predicted the selected agent 85.7% of the time. The CNS TAP tool predicted the agent independently selected by pediatric neuro-oncologists in the Colorado cohort 50% of the time. Patients with recurrent brain tumors treated with agents predicted by the CNS TAP tool demonstrated a median progression-free survival of 4 months and four patients with recurrent high-grade glioma maintained ongoing partial responses of at least 6 months. The CNS TAP tool is a formalized algorithm to assist clinicians select the optimal targeted therapy for neuro-oncology patients. The CNS TAP tool has relatively high concordance with selected therapies and clinical outcomes in patients receiving targeted therapy in this heterogeneous retrospective cohort were promising.", "doi": "10.1007/s11060-017-2708-1", "title": "Development of the CNS TAP tool for the selection of precision medicine therapies in neuro-oncology.", "journal": ["Journal of neuro-oncology", "J. Neurooncol."]}