{"authors": [["Soepriatna", "Arvin H", "AH", "Weldon School of Biomedical Engineering, Purdue University, 206 S. Martin Jischke Drive, West Lafayette, IN, 47907, USA."], ["Damen", "Frederick W", "FW", "Weldon School of Biomedical Engineering, Purdue University, 206 S. Martin Jischke Drive, West Lafayette, IN, 47907, USA."], ["Vlachos", "Pavlos P", "PP", "Weldon School of Biomedical Engineering, Purdue University, 206 S. Martin Jischke Drive, West Lafayette, IN, 47907, USA."], ["Goergen", "Craig J", "CJ", "Weldon School of Biomedical Engineering, Purdue University, 206 S. Martin Jischke Drive, West Lafayette, IN, 47907, USA. cgoergen@purdue.edu."]], "date": "2017-12-12", "id": "29234935", "text": "Current cardiovascular ultrasound mainly employs planar imaging techniques to assess function and physiology. These techniques rely on geometric assumptions, which are dependent on the imaging plane, susceptible to inter-observer variability, and may be inaccurate when studying complex diseases. Here, we developed a gated volumetric murine ultrasound technique to visualize cardiovascular motion with high spatiotemporal resolution and directly evaluate cardiovascular health. Cardiac and respiratory-gated cine loops, acquired at 1000 frames-per-second from sequential positions, were temporally registered to generate a four-dimensional (4D) dataset. We applied this technique to (1) evaluate left ventricular (LV) function from both healthy mice and mice with myocardial infarction and (2) characterize aortic wall strain of angiotensin II-induced dissecting abdominal aortic aneurysms in apolipoprotein E-deficient mice. Combined imaging and processing times for the 4D technique was approximately 2-4 times longer than conventional 2D approaches, but substantially more data is collected with 4D ultrasound and further optimization can be implemented to reduce imaging times. Direct volumetric measurements of 4D cardiac data aligned closely with those obtained from MRI, contrary to conventional methods, which were sensitive to transducer alignment, leading to overestimation or underestimation of estimated LV parameters in infarcted hearts. Green-Lagrange circumferential strain analysis revealed higher strain values proximal and distal to the aneurysm than within the aneurysmal region, consistent with published reports. By eliminating the need for geometrical assumptions, the presented 4D technique can be used to more accurately evaluate cardiac function and aortic pulsatility. Furthermore, this technique allows for the visualization of regional differences that may be overlooked with conventional 2D approaches.", "doi": "10.1007/s10554-017-1283-z", "title": "Cardiac and respiratory-gated volumetric murine ultrasound.", "journal": ["The international journal of cardiovascular imaging", "Int J Cardiovasc Imaging"]}