{"authors": [["Wang", "Peng", "P", "Intervertional Radiology and Vascular Department, The Third Affiliated Hospital of Nantong University, Wuxi, Jiang Su, 214041, China."], ["Yang", "Fei", "F", "Intervertional Radiology and Vascular Department, The Third Affiliated Hospital of Nantong University, Wuxi, Jiang Su, 214041, China."], ["Liu", "Cai Xiang", "CX", "Nephrology Department, Wuxi Hospital of Traditional Chinese Medicine, Wuxi, Jiang Su, 214071, China. liucx1022@126.com."], ["Wu", "Yan Min", "YM", "Gastroenterology Department, The Third Affiliated Hospital of Nantong University, Wuxi, Jiang Su, 214041, China."], ["Gu", "Chen", "C", "Intervertional Radiology and Vascular Department, The Third Affiliated Hospital of Nantong University, Wuxi, Jiang Su, 214041, China."], ["Zhu", "Hua Jian", "HJ", "Surgery of Traditional Chinese Medicine, The Third Affiliated Hospital of Nantong University, Wuxi, Jiang Su, 214041, China."]], "date": "2017-12-13", "id": "29234926", "text": "PDE4D polymorphism (SNP83/rs966221) was reported to be associated with the susceptibility to ischemic stroke (IS), however, the results were inconclusive. An electronic search of Embase, PubMed, CNKI and Wan Fang Date was performed to identify relevant studies published throughout April 2017. A total of 26 studies were enrolled in the analysis. No significant association between the rs9662221 polymorphism and IS was observed in the overall analysis. Nevertheless, in the subgroup analysis, our results showed a significant association between the SNP83 polymorphism and IS in CC+ CT vs. TT (OR = 1.19, 95% CI: 1.02-1.38), CT vs.TT (OR = 1.14, 95% CI: 1.01-1.29) and C vs. T (OR = 1.25, 95% CI: 1.06-1.48) in Asian population. But we did not found any association in CC vs. CT + TT (OR = 1.2, 95% CI: 0.9-1.61) and CC vs. TT (OR = 1.26, 95% CI: 0.91-1.75) in the Asian populations. Meantime, no significant correlations were observed under the five genetic model in Caucasian population (p > 0.05). In conclusion, our meta-analysis demonstrated that the SNP83 polymorphism in the PDE4D gene might contribute to IS susceptibility especially in Asian populations. Whereas the relationship of the polymorphism to the disease in Caucasian population was still in controversial. In future, additional well designed studies with larger sample sizes are still required to further elucidate this association.", "doi": "10.1007/s11011-017-0158-2", "title": "Association between PDE4D rs966221 polymorphism and risk of ischemic stroke: a systematic review and meta-analysis.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}