{"authors": [["Bukowska", "Alicja", "A", "Working Group of Molecular Electrophysiology, Institute of Clinical Chemistry and Pathobiochemistry, Medical Faculty, Otto von Guericke University Magdeburg, Magdeburg, Germany."], ["Hammwöhner", "Matthias", "M", "Department of Cardiology and Intensive Care Medicine, St. Vincenz Hospital, Am Busdorf 2, 33098, Paderborn, Germany."], ["Corradi", "Domenico", "D", "Department of Biomedical, Biotechnological, and Translational Sciences (S.Bi.Bi.T.), Unit of Pathology, University of Parma, Parma, Italy."], ["Mahardhika", "Wisno", "W", "Department of Cardiology and Intensive Care Medicine, St. Vincenz Hospital, Am Busdorf 2, 33098, Paderborn, Germany."], ["Goette", "Andreas", "A", "Working Group of Molecular Electrophysiology, Institute of Clinical Chemistry and Pathobiochemistry, Medical Faculty, Otto von Guericke University Magdeburg, Magdeburg, Germany. andreas.goette@vincenz.de."]], "date": "2017-12-12", "id": "29234866", "text": "Atrial fibrillation (AF) is the most common cause of thromboembolic complications. The risk of suffering a thromboembolic complication depends on the accompanying cardiac risk factors and the patient's age. For patients who have an increased risk, which is now classified using the CHA2DS2-VASc score, initiation of long-term oral anticoagulation is the first-line treatment. In AF, thrombi arise in the left atrial appendage. The present review will summarize the basic pathophysiology of thrombogenesis in AF and will provide the molecular basis of a process called prothrombotic endocardial remodeling. Despite oral anticoagulation being a central component of therapy, the present results can be used to support concomitant therapy with statins, angiotensin II blockers, etc. to inhibit atrial thromogenesis.", "doi": "10.1007/s00399-017-0543-x", "title": "Atrial thrombogenesis in atrial fibrillation : Results from atrial fibrillation models and AF-patients.", "journal": ["Herzschrittmachertherapie & Elektrophysiologie", "Herzschrittmacherther Elektrophysiol"]}