{"authors": [[null, null, null, null], ["Grossman", "David C", "DC", "Kaiser Permanente Washington Health Research Institute, Seattle."], ["Curry", "Susan J", "SJ", "University of Iowa, Iowa City."], ["Owens", "Douglas K", "DK", "Veterans Affairs Palo Alto Health Care System, Palo Alto, California."], ["Barry", "Michael J", "MJ", "Harvard Medical School, Boston, Massachusetts."], ["Davidson", "Karina W", "KW", "Columbia University, New York, New York."], ["Doubeni", "Chyke A", "CA", "University of Pennsylvania, Philadelphia."], ["Epling", "John W", "JW", "Virginia Tech Carilion School of Medicine, Roanoke."], ["Kemper", "Alex R", "AR", "Nationwide Children's Hospital, Columbus, Ohio."], ["Krist", "Alex H", "AH", "Fairfax Family Practice Residency, Fairfax, Virginia."], ["Kurth", "Ann E", "AE", "Yale University, New Haven, Connecticut."], ["Landefeld", "C Seth", "CS", "University of Alabama at Birmingham."], ["Mangione", "Carol M", "CM", "University of California, Los Angeles."], ["Phipps", "Maureen G", "MG", "Brown University, Providence, Rhode Island."], ["Silverstein", "Michael", "M", "Boston University, Boston, Massachusetts."], ["Simon", "Melissa A", "MA", "Northwestern University, Evanston, Illinois."], ["Tseng", "Chien-Wen", "CW", "University of Hawaii, Honolulu."]], "date": null, "id": "29234814", "text": "Menopause occurs at a median age of 51.3 years, and the average US woman who reaches menopause is expected to live another 30 years. The prevalence and incidence of most chronic conditions, such as coronary heart disease, dementia, stroke, fractures, and breast cancer, increase with age; however, the excess risk for these conditions that can be attributed to menopause alone is uncertain. Since the publication of findings from the Women's Health Initiative that hormone therapy use is associated with serious adverse health effects in postmenopausal women, use of menopausal hormone therapy has declined.To update the 2012 US Preventive Services Task Force (USPSTF) recommendation on the use of menopausal hormone therapy for the primary prevention of chronic conditions.The USPSTF reviewed the evidence on the benefits and harms of systemic (ie, oral or transdermal) hormone therapy for the prevention of chronic conditions in postmenopausal women and whether outcomes vary among women in different subgroups or by timing of intervention after menopause. The review did not address hormone therapy for preventing or treating menopausal symptoms.Although the use of hormone therapy to prevent chronic conditions in postmenopausal women is associated with some benefits, there are also well-documented harms. The USPSTF determined that the magnitude of both the benefits and the harms of hormone therapy in postmenopausal women is small to moderate. Therefore, the USPSTF concluded with moderate certainty that combined estrogen and progestin has no net benefit for the primary prevention of chronic conditions for most postmenopausal women with an intact uterus and that estrogen alone has no net benefit for the primary prevention of chronic conditions for most postmenopausal women who have had a hysterectomy.The USPSTF recommends against the use of combined estrogen and progestin for the primary prevention of chronic conditions in postmenopausal women. (D recommendation) The USPSTF recommends against the use of estrogen alone for the primary prevention of chronic conditions in postmenopausal women who have had a hysterectomy. (D recommendation).", "doi": "10.1001/jama.2017.18261", "title": "Hormone Therapy for the Primary Prevention of Chronic Conditions in Postmenopausal Women: US Preventive Services Task Force Recommendation Statement.", "journal": ["JAMA", "JAMA"]}