{"title": "Ebola: Early immune response provides insight into vaccination", "text": "The latest outbreaks of emerging, dangerous pathogens, such as Ebola, MERS-CoV or Zika, emphasise the importance of the rapid development of effective vaccines. However, being able to predict the efficacy of new vaccines is and remains a challenge in vaccine development. DZIF scientists at the Heinrich Pette Institute and the University Medical Centre Hamburg-Eppendorf (UKE) were successful in their study in assessing early on the longer-term immune response in humans after being vaccinated with the newly developed Ebola vaccine \"rVSV-ZEBOV\". The study results provide approaches for searching for new strategies to improve the efficacy of vaccines.rVSV-ZEBOV is one of the most promising vaccine candidates against the dreaded Ebola virus. In phase I of the clinical trial in 2016, it proved to be a safe and effective vaccine and is expected to be approved this year by the U.S. FDA. rVSV-ZEBOV is based on the vesicular stomatitis virus (VSV) - when weakened and genetically modified, it expresses a glycoprotein of the Ebola virus. To date, there has been relatively little scientific data about the immune responses to VSV. Until now, there has been no data at all on early responses of the innate immune system in humans who have been vaccinated with VSV. The current study is adopting a systems vaccinology approach. Using high-throughput technologies, in which tests can be carried out on a huge number of samples at the same time as well as statistical models, immune responses to the vaccine can be systematically analysed: \"Following vaccination with rVSV-ZEBOV, we identified a signature of five early innate immune markers correlating with the antibody titer four weeks after vaccination,\" explained Dr Anne Rechtien, DZIF scientist at the Heinrich Pette Institute, Leibniz Institute for Experimental Virology, physician at the UKE and lead author of the study. To do so, blood samples from days 0, 1, 3, 7 and 14 after vaccination were examined for various biomarkers. Among these immune markers was IP-10 (interferon-gamma induced protein 10) - a cytokine, i.e. protein, produced by the immune system cells. This is the first time that a soluble immune marker could successfully be identified that is \"activated\" early after vaccination, can be quickly detected and correlates with the degree of subsequent antibody response regardless of other early immune markers.The current study is contributing to the better understanding of the immunological properties of VSV-based vaccines which could lead to a vaccination of people: It shows that VSV triggers a quick and strong activation of the innate immune system. Systems vaccinology approaches such as in this study can help to identify early immune markers that enable the long-term efficacy of vaccines to be predicted. Thus, the study results could provide important findings for the development of emergency vaccines such as vaccines against the Zika virus: For example, one approach would be to increase the efficacy of the vaccine by manipulating IP-10.\r\n", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.08.023", "url": "http://www.eurekalert.org/pub_releases/2017-09/gcfi-eei090417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "German Center for Infection Research", "keywords": ["Biology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell Reports", "description": "The latest outbreaks of emerging pathogens, such as Ebola or Zika, emphasize the importance of the rapid development of vaccines. However, being able to predict the efficacy of new vaccines remains a challenge in vaccine development. DZIF scientists at the Heinrich Pette Institute and the University Medical Centre Hamburg-Eppendorf were successful in their study in assessing early on the longer-term immune response in humans after being vaccinated with the newly developed Ebola vaccine rVSV-ZEBOV.", "date": "Thu, 07 Sep 2017 04:00:00 GMT"}