{"title": "Human papillomavirus 16 infections may pose variable cancer risk", "text": "Human papillomavirus 16 accounts for about half of all cervical cancers, but researchers reporting September 7 in the journal Cell have found that not all infections are equal. An analysis of the HPV16 genome from 5,570 human cell and tissue samples revealed that the virus actually consists of thousands of unique genomes, such that infected women living in the same region often have different HPV16 sequences and variable risks to cancer. Women with precancer or cancer were most likely to have particular versions of the viral gene E7, which researchers are now interested in targeting.\"Our findings suggest a paradigm shift from thinking of HPV16 as a single viral entity undergoing slow genetic drift to considering each HPV16 isolate to be a separate virus, with possibly different carcinogenic potential, which will necessarily lead to a re-interpretation of HPV natural history and carcinogenesis,\" says lead author Lisa Mirabello (@LisaMirabello_) of the National Cancer Institute, NIH. \"Moreover, the observation that the HPV16 E7 protein is invariant for cervical cancer suggests that we should redouble our efforts to develop drugs to disable the E7 protein.\"More than half a million women are diagnosed with cervical cancer, and more than 200,000 deaths occur each year. Nearly all cases of cervical cancer can be attributed to a persistent infection with one of a dozen high-risk HPV types, especially HPV16. However, it has not been clear why HPV16 poses a much greater cancer risk than other HPV types. \"Understanding the mechanism of HPV16's unique carcinogenicity would be useful for prevention researchers and designers of individualized therapy,\" says co-senior author Mark Schiffman of the National Cancer Institute.To address this gap in knowledge, Mirabello and Schiffman teamed up with co-senior author Robert Burk of Albert Einstein College of Medicine to sequence the whole genomes of 5,570 HPV16-infected cell and tissue samples from women around the world and to identify associations between HPV16 genetic variants and the risk of cervical precancer and cancer. \"This is the largest study of HPV16 whole genomes to date,\" Burk says. \"It increases the number of HPV16 genomes studied by an order of magnitude and is the first large study to evaluate variation occurring throughout the HPV16 genome at the isolate level linked to cancer development.\"Remarkably, the vast majority of HPV16 sequences evaluated were unique to each infected woman. Within a woman, the HPV16 virus had the same genome sequence across multiple body sites. \"There was an unexpectedly high level of HPV16 isolate diversity among women, which was surprising given the fact that the HPV16 genome replicates use the host cell machinery and has a slow mutation rate,\" Mirabello says. \"This has important clinical implications for HPV transmission patterns, viral clearance and persistence.\"  Moreover, HPV16 had significantly fewer variants throughout the genome in precancer and cancer patients compared with control subjects with benign infections. This pattern was also clearly observed when the researchers focused their analysis on the cancer-causing E7 gene. \"These results suggest that the uniquely potent carcinogenicity of HPV16 hinges on the E7 protein remaining in its exact form,\" Schiffman says. \"E7 was the same worldwide in cancers. It must be conserved for cancer to form. Any change seemed to take away its ability to lead to cancer.\"In future studies, the researchers will study how the HPV16 genome changes over time within individuals to better understand how cancer develops. They will also investigate the mechanisms by which E7 contributes to cancer risk, with the goal of aiding the development of therapeutics targeting this protein. In addition, they will determine whether their findings extend to other high-risk HPV types.\"We are just starting to understand what the genetic findings mean regarding the function of HPV16 and how we could use what we find to prevent or treat cervical cancer. The findings don't change screening or vaccines at this point but could be important, for example, in understanding how to determine which HPV infections pose the greatest risk of producing cancer,\" Burk says. \"A patient diagnosed with an HPV16 infection and lesion needs to undergo careful diagnostic evaluation based on established clinical parameters. This work presents future targets for therapeutic interventions but requires significant work.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.08.001", "url": "http://www.eurekalert.org/pub_releases/2017-09/cp-hp1083117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Genetics", " Population Biology", " Virology", " Medicine/Health", " Cancer", " Infectious/Emerging Diseases", " Gynecology"], "journal": "Cell", "description": "Human papillomavirus 16 accounts for about half of all cervical cancers, but researchers reporting Sept. 7 in the journal Cell have found that not all infections are equal. An analysis of the HPV16 genome from 5,570 human cell and tissue samples revealed that the virus actually consists of thousands of unique genomes, such that infected women living in the same region often have different HPV16 sequences and variable risks to cancer.", "date": "Thu, 07 Sep 2017 04:00:00 GMT"}