{"title": "Certara paper shows viral kinetic modeling grows flu knowledge, advances drug development", "text": "Certara®, the global leader in model-informed drug development and regulatory science, today announced that its comprehensive influenza viral kinetic modeling review has just been published in Current Pharmacology Reports. As the number of drug-resistant influenza strains grows, and the challenge to identify the best strains to include in the next year's vaccine continues, researchers are searching for better ways to develop safer, more effective anti-viral drugs. Viral kinetic modeling, in combination with pharmacokinetic/pharmacodynamic (PK/PD) modeling, is proving to be a fruitful resource.To date, only two classes of drugs have been approved to treat influenza - M2 blockers (e.g. amantadine and rimantadine) and neuramindase inhibitors (e.g. oseltamivir and zanamivir). Furthermore, influenza vaccines, which are a useful preventive measure, are less effective in the elderly because their immune system tends to become less efficient with age. Other vulnerable populations, such as children, pregnant women and immunocompromised patients, are also at higher risk from influenza.\"This paper describes how mathematical models, and especially viral kinetic models, can increase researchers' knowledge of influenza biology and antiviral pharmacology,\" said co-author Professor Carl M. Kirkpatrick, Director of the Centre of Medicine Use and Safety at Monash University, Melbourne, Australia. \"For example, population-based viral kinetic models can identify sources of variation between and within individuals, helping to explain why some influenza patients become sicker than others,\" said Professor Kirkpatrick.Underscoring the burden of this disease, the United States Centers for Disease Control and Prevention estimates that influenza has resulted in between 9.2 million and 35.6 million illnesses, between 140,000 and 710,000 hospitalizations, and between 12,000 and 56,000 deaths annually since 2010. These models have been used to support the dose optimization of neuraminidase inhibitors and also the clinical development of monoclonal antibodies that are currently being investigated as potential influenza therapies.Viral kinetic models use mathematical equations to describe the changes in viral load with time in an infected patient. They can provide important information about the cell infection rate, viral production rate, and viral clearance rate. \"By combining viral kinetic models with PK/PD models, researchers can quantify drug effects based on their mechanism of action and evaluate in silico the efficacy of specific drug combinations. Together, these models can be used to explore how antiviral drugs reduce influenza symptoms and viral load,\" said Lead author and Certara Executive Director, Consulting Services Mark Lovern, PhD.\"PK/PD models are also starting to be coupled to epidemiological and health economic models to assess the effectiveness of public health treatment strategies. Epidemiologic models can quantify changes in susceptible, exposed, infected, and recovered patients during an outbreak and assess the ease with which an infectious disease can be transmitted among them,\" said Suzanne Minton, PhD, Certara scientific communications manager and co-author.\"Health economic models then determine the relative change in quality-adjusted life-years based on the predicted number of infected patients. We anticipate that this 'pharmacology to payer' framework will inform decisions regarding managing existing and emerging pathogens on a global scale,\" added Patrick Smith, PharmD, chief scientific officer at Certara Strategic Consulting Services and co-author. \"They can be employed to justify drug costs to payers and also to determine the likely transmission patterns for pandemic infectious diseases, helping to optimize use of stockpiled national medical resources.\" ", "article_link": "http://dx.doi.org/10.1007/s40495-017-0104-3", "url": "http://www.eurekalert.org/pub_releases/2017-09/rhsl-cps090517.php", "region": "", "source_link": null, "funder": "", "meeting": "", "institution": "Certara", "keywords": ["Virology", " Medicine/Health", " Clinical Trials", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Research/Development", " Bioinformatics"], "journal": "Current Pharmacology Reports", "description": "As the number of drug-resistant influenza strains grows, and the challenge to identify the best strains to include in the next year's vaccine continues, researchers are searching for better ways to develop safer, more effective anti-viral drugs. Viral kinetic modeling, combined with pharmacokinetic/pharmacodynamic modeling, is proving a fruitful resource. Certara's review paper in Current Pharmacology Reports highlights the benefits of combining mathematical modeling types to maximize the use of all pre-clinical, clinical and epidemiological data.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}