{"title": "Discovery of genes linked to preterm birth in landmark study", "text": "CINCINNATI, OHIO, SEPT. 6, 2017 - A massive DNA analysis of pregnant women has identified six gene regions that influence the length of pregnancy and the timing of birth. The findings, published today in the New England Journal of Medicine, may lead to new ways to prevent preterm birth and its consequences -- the leading cause of death among children under age 5 worldwide.The study, coordinated by Louis Muglia, MD, PhD, co-director of the Perinatal Institute at Cincinnati Children's and principal investigator of the March of Dimes Prematurity Research Center--Ohio Collaborative, together with Bo Jacobsson, MD, PhD, of Sahlgrenska Academy, University of Gothenburg, Sweden and the Norwegian Institute of Public Health, Oslo, involved data from more than 50,000 women. The globe-spanning team included first author Ge Zhang, MD, PhD, of the Division of Human Genetics at Cincinnati Children's, along with researchers from Norway, Denmark, Finland, Sweden, Yale University, University of Iowa, and the genetic testing company 23andMe. Vital funding was provided by the March of Dimes, the National Institutes of Health, The Research Council of Norway, Swedish Research Council and the Bill & Melinda Gates Foundation.The March of Dimes Prematurity Research Center--Ohio Collaborative, launched in 2013, is responsible for the gene identification component of the network of five Prematurity Research Centers nationwide established by the March of Dimes to identify the unknown causes of preterm birth. Because preterm birth is a complex disorder with many possible causes, other Prematurity Research Centers are charged with exploring different aspects of preterm birth and how to prevent it. The centers work together on complementary investigations and share data and biosamples to accelerate progress.WHAT IS PRETERM BIRTH?Preterm birth is defined as any birth occurring before 37 weeks of pregnancy. In addition to the risk of death, babies who survive an early birth often face serious, lifelong health problems, including chronic lung disease, vision and hearing impairment, cerebral palsy, and neurodevelopmental disabilities. The scientific world has been hunting for the causes of preterm birth for decades.LARGE-SCALE PROJECT REQUIRED LARGE-SCALE COLLABORATION\"We have known for a long time that preterm birth is a combination of genetic and environmental factors. Previous research has suggested that about 30 to 40 percent of the risk for preterm birth is linked to genetic factors. This new study is the first to provide robust information as to what some of those genetic factors actually are,\" says Dr. Muglia.\"This is a very exciting discovery that can be expected to lead to the development of new treatments to prevent pregnant women from going into labor too soon and to give more babies a healthy start in life,\" says Stacey D. Stewart, president of the March of Dimes. She noted that identifying the biologic causes of preterm birth will be necessary for the United States to reach the March of Dimes goal to reduce the preterm birth rate to 5.5 percent by 2030.Dr. Muglia notes that this study assembled extensive genomic data from at least five times as many pregnant women than had been gathered by any previous study of pregnancy and preterm birth. The findings are based heavily on data from more than 44,000 women who provided saliva samples to 23andMe. These women also answered questions about their past pregnancies and agreed that their genetic information could be analyzed, anonymously, for science.  The other crucial reference data set involved more than 8,000 Nordic women with the assistance of the Mother Child Cohort of Norway (MoBa); The Finnish Birth Cohort (FIN); and the Danish National Birth Cohort (DNBC). \"In the past year, there have been several successful large genome-wide association studies of reproductive behaviors; in that context, I think this study is particularly important because of the immediate clinical relevance of gestational timing,\" says David Hinds, PhD, 23andMe Principal Scientist and Statistical Geneticist, who helped to co-author the paper. \"This work shows that genetics can improve our understanding of variation in timing.\"\"These are exciting findings that could play a key role in reducing newborn deaths and giving every child the chance to grow up smart and strong,\" says Trevor Mundel, President of the Global Health Division of the Bill & Melinda Gates Foundation. \"Not only did the study reveal several genes linked to pre-term birth, it also identified a simple, low-cost solution - selenium supplements for expectant mothers - that, if confirmed, could save thousands of lives. It's a great example of the power of public-private partnership.\"WHAT DO THESE DISCOVERIES MEAN?Today's breakthrough findings lead to several key implications:\r\nWHAT'S NEXT?In the months and years to come, much more research will be conducted to build upon today's findings. For example, work is underway to launch studies in Africa and Asia to determine how precisely the gene associations found in this study apply to non-European populations.Planning work has started to conduct more-specific testing of selenium levels in pregnant women in low-income nations and areas within the United States. Dr. Muglia noted that today's findings will also be part of a March of Dimes Prematurity Research Center database that will allow researchers to study the importance of these genes not only in isolation but in context with other potential factors in preterm birth now under investigation, including: \r\n", "article_link": "http://dx.doi.org/10.1056/NEJMoa1612665", "url": "http://www.eurekalert.org/pub_releases/2017-09/modf-dog090117.php", "region": "namerica", "source_link": null, "funder": "March of Dimes, National Institutes of Health, Research Council of Norway, Swedish Research Council, Bill & Melinda Gates Foundation", "meeting": "", "institution": "March of Dimes Foundation", "keywords": ["Developmental/Reproductive Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Developmental/Reproductive Biology", " Nutrition/Nutrients", " Gynecology", " Public Health", " Genes"], "journal": "New England Journal of Medicine", "description": "A massive international DNA analysis of pregnant women has identified for the first time six gene regions that influence the length of pregnancy and the timing of birth. The findings, published in the New England Journal of Medicine, may lead to new ways to prevent preterm birth and its consequences -- the leading cause of death among children under age 5 worldwide.", "date": "Wed, 06 Sep 2017 04:00:00 GMT"}