{"title": "Study identifies new metabolic target in quest to control immune response", "text": "A surprising discovery that immune cells possess an internal warehouse of glycogen used to activate immune responses could help to increase immune activity in vaccines or suppress immune reactions in autoimmune disease or hyper-inflammatory conditions.Results of the new study in the journal Cell Metabolism show that the immune responses of dendritic cells are fueled by an intracellular storage of sugar as opposed to external sugar, where prior research has focused.The novel finding adds an important missing piece to the puzzle of how early immune responses are powered from a metabolic standpoint, and provides immunologists with a new area of focus in their ongoing effort to regulate immune activity. \"By either enhancing or depleting this sugar warehouse within the cell, the hope would be that we could either influence or dampen immune reactions,\" says study author Eyal Amiel, assistant professor at the University of Vermont in the Department of Medical Laboratory and Radiation Science in the College of Nursing and Health Sciences. \"What we're really in the business of is finding new switches to toggle to that effect and this finding provides us with a new regulatory target that regulates immune activity.\"The finding gives immunologists a key piece of new information to better understand how the early part of the bioenergetics of a dendritic cell immune response is generated. This is especially significant given the importance of timing when it comes to immune response and the speed at which the switch of inflammation can be either increased or suppressed.  \"What's surprising is that the intracellular sugar pool is the more important one early on,\" says Amiel, who co-authored the paper with Phyu Thwe, a Ph.D. student in Amiel's lab, and three external researchers. \"The reason that is so important is because in any kind of immune protection scenario it is absolutely a race against time between the microbe and mammalian immune response.\"When Amiel and his colleagues impaired the ability of dendritic cells to access the internal warehouse of sugar, the cells were less effective at stimulating an immune response in a number of measurable ways. \"The really exciting thing is we believe our findings likely extend to other cells of the immune system and are not dendritic cell-specific\" says Amiel.In a previous paper in Nature Immunology, Amiel and lead author Bart Everts, assistant professor at the Leiden University Medical center in the Netherlands, found that the early consumption of glucose is vital to the activation of cells, in terms of the production and secretion of proteins that are essential to the cells' immune function.Amiel has started conducting new research on mice only with deficiencies in glycogen synthesis only in dendritic cells to measure the impact of blocking the creation of the intracellular glycogen supply on the longer-term immunological capacity of those cells.\"We know that if we prevent their ability to use glycogen during that early window there are long-term consequences for the abilities of those dendritic cells to stimulate T-Cells, even hours and days after the fact.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uov-sin090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Vermont", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases"], "journal": "Cell Metabolism", "description": "A surprising discovery that immune cells possess an internal warehouse of glycogen used to activate immune responses could help to increase immune activity in vaccines or suppress immune reactions in autoimmune disease or hyper-inflammatory conditions.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}