{"title": "New insights into bacterial toxins", "text": "A toxin produced by a bacterium that causes urinary tract infections is related to, yet different in key ways from, the toxin that causes whooping cough, according to new research. The findings, which will be published in the Sept. 8 issue of The Journal of Biological Chemistry, could aid in the development of new vaccines.\r\nThe key ingredient in the existing vaccine against whooping cough, or pertussis, is an inactive form of pertussis toxin. Active pertussis toxin works by entering white blood cells and chemically modifying a category of G proteins, which are essential signaling molecules. These modified G proteins are no longer able to bind to their receptors, which disrupts essential signaling inside the cell, locally disabling the immune response and allowing the bacteria to proliferate. Inactive pertussis toxin found in the vaccine teaches the immune system to avoid this silencing.\r\nProteins similar to the pertussis toxin are produced by many bacteria, but relatively little is known about what they do or how they work. A research team overseen by Jamie Rossjohn at Monash University in Melbourne, Australia, was interested in investigating the diversity of understudied pertussislike toxins and seeing what could be learned from them.\r\n\"[Pertusis toxin] is really quite an amazing molecule, and it's been highly essential in the vaccine against whooping cough,\" said Dene Littler, the research fellow who led the work. \"I got really excited about the idea that there could be other forms of this toxin in other bacteria, perhaps in bacteria that cause long-term chronic infections where it is quite necessary for bacteria to turn off the immune system in order to live.\"\r\nLittler and his colleagues searched for DNA sequences similar to those encoding pertussis toxin among the published genomes of bacteria. They found a number of pertussislike toxin sequences in the genomes of the subset of strains of E. coli that can live benignly in the gut but cause symptoms if they enter the blood or urinary tract. This was a clue that pertussislike toxins are widespread among pathogenic E. coli, but it was unknown whether the E. coli pertussislike toxin, or EcPlt, works the same way that pertussis toxin does.\r\n\"I was particularly interested in what happened once the toxins [produced by E. coli] were inside the cell,\" Littler said. Many studies of bacterial toxins examine how toxins first enter cells and the effect on the cell, not precisely how the toxin changes - and is changed in - the intracellular environment.\r\nThe team carried out biochemical studies on EcPlt from a bacterial strain that causes urinary tract infections. They produced the first report of the EcPlt's active form inside human cells, describing how the chemical environment inside the cell caused the protein to change shape and activate. \r\nThey also found that, although EcPlt modifies the same G protein and disrupts the same signaling pathway as the pertussis toxin does, it does so in a slightly different manner. Pertussis toxin is able to modify only one specific amino acid in its human G protein target; if that amino acid changes, the G protein is no longer affected by the pertussis toxin. EcPlt, on the other hand, modified a different amino acid but similarly disrupted G-protein signaling.\r\n\"Perhaps the way that pertussis does [this modification] is simply harder for human cells to undo,\" Littler said, speculating about why the whooping cough caused by pertussis toxin is a more severe disease than urinary tract infections caused by EcPlt-producing bacteria. \r\nLittler is hopeful that understanding the natural diversity of pertussislike toxins could help improve existing vaccines and create new ones. \r\n\"Our toxin structures help identify how pertussislike toxins function and help define ways to produce inactive versions,\" Littler said. \"The pertussis toxin component of the DTaP vaccine is highly successful. Vaccines directed against other pertussislike proteins could be equally efficacious in preventing disease.\"  ", "article_link": "http://dx.doi.org/10.1074/jbc.M117.796094", "url": "http://www.eurekalert.org/pub_releases/2017-09/asfb-nii090517.php", "region": "namerica", "source_link": null, "funder": "National Health and Medical Research Council, Australian Research Council, Australian Synchrotron Capital Access Program", "meeting": "", "institution": "American Society for Biochemistry and Molecular Biology", "keywords": ["Biology", " Bacteriology", " Biochemistry", " Microbiology", " Vaccines", " Infectious/Emerging Diseases", " Urogenital System"], "journal": "Journal of Biological Chemistry", "description": "A toxin produced by a bacterium that causes urinary tract infections is related to, yet different in key ways from, the toxin that causes whooping cough, according to new research.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}