{"title": "Change in medical exemptions from immunization after elimination of personal belief exemptions in California", "text": "An increase in California in medical exemptions from immunization after elimination of personal belief exemptions suggests that some vaccine-hesitant parents may have located physicians willing to exercise the broader discretion provided by California Senate bill 277 for granting medical exemptions, according to a study published by JAMA.California Senate bill (SB) 277 eliminated the personal belief exemption (PBE) provision from the state's school-entry vaccine mandates prior to the 2016-2017 school year. Previously, vaccine-hesitant parents could acquire a PBE for their child based on philosophical or religious beliefs. Now, the only way for an unvaccinated kindergartener to enter a public or private school in California is with a medical exemption (ME), which requires a written statement from a licensed physician describing the medical reasons that immunization is unsafe.\r\nPreviously, MEs were only granted to children with a contraindication to vaccination; however, SB 277 gave physicians broader discretion to grant MEs for reasons other than a contraindication, including family medical history.Paul L. Delamater, Ph.D., of the University of North Carolina at Chapel Hill, and colleagues examined the statewide change in MEs in the first year under SB 277 and whether MEs increased in regions with high PBE use prior to its enactment. The researchers used publicly available data from the California Department of Public Health's yearly Kindergarten Immunization Assessment reports.In the 20 years prior to SB 277, the percentage of kindergarteners with MEs was largely stable, whereas PBE use increased. In the first year under SB 277, the ME percentage increased from 0.17 percent to 0.51 percent. The PBE percentage decreased from 2.37 percent in 2015 to 0.56 percent in 2016, as PBEs for children who entered multiyear transitional kindergarten programs prior to 2016 remained valid. The total exemption percentage (PBEs + MEs) decreased from 2.54 percent in 2015 to 1.06 percent in 2016.The authors found a positive relationship between county-level change in ME percentage and previous PBE use, indicating that counties with high PBE use prior to SB 277 had the largest increases in MEs after its implementation.The study has limitations, including whether MEs were underused prior to 2016 (e.g., children with contraindications having PBEs because they were easier to obtain) is unknown, as are the medical reasons for each ME.\"The increase in the number of MEs granted in 2016 further weakens the immediate effect of SB 277 and may limit its long-term benefits if sustained. Moreover, because the largest increases in ME percentage occurred in regions with high past-PBE use, portions of California may remain susceptible to vaccine-preventable disease outbreaks in the near future. Although this study was limited to a single year of data following the implementation of SB 277, the results warrant attention from both the medical and public health communities,\" the researchers write.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/tjnj-cim090117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "JAMA", "description": "An increase in California in medical exemptions from immunization after elimination of personal belief exemptions suggests that some vaccine-hesitant parents may have located physicians willing to exercise the broader discretion provided by California Senate bill 277 for granting medical exemptions, according to a study published by JAMA.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}