{"title": "Vaccine to prevent most cervical cancers shows long-term effectiveness", "text": "BIRMINGHAM, Ala. - A vaccine that can literally eradicate the majority of cervical cancer cases shows long-term effectiveness in a study published today in The Lancet. This study of 14,215 women in 18 countries extends and solidifies the initial phase 3 efficacy and safety trial of the nine-valent human papilloma virus vaccine, Gardasil 9, that was published in February 2015 in The New England Journal of Medicine.These new results strengthen the promise that vaccination with Gardasil 9 can reduce 90 percent of cervical cancers.\"There is no question that the vaccine works,\" said primary author Warner Huh, M.D., professor and director of the University of Alabama at Birmingham Division of Gynecologic Oncology and a senior scientist at the UAB Comprehensive Cancer Center. \"We're on the verge of a dramatic change that will positively affect all individuals, particularly women, in the United States. The challenge is to get the new vaccine into widespread use among young women.\"The UAB Comprehensive Cancer Center and a coalition of Alabama health groups last year launched a formal call for action, urging Alabama parents and health care providers to get children -- girls and boys -- vaccinated against the sexually transmitted human papillomavirus, or HPV. The vaccine is unique in its ability to prevent certain cancers.HPV infections cause global disease, including an estimated 266,000 deaths from cervical cancer worldwide in 2012, according to the World Health Organization. Routine screening by Pap smears or tests for HPV infection has reduced death rates in developed countries compared to less developed regions of the globe. Still, an estimated 12,200 U.S. women a year are diagnosed with cervical cancer.Gardasil 9, marketed by Merck & Co., was approved by the U.S. Food and Drug Administration in December 2014. The vaccine immunizes against nine genotypes of HPV known to cause cervical cancer, as well as vulvar, vaginal and anal cancers and genital warts caused by HPV. It is an advance over the four-valent HPV vaccine, Gardasil, which was approved by the FDA in 2006. Huh helped develop and test Gardasil, which targets the two HPV genotypes known to cause about 70 percent of cervical cancer and two other genotypes that cause genital warts. Gardasil 9 targets those four genotypes and five additional ones as well. Both vaccines are prophylactic, meant to be given before females or males become exposed to possible HPV infection through intimate contact. \"Nationwide, 40 percent of girls and boys do not receive the HPV vaccine, and in the state of Alabama, almost half of girls and boys do not receive the HPV vaccine,\" Huh said. \"With this new vaccine, there is a very legitimate opportunity to wipe out cancers that are caused by HPV, particularly cervical cancer in women. \"Seventy-five years ago, cervical cancer was a very common cause of mortality in the United States. Looking forward, with widespread vaccination, it is highly likely that cervical cancer will evolve into historical interest only, and screening, like Pap smears, might go away altogether. HPV vaccines are one of the most scrutinized vaccines ever, but multiple studies have demonstrated the vaccine to be safe and well-tolerated.\"In the Lancet study, women were followed for efficacy at preventing disease for up to six years after the first vaccine shots, and they were followed for production of infection-halting antibodies against the nine genotypes of HPV for more than five years. The randomized double-blind efficacy, immunogenicity and safety study involved 105 sites in Austria, Denmark, Germany, Norway and Sweden; Brazil, Chile, Colombia and Peru; Canada, Mexico and the United States; and Hong Kong, Japan, New Zealand, South Korea, Taiwan and Thailand.Half the women were vaccinated with the four-valent Gardasil and half with the nine-valent Gardasil 9. They were followed via gynecological exams for evidence of infections or disease, and their blood sera were tested for antibody levels against HPV.Gardasil 9 showed 97.4 percent efficacy to prevent infections and disease caused by the five additional HPV genotypes not included in the four-valent Gardasil vaccine. Gardasil 9 vaccination produced similar antibody protection against the four HPV genotypes in Gardasil. The two vaccines also had similar safety profiles.The nine-valent HPV vaccine has now been licensed in more than 60 countries for prevention of HPV-related anogenital cancers and precancers, and genital warts. Results of the Lancet study support the public health value of -- and the need for -- comprehensive vaccination programs.", "article_link": "http://dx.doi.org/10.1016/S0140-6736(17)31821-4", "url": "http://www.eurekalert.org/pub_releases/2017-09/uoaa-vtp090517.php", "region": "namerica", "source_link": null, "funder": "Merck & Co.", "meeting": "", "institution": "University of Alabama at Birmingham", "keywords": ["Medicine/Health", " Cancer", " Infectious/Emerging Diseases", " Gynecology", " Pharmaceutical Science", " Public Health", " Disease in the Developing World"], "journal": "The Lancet", "description": "A vaccine that can literally eradicate the majority of cervical cancer cases shows long-term effectiveness in a study published today in The Lancet. This study of 14,215 women in 18 countries extends and solidifies the initial phase 3 efficacy and safety trial of the nine-valent human papilloma virus vaccine, Gardasil 9, that was published in February 2015 in The New England Journal of Medicine.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}