{"title": "New strategy for vaccinating pregnant mothers against malaria holds promise for protecting infants", "text": "Washington, DC - September 5, 2017 - A mother and infant in Malawi have the same repertoire of antibodies to Plasmodium falciparum, the malaria parasite. That suggests that boosting the mother's immune response to malaria, as via vaccination, will result in better protection for the infant. The research is published August 23rd in Clinical and Vaccine Immunology.A pregnant woman's antibodies pass from her blood across the placenta, into the fetus, thereby providing some protection against infection at birth. \"In sub-Saharan Africa, protection against malaria infection is very important,\" said corresponding author Miriam K. Laufer, MD, MPH, Director, Division of Malaria Research, Institute for Global Health, University of Maryland School of Medicine. Malaria parasites do their damage when they invade the host's red blood cells. Each P. falciparum parasite has a handful of different surface antigens that it expresses on the surfaces of the blood cells that it has invaded. But collectively, there are lots of different malaria antigens. An individual's immune system needs to have antibodies that recognize a wide range of antigens, in order to be able to bind to all of the parasite-containing red blood cells, and thereby expunge the infection. In the study, the investigators assayed serum from 33 mothers at delivery, and cord blood from their infants. Theirs was the first use of a customized high throughput microarray that included a wide array of malaria antigens. This enabled them to test infant seroreactivity to a large, diverse group of potential vaccine antigens that are present in P. falciparum in Africa. \"Maternal antibody levels against vaccine candidate antigens were the strongest predictors of infant antibody levels,\" according to the report. The investigators further showed that infant seroreactivity to any given antigen was nearly identical to mean maternal seroreactivity. This was the case regardless of whether or not the placenta had been infected during pregnancy, answering a lingering question in the field that bore heavily on how well a maternal vaccine strategy might work.Vaccinating mothers during pregnancy \"may be a very effective strategy for protecting infants from malaria,\" said Laufer. \"This is critical because young children are at the highest risk of dying from infectious diseases such as malaria. In addition, preventing infection during infancy may help ensure healthy growth and cognitive development in infants and young children.\" But so far, malaria vaccines in mothers have been ineffective at boosting immunity in infants, although the strategy has worked for other vaccines, such as tetanus. \"When most researchers examine immune response to malaria, they use the most convenient malaria parasites, the ones that have been adapted to grow in the laboratory,\" Laufer explained. \"However, these are not necessarily similar to the parasites seen in nature.\" She noted that a clinical trial of a vaccine that used a laboratory strain did not protect against naturally occurring strains of malaria, although it was effective against this laboratory strain. That, she said, led her research team to develop and use tools that could assay diverse surface antigens that exist in the world outside of the laboratory. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/asfm-nsf090517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society for Microbiology", "keywords": ["Biology", " Microbiology"], "journal": "Clinical and Vaccine Laboratory Immunology", "description": "A mother and infant in Malawi have the same repertoire of antibodies to Plasmodium falciparum, the malaria parasite. That suggests that boosting the mother's immune response to malaria, as via vaccination, will result in better protection for the infant. The research is published August 23rd in Clinical and Vaccine Immunology.", "date": "Tue, 05 Sep 2017 04:00:00 GMT"}