{"title": "Deadly parasite messaging tactic may help curb sleeping sickness", "text": "New insight into sleeping sickness suggests communication between parasites that cause infection could affect the severity and spread of the potentially fatal disease.When two types of sleeping sickness parasite infect the same animal at the same time, signalling between the species appears to help them compete with - or manipulate - one another. This can make them more able to cause disease or spread to bring about further infections, scientists say.This behaviour could impact on current and future incidences of disease, the findings suggest. A parasite species that is made more virulent by competitive signalling may, for example, then spread to cause severe disease. The findings may offer a new pathway to tackling the disease, which is spread by the bite of the tsetse fly. Sleeping sickness poses a major threat to human health in parts of sub-Saharan Africa and causes major livestock losses.Researchers from the University of Edinburgh studied two species of trypanosome parasites. Both can co-infect animals at once, and one of the species can infect humans.Communication between the species - most likely by production of biochemical signals - may aid their survival by helping them to control their numbers. It may help optimise their ability to spread, without killing the infected animal on which they depend, scientists say.The study also showed how that one type of parasite, Trypanosoma congolense, can not only arrest its own growth but can also compete with another type, T. brucei - which can infect humans - by restricting its growth, and aiding its transmission by flies.This finding suggests that infection in humans caused by a sole parasite could be more severe if the parasite has previously been in competition with another species. Targeting parasite communication could offer a new way of limiting the spread of the disease in cattle, for which there are no vaccines, and may have implications for human health, scientists say.The study, published in Nature Microbiology, was funded by the Wellcome Trust.Professor Keith Matthews, of the School of Biological Sciences, said: \"This discovery opens up possibilities for understanding real infections featuring mixtures of competing parasites and the effects on disease virulence and spread. Also, if we knew more about the signals being shared between the parasites, this might allow us to manipulate to these signals to trigger early growth arrest.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-09/uoe-dpm090417.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust", "meeting": "", "institution": "University of Edinburgh", "keywords": ["Agricultural Production/Economics", " Biology", " Ecology/Environment", " Parasitology", " Zoology/Veterinary Science", " Infectious/Emerging Diseases", " Developing Countries", " Disease in the Developing World"], "journal": "Nature Microbiology", "description": "New insight into the parasites that cause sleeping sickness could offer a new pathway to tackling the disease, which poses a major threat to human health and causes severe livestock losses in parts of sub-Saharan Africa.", "date": "Mon, 04 Sep 2017 04:00:00 GMT"}