{"title": "Immune cells derived from specialised progenitors", "text": "Dendritic cells are gatekeepers of Immunity and are crucial for the detection and initiation of Immunity against pathogens and foreign substances. Up to now dendritic cell subtypes were thought to develop from one common progenitor. Now, in a joint effort, researchers from A*STAR Singapore Immunology Network, LIMES-Institute and cluster of excellence ImmunoSensation from University of Bonn and the German Center for Neurodegenerative Diseases were able to show with single cell resolution that this important component of the human immune system develops from specialized progenitors. These findings are now published in Science and have implications for the development and optimization of vaccines.\"Our blood is more than just red blood cells, which are important for oxygen transport\", Dr. Andreas Schlitzer of the University of Bonn states. \"It's full of a variety of Immune cells which are crucial for the defence against pathogens such as bacteria or viruses\". Researchers have been dissecting the blood immune cell compartment for a long time. Human dendritic cells in the blood are an important interface between the innate and the adaptive branch of the immune system. Thereby these results constitute an important step in understanding the role of this immune cell subtype during the regulation of human immune responses.\"Up to know assessing the transcriptional regulation of single human dendritic cells was extremely difficult\", Dr. Schlitzer reports. However now the research teams from Singapore and the University of Bonn were able to analyse these processes with a combination of single cell transcriptomics, Mass Cytometry and sophisticated high-dimensional flow cytometry, which allowed unprecedented detail to fully understand the development of these immune cells.The research team, led by Dr Florent Ginhoux from A*STAR's Singapore Immunology Network (SigN) in collaboration with Prof. Dr. Joachim Schultze, Dr. Andreas Schlitzer and Dr. Marc Beyer from the Life & Medical Sciences Institute (LIMES) of the University of Bonn and the German Center for Neurodegenerative Diseases were now able to analyse the regulation of human dendritic cell development and functional specialization with single cell resolution in the human blood and bone marrow.During the analysis of the complete developmental cycle of these dendritic cells the researcher made a remarkable finding. Previously it was thought that dendritic cell subtypes derive from one common progenitor, however this dogma has been overthrown by these recent data. Here, the researchers could show that dendritic cells, rather than developing from one common progenitor, are developing from subtype specialised progenitors which find their subtype identity already very early during their development in the human bone marrow.These findings provide the basis for a better and more detailed understanding of the regulation of human immune response and are important for the development of new and more effective vaccinations against e.g. infectious diseases.", "article_link": "http://dx.doi.org/10.1126/science.aag3009", "url": "http://www.eurekalert.org/pub_releases/2017-05/uob-icd050517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Bonn", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Science", "description": "Dendritic cells are gatekeepers of Immunity. Up to now dendritic cell subtypes were thought to develop from one common progenitor. Now, in a joint effort, researchers from A*STAR Singapore Immunology Network, LIMES-Institute and cluster of excellence ImmunoSensation from University of Bonn and the German Center for Neurodegenerative Diseases were able to show with single cell resolution that this important component of the human immune system develops from specialized progenitors.", "date": "Fri, 05 May 2017 04:00:00 GMT"}