{"title": "Interaction between HIV-1 and antibodies modeled with new mathematical precision", "text": "An experimental and mathematical analysis has revealed new insights into the interactions between HIV-1 and antibodies that can inhibit transmission of the virus from one person to another. These findings, presented in PLOS Pathogens, could potentially aid development of new treatments and vaccines for HIV-1.Oliver Brandenberg and Carsten Magnus, working in the group of Alexandra Trkola at the University of Zürich, Switzerland, carried out the new analyses based on a wealth of evidence that certain antibodies -- immune system proteins that can target harmful invaders -- have a protective effect against HIV-1. Despite this evidence, the quantitative details of the interaction between antibodies and HIV-1 have been unclear.To better understand this interaction, Trkola's team first performed laboratory experiments on HIV-1 and the antibodies in question, known as neutralizing antibodies (nAbs). Previous studies had shown that nAbs bind to proteins embedded in the virus's outer envelope, preventing these proteins from carrying out their usual role of helping HIV-1 invade host cells.Up to three antibody molecules can bind to each envelope protein, but the new experiments showed that just one antibody is sufficient to block an envelope protein's function. This result, combined with the number of envelope proteins per virus and the number needed to enter a cell, enabled the scientists to mathematically model the amount of nAbs needed to neutralize HIV-1 in the lab, as well as in animals.Using their new model, the researchers analyzed the results of previous studies performed on macaques to estimate the probability that a single HIV-1 virus could trigger an infection in a new host. The team was also able to model nAb-HIV-1 interactions during male-to-female transmission in humans and predict the chances of transmission during a single sexual act, as well as the nAb concentration required to prevent infection.These findings could aid research into nAb-based vaccines and treatments, which have proven complex to develop. Millions of people worldwide are infected with HIV-1, which causes AIDS. While antiretroviral therapy allows many infected people to lead long lives, treatment or prevention with a vaccine is an appealing potential alternative.\"Our study highlights the potential of linking theoretical and experimental approaches in deciphering molecular details of the protective effects of neutralizing antibodies against HIV-1 transmission and the transmission process itself,\" the authors explain. \"Building on our modeling approach, post-hoc and pre-treatment modeling analyses of antibody efficacy in passive immunization studies should be attempted to maximize treatment efficacy. \" ", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006313", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-ibh042717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Cell Biology", " Virology", " Mathematics/Statistics", " Algorithms/Models", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "PLOS Pathogens", "description": "An experimental and mathematical analysis has revealed new insights into the interactions between HIV-1 and antibodies that can inhibit transmission of the virus from one person to another. These findings, presented in PLOS Pathogens, could potentially aid development of new treatments and vaccines for HIV-1.", "date": "Thu, 04 May 2017 04:00:00 GMT"}