{"title": "Tuberculosis vaccine safe for teens with Schistosoma parasite", "text": "Of the millions of people at risk for contracting tuberculosis each year, many are already infected with helminths, parasitic worms including Schistosoma flatworms. In some cases, parasite infections can impair the ability of an immunization to work. But adolescents infected with Schistosoma mansoni respond as well as uninfected teens do to a candidate booster tuberculosis vaccine, according to a new study in PLOS Neglected Tropical Diseases.Helminths infect over a billion people worldwide, and hundreds of millions of people in Africa require treatment for schistosomiasis each year. Tuberculosis is a similarly widespread global health problem, with an estimated 9.6 million new cases and 1.5 million deaths in 2014. Efforts to develop a tuberculosis vaccine focus among others on adolescents, who have a transmissible form of the disease, but who also have a high prevalence of helminth infections in countries where helminths are endemic. The existing Bacille Calmette-Guerin (BCG) vaccine prevents against severe tuberculosis in childhood but not the transmissible form common in teenagers and young adults. In the new phase II open label trial, Anne Wajja, of the MRC/UVRI Uganda Research Unit, and colleagues tested the investigational tuberculosis vaccine MVA85A on 36 healthy adolescents from Uganda who had all previously received the BCG vaccine. Half had no helminth infections and the other half were infected only with Schistosoma mansoni. The researchers measured the immune response to the vaccine in each patient and recorded any adverse events. All patients had an immune response to the tuberculosis vaccine, with no difference between those infected with Schistosoma mansoni and those uninfected. Moreover, there were no serious adverse events during the course of the study. \"These findings are important and encouraging for the development of TB vaccines in general,\" the researchers say, \"and support the further development of booster TB vaccines for populations in tropical countries.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005440", "url": "http://www.eurekalert.org/pub_releases/2017-05/p-tvs042717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Parasitology", " Physiology", " Virology", " Zoology/Veterinary Science", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "PLOS Neglected Tropical Diseases", "description": "Of the millions of people at risk for contracting tuberculosis each year, many are already infected with helminths, parasitic worms including Schistosoma flatworms. In some cases, parasite infections can impair the ability of an immunization to work. But adolescents infected with Schistosoma mansoni respond as well as uninfected teens do to a candidate booster tuberculosis vaccine, according to a new study in PLOS Neglected Tropical Diseases.", "date": "Thu, 04 May 2017 04:00:00 GMT"}