{"title": "Discovery of a Zika antibody offers hope for a vaccine", "text": "A research team based at The Rockefeller University has identified a potent new weapon against the Zika virus in the blood of people who have been infected by it. This discovery could lead to new ways of fighting the disease, including a vaccine.In blood samples taken from subjects in Mexico and Brazil, the scientists found antibodies--proteins produced by the immune system--that block the virus from initiating an infection. These antibodies appeared to have been initially generated in response to an earlier infection by a related virus that causes dengue. One such antibody, which they call Z004, was particularly effective at neutralizing Zika. \"These antibodies could be very useful in the near future. One could envision, for example, administering Z004 to safely prevent Zika among pregnant women or others at risk of contracting the disease,\" says Davide F. Robbiani, a research associate professor in Michel Nussenzweig's lab. He and Leonia Bozzacco, a research affiliate in Charles M. Rice's lab, led the study, which appears in Cell on May 4. The team's detailed examination of the interaction between this antibody and the virus also revealed a new potential strategy for developing a vaccine. A precise targetA mosquito-borne virus, Zika usually causes mild symptoms in those who contract it. However, dramatic effects can appear in the next generation. Babies born to women infected during pregnancy are at risk of devastating neurodevelopmental abnormalities. The only way to prevent Zika is to avoid mosquito bites; there are currently no vaccines or other medical measures to do so.An infection begins when the virus, traveling in a spherical particle studded with the viral envelope protein, latches onto a host cell and forces its way in. Faced with a viral threat, the human immune system generates antibodies that recognize the virus and stop it from invading cells. The team set out to find antibodies tuned to a particular target: a part of Zika's envelope protein, which the virus needs to launch an attack. Five out of sixThrough collaborators working in Pau da Lima, Brazil, and Santa Maria Mixtequilla, Mexico, they obtained blood samples from more than 400 people, collected shortly after Zika was circulating. Individual responses to the same pathogen can vary greatly. Yet a deeper analysis of samples from six of the volunteers with the most promising antibodies revealed a surprise: Five of them contained the same species of nearly identical antibodies. This similarity suggested these molecules were particularly good at fighting the virus.When the team examined these closely related antibodies' performance against Zika, one stood out: Z004, an antibody from a Mexican volunteer's blood. When given to mice rendered vulnerable to Zika, the antibody protected them from developing serious infections.A shared ridgeTo get a closer look at the interaction between the antibody and a fragment of the virus' envelope protein, scientists in Pamela J. Bjorkman's lab at Caltech determined the molecular structure formed as the two units interacted. Their detailed maps revealed how the antibody pinches a ridge on the virus when it binds to it.While some efforts to develop a vaccine use all or most of the virus to stimulate the immune system, the researchers believe it could be safer to employ only a tiny fragment containing this ridge.  Zika isn't the only virus to sport the ridge, as it is also present in envelopes of other viruses in the same family. The dengue 1 virus, a close relative of Zika and one of four types of dengue, has a ridge that is remarkably similar to Zika's. When pitted against dengue 1, Z004 neutralized it as well.A look back at samples from the Brazilians, collected six months before Zika arrived by a team led by Albert Ko of Yale University, revealed evidence of prior dengue 1 infections in some--and a potential explanation as to why certain people's immune systems fared better against Zika. \"Even before Zika, their blood samples likely had antibodies that could interact with this same spot on the envelope protein,\" says Margaret R. MacDonald, a research associate professor in Rice's lab. \"It appears that, much like a vaccine, dengue 1 can prime the immune system to respond to Zika.\" ", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.04.024", "url": "http://www.eurekalert.org/pub_releases/2017-05/ru-doa050217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Rockefeller University Development Office, Gordon and Betty Moore Foundation, US Department of Energy, Robertson Therapeutic Development Fund", "meeting": "", "institution": "Rockefeller University", "keywords": ["Biology", " Molecular Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Public Health"], "journal": "Cell", "description": "Searching for a way to thwart Zika, scientists have discovered an antibody with a potent ability to neutralize the virus.", "date": "Thu, 04 May 2017 04:00:00 GMT"}