{"title": "Scientists engineer baker's yeast to produce penicillin molecules", "text": "The synthetic biologists from Imperial College London have re-engineered yeast cells to manufacture the nonribosomal peptide antibiotic penicillin. In laboratory experiments, they were able to demonstrate that this yeast had antibacterial properties against streptococcus bacteria.The authors of the study, which is published today in the journal Nature Communications, say their new method demonstrates the effectiveness of using this kind of synthetic biology as a route for discovering new antibiotics. This could open up possibilities for using re-engineered yeast cells to develop new forms of antibiotics and anti-inflammatory drugs from the nonribosomal peptide family. Nonribosomal peptides are normally produced by bacteria and fungi, forming the basis of most antibiotics today. Pharmaceutical companies have long experimented with nonribosomal peptides to make conventional antibiotics. The rise of antimicrobial resistance means there is a need to use genetic engineering techniques to find a new range of antibiotics from bacteria and fungi. However, genetically engineering the more exotic fungi and bacteria- the ones likely to have antibacterial properties -- is challenging because scientists don't have the right tools and they are difficult to grow in a lab environment, requiring special conditions. Baker's yeast on the other hand is easy to genetically engineer. Scientists can simply insert DNA from bacteria and fungi into yeast to carry out experiments, offering a viable new host for antibiotic production research. The rise of synthetic biology methods for yeast will allow researchers to make and test many new gene combinations that could produce a whole new range of new antibiotics.However, the authors are keen to point out that the research is still in its early stages. While this approach does show promise, they have so far produced nonribosomal peptide antibiotic penicillin in small quantities. More research needs to be done to see if it can be adapted to finding other compounds and to get production up to commercially viable quantities.Dr Tom Ellis, from the Centre for Synthetic Biology at Imperial College London, explains: \"Humans have been experimenting with yeast for thousands of years. From brewing beer to getting our bread to rise, and more recently for making compounds like anti-malarial drugs, yeast is the microscopic workhorse behind many processes. \"The rise of drug-resistant superbugs has brought a real urgency to our search for new antibiotics. Our experiments show that yeast can be engineered to produce a well-known antibiotic. This opens up the possibility of using yeast to explore the largely untapped treasure trove of compounds in the nonribosomal peptide family to develop a new generation of antibiotics and anti-inflammatories.\"Previously, scientists have demonstrated that they could re-engineer a different yeast to make penicillin. However, that species of yeast is not as well understood or amenable to genetic manipulation compared to baker's yeast, used by the authors in today's study, making it less suitable for the development of novel antibiotics using synthetic biology.In their experiments, the team used genes from the filamentous fungus, from which nonribosomal peptide penicillin is naturally derived. These genes caused the yeast cells to produce the nonribosomal peptide penicillin via a two-step biochemical reaction process. First the cells made the nonribosomal peptide base -- the 'backbone' molecule -- by a complex reaction, and then this was modified by a set of further fungal enzymes that turn it into the active antibiotic.During the experimentation process, the team discovered that they didn't need to extract the penicillin molecules from inside the yeast cell. Instead, the cell was expelling the molecules directly into the solution it was in. This meant that the team simply had to add the solution to a petri-dish containing streptococcus bacteria to observe its effectiveness. In the future, this approach could greatly simplify the molecule testing and manufacturing process. Dr Ali Awan, co-author from the Department of Bioengineering at Imperial College London, explains: \"Fungi have had millions of years to evolve the capability to produce bacteria-killing penicillin. We scientists have only been working with yeast in this context for a handful of years, but now that we've developed the blueprint for coaxing yeast to make penicillin, we are confident we can further refine this method to create novel drugs in the future.\"We believe yeast could be the new mini-factories of the future, helping us to experiment with new compounds in the nonribosomal peptide family to develop drugs that counter antimicrobial resistance.\"The team are currently looking for fresh sources of funding and new industrial collaborators to take their research to the next level. Dr Ellis added: \"Penicillin was first discovered by Sir Alexander Fleming at St Mary's Hospital Medical School, which is now part of Imperial. He also predicted the rise of antibiotic resistance soon after making his discovery. We hope, in some small way, to build on his legacy, collaborating with industry and academia to develop the next generation of antibiotics using synthetic biology techniques.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/icl-seb050317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Imperial College London", "keywords": ["Biology", " Biochemistry", " Chemistry/Physics/Materials Sciences", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Vaccines", " Pharmaceutical Science", " Technology/Engineering/Computer Science"], "journal": "Nature Communications", "description": "Scientists have inserted fungus genes into a yeast cell to make it produce penicillin molecules.", "date": "Thu, 04 May 2017 04:00:00 GMT"}