{"title": "First extensive immune profile of sarcomas shows some likely susceptible to immunotherapy", "text": "SEATTLE -- Sarcomas -- cancers of the connective tissues like muscles, joints, fat and bone -- come in dozens of subtypes. Clinical trial results have been mixed when treating these diverse tumors with immunotherapy, a targeted therapeutic strategy that has success in other cancers.But now a study to be published May 2 in the journal Cancer suggests how both existing and emerging immunotherapy treatments could be successful for sarcomas. Two sarcoma subtypes -- leiomyosarcoma and pleomorphic -- showed biological characteristics suggesting they are susceptible to an existing immunotherapy approach known as checkpoint inhibitors. This treatment works by blocking a protein that keeps immune cells from attacking cancerous cells.\"Checkpoint inhibitors have transformed the standard of care for melanoma and lung cancer, but it's been tough to make headway in developing immunotherapy strategies for sarcomas,\" said Dr. Seth Pollack, a clinical researcher at Fred Hutchinson Cancer Research Center and the study's senior author. \"Before this study, we had a feeling based on preliminary data that some of the sarcomas would behave very differently based on the immune response, and these findings suggest that we're on the right track.\"Sarcomas comprise more than 70 different cancers that can originate anywhere in the body and are usually named after the tissue from which they arise.  In the most extensive sarcoma immune profiling to date, Pollack and his colleagues examined tumor samples from 81 patients with types of sarcoma that comprise 75 percent of the disease: leiomyosarcoma, pleomorphic sarcoma, synovial sarcoma and liposarcoma. The samples came from patients who had agreed to allow researchers to study their tumors for developing new therapies.The researchers aimed to identify patterns of immune response in these sarcomas to identify promising targets for therapies. They measured:\r\nLeiomyosarcoma and pleomorphic sarcomas were the two subtypes that had a greater immune response by nearly all of the measures in the study, which means that they're more visible to the immune system.\"To me, these findings say that there are certain sarcoma subtypes that really lend themselves to the development of checkpoint inhibitor-based strategies,\" Pollack said. Checkpoint inhibitors are immunotherapies that remove the PD-1 \"off switch\" and essentially allow the immune system to attack cancer more aggressively.Meanwhile, synovial sarcoma and liposarcoma had low levels of the immune response markers, suggesting that other immunotherapeutic strategies, such as adoptive T-cell therapies or vaccines, would work better.\"It's too early to change how doctors will treat patients, but these findings are influencing the design of clinical trials in sarcoma,\" Pollack said. Other studies have suggested there may be unexpected challenges treating leiomyosarcoma with these therapies and that those patients may benefit from combination approaches with other treatments. \"Our results show that even though other studies have been unclear about whether checkpoint inhibitors work for leiomyosarcoma, that there's still a way to make them work for this subtype and that we need to keep working on it,\" Pollack said.Pollack is conducting ongoing clinical trials combining chemotherapies and checkpoint inhibitors:\r\nUltimately, he hopes to expand treatment options for patients with advanced sarcoma who have an estimated survival of 12 to 18 months.Sarcomas comprise about 1 percent of all cancers; about 20,000 people a year are diagnosed each year in the United States with one of its many subtypes. Though sarcomas are often called \"rare,\" Pollack said that's a misnomer.\"Indeed there are many rare subtypes of sarcoma, but added together they have similar incidence compared with other cancers that get more attention such as esophageal cancer, Hodgkin lymphoma and acute myeloid leukemia,\" he said.", "article_link": "http://dx.doi.org/10.1002/cncr.30726", "url": "http://www.eurekalert.org/pub_releases/2017-05/fhcr-fei042717.php", "region": "namerica", "source_link": null, "funder": "The Sarcoma Alliance for Research through Collaboration, Sarcoma Foundation for America and Gilman Sarcoma Foundation", "meeting": "", "institution": "Fred Hutchinson Cancer Research Center", "keywords": ["Biology", " Medicine/Health", " Cancer"], "journal": "Cancer", "description": "Some types of sarcomas elicit a greater immune response than others, which sheds light on how immunotherapy could be used for this connective-tissue cancer, according to a new study in Cancer. Photos, video available.", "date": "Tue, 02 May 2017 04:00:00 GMT"}