{"title": "Don't leave baby boomers behind when designing wearable technology", "text": "Wearable devices have been heralded as one of the next great technological frontiers. They can provide all users, including older ones, with constantly updated medical information by tracking cardiac health, identifying potential illnesses, and serving as emergency alert systems, among other benefits. That is, if you can get older users to adopt wearable technology. In their article in the July 2017 issue of Ergonomics in Design, \"Designing Wearable Technology for an Aging Population,\" human factors/ergonomics researchers lay out a framework for improving the usability of wearable technology for older adults.According to Joanna Lewis, a doctoral student of applied experimental and human factors psychology at the University of Central Florida, \"The proportion of the population over the age of 65 is growing and will continue to do so. Technological developments are exponentially growing and inundating our lives, and we don't want a demographic that is scaling up in size not to have access to devices that are becoming prolific in everyday society.\"Although wearable devices can serve as important tools for older adults, Lewis and coauthor Mark Neider found that poor design decisions that fail to address the aging population's needs can undermine the technology's value. Older adults also tend to experience feelings of mistrust and frustration when using new devices, with the result that they often abandon otherwise worthwhile technology. Taking into account the role of age-linked declines in cognitive, physical, and sensory abilities, the authors identified several critical areas for improvement. These include reducing the steps required for users to complete a given action, minimizing the need for multitasking, eliminating time constraints for completing a task, and increasing the size of buttons, icons, and text. Lewis and Neider also caution designers to avoid clunky or outdated exteriors that may result in age-related stereotypes or cause users to feel stigmatized by their peers. \"A device's usability should consider all ages,\" Lewis adds. \"Potential issues with wearable devices for older adults can be avoided by acknowledging limitations, and development teams can create effective and safe platforms that appeal to a variety of end users.\"", "article_link": "http://dx.doi.org/10.1177/1064804616645488", "url": "http://www.eurekalert.org/pub_releases/2017-06/hfae-dlb062217.php", "region": "namerica", "source_link": "https://www.hfes.org/Web/DetailNews.aspx?Id=436", "funder": "", "meeting": "", "institution": "Human Factors and Ergonomics Society", "keywords": ["Health Care", " Medicine/Health", " Aging", " Health Care Systems/Services", " Social/Behavioral Science", " Quality of Life", " Aging", " Perception/Awareness", " Computer Science"], "journal": "Ergonomics in Design: The Quarterly of Human Factors Applications", "description": "Accounting for age-related cognitive and physical challenges can increase adoption rates for older users who need help managing their health.", "date": "Fri, 23 Jun 2017 04:00:00 GMT"}