{"title": "White people show race bias when judging deception", "text": "When making judgments about who is lying and who is telling the truth, new research shows that White people are more likely to label a Black person as a truth-teller compared with a White person, even though their spontaneous behavior indicates the reverse bias. The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"In our research, we document that White perceivers actually selected the truth response more for Black targets than White targets in a lie detection task, suggesting that they are over-correcting for their anticipated racial bias,\" explains E. Paige Lloyd of Miami University, lead author on the research.\"Critically, though, when White perceivers could not easily control their responses, we observed clear evidence of anti-Black bias,\" she adds. \"In other words, White perceivers initially show an impulse to call Blacks liars, but then over-correct for this later in the judgment process.\"Despite the importance of being able to distinguish honesty from deceit, considerable research shows that we are incredibly bad at making this judgment. In general, people typically show a so-called truth bias, erring on the side of caution and assuming that people are more likely to be telling the truth.But does this truth bias hold for people of different races? Lloyd and colleagues conducted a series of experiments to find out.In three related experiments, the researchers randomly assigned White participants to watch a set of videos in which Black and White college students described their acquaintances. The participants saw each of the individuals in the videos twice - in one case the individual was lying and in the other he was telling the truth.For each video, the participant determined whether the student was telling the truth or a lie. After watching all of the videos, they completed a survey measuring the extent to which internalized reasons (e.g., \"It is important to my self-concept to be nonprejudiced toward Black people\") and extrinsic reasons (e.g., \"I act in a nonprejudiced way toward Black people because I want to avoid disapproval from others\") motivated them to respond without prejudice.The results from all three experiments were clear: Participants were more likely to identify the Black students in the videos as truth-tellers compared with the White students. And motivations to respond without prejudice seemed to be the primary driver of this truth bias.Data from another experiment indicated that both Black and White participants showed this truth bias for Black individuals -- however, motivations to respond without prejudice only played a role in predicting White participants' responses.Together, these experiments provide consistent evidence for a truth bias in White participants' explicit judgments about Black individuals, but would their spontaneous behavior also show this bias?As in previous studies, Lloyd and colleagues asked a group of White participants to make judgments about deception, but this time the researchers also recorded the participants' eye movements. Underneath each video, a \"truth\" response box and a \"lie\" response box appeared - participants determined the appropriate response in each video and clicked on the corresponding box.Again, participants' deliberative judgments (i.e., the response box they clicked) showed a larger truth bias when the individual in the video was Black as compared to White. But their eye movements told a different story: They were faster to look at the \"lie\" box when the person in the video was Black compared with when he was White.\"This finding is important because many real-world lie detection judgments are made under time pressure or in less-than-ideal circumstances -- such as fatigue or distraction -- where the ability to correct for an initial impulse is not possible,\" says Lloyd.In all, these findings shed light on an important aspect of social interactions, particularly those between people from different racial groups:\"Americans, and especially White Americans, often struggle to understand and to consider their potential role in creating and enacting prejudice. Some people deny the existence of racial prejudice, while others work hard to avoid expressing anti-Black attitudes,\" Lloyd explains.\"Understanding situations in which prejudice correction attempts are successful, are unsuccessful, and, as we observe in our work, are even counter-productive is important,\" she adds. \"In contexts ranging from policing to classrooms to juries it is necessary to better understand when and how prejudice is likely to impact consequential, even life or death, decisions of trust.\"", "article_link": "http://dx.doi.org/10.1177/0956797617705399", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-wps062217.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/white-people-show-race-bias-in-judging-deception.html#.WUvFY-srKUl", "funder": "National Science Foundation", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Minorities", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "When making judgments about who is lying and who is telling the truth, new research shows that White people are more likely to label a Black person as a truth-teller compared with a White person, even though their spontaneous behavior indicates the reverse bias. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}