{"title": "Mouse study suggests how hearing a warning sound turns into fearing it over time", "text": "The music from the movie \"Jaws\" is a sound that many people have learned to associate with a fear of sharks. Just hearing the music can cause the sensation of this fear to surface, but neuroscientists do not have a full understanding of how that process works.Now an adult mouse model reveals that changes in lattice-like structures in the brain known as perineuronal nets are necessary to \"capture\" an auditory fear association and \"haul\" it in as a longer-term memory. The journal Neuron published the findings by scientists at Emory University and McLean Hospital, a Harvard Medical School affiliate. The findings could aid research into how to help combat veterans suffering from post-traumatic stress disorder (PTSD).\"We've identified a new mechanism -- involving the regulation of perineuronal nets in an adult auditory cortex -- that contributes to learning an association between an auditory warning and a fearful event,\" says Robert Liu, a senior author of the study and an Emory biologist focused on how the brain perceives and processes sound. \"It's surprising,\" he adds, \"because it was previously thought that these perineuronal nets did not change in an adult brain.\"Another novel finding by the researchers: It's not just activity in the auditory cortex during a fear-inducing experience associated with sound, but after the experience that is important for the consolidation of the memory. \"What is unexpected is that this brain activity was not in direct response to hearing the actual sound, since animals were just sitting in a quiet room during that period,\" Liu says. \"This finding could fit with an idea that's been around for some time, that the way your brain consolidates memories of your day's experiences is by replaying the events after they have happened.\"The amygdala -- a region of the brain located within the temporal lobes -- has long been tied to learning what stimuli can trigger emotional reactions such as fear. More recent studies have shown the firing of circuits in the auditory cortex during a threatening sound also play a role in learning what signals should set off a fear reaction. The auditory part of the brain goes from the ear and cochlea through several stages to reach the auditory cortex -- the highest neural processing level for sounds. Perineuronal nets (PNN) are extracellular lattices that surround and stabilize neurons. During childhood development they have plasticity. \"When they eventually mature, they crystalize, locking down the anatomy around the neurons and forming a kind of scaffold,\" Liu says. \"It's been thought that these nets remained largely stable in adulthood.\" The mice used in the current research were trained to associate the sound of a tone with a mild shock. The animals eventually would freeze when they heard the sound, in anticipation of the mild shock. Days later, they continued to freeze at the sound even when the shock no longer followed it.The researchers found that, after the fear-association experience, a transition period lasting about four hours occurs in which the PNN in the rodents' auditory cortex changed to become stronger. \"We speculate that the strengthening of these nets -- just like during development -- may be putting a brake on further neural plasticity and 'locking in' the fear association before other sound experiences interfere with the memory,\" Liu says.When some mice in the study were given an enzyme that dissolved the PNN in the auditory cortex, they stopped remembering to freeze at the sound of the tone. \"We essentially removed these nets and that appeared to prevent the fear association from consolidating in the memory, so it fell away faster,\" Liu says. \"It's counterintuitive. Before we would have thought if we removed the PNN it would have increased the potential for learning the fear association by increasing the plasticity of the neurons.\"Such research could aid in the development of an intervention for PTSD. \"It suggests that there may be a window of time after someone experiences a trauma that you could give them a drug to silence activity in a particular area of the brain,\" Liu says. \"That might prevent them from consolidating a particular traumatic memory.\"The findings also add to data about how the brain learns in general, and the relationship between receiving new information and a critical time period needed to consolidate it, he says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ehs-mss062217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Office of Research Infrastructure Programs' Primate Centers", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Biology", " Microbiology", " Molecular Biology", " Medicine/Health", " Hearing/Speech", " Neurobiology", " Coping/Phobias", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Neuron", "description": "An adult mouse model reveals that changes in lattice-like structures in the brain known as perineuronal nets are necessary to 'capture' an auditory fear association and 'haul' it in as a longer-term memory.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}