{"title": "Authenticity key to landing a new job", "text": "At job interviews, relax and be yourself - if you're good, being yourself may be the best way to secure a job offer, according to a new study involving UCL researchers.Published today in the Journal of Applied Psychology, the study by UCL, Bocconi University, Hong Kong Polytechnic University, and London Business School, found that high-quality candidates who strive to present themselves accurately during the interview process significantly increase the likelihood of receiving a job offer.\"People are often encouraged to only present the best aspects of themselves at interview so they appear more attractive to employers, but what we've found is that high-quality candidates -- the top 10% -- fare much better when they present who they really are. Unfortunately, the same isn't true for poorer quality candidates who can actually damage their chances of being offered the job by being more authentic,\" explained co-author Dr SunYoung Lee (UCL School of Management).The research focused on the concept of 'self-verification', which refers to individuals' drive to be known and understood by others according to their firmly held beliefs and feelings about themselves.To date, self-verifying behaviour was known to positively influence outcomes that unfold over time, such as the process of integration in a new organization. This paper shows, for the first time, that self-verification can have important effects in short-term interpersonal interactions as well, as in the hiring process.Lead author, Dr Celia Moore (Bocconi University), said: \"In a job interview, we often try to present ourselves as perfect. Our study proves this instinct wrong. Interviewers perceive an overly polished self-representation as inauthentic and potentially misrepresentative. But ultimately, if you are a high-quality candidate, you can be yourself on the job market. You can be honest and authentic. And if you are, you will be more likely to get a job\".\r\nThe researchers conducted three studies -- two field studies looking at the importance of self-verification for groups of professionals applying for different jobs and a third experimental study testing the mechanism behind the effects observed. In the two field studies, prior to job interviews, candidates reported their self-verification drive, and their quality was evaluated in face-to-face interviews. The results of the studies were normalised for gender, age and race.The first study investigated a sample of 1,240 teachers from around the globe who applied for placements in the U.S. The candidates that had been evaluated as high quality had a 51% likelihood of receiving a placement, but this increased to 73% for those who also had a strong drive to self-verify. \r\nThe second study replicated this effect in a radically different sample by assessing 333 lawyers applying for positions in a branch of the U.S. military. For this group, high quality candidates increased their chances of receiving a job offer five-fold, from 3% to 17%, if they also had a strong drive to self-verify. This effect was only seen in high-quality candidates, and for those rated as low-quality, the drive to self-verify weakened their position.\r\nThe third study was designed to test the mechanism behind this effect. For this, the researchers surveyed 300 people on their self-verification striving and selected those who were extremely high and extremely low in the distribution. The individuals participated in a mock job interview, which were then transcribed and submitted to text analysis. It revealed differences in candidates' language use as a function of their self-verification drive. People with a strong self-verification drive communicated in a more fluid way about themselves, and were ultimately perceived as more authentic and less misrepresentative. \r\nThe team say that these perceptions ultimately explain why high-self-verifying candidate can flourish on the job market.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ucl-akt062217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University College London", "keywords": ["Social/Behavioral Science", " Behavior", " Management Science/Operations Research", " Mental Health", " Perception/Awareness"], "journal": "Applied Psychology: An International Review", "description": "At job interviews, relax and be yourself -- if you're good, being yourself may be the best way to secure a job offer, according to a new study involving UCL researchers.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}