{"title": "More guns now being purchased for self-defense than recreation", "text": "Ann Arbor, MI, June 22, 2017 - Although firearm violence kills or injures 100,000 Americans each year, most scientific research tends to focus on two aspects of this issue--victims of firearm violence and gun policies. Little attention has been paid to gun and ammunition or firearm manufacturers, dealers, and the industry lobby. In a new study in the American Journal of Preventive Medicine, researchers determined that there has been a shift towards more lethal weapons that appear to be designed primarily for self-defense, rather than recreational use, such as hunting, target shooting, or other forms of recreation.\"Our research suggests that guns are increasingly being viewed as having a primary role in self-defense, rather than in use for hunting or sport,\" explained lead investigator Michael Siegel, MD, MPH, Boston University School of Public Health, Boston MA, \"Public health practitioners need to understand and accept the increasing view, among gun owners, of firearms as a means to security and freedom. Only by acknowledging the value that firearms have in the lives of gun owners can public health practitioners develop programs and policies that respect the desire to own weapons for self-defense while at the same time mitigating the firearm violence that is ravishing our communities.\"Using data from the Bureau of Alcohol, Tobacco, Firearms, and Explosives (ATF) for all 50 U.S. states for 1990-2015, as well as FBI data from National Instant Background Checks, investigators identified trends in the type and caliber of firearms being manufactured in the U.S. from 1990 through 2014. They found that the number of firearms manufactured in the U.S. for domestic commerce ranged between 3 and 5 million per year between 1990 and 2005, but then grew exponentially, from 3.2 million firearms in 2004 to a peak of 10.3 million in 2013. Most of this upsurge was due to increased production of pistols (0.380 and higher caliber) and rifles. Between 2004 and 2015, the production of 0.380 caliber pistols rose by 1200%, 9 mm pistols by 700%, and pistols greater than 9 mm by 250%.An important outcome of this study is that it shows how monitoring trends in firearm production over time can provide insights into changes in consumer demand that reflect industry marketing practices and/or changes in societal norms regarding guns and their role and value.Instead of viewing firearm violence as exclusively a criminal justice problem, it can be seen as a public health problem. The Host-Agent-Vector-Environment model is commonly used to identify potential solutions to public health problems. In this paper, the authors concentrate on the agent (firearms themselves and ammunition) and the vector (the firearms industry, including arms manufacturers and dealers and the industry lobby) to uncover trends that might help in reducing firearm violence.According to Dr. Siegel, \"The findings of this study have significant implications for finding working solutions to the problem of firearm violence. Further research is needed to determine whether industry marketing is contributing to a change in the demand for firearms and the cultural perception of guns in society.\r\n", "article_link": "http://dx.doi.org/10.1016/j.amepre.2017.05.002", "url": "http://www.eurekalert.org/pub_releases/2017-06/e-mgn062017.php", "region": "europe", "source_link": null, "funder": "Robert Wood Johnson Foundation, Evidence for Action Program", "meeting": "", "institution": "Elsevier", "keywords": ["Medicine/Health", " Public Health", " Behavior", " Violence/Criminals"], "journal": "American Journal of Preventive Medicine", "description": "In a new study in the American Journal of Preventive Medicine, researchers determined that there has been a shift towards more lethal weapons that appear to be designed primarily for self-defense, rather than recreational use, such as hunting, target shooting, or other forms of recreation.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}