{"title": "Study examines gun policy preferences across racial groups", "text": "In the wake of recent mass shootings in Alexandria, Virginia, and elsewhere in the U.S., a new study from two University of Illinois at Chicago political scientists looks at factors that drive support for gun control among whites, Latinos and blacks.\"This is the first study that provides analyses for each of the two minority groups separately,\" says Alexandra Filindra, associate professor of political science and lead author of the study. \"Previous studies have analyzed aggregate public opinion or white public opinion.\"Filindra and Noah Kaplan, UIC clinical assistant professor of political science, analyzed data from a 2015 survey on gun control conducted by YouGov.com, an online international market research firm.The researchers found support for all forms of gun control is stronger among Latinos and blacks than whites.For example, 74 percent of blacks and 61 percent of Latinos, but only 55 percent of whites support an assault weapons ban.Similarly, 86 percent of blacks and 78 percent of Latinos, but only 62 percent of whites support the creation of a federal database that tracks sales of firearms.Fear of crime, such as being afraid to walk in the neighborhood after dark, has no effect on gun control preferences for any group, according to the report.\"This suggests that perceptions of danger and concerns about the likelihood of becoming a victim are not a key driver of gun policy preferences,\" Filindra said. \"There is some evidence that experience with criminal victimization dampens support for gun control among African-Americans, but not the other two groups.\"Similar to findings from earlier research, the study indicates racial resentment, a measure of anti-black attitudes, is a significant predictor of the gun control preferences and related beliefs held by whites, and to a similar extent among Latinos.\"The same is the case for beliefs that blacks are more violent than whites,\" Filindra said. \"Racial prejudice, even though it is no longer a dominant attitude among whites, still influences their gun control policy attitudes.\"The researchers also found ideology and political partisanship are strong predictors of support for gun control among whites and Latinos, but not blacks.\"Based on the responses measured across all groups, the perception that crime is going up in the country correlates with stronger support for gun control measures,\" she said. \"This undercuts the argument often made by gun rights activists that fear of crime is what drives individuals to support gun rights.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uoia-seg062217.php", "region": "namerica", "source_link": "http://news.uic.edu/study-examines-gun-policy-preferences-across-racial-groups", "funder": "University of Illinois at Chicago Chancellor's Discovery Fund for Multidisciplinary Research", "meeting": "", "institution": "University of Illinois at Chicago", "keywords": ["Policy/Ethics", " Law Enforcement", " Minorities", " Political Science", " Law Enforcement/Jurisprudence"], "journal": "Social Science Quarterly", "description": "Support for all forms of gun control is stronger among Latinos and blacks than whites, according to researchers from the University of Illinois at Chicago.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}