{"title": "How pheromones trigger female sexual behavior", "text": "A study by a group of Japanese scientists showed how a male pheromone in mice enhances sexual behaviors in females--and how it may enhance a different behavior, aggression, in males -- by identifying distinct neural circuits and neurons that generate a particular behavioral response to specific chemical signals. The findings point to a model for further investigating how sex-specific innate behaviors in living things are controlled.In most animals, the sense of smell and other sensory perception of chemical stimulus play a critical role in controlling instinctive behaviors. For instance, chemical signals from a partner, competitor or predator elicit specific behavior in mice, namely mating, aggression and defensive behaviors, respectively. Ever since a pheromone secreted by a female moth that attracts the opposite sex was identified in 1959, scientists have pinned down numerous chemicals that affect behavior in a wide variety of animal species, from insects to mammals to humans. Despite their growing database of known pheromones, scientists knew little about how the brain actually converts certain sensory input into appropriate behavioral output, especially in mammals. \"It is widely known that some chemicals, especially odors, can impact an animal's instinctive behaviors even on first contact,\" says Kazushige Touhara, a professor at the University of Tokyo's Graduate School of Agricultural and Life Sciences, who supervised the study. \"We assumed there was a neural mechanism in the brain that correctly connects important sensory information to appropriate behavioral centers in the brain,\" he adds.In its study, the research group used a male pheromone, secreted from the tear gland, called ESP1 that has been shown to enhance sexual behaviors in female mice, while promoting aggression in males exposed to ESP1 in conjunction with unfamiliar male urine. Unlike other pheromones, which tend to be composed of a complex web of substances, ESP1 is a single purified chemical that is detected by a sole corresponding receptor, making it comparatively easy to track.The group employed various viral tracing methods--infecting receptor-expressing neurons with a virus strain and watching them spread as they label infected cells with a fluorescent protein--to visualize the neural circuit downstream of the ESP1 receptor, as well as providing an image of nerve fibers belonging to specific neurons in the brain and synapses relaying impulses from neuron to neuron, to map the anatomical foundation that conveys ESP1 signals in the brain. Using this method, researchers found that the information of ESP1 was routed differently in males and females by neurons in a region of the brain called the amygdala.The researchers also found that activation of ESP1-responding neurons in the region of the brain called the hypothalamus enhanced sexual behavior in female mice, even in the absence of actual ESP1, by using various tools to chemically or optically control neural activities, combined with a process called the TRAP method, which allows them to selectively manipulate neurons responding to a particular stimulus. In contrast, activation of neurons that responded to snake skin, a predator cue that elicits defensive behaviors, in the same brain area showed no change in sexual behaviors.\"This finding suggests that there are two different types of neurons, ESP1 and predator neurons, and only the former controls sexual behaviors in female mice,\" explains Touhara.A similar discovery in fruit flies, reported in an earlier independent study, which shows that a particular sex pheromone enhances female sexual behaviors and male aggression via separate neural circuits between the sexes, suggests that a sexually distinct circuit may be a universal strategy for converting male pheromone information into appropriate behavioral output. Further understanding the neural basis underlying the control of female sexual behaviors could also provide insights into the origin of sexual dysfunctions.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.038", "url": "http://www.eurekalert.org/pub_releases/2017-06/uot-hpt062217.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "University of Tokyo", "keywords": ["Biology", " Biochemistry", " Neurochemistry", " Olfactory/Taste", " Sexual Behavior"], "journal": "Neuron", "description": "A study by a group of Japanese scientists showed how a male pheromone in mice enhances sexual behaviors in females -- and how it may enhance a different behavior, aggression, in males -- by identifying distinct neural circuits and neurons that generate a particular behavioral response to specific chemical signals. The findings point to a model for further investigating how sex-specific innate behaviors in living things are controlled.", "date": "Thu, 22 Jun 2017 04:00:00 GMT"}