{"title": "Bitter or sweet? How taste cells decide what they want to be", "text": "PHILADELPHIA (June 21, 2017) -- Ever burn your tongue so badly that you were unable to taste your food for a few days? Luckily, a unique feature of taste cells is that they continually regenerate every 10 to 14 days. Now, a new study from the Monell Center and collaborating institutions advances understanding of how stem cells on the tongue grow into the different types of mature taste cells that detect either sweet, salty, sour, bitter, or umami. By identifying novel genes and molecular pathways involved in shaping a taste cell's function, these findings may someday allow scientists to treat taste disorders, characterize new taste qualities, or even fine-tune a person's taste perception to encourage healthier eating. \"We still have many open questions about how the sense of taste works. Some of these newly-discovered genes may help us better understand how a taste cell detects a given taste quality,\" said Monell Center molecular neurobiologist Peihua Jiang, PhD, the study's senior author. \"Who knows, someday we may be able to use this knowledge to generate fewer bitter cells in a bitter-sensitive person to help that person enjoy healthy bitter-tasting vegetables.\"Taste cells are located in clusters called taste buds, which in turn are found in papillae, the raised bumps visible on the tongue's surface. Two different types of specialized taste cells contain the chemical receptors and intracellular molecular machinery needed to initiate the perception of taste. A third type appears to serve as a supporting cell.   In 2013, Jiang helped identify the stem, or progenitor, cell that gives rise to these three different taste cell types. Moving forward, he was able to place these taste stem cells in a culture dish and prompt them to grow into the different mature taste cell types, thus creating a taste bud in a dish -- scientifically known as taste organoids. In the current paper, published online in the open access journal Scientific Reports, Jiang and his collaborators studied taste organoids at different stages of growth to identify which genes are turned on at each stage of taste cell generation. Using a powerful genetic technology called RNA-seq, these experiments revealed a nearly comprehensive list of all the genes, including some not previously identified, that guide the development of taste cells. The studies also revealed when during taste cell differentiation these genes influence whether a given taste cell ultimately will respond to either salty, sweet, sour, bitter or umami. Other experiments expanded the findings to provide clues about the molecular signals that may direct the taste stem cells to go down one path or another. Using pharmacological approaches, the researchers identified the so-called signaling proteins within the immature taste cells that cause the developing cells to multiply and turn into specific cell types. These studies revealed the important roles of several signaling pathways, including ones not previously known to play a role in taste.\"By better understanding how our taste cells detect and translate information about the chemical constituents of our food, we may be able to confirm how humans detect poorly-understood qualities such as fat or calcium, or even identify entirely new tastes,\" said study co-author Robert Margolskee, MD, PhD, also a Monell molecular neurobiologist.Jiang notes that the research may have treatment implications for patients who lose their sense of taste following radiation for head and neck cancers. \"Understanding how taste cells grow may help us develop novel strategies to help patients with taste disorders,\" he said. Moving forward, the researchers want to identify the functions of the newly-discovered taste genes. Other studies will focus on better understanding the molecular signaling that guides taste cell differentiation and function.\"This is basic research at its best,\" said Jiang. \"We need to know how taste cells grow and work in normal situations before we can harness this knowledge to help people.\"", "article_link": "http://dx.doi.org/10.1038/s41598-017-04099-5", "url": "http://www.eurekalert.org/pub_releases/2017-06/mcsc-bos062017.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Deafness and Other Communication Disorders", "meeting": "", "institution": "Monell Chemical Senses Center", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Olfactory/Taste", " Nutrition/Nutrients", " Genes"], "journal": "Scientific Reports", "description": "A new study from the Monell Center and collaborating institutions advances understanding of how stem cells on the tongue grow into the different types of mature taste cells that detect either sweet, salty, sour, bitter, or umami. By identifying novel genes and molecular pathways involved in shaping a taste cell's function, these findings may someday allow scientists to treat taste disorders, characterize new taste qualities, or even fine-tune taste perception to encourage healthier eating.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}