{"title": "Prior knowledge may influence how adults view van Goghs", "text": "Adults rely more on top-down processing than children when observing paintings by van Gogh, according to a study published June 21, 2017 in the open-access journal PLOS ONE by Francesco Walker from the Vrije Universiteit Amsterdam, The Netherlands, and colleagues. Analyzing eye movements can indicate how individuals direct their attention to build an overall impression of a painting. Previous studies have shown that children tend to be guided by visual stimuli - bottom-up processes - whereas adults are more influenced by their prior knowledge or beliefs - top-down factors - to guide perception.Whilst previous research in this area has been conducted in artificial settings, the authors of the present study tracked the eye movements of 12 adults and 12 children when viewing five paintings in a museum setting at the Van Gogh Museum, Amsterdam. The paintings were chosen to be new to the participants, whose gaze patterns were recorded both before and after hearing descriptions of the paintings. The researchers found that adults made an average of 63 fixations on the surface of the paintings during the 30 second viewing period, while children made an average of 53 fixations.When viewing the paintings freely, the children focused first on the stand-out, 'salient' features of the paintings, indicating bottom-up processing. However, after hearing the painting descriptions, they paid attention to less noticeable features first, indicating that their new knowledge was influencing their attention in top-down processing. Adults appeared to focus initially on non-salient features both before and after hearing a description, suggesting that top-down processing was dominating their viewing processes throughout. This research suggests that it is possible to investigate eye movements in museums, and analyses using larger samples could continue to investigate how children and adults perceive art in this natural setting.", "article_link": "http://dx.doi.org/10.1371/journal.pone.0178912", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-pkm061417.php", "region": "namerica", "source_link": null, "funder": "See Funding", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Ecology/Environment", " Physiology", " Physiology", " Social/Behavioral Science", " Anthropology", " Arts/Culture", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "PLOS ONE", "description": "Adults rely more on top-down processing than children when observing paintings by van Gogh, according to a study published June 21, 2017 in the open-access journal PLOS ONE by Francesco Walker from the Vrije Universiteit Amsterdam, The Netherlands, and colleagues.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}