{"title": "When lovers touch, their breathing and heartbeat syncs, pain wanes, study shows", "text": "Fathers-to-be, take note: You may be more useful in the labor and delivery room than you realize.That's one takeaway from a study released last week that found that when an empathetic partner holds the hand of a woman in pain, their heart and respiratory rates sync and her pain dissipates.\"The more empathic the partner and the stronger the analgesic effect, the higher the synchronization between the two when they are touching,\" said lead author Pavel Goldstein, a postdoctoral pain researcher in the Cognitive and Affective Neuroscience Lab at CU Boulder.The study of 22 couples, published in the journal Scientific Reports last week, is the latest in a growing body of research on \"interpersonal synchronization,\" the phenomenon in which individuals begin to physiologically mirror the people they're with.Scientists have long known that people subconsciously sync their footsteps with the person they're walking with or adjust their posture to mirror a friend's during conversation. Recent studies also show that when people watch an emotional movie or sing together, their heart rates and respiratory rhythms synchronize. When leaders and followers have a good rapport, their brainwaves fall into a similar pattern. And when romantic couples are simply in each other's presence, their cardiorespiratory and brainwave patterns sync up, research has shown.The new study, co-written with University of Haifa Professor Simone Shamay-Tsoory and Assistant Professor Irit Weissman-Fogel, is the first to explore interpersonal synchronization in the context of pain and touch. The authors hope it can inform the discussion as health care providers seek opioid-free pain relief options.Goldstein came up with the idea after witnessing the birth of his daughter, now 4.\"My wife was in pain, and all I could think was, 'What can I do to help her?' I reached for her hand and it seemed to help,\" he recalls. \"I wanted to test it out in the lab: Can one really decrease pain with touch, and if so, how?\"Goldstein recruited 22 long-term heterosexual couples, age 23 to 32, and put them through a series of tests aimed at mimicking that delivery-room scenario.Men were assigned the role of observer; women the pain target. As instruments measured their heart and breathing rates, they: sat together, not touching; sat together holding hands; or sat in separate rooms. Then they repeated all three scenarios as the woman was subjected to a mild heat pain on her forearm for 2 minutes.As in previous trials, the study showed couples synced physiologically to some degree just sitting together. But when she was subjected to pain and he couldn't touch her, that synchronization was severed. When he was allowed to hold her hand, their rates fell into sync again and her pain decreased.\"It appears that pain totally interrupts this interpersonal synchronization between couples,\" Goldstein said. \"Touch brings it back.\"Goldstein's previous research found that the more empathy the man showed for the woman (as measured in other tests), the more her pain subsided during touch. The more physiologically synchronized they were, the less pain she felt.It's not clear yet whether decreased pain is causing increased synchronicity, or vice versa. \"It could be that touch is a tool for communicating empathy, resulting in an analgesic, or pain-killing, effect,\" said Goldstein.Further research is necessary to figure out how a partner's touch eases pain. Goldstein suspects interpersonal synchronization may play a role, possibly by affecting an area of the brain called the anterior cingulate cortex, which is associated with pain perception, empathy, and heart and respiratory function.The study did not explore whether the same effect would occur with same-sex couples, or what happens when the man is the subject of pain. Goldstein did measure brainwave activity and plans to present those results in a future study.He hopes the research will help lend scientific credence to the notion that touch can ease pain.For now, he has some advice for partners in the delivery room: Be ready and available to hold your partner's hand.", "article_link": "http://dx.doi.org/10.1038/s41598-017-03627-7", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoca-wlt062117.php", "region": "namerica", "source_link": null, "funder": "Binational Science Foundation", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Alternative Medicine", " Death/Dying", " Neurobiology", " Gynecology", " Pain", " Social/Behavioral Science", " Sexual Behavior", " Perception/Awareness", " Parenting/Child Care/Family", " Couples"], "journal": "Scientific Reports", "description": "A new study by pain researchers from University of Colorado and University of Haifa found that when an empathetic partner holds a lover's hand, their heart rates and breathing rates sync and her pain subsides. Authors say such 'interpersonal synchronization' could play a role in the analgesic impacts of touch.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}