{"title": "Perceptions about body image linked to increased alcohol, tobacco use for teens", "text": "COLUMBIA, Mo. - How teenagers perceive their appearance, including their body image, can have significant impacts on health and wellness. Prior body image research has shown that people with negative body image are more likely to develop eating disorders and are more likely to suffer from depression and low self-esteem. Now, Virginia Ramseyer Winter, a body image expert and an assistant professor in the University of Missouri's School of Social Work, found negative body image also is associated with increased tobacco and alcohol use, with implications for both young men and women. Notably, she also found relationships between substance use and perceived attractiveness, with girls who believe they are very good looking being more likely to drink.\"We know alcohol and tobacco can have detrimental health effects, especially for teenagers,\" Ramseyer Winter said. \"I wanted to see if the perception of being overweight and negative body image leads to engaging in unhealthy or risky substance use behaviors. Understanding the relationship means that interventions and policies aimed at improving body image among teenage populations might improve overall health.\"Ramseyer Winter and her co-authors, Andrea Kennedy and Elizabeth O'Neill, used data from a national survey of American teenagers to determine the associations between perceived size and weight, perceived attractiveness, and levels of alcohol and tobacco use. The researchers found that perceived size and attractiveness were significantly related to substance use. Adolescent girls who perceived their body size to be too fat were more likely to use alcohol and tobacco. Boys who thought they were too skinny were more likely to smoke, and boys who considered themselves fat were more likely to binge drink.\"While poor body image disproportionately affects females, our findings indicate that body image also impacts young males,\" Ramseyer Winter said. \"For example, it's possible that boys who identified their bodies as too thin use tobacco to maintain body size, putting their health at risk.\"In addition to body size, the researchers looked at the connection between perceived attractiveness and substance use. Girls who thought they were not at all good looking were more likely to smoke. Girls who thought they were very good looking were more likely to binge drink. Ramseyer Winter suggests this is because attractiveness may be associated with popularity, which is related to increased alcohol use.To improve body image awareness, Ramseyer Winter suggested that parents, schools and health providers need to be aware of body shaming language and correct such behavior to help children identify with positive body image messages. Body shaming language can affect teenagers who have both positive and negative perceptions of themselves.\"Adolescent tobacco and alcohol use: the influence of body image,\" recently was published in the Journal of Child and Adolescent Substance Abuse. Kennedy is a doctoral candidate at the University of Southern California and O'Neill is a doctoral candidate at the University of Kansas. The MU School of Social Work is in the College of Human Environmental Sciences.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-pab062117.php", "region": "namerica", "source_link": "http://munews.missouri.edu/news-releases/2017/0621-perceptions-about-body-image-linked-to-increased-alcohol-tobacco-use-for-teens/", "funder": "", "meeting": "", "institution": "University of Missouri-Columbia", "keywords": ["Social/Behavioral Science", " Alcohol", " Smoking/Tobacco", " Mental Health", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Journal of Child and Adolescent Substance Abuse", "description": "Virginia Ramseyer-Winter, assistant professor of social work, found negative body image is associated with increased tobacco and alcohol use, with implications for both young men and women.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}