{"title": "Strategic studying limits the costs of divided attention", "text": "Multitasking while studying may impair overall memory for the study material, but your ability to strategically identify and remember the most important information may stay intact, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.\"Dividing attention wasn't necessarily a good thing for learning and recall, but we found that distracted participants were just as likely to recall the most important information as were participants who were able to give the presented information their full attention,\" explains psychology researcher Catherine D.  Middlebrooks of the University of California, Los Angeles.  \"The ability to prioritize high-value information during study was consistently immune to the effects of divided attention, regardless of the extent of the distractions that participants faced.\"Previous research has shown that learners are able to compensate for the limitations of memory by prioritizing certain information and essentially sacrificing other information as they study. That is, they strategically compensate for factors that are beyond their control - but deploying this strategic approach to studying itself requires cognitive resources. Middlebrooks and UCLA co-authors Tyson K. Kerr and Alan D. Castel wanted to know whether learners have sufficient cognitive resources to overcome the potential costs incurred by studying strategically.In one experiment, the researchers asked 192 undergraduate student participants to view a series of word lists and remember as many words as possible. Importantly, each word had a numerical value, from 1 to 10, and participants were instructed to maximize the total value of the words they recalled.Students randomly assigned to the divided attention group studied the word lists as digits were also being read aloud - they were instructed to press a key every time they heard three odd digits in a row. Other students studied the lists while lyrical music, with which they were familiar or unfamiliar, played in the background. Another group of students studied with no additional distractions.As expected, those students who were forced to divide their attention between the word list and the digits recalled fewer words compared with the students in the other groups. The data showed that the background music had no discernible effect on students' overall recall.Importantly, students really did seem to pay attention to the value of the words - their odds of recalling a 10-point word were almost five times greater than their odds of recalling a 1-point word. The link between value and recall held for students in all of the groups, regardless of whether they studied with or without distraction.The findings suggest that the students adjusted their studying to compensate for their study conditions, paying particular attention to the most important study items.A second experiment, in which students had to divide their attention between studying word lists and completing tone-monitoring tasks that varied in difficulty, showed a similar pattern of results. Participants performed worse when their attention was divided, but they were still able to selectively remember the high-value words.In both experiments, participants were better able to remember the words as they gained more experience with the task, suggesting that their ability to study selectively improved with practice.\"Situations in which we can actually give something our full, truly undivided attention are often few and far between--at any given moment, you're likely to be distracted to some extent by a number of factors,\" says Middlebrooks. \"Our findings don't suggest that multi-tasking or being distracted will never affect how well we might prioritize important information, but they do suggest that distraction does not automatically doom our efforts and that we seem to consider their costs when deciding how best to allocate our limited resources.\"In future research, Middlebrooks and colleagues hope to explore how various real-world factors - such as having to choose which material to study and how--might affect strategic studying.", "article_link": "http://dx.doi.org/10.1177/0956797617702502", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-ssl062017.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/strategic-studying-limits-the-costs-of-divided-attention.html", "funder": "NIH/National Institute on Aging", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Education", " Social/Behavioral Science", " Behavior", " Learning/Literacy/Reading", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "Multitasking while studying may impair overall memory for the study material, but your ability to strategically identify and remember the most important information may stay intact, according to new findings published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}