{"title": "Forgetting can make you smarter", "text": "For most people having a good memory means being able to remember more information clearly for long periods of time. For neuroscientists too, the inability to remember was long believed to represent a failure of the brain's mechanisms for storing and retrieving information.But according to a new review paper from Paul Frankland, a senior fellow in CIFAR's Child & Brain Development program, and Blake Richards, an associate fellow in the Learning in Machines & Brains program, our brains are actively working to forget. In fact, the two University of Toronto researchers propose that the goal of memory is not to transmit the most accurate information over time, but to guide and optimize intelligent decision making by only holding on to valuable information.\"It's important that the brain forgets irrelevant details and instead focuses on the stuff that's going to help make decisions in the real world,\" says Richards.  The review paper, published this week in the journal Neuron, looks at the literature on remembering, known as persistence, and the newer body of research on forgetting, or transience. The recent increase in research into the brain mechanisms that promote forgetting is revealing that forgetting is just as important a component of our memory system as remembering.  \"We find plenty of evidence from recent research that there are mechanisms that promote memory loss, and that these are distinct from those involved in storing information,\" says Frankland.One of these mechanisms is the weakening or elimination of synaptic connections between neurons in which memories are encoded. Another mechanism, supported by evidence from Frankland's own lab, is the generation of new neurons from stem cells. As new neurons integrate into the hippocampus, the new connections remodel hippocampal circuits and overwrite memories stored in those circuits, making them harder to access. This may explain why children, whose hippocampi are producing more new neurons, forget so much information. It may seem counterintuitive that the brain would expend so much energy creating new neurons at the detriment of memory. Richards, whose research applies artificial intelligence (AI) theories to understanding the brain, looked to principles of learning from AI for answers. Using these principles, Frankland and Richards frame an argument that the interaction between remembering and forgetting in the human brain allows us to make more intelligent memory-based decisions.  It does so in two ways. First, forgetting allows us to adapt to new situations by letting go of outdated and potentially misleading information that can no longer help us maneuver changing environments.\"If you're trying to navigate the world and your brain is constantly bringing up multiple conflicting memories, that makes it harder for you to make an informed decision,\" says Richards. The second way forgetting facilitates decision making is by allowing us to generalize past events to new ones. In artificial intelligence this principle is called regularization and it works by creating simple computer models that prioritize core information but eliminate specific details, allowing for wider application.Memories in the brain work in a similar way. When we only remember the gist of an encounter as opposed to every detail, this controlled forgetting of insignificant details creates simple memories which are more effective at predicting new experiences.Ultimately, these mechanisms are cued by the environment we are in. A constantly changing environment may require that we remember less. For example, a cashier who meets many new people every day will only remember the names of her customers for a short period of time, whereas a designer that meets with her clients regularly will retain that information longer.\"One of the things that distinguishes an environment where you're going to want to remember stuff versus an environment where you want to forget stuff is this question of how consistent the environment is and how likely things are to come back into your life, \" says Richards.Similarly, research shows that episodic memories of things that happen to us are forgotten more quickly than general knowledge that we access on a daily basis, supporting the old adage that if you don't use it, you lose it. But in the context of making better memory-based decisions, you may be better off for it. ", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.04.037", "url": "http://www.eurekalert.org/pub_releases/2017-06/cifa-fcm061917.php", "region": "namerica", "source_link": null, "funder": "Natural Sciences and Engineering Research Council, 2016 Google Faculty Research Award, Canadian Institute of Health Research", "meeting": "", "institution": "Canadian Institute for Advanced Research", "keywords": ["Biology", " Neurobiology", " Mental Health", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness", " Robotry/Artificial Intelligence"], "journal": "Neuron", "description": "A new review paper proposes that the goal of memory is not to transmit the most accurate information over time, but to guide and optimize intelligent decision making by only holding on to valuable information.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}