{"title": "New flood study reveals America's most vulnerable communities", "text": "Floods are the natural disaster that kill the most people. They are also the most common natural disaster. As the threat of flooding increases worldwide, a group of scientists at LSU have gathered valuable information on flood hazard, exposure and vulnerability in counties throughout the U.S. They studied development trends from 2001 to 2011 and found that urban development has declined in coastal flood zones in general across the U.S. However, development in flood zones in inland counties has grown. These results and more have been published in the Annals of the American Association of Geographers.\"We found more urban development in the inland flood zones than the coastal areas between 2000-2011, which is a worrisome trend. The implications are that people living in the coastal zone want to migrate inland, but don't realize they are still vulnerable if they live in the flood zones in inland areas,\" said Nina Lam, LSU professor of Environmental Sciences in College of the Coast & Environment and co-author of the study.This alarming trend may point to a need for more awareness, education and communication about flood risk in inland counties, said the researchers. More affordable housing in non-flood zones and strategies to mitigate floods are also needed inland.\"The results show that people in coastal areas are more aware of flood threats than those living in inland flood zones, and that populations in inland areas are increasing. This information could aid future flood-planning efforts in inland communities,\" said Judy Skog, a director of the National Science Foundation's Coastal SEES, or NSF's sustainability program, which co-funded the research. The researchers compiled urban development, flood hazard and census data and overlaid it on a map of the U.S. Although their analysis shows that Americans in general have become more aware of the risk of floods over the 10-year study period, the researchers identified several U.S. hot spots where urban development has grown in coastal flood zones including New York City and Miami.The three counties in the U.S. that have the largest concentration of people living in a flood zone are located on the Gulf of Mexico. Cameron parish in Louisiana has 93.6 percent of its 6,401 population living in the flood zone, Monroe county in Florida has 91.4 percent of its 66,804 population and Galveston county in Texas has 82.8 percent of its 241,204 population living in a flood zone.\"This nationwide study of flood zones, human populations and urban development provides a tool that could be used globally,\" Skog said.Climate change, land subsidence and new levees and dams will change long-term flood exposure. Therefore, the accuracy of flood maps must be investigated.\"Flooding is the most common and widespread disaster we face nationally, and the one that is the easiest to alleviate by effective planning,\" said Richard Yuretich, a director of NSF's Dynamics of Coupled Natural and Human Systems, or CNH program, which co-funded the research. \"This study provides important data on flood hazards across the country, and demonstrates that the research and education about floods that has been done over the past decade has helped manage risk. Yet there are still places where people are in harm's way.\"", "article_link": "http://dx.doi.org/10.1080/24694452.2017.1320214", "url": "http://www.eurekalert.org/pub_releases/2017-06/lsu-nfs062117.php", "region": "namerica", "source_link": "http://www.lsu.edu/mediacenter/news/2017/06/21des_lam_flood.php", "funder": "National Science Foundation", "meeting": "", "institution": "Louisiana State University", "keywords": ["Social/Behavioral Science", " Urbanization", " Demography", " Information Management/Tracking Systems", " Management Science/Operations Research", " Perception/Awareness", " Socioeconomics"], "journal": "Annals of the American Association of Geographers", "description": "Floods are the natural disaster that kill the most people. They are also the most common natural disaster. As the threat of flooding increases worldwide, a group of scientists at LSU have gathered valuable information on flood hazard, exposure and vulnerability in counties throughout the US", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}