{"title": "In organizations, bullying begets whining, study finds", "text": "DeKalb, Ill.--It has been said that every action has an equal and opposite reaction. Now new research suggests that such a dynamic can play out in organizations, where bullying within decision-making groups appears to go hand in hand with whining.Northern Illinois University researchers surveyed 234 study participants, whose jobs included team decision-making, about their perceptions of the personal dynamics within groups. The researchers found a significant and positive correlation between bullying and whining.\"There's a tendency for bullying and whining to be used in conjunction with one another,\" says researcher David Henningsen, an NIU professor of communication who studies idiosyncratic forms of persuasion within organizations. \"In other words, when some people act dominant by bullying, others respond by being submissive and whining.\"Neither bullying nor whining was perceived by the study participants as being frequently used to exert influence, but when present, the tactics appear to feed off each other.\"The higher the perception of bullying within a group, the higher the perception of whining,\" Henningsen said.Henningsen and his wife, NIU communication professor Mary Lynn Miller Henningsen, teamed up on the study, published recently in the International Journal of Business Communication.Study participants filled out online questionnaires measuring their perceptions of dynamics in decision-making groups at their jobs. On a six-point scale, they rated statements such as, \"People act aggressively to try to force others to accept their position,\" and \"People often pout to try to get others to agree with them.\"The researchers also found that both reported bullying and whining behaviors negatively impacted group perceptions of cohesiveness and decision-making effectiveness.While little research has been done on the use of whining as a social-influence tactic, the researchers say it should be considered an aggressive tactic.\"We liken the whiners to the Eeyores of a group,\" Mary Lynn Miller Henningsen said, referencing the gloomy donkey in Winnie-the-Pooh stories. \"When he needs help, Eeyore likes to express his emotions to friends in a way that evokes pity and spurs them to help.\"Likewise, whining can be used to sway members of a group,\" she added. \"Whiners attempt to gain influence by positioning themselves as deserving of consideration because their positions have been denied in the past. So they try to leverage weakness into pity to induce compliance. The assumption is that regardless of whether the whiners supported their positions in the past, the fact that they have a pattern of losing suggests they should be allowed to win.\"Conversely, Lucy Van Pelt from Charles Schulz's \"Peanuts\" comic strip demonstrates classic bullying behavior.\"In decision-making groups, bullying occurs when someone uses a loud, aggressive or critical tone to intimidate or coerce others,\" David Henningsen said.The positive correlation found between bullying and whining indicates the behaviors might be inter-related through a process known as \"dominance complementarity,\" whereby dominant behaviors by one individual lead to corresponding submissive behaviors by another.\"This is important research because group decision-making is by far the most common way decisions are made in organizations,\" David Henningsen said. \"And these types of behaviors can derail group meetings and lead to suboptimal decisions.\"Henningsen suggests three ways to deal with or prevent bullying and whining:2) Recognize that both bullying and whining are aggressive and non-productive behaviors. \"Many people bully or whine without realizing it,\" Henningsen said. \"Self-recognition of a negative behavior is the first step toward correcting it.\"3) Don't let the behaviors spiral and escalate.", "article_link": "http://dx.doi.org/10.1177/2329488417704951", "url": "http://www.eurekalert.org/pub_releases/2017-06/niu-iob062117.php", "region": "namerica", "source_link": "http://newsroom.niu.edu/2017/06/07/in-organizations-bullying-begets-whining-study-finds/", "funder": "", "meeting": "", "institution": "Northern Illinois University", "keywords": ["Business/Economics", " Group Organization", " Collaboration", " Personal", " Behavior", " Personality/Attitude", " Management Science/Operations Research"], "journal": "International Journal of Business Communication", "description": "In organizations, bullying within decision-making groups appears to go hand in hand with whining, according to a new study. 'In other words, when some people act dominant by bullying, others respond by being submissive and whining,' says David Henningsen, a Northern Illinois University professor of communication who led the study. The researchers found that both reported bullying and whining behaviors negatively impacted group perceptions of cohesiveness and decision-making effectiveness.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}