{"title": "German cities traumatized in WWII show distinct psychological resilience today", "text": "Pensions will soon be a thing of the past, demographic change is forcing Germany to its knees, and all the refugees will be the downfall of Western Christian civilization. There is a common perception that Germans are fundamentally pessimistic in outlook and suffer from existential anxiety about the future. This view is so widespread that it is frequently referred to in other countries by the term German Angst. Up until now, however, German Angst has not been the subject of scientific study. The first major study examining specific aspects of the German Angst phenomenon has been undertaken by psychologists in the group headed by Martin Obschonka, until recently Assistant Professor of Entrepreneurship and Innovation Psychology at Saarland University and currently Associate Professor at Queensland University of Technology in Brisbane (Australia), in collaboration with the economist Michael Stützer from the Baden-Wuerttemberg Cooperative State University (DHBW) in Mannheim (Germany) and researchers from the University of Texas in Austin (USA) and the University of Cambridge (UK). The researchers set out to examine the hypothesis that German Angst could have its roots in the bomb warfare of the Second World War (WWII). The traumatizing experience of the massive bombing raids, and the destruction of whole cities, could have led to an anxious and sceptical disposition that could be transmitted to subsequent generations via epigenetic mechanisms and the persistence of local cultures and mentalities. Comparing self-assessed neurotic personality traits within a global personality sample including more than 7 million respondents worldwide (collected in a large-scale online study) indicated that the German participants did not rank especially highly on neurotic traits such as anxiety and neuroticism. What is interesting, however, is how experience of the allied bombing of Germany might have impacted neurotic personality traits. The researchers filtered out around 33,500 people living in 89 German cities and tested the historical link between the local intensity of the WWII strategic bombing and today's regional level of neurotic traits and related clinical problems such as depression disorders in each of these cities. They thought it plausible that people living in those cities that suffered the greatest destruction in WWII would today show higher levels of neurotic traits and related clinical psychological problems. Interestingly, the opposite proves to be the case: 'We found that in those cities that were subjected to more substantial wartime bombing the people living there exhibit fewer neurotic traits than the populations of cities that suffered less destruction and trauma caused by bombing raids,' explains Martin Obschonka. The results also show that a more severe bombing did not impede entrepreneurship in the region, as one could have expected if massive strategic bombing indeed leads to higher levels of German Angst (which, in turn, should hamper the positivism and energy needed for a strong entrepreneurial culture and thus economic growth in the region). Another striking finding of the study is that regions that face a major stressor today, for example because they are struggling economically at present, are protected against higher levels in neurotic traits and higher rated of clinical depression disorders if they had experienced major destruction during WWII air raids. The researchers conclude that this seems to indicate a striking historical resilience process. 'It is possible that the experience of severe bombing in WWII has made the people and the local culture there more resilient in the long-term, which is for example relevant when coping with major stressors and challenges today such as economic hardship,' says Michael Stuetzer, co-author of the study.The researchers provide a list of potential mechanisms behind this historical resilience process. 'One possibility is that the major destruction of cities could have made the local population \"tougher,\" serving as an impetus for the remaining residents to pull together,' argues Martin Obschonka. The reconstruction of the destroyed houses and infrastructure of the bombed German cities in the years following the war was a remarkable effort as Germany literally rose from the ruins. Interestingly, this toughness approach fits to research on the effect of 9/11 on the mentality of New Yorkers, which found similar psychological resilience effects. 'Research also indicates that external threats strengthen social support within threatened groups, thereby boosting their psychological adjustment,' explains Martin Obschonka. He continues: 'Our results can also be explained by means of research on the neurobiology of resilience, which emphasizes resilience effects of adversity'. Michael Stuetzer adds: 'It is also possible that the more severely bombed German cities enjoyed a better economic upturn in the post-war years since the whole infrastructure needed to be modernized immediately'. However, the present study could not find indications that accelerated city growth in the more heavily bombed cities could help explaining their psychological resilience.  Likewise, the authors could not find any indication in the data that migration patterns, including influx of war refugees after the war, could explain this resilience pattern. These and other questions arising from the current study provide interesting starting points for future research projects examining the long-term psychological consequences of historic trauma. ", "article_link": "http://dx.doi.org/10.1002/per.2104", "url": "http://www.eurekalert.org/pub_releases/2017-06/su-gct062117.php", "region": "europe", "source_link": "http://onlinelibrary.wiley.com/doi/10.1002/per.2104/full", "funder": "", "meeting": "", "institution": "Saarland University", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Mental Health"], "journal": "European Journal of Personality", "description": "German Angst is a term commonly used to characterize the perceived tendency of Germans to be pessimistic. But is there anything to it and what are potential historical sources? A team of psychologists led by Martin Obschonka have addressed the issue in a study. To the surprise of the researchers, the data showed that those German cities that had suffered from more severe strategic bombing than other cities show more, not less, psychological resilience today.", "date": "Wed, 21 Jun 2017 04:00:00 GMT"}