{"title": "Older people who feel close to God have well-being that grows with frequent prayer", "text": "As people grow older, those who are securely attached to God are more likely to have a sense of well-being -- and the more frequently they pray, the greater that feeling, according to a Baylor University study. But those who feel more distant from God do not receive the same benefit.\r\nThe study, published in the Journal of Aging and Health, focuses on three measures of well-being -- optimism, self-esteem and contentment with life -- and shows that for all of them, there is a relationship between attachment to God and prayer.\r\n\"What we're finding is that prayer can be associated with more or less well-being, depending on how you perceive God,\" said researcher Blake Kent, a doctoral candidate in sociology. \"In a nutshell, the psychological benefits of prayer seem to be dependent on the quality of a person's relationship with God.\"\r\nThe study by Kent and lead author Matt Bradshaw, Ph.D., assistant professor of sociology in the College of Arts & Sciences, found that:  \r\nGod may be viewed in various ways, among them loving and intimate, demanding or distant. Some scholars have noted a rise in relationships with a divine being seen largely as a purveyor of goods and services to satisfy emotional and psychological needs.\r\n\"Is God seen as safe and secure? Then prayer seems to have a positive benefit. Is God distant, or even untrustworthy? Then it may be a different story,\" Kent said. \"When you can't trust God, prayer is not associated with confidence in his care, but with uncertainty and anxiety. There is a perception out there that prayer is automatically good for your well-being. That may not be the case for everyone, because such a perception assumes that God is responsive and trustworthy. But many people don't experience God that way.\"\r\nBradshaw and Kent analyzed data from the nationwide Religion, Aging and Health Survey. The 1,024 respondents were at least 65 years old. Those sampled were in three groups: currently practicing Christians; Christians in the past but not religious presently; and individuals not affiliated with any faith at any point in their lifetime.\r\n\"Respondents who pray regularly to a God they perceive will be there to protect and comfort them may find relief in prayer and may choose health-promoting behaviors consistent with religious teachings or insights they receive during prayer,\" the researchers wrote. \r\nIn contrast, those who try to build a relationship with a god that they do not believe will be there in times of need may feel estranged and even experience a decline in mental health.\r\nBradshaw and Kent noted that the perception of God as loving may be especially important among older adults dealing with declining health, age discrimination, a loss of friends and perhaps financial loss due to retirement. Various aspects of religious life, including perceived intimacy with God, have been shown to buffer against stress.\r\nAdditionally, many older people want to make things right and gain resolution in their personal lives with family and friends as they age.\r\n\"We would argue this also occurs in the relationship with God,\" they wrote. \"A loving and supportive God who also is omnipotent, omnipresent and omniscient may provide considerable comfort, assurance and resilience to believers who are approaching the end of their lives.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-opw061917.php", "region": "namerica", "source_link": "http://www.baylor.edu/mediacommunications/news.php?action=story&story=182556", "funder": "", "meeting": "", "institution": "Baylor University", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Social/Behavioral Science", " Quality of Life", " Personality/Attitude", " Aging", " Mental Health", " Perception/Awareness", " Philosophy/Religion"], "journal": "Journal of Aging and Health", "description": "As people grow older, those who are securely attached to God are more likely to have a sense of well-being -- and the more frequently they pray, the greater that feeling, according to a Baylor University study. But those who feel more distant from God do not receive the same benefit.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}