{"title": "Familiar faces look happier than unfamiliar ones", "text": "It's a cheesy pick-up line: \"Haven't I seen you somewhere before?\" It might also be something that profoundly alters how we perceive other people. According to new research from the University of California San Diego, familiar faces look happier to us than unfamiliar ones. Even when faces are objectively expressing the same emotion to the same degree, we judge the familiar one as more happy.Researchers have been studying the effects of \"mere exposure\" for decades and have shown multiple times in multiple ways that we tend to prefer people and things we're familiar with. We like them more. We think they're more attractive. The current paper, published in the journal Psychological Science, suggests we actually see them differently, too.\"We assume we're viewing everyone through the same lens but in reality our prior experience colors what we see,\" said Evan Carr, who led the research as part of his doctoral studies in psychology and cognitive science at UC San Diego. \"It's very interesting, psychologically, that just being familiar with a face affects such basic emotional perception like how happy that face appears to us.\"Carr, now a postdoctoral scholar at Columbia Business School, studies how people perceive and react to micro-expressions, or very brief facial expressions that can subtly influence our behavior. He was supported in graduate school in part by a National Defense Science and Engineering Graduate Fellowship from the U.S. Department of Defense. Carr's co-authors are Timothy Brady and Piotr Winkielman, both in the UC San Diego Department of Psychology. The study was undertaken to explore the mechanisms behind the effects of familiarity, which drive much of advertising and can make for a successful song, as the recent bestselling book \"Hit Makers: The Science of Popularity in an Age of Distraction\" explains. \"Our brains like familiar things,\" said Winkielman, Carr's dissertation advisor and a social psychologist at UC San Diego.  \"They tend to be safer - if I see something again, it hasn't eaten me yet. They're also easier for us to process - and our lazy minds appreciate that. What's remarkable is that our brain's positive reaction to familiarity bleeds over to the seemingly objective assessment for how good something is.  This means that observers can end up being honestly convinced that a familiar politician's face is genuinely friendlier or that a familiar song or product is truly better.\"For this work, the researchers ran two related experiments with male and female faces. All the faces were white. Each face was digitally morphed to display a range of emotion from 50 percent angry to neutral to 50 percent happy.In both experiments, all study participants came to the lab for what they thought was a memory task. They were asked to track the color and number of squares that appeared randomly on the screen, over images of faces with neutral expressions. This bit of trickery allowed the researchers to expose the participants to some of the faces in their set of morphs, familiarizing participants with them, without explicitly calling attention to the faces. In the first experiment, 50 undergraduates then viewed a series of paired faces - one surreptitiously made familiar to them by the memory task and one brand new - and were asked to indicate which of the faces looked happier. The faces showed the same objective level of emotion, 25 percent angry, let's say, or 25 percent happy. Without knowing they were looking at a familiar vs. unfamiliar face, participants were more likely to identify the familiar one as the happier of the two.Interestingly, the participants' selections showed a bias toward familiarity only on positive expressions. Familiarity made faces on the happy side of neutral appear more \"smiley\" but it didn't make faces on the angry side of neutral appear any less \"frowny,\" Carr said.In a second experiment, Carr and colleagues had 40 undergraduates look at faces one by one and decide each time whether that face looked \"happy or angry.\" The participants also estimated on a scale of 0 to 100 how happy the face looked to them.The results of the second experiment supported those of the first: Participants were more likely to identify familiar faces as happy compared with unfamiliar ones, but only when the faces were emotionally neutral or positive. Their estimates of how happy the faces were increased as the positive features increased. Also, a familiar face needed to have fewer objectively happy features for it to be classified as happy compared with an unfamiliar face. The studies highlight how just how flexible emotion-perception processes can be, Carr said. \"Emotion perception isn't only the 'formulaic' combination of facial features; it also dynamically incorporates cues specific to the individual you're trying to decode,\" he said.  \"Even the judgment of 'how happy someone looks' is inherently subjective to some extent, depending on your previous experience with the person, along with the type of expression you're judging.\"It still surprises Carr that familiarity made a difference only for positive expressions and not angry ones. Is anger special? Or would something similar apply to, for example, looks of disgust or fear?  This bears further investigation, he said. Also interesting to study in future is the following: Do the effects of familiarity change depending on the gender of the face being looked at, or the race? What about if you think the person is part of your \"in-group\" - what happens then?\r\n", "article_link": "http://dx.doi.org/10.1177/0956797617702003", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--ffl062017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Business/Economics", " Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "It's a cheesy pick-up line: 'Haven't I seen you somewhere before?' It might also be something that profoundly alters how we perceive other people. According to research from UC San Diego, familiar faces look happier to us than unfamiliar ones, even when faces are objectively expressing the same emotion to the same degree.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}