{"title": "Familiar faces look happier than unfamiliar ones", "text": "People tend to perceive faces they are familiar with as looking happier than unfamiliar faces, even when the faces objectively express the same emotion to the same degree, according to new research published in Psychological Science, a journal of the Association for Psychological Science.\"We show that familiarity with someone else's face affects the happiness you perceive in subsequent facial expressions from that person,\" says researcher Evan Carr of Columbia Business School. \"Our findings suggest that familiarity--just having 'expertise' with someone else's face through repeated exposure--not only influences traditional ratings of liking, attractiveness, etc. but also impacts 'deeper' perceptions of the actual emotion you can extract from that person.\"The fact that people tend to prefer things they're familiar with--whether people, objects, or other stimuli--has been demonstrated many times in research studies, in many different ways. But a fundamental question remains: Why do we prefer familiar things? Is it knowing that something is familiar that engenders positive feelings? Or could it be that familiarity actually leads us to perceive stimuli more positively?Carr conducted this research at the University of California, San Diego in the Department of Psychology with colleagues Timothy F. Brady and Piotr Winkielman. They hypothesized that familiarity might guide our fundamental perceptual processes in a bottom-up fashion, selectively enhancing the positive features of a stimulus. To test this hypothesis, they designed two experiments that examined how people responded to familiar and unfamiliar faces.In the first experiment, the researchers morphed images of male and female faces to create faces that varied in the type and degree of emotion expressed. This process resulted in a continuum of morphed faces that ranged from 50% angry to neutral to 50% happy. The researchers then divided the images into two sets.A total of 50 undergraduate student participants came to the lab for a \"memory task.\" Each participant saw a series of images--the neutral expressions from one of the two image sets--and was tasked with tracking the color and number of squares that appeared randomly on some images. This task allowed the researchers to expose the participants to some of the faces in the full set of morphs without explicitly calling their attention to the faces.Participants then viewed a series of face pairs in a perceptual task, where they had to indicate whether the happier face was above or below the line shown on screen. Importantly, each pair included a familiar and an unfamiliar face and the faces showed the same objective level of emotion.The results were revealing: Participants were more likely to identify the familiar face as the happier one in the pair, despite the fact that the faces showed the same emotion to the same degree.And they were increasingly more likely to choose the familiar face as the positive features in the faces increased. That is, participants were more likely to identify the familiar face as happier when the faces were 50% happy than when they were 25% happy. Their selections did not show a bias toward familiarity, however, when the faces were angry.In a second experiment, Carr and colleagues asked 40 undergraduate participants to look at a series of faces and decide whether each face was either \"happy or angry.\" The participants also estimated on a scale of 0% to 100% how happy the face looked.The results replicated those of the first experiment: Participants were more likely to identify familiar faces as happy compared with unfamiliar ones, but only when the faces were emotionally neutral or positive. And their estimates of how happy the faces were increased as the positive features increased.The data indicated that familiarity actually shifted how participants perceived the emotional content of the faces - that is, a familiar face needed to have fewer objectively happy features for it to be classified as happy compared with an unfamiliar face.The two experiments show that familiarity specifically shapes how we perceive the positive aspects of a stimulus - that is, familiarity makes faces on the happy side of neutral appear more \"smiley\" but it doesn't make faces on the angry side of neutral appear any less \"frowny.\"Ultimately, the findings underscore how flexible emotion-perception processes are.\"Emotion perception isn't only the 'formulaic' combination of facial features, it also dynamically incorporates cues specific to the individual you're trying to decode,\" says Carr.  \"Even the judgment of 'how happy someone looks' is inherently subjective to some extent, depending on your previous experience with the person along with the type of expression you're judging.\"", "article_link": "http://dx.doi.org/10.1177/0956797617702003", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-ffl061917.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/familiar-faces-look-happier-than-unfamiliar-ones.html", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "People tend to perceive faces they are familiar with as looking happier than unfamiliar faces, even when the faces objectively express the same emotion to the same degree, according to new research published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}