{"title": "Students of all races & ethnicities benefit from ethnically diverse middle schools", "text": "More than half of school-age youth in the United States are members of ethnic minority groups, yet the nation's public schools are becoming less ethnically diverse. Recognizing these conflicting trends and the lack of research on the effects of ethnic diversity, a new study sought to determine how the diversity of middle school students and classrooms shapes students' self-reported well-being and their views on race. The study found that in general, as the ethnic diversity of a middle school increases, students of different ethnicities have better outcomes in these areas - but class composition also plays a large role in their views.\r\nThe research was conducted at the University of California, Los Angeles (UCLA), and appears in the journal Child Development.\r\n\"Our study is the first to show such a wide range of personal and social benefits for students of all races and ethnicities from attending ethnically diverse schools,\" according to Jaana Juvonen, professor of psychology at UCLA, the study's lead author. \"When multiple ethnic groups are of relatively equal size - the hallmark of school diversity - there may be more of a balance of power, with one or more large ethnic groups less likely to exert their influence over one or more small ethnic groups.\"\r\nThe researchers looked at 4,302 sixth-grade students from four ethnic groups - African American, Asian, Latino, and White - in 26 urban middle schools in California. They focused on middle schools because previous research shows that this is when race and ethnicity take on heightened meaning and adjustment problems (such as bullying) increase. The ethnic compositions of each of the schools differed, with some having two large and relatively equally sized ethnic groups, some having one clear numerical majority ethnic group, and some having four similarly sized and smaller ethnic groups. The students were from middle-income and working-class families.\r\n\tThe study assessed school diversity by considering both the number of ethnic groups and their relative sizes. A similar measure was used to determine the average level of ethnic diversity that each student encountered in academic courses. At the end of sixth grade, students rated how socially vulnerable (e.g., feeling unsafe, bullied, lonely) they felt at school, how close they felt to different ethnic groups, and whether their teachers treated all students fairly and equally.\r\n\tStudents from all four ethnic groups felt less vulnerable, reported better attitudes across ethnic groups, and believed teachers treated all students more fairly and equally in more diverse schools, the study found.\r\nHowever, the findings on students' racial views and teacher treatment depended on whether the ethnic diversity of students' academic classes matched the diversity of their school. When students attended classes that were less diverse than their school, the benefits of school diversity for students' racial views and their perceptions of teachers' treatment disappeared. In contrast, being exposed in their classes to students from a range of ethnicities boosted the positive effects of school diversity on their race-related perceptions.\r\n \"Our findings also underscore the importance of class placement,\" notes Sandra Graham, distinguished professor of education at UCLA, who contributed to the study. \"To reap the social benefits of ethnic diversity, students need to be placed in classes that reflect the overall diversity of their school. It may not be sufficient to focus solely on increasing the overall ethnic diversity of schools, which is the goal of most policy initiatives that address racial and ethnic segregation. Equally important is whether students of different ethnic groups are exposed to one another during the school day, even in very diverse schools.\"\r\n ", "article_link": "http://dx.doi.org/10.1111/cdev.12834/full", "url": "http://www.eurekalert.org/pub_releases/2017-06/sfri-soa061317.php", "region": "namerica", "source_link": null, "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, US Department of Health and Human Services, National Institutes of Health, and National Science Foundation", "meeting": "", "institution": "Society for Research in Child Development", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Personality/Attitude", " Minorities", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family"], "journal": "Child Development", "description": "More than half of school-age youth in the United States are members of ethnic minority groups, yet the nation's public schools are becoming less ethnically diverse. Recognizing these conflicting trends and the lack of research on the effects of ethnic diversity, a new study sought to determine how the diversity of middle school students and classrooms shapes students' self-reported well-being and their views on race.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}