{"title": "Hiding true self harms career and sense of belonging", "text": "Hiding your true self at work can damage your career and reduce your sense of belonging in the workplace, a new study suggests.\r\nUniversity of Exeter researchers examined \"stigmatised\" characteristics - being lesbian, gay, bisexual or transgender (LGBT), or having a history of poverty or mental or physical illness.\r\nThey found that concealing such characteristics from colleagues resulted in lower self-esteem, job satisfaction and commitment at work.\r\n\"People may choose to conceal stigmatised identities because they want to be accepted, but in fact doing so reduces feelings of belonging,\" said Professor Manuela Barreto of the University of Exeter.\r\n\"When someone conceals their true identity, their social interactions suffer - and this has an impact not just on the individual but also on the organisation they work for.\r\n\"Our findings suggest that openness about one's identity is often beneficial for stigmatised individuals, the stigmatised group and their workplace.\"\r\nDespite highlighting the costs of concealment, the researchers do not suggest that everyone must be open in all contexts.\r\n\"It is clear that there are times when revealing a stigmatised identity can be very costly,\" said Dr Anna Newheiser of the University at Albany, SUNY in the USA.\r\n\"Those effects are very real and worth avoiding in certain circumstances, but it is important to realise that there is also a cost to hiding your true self.\"\r\nThe paper highlights the \"hidden ramifications of prejudice\", which harm both individuals and organisations.\r\n\"What we need are environments where people don't need to hide - inclusive environments where people don't have to make a choice between being liked and being authentic,\" Professor Barreto added.\r\n\"Workplaces that push individuals to hide their differences do not erase difference - they simply encourage masking and concealment of diversity.\r\n\"Given that identity concealment is by nature an invisible act, its social and organisational costs may also be difficult to detect, explain and correct.\"\r\nThe researchers report studies carried out in the Netherlands and the USA.\r\nIn one, participants were encouraged to remember a time when they either concealed or revealed a stigmatised characteristic about themselves.\r\nIn the other, participants were presented with fictional scenarios that either involved concealing or revealing their stigmatised identity. In both studies, participants were asked how they would feel after concealing or revealing the stigmatised characteristic.\r\nThe paper, published in the Journal of Social Issues, is entitled: \"People Like Me Don't Belong Here: Identity Concealment Is Associated with Negative Workplace Experiences.\"\r\n", "article_link": "http://dx.doi.org/10.1111/josi.12220", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoe-hts061917.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Exeter", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Minorities", " Sexual Orientation", " Depression/Anger", " Normalcy", " Perception/Awareness", " Socioeconomics", " Employment"], "journal": "The Journal of Social Issues", "description": "Hiding your true self at work can damage your career and reduce your sense of belonging in the workplace, a new study suggests.", "date": "Tue, 20 Jun 2017 04:00:00 GMT"}