{"title": "Unearned fun tastes just as sweet", "text": "We may be inclined to think that a fun experience -- say, watching a movie or indulging in a tasty treat -- will be all the more enjoyable if we save it until we've finished our work or chores, but new research shows that this intuition may be misguided. The findings, published in Psychological Science, a journal of the Association for Psychological Science, suggest that leisure experiences tend to be pleasurable regardless of when we experience them.\"Our research suggests that people may over-worry about waiting for a 'right time' to enjoy themselves, continually postponing fun rather than having it,\" says Ed O'Brien of the University of Chicago Booth School of Business. \"We find that people intuitively care a lot about saving leisure until work is finished, but it turns out that this doesn't always do much for us. It's easy to forget that fun activities are, after all, fun activities. Getting a massage will likely feel good regardless of what else is going on.\"O'Brien and co-author Ellen Roney speculated that we may be disposed to save leisure for later because we believe that we'll feel too guilty or distracted to fully enjoy it until work is out of the way. Because we have difficulty accurately predicting how we'll feel in the future, the researchers hypothesized that we're likely to overlook how absorbing and immersive leisure activities can be.Surveying members of a university community, students in an MBA program, and online research participants, O'Brien and Roney found evidence in support of their initial hypothesis: People consistently reported that pleasurable experiences would be less enjoyable if they happened before an effortful or negative experience as opposed to after it.To investigate whether these findings would hold up in an experimental setting, the researchers presented 181 museumgoers with descriptions and materials for two activities: the Magic Maker task and the Fixed Labor task. Some of the visitors completed both tasks in the order determined by a random card draw - after each task, they reported their reactions, rating how much they liked or disliked it, how much pleasure or displeasure it brought them, and how positive or negative it was.Other visitors simply imagined going through the two tasks and predicted how they would feel after each one. Their predictions tended to assert that the fun Magic Maker task would be less enjoyable if completed before the more arduous Fixed Labor task.But this was not borne out by the visitors who actually experienced them: Those who engaged in the Magic Maker task before the Fixed Labor task found it just as enjoyable as did those who completed the tasks in the reverse order.In another study, O'Brien and Roney invited 259 student participants, who were in the midst of taking midterms, to come to the lab for a spa-like experience. Some of the students spent time in a quiet room with a massage chair, foot bath, candles, and calming music, while others imagined what the experience would be like.Again, the students who predicted their feelings thought the spa experience would be less enjoyable if they had it before completing their midterms compared with after and they overestimated how much their looming midterms would distract them from the experience. In reality, while students who actually had the spa experience were more distracted by midterms before exams were over relative to after, this did not seem to dampen their ability to enjoy the moment of relaxation.Additional experimental findings suggest a strategy that could improve the accuracy of people's predictions. O'Brien and Roney found that students were instructed to specifically reflect on the moment-to-moment sensations involved in laughing at funny videos or eating tasty treats were more accurate in predicting how enjoyable those experiences were likely to be.Ultimately, the usefulness of the debiasing strategy depends on your overarching goal - some tasks may be so important that putting them off really does detract from our ability to enjoy leisure time.  In some cases, exploiting the intuition that rewards are more enjoyable after work is done could help us delay gratification and plow through day-to-day drudgery.But O'Brien and Roney note that it's worth keeping in mind that there is almost always more work to do:\"Engaging in leisure comes with a host of benefits that people may miss out on. In many cases, we might be laboring towards an ultimate payoff that we could have enjoyed just as much at the start.\"", "article_link": "http://dx.doi.org/10.1177/0956797617701749", "url": "http://www.eurekalert.org/pub_releases/2017-06/afps-uft061917.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/unearned-fun-tastes-just-as-sweet.html#.WUfhMusrKUk", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "We may be inclined to think that a fun experience -- say, watching a movie or indulging in a tasty treat -- will be all the more enjoyable if we save it until we've finished our work or chores, but new research shows that this intuition may be misguided. The findings, published in Psychological Science, a journal of the Association for Psychological Science, suggest that leisure experiences tend to be pleasurable regardless of when we experience them.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}