{"title": "Leicester academics argue sexualised drinks advertising undermines anti-rape campaigns", "text": "Environments which incite narratives of loss of control and hypersexuality compromise the ability to counter sexual offending, research suggests. The study, conducted by Dr Clare Gunby, from the University of Leicester's Department of Criminology, along with Anna Carline from Leicester Law School and Stuart Taylor of Liverpool John Moores University, looked into the effectiveness of anti-rape campaign messages in bars and clubs.The paper, 'Location, libation and leisure: An examination of the use of licensed venues to help challenge sexual violence', has been published in Crime, Media, Culture: An International Journal.The study analysed focus group discussions of 41 male students aged 18-24, regarding a rape prevention campaign in Liverpool that directed its advice at males, and found that sexualised advertising undermined the call to end gendered violence.The campaign used in the study was designed by Liverpool City Council in conjunction with the article authors and consisted of posters placed in male toilets and beer mats displayed in multiple youth-focused city centre bars and clubs, as well as across the city's universities' Student Unions for a period of three months.Posters included the strap-line 'Can't answer? Can't consent - sex without consent is rape' while the tagline on the beer mats stated 'sex without consent is a crime'. Campaign materials were also hosted on the websites of partner agencies, and there was a Facebook page and newspaper and radio adverts reiterating the messages of the campaign.The researchers found that although participants reacted well to the simple campaign message during the discussions, the impact of these materials being placed in bars and nightclubs may have been hindered by the consequence of alcohol and rendered invisible against the sexualised images and entertainment that comprise night-life.Dr Gunby said: \"Participants' desire to have fun on nights out and to make determined efforts to disengage and 'escape' from the limits of the everyday could explain why so few participants were aware of the campaign - despite it being widely promoted.\"However, the most compelling explanation for their failure to notice the campaign was its perceived invisibility against sexualised drinks advertising and more explicitly violent advertising that links alcohol and intoxication with sexual offending. The latter form of advertising, we argue, undermines any competing rape prevention message.\"We would therefore like to see such advertising regulated to enable rape prevention work to be more visible, as well as to counter the role it plays in normalising sexual violence and recommend the development of a further Mandatory Licensing Condition that explicitly prohibits venue marketing from promoting or alluding to sexual violence.\"Stuart Taylor, from Liverpool John Moores University's Law School, said: \"There is a need to actively challenge practices employed by the alcohol industry which promote damaging behaviour as normative and acceptable - unless the harms associated with such activities are acknowledged and addressed, the night-time economy will continue to be a site of disproportionate victimisation for young people.\"Dr Gunby presented her research at the 10th International Conference on Nightlife, Substance Use and Related Health Issues in Dublin from 24-26 May 2016. A further article, which explores the young men's reactions to, and perceptions of, the campaign message, has recently been accepted for publication in Social and Legal Studies.\r\n", "article_link": "http://dx.doi.org/10.1177/1741659016651751", "url": "http://www.eurekalert.org/pub_releases/2017-06/uol-laa061917.php", "region": "europe", "source_link": "http://journals.sagepub.com/eprint/v8v2hJ9vacw8ZdjMEAVs/full", "funder": "", "meeting": "", "institution": "University of Leicester", "keywords": ["Advertising/Public Relations", " Policy/Ethics", " Advertising/Public Relations", " Science/Health and the Law", " Law Enforcement", " Alcohol", " Arts/Culture", " Sexual Behavior", " Perception/Awareness", " Violence/Criminals"], "journal": "Crime, Media, Culture: An International Journal", "description": "Academics examined the effectiveness of a rape prevention campaign in bars and nightclubs in Liverpool.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}