{"title": "Self-medication misuse is high in the Middle East", "text": "A new review indicates that there is a massive problem of self-medication misuse in the Middle East. The findings, which are published in Pharmacology Research & Perspectives, indicate the need for better patient and physician education, as well as improved policies that restrict sales of prescription medications without a prescription.Self-medication is not limited to over-the-counter medicines. Patients self-medicate with prescription medicines that may have been prescribed and left over from a previous time. Also, even though it's not authorized, in some countries individuals sometimes buy prescription medicines directly from community pharmacies, especially for the short-term treatment of common diseases.In the Middle East, prescription medicines can easily be purchased without a prescription, resulting in potential misuse and unnecessary risk. To examine self-medication misuse in the Middle East, Dr. Malak Khalifeh, of the Bordeaux University in France, and her colleagues conducted an extensive review of literature published between 1990 and 2015.The team identified a total of 72 papers. Medicines involved in misuse included codeine containing products, topical anesthetics, topical corticosteroids, antimalarial drugs, and antibiotics. Self-medication misuse seemed widespread, and pharmacists, friends, and parents were the main sources of medications. One study noted that pharmacies in Iran sold 57% of prescription items without a prescription. Another found that in Syria, 87% of 200 pharmacies visited agreed to sell antibiotics without a prescription. This figure increased to 97% when the investigators who were at first denied antibiotics insisted on having the antibiotics. In Saudi Arabia, only one attendant pharmacist refused to dispense medications without a prescription. Strategies and interventions to limit misuse were rarely mentioned in studies.The findings indicate that there is a serious problem of self-medication misuse in the Middle East involving a range of medicines. \"There is a relative lack of literature relating to self-medication misuse in the Middle East, and there has been relatively little systematic research on this topic, partly due to the perception that self-mediation misuse is not as problematic as other types of drug abuse,\" said Dr. Khalifeh. \"This review has found a massive problem, and it could be used as a reference for multiple research studies that deal with self-medication misuses in Middle Eastern countries.\"", "article_link": "http://dx.doi.org/10.1002/prp2.323", "url": "http://www.eurekalert.org/pub_releases/2017-06/w-smi061617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Health Care Systems/Services"], "journal": "Pharmacology Research & Perspectives", "description": "A new review indicates that there is a massive problem of self-medication misuse in the Middle East.", "date": "Mon, 19 Jun 2017 04:00:00 GMT"}