{"title": "Obstructing the 'inner eye'", "text": "\"In our project, we are looking at how the brain makes hypnotic states possible,\" explains Professor Wolfgang Miltner, who has been working on the phenomenon for decades. \"First, we looked more closely at the processing of visual stimuli.\" In an experiment, they divided participants into three groups: individuals who were very suggestible, i. e. susceptible to hypnosis, individuals of average suggestibility, and a third group with low suggestibility. \"While they were under hypnosis, we had them look at a screen on which we showed them various symbols, such as a circle or a triangle,\" explains Dr Barbara Schmidt, who conducted the experiment. \"The test participants were given the task of counting a particular symbol. At the same time, they were told to imagine that there was a wooden board in front of their eyes. As a result of the suggested obstruction, the number of counting errors rose significantly.\" The effects were observed in all three test groups, but were strongest in those participants who were easiest to hypnotise. In order for the researcher to observe brain activity as well, the test participants were linked up to an electroencephalograph (EEG). \"When we look at the neural processes that take place in the brain while processing the symbols, we see that around 400 milliseconds after the presentation of the to-be-counted symbol, there is an extreme reduction in brain activity, although it should normally be very high,\" explains Schmidt. \"However, a short time before this - up to 200 milliseconds after presentation of the stimulus - there are no differences to be seen.\" This means, therefore, that simple perception still takes place, but that deeper processing operations, such as counting, are greatly impaired. In this way, the University of Jena psychologists were able to find out how hypnosis influences specific regions of the brain while it receives a visual stimulus. Establishing serious hypnosis ResearchFurther experiments are planned over the years to come. The researchers will be investigating alterations in the processing of acoustic stimuli as well as pain relief during hypnosis. \"Until the 1920s, hypnosis was a standard part of medical training and it is being used again today in anaesthesia,\" reports Miltner. \"However, there is hardly any scientific research examining the reasons why hypnosis works as an anaesthetic.\" Unfortunately, there is too much esoteric speculation on this topic, so that scientists working in this area frequently face scepticism. \"We no longer have to show that hypnosis is effective, as that has been proven. The task is now above all to find out why and how such curious changes in perception are possible in people who are hypnotised,\" says Miltner. \"For this reason, we wish to establish hypnosis research that is serious and reputable.\" ", "article_link": "http://dx.doi.org/10.1038/s41598-017-05195-2", "url": "http://www.eurekalert.org/pub_releases/2017-07/fj-ot070717.php", "region": "europe", "source_link": "http://www.uni-jena.de/en/Research+News/FM170707_+hypnosis_brain+theory+.html", "funder": "German Research Foundation", "meeting": "", "institution": "Friedrich-Schiller-Universitaet Jena", "keywords": ["Neurobiology", " Social/Behavioral Science", " Mental Health"], "journal": "Scientific Reports", "description": "Hypnosis can help people stop smoking, sleep better and even undergo dental treatment without pain. But what exactly is hypnosis and what precisely happens in the brain of a hypnotised person? These questions are currently being studied by psychologists at the Universities Jena and Trier in Germany. The aim is to find comprehensive scientific answers to the questions, and the researchers have presented their initial findings in the current issue of the specialist journal ", "date": "Fri, 07 Jul 2017 04:00:00 GMT"}