{"title": "Systematic research investigates effects of money on thinking, behavior", "text": "Numerous studies have shown that being prompted to think about money can predispose people to engage in self-sufficient thinking and behavior--but some findings suggest that demographic characteristics may moderate this type of effect. In a new research article, scientists present results from three experiments that systematically explore these money-priming effects, finding inconsistent evidence for the effect of money primes on various measures of self-sufficient thinking and behavior.The research is published in Psychological Science, a journal of the Association for Psychological Science.Psychology researcher Eugene M. Caruso (University of Chicago Booth School of Business) and co-authors Oren Shapira (Stony Brook University) and Justin Landy (also Chicago Booth) were motivated to carry out this systematic exploration after conducting a set of studies in which they observed varied findings that were inconsistent with their predictions.In their initial studies, Caruso and his collaborators found that the effects of money reminders on participants' thinking often seemed to depend on certain demographic characteristics, a result they were not expecting. In discussing these results, they discovered that colleagues had also observed unpredicted interaction effects in their research in this area.Importantly, the kinds of interaction effects observed seemed to vary across different studies that used different techniques for activating the concept of money.\"These inconsistent results led us to step back to try to gain a better understanding of whether different money primes lead to similar effects, and whether they interact with sociodemographic characteristics in a reliable, and potentially theoretically meaningful, manner,\" Caruso explains.To do this, Caruso, Shapira, and Landy decided to systematically evaluate the effects of various money-priming manipulations on a predetermined set of outcomes while accounting for the potential influence of certain sociodemographic factors, within a single experiment that sampled a diverse group of participants.In their first experiment, the researchers recruited a total of 2,167 participants for an online study, randomly assigning participants to receive specific primes. For example, some saw a faint image of $100 bills in the background of the instructions screen, others were asked to select the best sizes and shapes for new paper currency, some completed phrases that included money-related terms, while others were asked to imagine having ample access to money. Some participants saw a clear image of $100 bills and were explicitly asked to describe what money meant to them, while others were asked to recall a time when they felt powerful.The results showed that four of the five money primes did activate the concept of money. Participants exposed to these primes were more likely to complete word stems to create money-related words compared with participants who received a neutral prime or no prime - only those exposed to the background image of money showed no difference in the word completion task relative to their peers.But the primes seemed to have weak and inconsistent effects on participants' feelings of wealth and self-sufficiency. Only participants who imagined an abundant life reported differences in self-sufficiency, and they actually reported lower self-sufficiency compared with those who received a neutral prime, an unexpected finding.Additionally, there was little evidence to suggest that the effects of the primes on various outcomes were moderated by any of the demographic characteristics measured, including gender, socioeconomic status, and political ideology.The researchers observed similar results in a second online experiment with 2,150 participants that omitted the money-activation measure.In a third experiment, Caruso, Shapira, and Landy conducted a lab-based study with 332 members of the university community. To examine the effects of money primes on self-sufficient behavior, the researchers measured how long participants spent working on a puzzle that was actually unsolvable before they asked for help.The results echoed those of the previous online studies: The three money primes tested had weak and inconsistent effects across the different outcome measures. Only those participants who unscrambled phrases including money-related terms reported greater feelings of self-sufficiency relative to the comparison group.\"Contrary to what we expected based on the published literature, we did not find that any manipulation consistently affected any dependent measure across our three studies, nor did we find reliable evidence for statistical moderation by sociodemographic characteristics,\" says Caruso.The researchers urged caution in interpreting the findings relative to specific published studies, given that the three experiments were not designed to be exact replications of any one study. Rather, this series of experiments can be seen as offering a rigorous and systematic examination of a particular effect.\"Beyond the implications for money-priming research, we hope that our methodological approach--comparing multiple manipulations of a construct and assessing multiple individual-difference moderators within the same heterogeneous sample--can make a broader contribution by supplementing the emerging toolkit of methodologies for establishing the reliability of individual effects and the validity of the theories that attempt to explain them,\" Caruso concludes.", "article_link": "http://dx.doi.org/10.1177/0956797617706161", "url": "http://www.eurekalert.org/pub_releases/2017-07/afps-sri070517.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/systematic-research-investigates-effects-of-money-on-thinking-behavior.html", "funder": "University of Chicago Booth School of Business, John Templeton Foundation", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Personal", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness", " Poverty/Wealth"], "journal": "Psychological Science", "description": "In a new research article, scientists present results from three experiments that systematically explore money-priming effects, finding inconsistent evidence for the effect of money primes on various measures of self-sufficient thinking and behavior. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}