{"title": "Archaeologists put sound back into a previously silent past", "text": "BUFFALO, N.Y. - Many attempts to explain how past people experienced their wider world have focused on sight at the expense of sound, but researchers from the University at Albany and the University at Buffalo have developed a tool that puts sound back into the ancient landscape.\r\nUAlbany's Kristy Primeau and UB's David Witt use GIS technology to advance a largely theoretical discussion into a modeled sensory experience to explore how people may have heard their surroundings throughout an entire archaeological landscape, or soundscape.\r\nThe results, published in the Journal of Archaeological Science: Reports, have more fully animated the ancient world and opened a discussion about how people at various locations, at sites ranging from sacred to political, experienced their soundscapes. The findings ultimately color what was formerly a sterile space into a living place - and sound ties itself to the identity of that place.\r\nThis attempt to infuse character into the material world and incorporate the relationship between people and their surroundings is part of what's called phenomenology. \r\n\"From a phenomenological perspective, the difference between a space and a place is critical. People don't live in a vacuum and we have to look at all aspects of the lived experience,\" says Primeau, an archeologist and PhD candidate at UAlbany. \"There is more to the experience of the landscape than just being present there.\"\r\n\"The phenomenological approach tries to learn about the past by finding those things that resonate with the way we experience the landscape now,\" says Primeau.  When people share a common culture it contributes to a general conception of experience within the landscape that includes meaning, memory and identity.  \"Sound is one way in which we hope to understand a multifaceted experience of the people that lived in these 'places.'\"\r\nPrimeau and Witt are both employees of the New York State Department of Environmental Conservation (DEC). Sound, and its effect on people and animals, is among the factors the DEC considers as part of its permitting process.\r\nWitt, who is a UB research associate in the Department of Anthropology, developed a spreadsheet for the DEC that calculates the impact of sound on the environment. The spreadsheet models the effect of distance and intervening features on sound. That data provides a two-dimensional, point-to-point analysis that the researchers expanded further into a program for GIS technology that models sound over the entire landscape, from one point to all surrounding locations.\r\nWith this three-dimensional tool, Primeau and Witt explored Chaco Canyon, New Mexico, a major cultural center for ancestral Pueblo people, which reached its high point around A.D. 1040.\r\nChaco Canyon offered advantages and curiosities that made it an attractive location to study. The required data for the site was readily available, but it also illustrates the sight-centered focus of archaeological research.\r\n\"Southwestern archaeologists have been talking about whether or not buildings and other structures were placed in their locations so they could see people, or be seen by people,\" says Witt.  \"It got me wondering if these sites were located where they were to hear, as well as see, other locations.\"\r\nThey explored the possible relationships between the features of the built environment and the canyon's performance space. Their work suggests that certain features could have been placed at their locations so culturally relevant sounds like a raised voice, which might serve as an alert, could be heard elsewhere.\r\nBut it's the sound of musical instruments that might provide the most direct evidence of intentional design, specifically the conch shell trumpet.\r\n\"Individuals at [four different points] would have heard a conch shell trumpet blown on the platform found at Pueblo Bonito,\" Primeau and Witt write in their paper. \"We interpret this to illustrate that events at the mound were not just meant to be experienced in front of Pueblo Bonito, but throughout Downtown Chaco.\"\r\nWitt and Primeau say they're still working on the model and this research is a first step into an innovative area of research.\r\n\"There aren't a lot of people who do this type of work,\" says Primeau. \"It brings a new component into landscape studies.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uab-aps070617.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/07/003.html", "funder": "", "meeting": "", "institution": "University at Buffalo", "keywords": ["Archaeology", " Acoustics", " Anthropology", " Noise", " Perception/Awareness", " New World"], "journal": "Journal of Archaeological Science: Reports", "description": "Many attempts to explain how past people experienced their wider world have focused on sight at the expense of sound, but researchers from the University at Albany and the University at Buffalo have developed a tool that puts sound back into the ancient landscape.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}