{"title": "Study offers clue to memory formation in the brain", "text": "While memory loss makes an engaging theme for a movie, in real life, learning and memory may be the most intriguing topics in brain science. How does the brain help us learn from our daily experience? Where is memory formed and stored in the brain? What is the mechanism for memory loss, whether caused by Alzheimer's disease or by an accident, such as in 50 First Dates? In a new study published on July 5 in Neuron, a research group led by Professor CAO Peng of the Institute of Biophysics (IBP) of the Chinese Academy of Sciences provides some clues as to memory formation in the brain. In his very famous Hebbian Theory, Dr. Donald Hebb proposed that the brain learns new tasks or skills by modifying the efficacy of synaptic junctions between individual neurons. Although many studies support the \"Memory-Synapse Specificity\" Hypothesis, direct evidence supporting the hypothesis was lacking until now. In this new study, however, CAO's group provides direct experimental evidence for the \"Memory-Synapse Specificity\" Hypothesis. The IBP research shows that socially acquired olfactory memory is associated with a synaptic long-term potentiation (LTP) event that occurs at a specific type of synapse on identified olfactory bulb neurons within a particular glomerular unit (Fig. 1). Such LTP lasts at least two weeks.  By genetically manipulating machinery for IGF1 exocytosis, the researchers identified a detailed signaling pathway that mediates this novel form of LTP, which had not been identified previously. Moreover, the study shows that this type of LTP is essential for olfactory memory but not for odor perception as such, demonstrating that this LTP encodes, at least in part, socially acquired olfactory memory. In the romantic comedy 50 First Dates, Lucy gets up every morning without remembering anything that happened to her the day before. Her memory loss is due to a car accident. Testing and validating the \"Memory-Synapse Specificity\" Hypothesis has been a persistent challenge in brain science because it was not previously possible to link a specific type of synapse to a particular behavior and memory.  CAO and his group achieved this goal by exploiting the exquisite microcircuits in the olfactory bulb, and using mice in which olfactory circuits associated with a specific odor can be visually identified. It is the first demonstration that LTP at a particular type of synapse in an identified circuit encodes a defined memory. Many intriguing and fundamental questions about learning and memory remain to be solved, but this study provides an excellent starting point for future research.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/caos-soc070417.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "Chinese Academy of Sciences Headquarters", "keywords": ["Biology", " Biomechanics/Biophysics"], "journal": "Neuron", "description": "In a new study published on July 5 in Neuron, a research group led by Professor CAO Peng of the Institute of Biophysics (IBP) of the Chinese Academy of Sciences provides some clues as to memory formation in the brain.", "date": "Thu, 06 Jul 2017 04:00:00 GMT"}