{"title": "Meaningless accelerating scores yield better performance", "text": "Seemingly any behavior can be \"gamified\" and awarded digital points these days, from tracking the steps you've walked to the online purchases you've made and even the chores you've completed. Tracking behavior in this way helps to spur further action and new research shows that even meaningless scores can serve as effective motivators, as long as those scores are accelerating.The findings are published in Psychological Science, a journal of the Association for Psychological Science.\"We all know that people like high scores, but what is less known is how to give scores,\" says researcher Luxi Shen of the Chinese University of Hong Kong Business School. \"Our research shows that what matters is neither how high the score is nor how fast the score increases, but rather the way it increases: It's most motivating if the score first increases at a relatively slow rate and then increases faster and faster.\"\"In this current digital age, it's easy to imagine a number on the panel of a digital device to nudge people to change their actions,\" adds co-author Christopher K. Hsee of the University of Chicago Booth School of Business. \"And it can help practitioners from game designers to marketers make better use of scores and points to influence behavior.\"Shen and Hsee became curious about the relationship between scores and behavior after noticing their own fascination with the scores provided on some exercise machines and healthy-eating websites.\"Those changing numbers made no sense to either of us and neither did our obsession with these numbers,\" explains Shen. \"We started with asking ourselves: If we could design a score that changes with our performance, what would a good design look like? How can we improve our performance by designing the pattern of change?\"Drawing on existing theory, Shen and Hsee hypothesized that people would have a hard time gauging a score's rate of change (velocity), a number that is difficult to evaluate without another score for comparison. But people might be more sensitive to a score's acceleration, or how quickly the rate of change increases, because they can sense that the number is going up more quickly over time. This acceleration may give the sense that they're doing increasingly better even when they know the score isn't tied to actual performance.In three related experiments, the researchers asked participants to type a target word as many times as they could within a 3-minute period. An onscreen display showed participants the number of times they had entered the word and the elapsed time. Some participants also saw a score at the center of this display -- they were told the number did not reflect their performance but would increase according to a predetermined pattern.The results were clear: People who saw an accelerating score outperformed their peers, typing the target words more times within the 3-minute window compared with those who saw a score that increased more slowly over time (decelerating score), a score that increased at a constant rate, or no score at all.Additional data from an online experiment showed that participants were uniquely sensitive to acceleration: They reported that the accelerating score increased faster relative to decelerating scores and scores that increased at a constant rate. Even though the accelerating score had the same final velocity as the \"fast\" score that increased at a constant rate, participants reported that the accelerating score increased faster.To find out whether this acceleration effect would hold up in the context of real-world behavior, Shen and Hsee took their experiment to the gym. Again, they found that participants who saw an arbitrary accelerating score exerted more effort, taking more steps on a step machine compared with those who saw a decelerating score or no score. This effect that did not dissipate over four successive rounds of testing. The findings suggest that an accelerating score can help motivate people to keep going, even when completing a physically demanding task.The acceleration effect may even hold up over the course of a whole day. Data from an online study showed that participants completed more surveys over an 8-hour period if they saw an accelerating score compared with a decelerating score.The researchers say that this accelerating score -- what they call the X number -- could have a wide variety of useful applications.\"Our findings can help designers to strategically structure numerical feedback in a way that costs virtually nothing but has a meaningful impact, whether they're working on an exercise machine, a video game, a loyalty program, or a public policy,\" says Shen. \"Practically, we hope to see empirical validation of the X number in other real-life contexts for good deeds, such as strategic designs of an accelerating X number to motivate people to pay credit card bills on time, save energy, invest in retirement accounts, use public transportation, recycle, donate to charitable causes, and so on.\"", "article_link": "http://dx.doi.org/10.1177/0956797617700497", "url": "http://www.eurekalert.org/pub_releases/2017-07/afps-mas063017.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/meaningless-accelerating-scores-yield-better-performance.html", "funder": "Research Grants Council of Hong Kong, John Templeton Foundation", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Number Literacy/General Statistics", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "Seemingly any behavior can be 'gamified' and awarded digital points these days, from tracking the steps you've walked to the online purchases you've made and even the chores you've completed. Tracking behavior in this way helps to spur further action and new research shows that even meaningless scores can serve as effective motivators, as long as those scores are accelerating. The findings are published in Psychological Science, a journal of the Association for Psychological Science.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}