{"title": "What kind of Facebook user are you?", "text": "On an average day, 1.28 billion people check it. Monthly? Nearly 2 billion. And according to one recent estimate, the average Facebook user spends 35 minutes a day on the platform -- which makes for a whole lot of daily and monthly minutes.In a recently published study, a trio of Brigham Young University communications professors explores why.\"What is it about this social-media platform that has taken over the world?\" asked lead author Tom Robinson. \"Why are people so willing to put their lives on display? Nobody has ever really asked the question, 'Why do you like this?'\"Based on subject responses, the research team identified four categories of Facebook users: relationship builders, town criers, selfies and window shoppers.Relationship builders post, respond to others' posts and use additional Facebook features primarily in an attempt to fortify relationships that exist beyond their virtual world. \"They use it as an extension of their real life, with their family and real-life friends,\" Robinson said. People in this group identified strongly with such statements as \"Facebook helps me to express love to my family and lets my family express love to me.\"Town criers, on the other hand, experience a much larger gap between their real and virtual worlds. Unconcerned with sharing photos, stories or other information about themselves, they instead \"want to inform everybody about what's going on,\" Robinson said. Like town criers from days of yore, \"they're pushing out information.\" They repost news stories, announce events -- but may otherwise neglect their profile pages, preferring to update family and friends through alternative means.Selfies use Facebook to self promote. Like relationship builders, they post pictures, videos and text updates -- but unlike relationship builders, they're focused on getting attention, likes and comments. Study participants in this category identified highly with the statement \"The more 'like' notification alarms I receive, the more I feel approved by my peers.\" Selfies, said study co-author Kris Boyle, use the platform \"to present an image of themselves, whether it's accurate or not.\"Window shoppers, like town criers, feel a sense of social obligation to be on Facebook but rarely post personal information. Unlike town criers, these users, said study co-author Clark Callahan, \"want to see what other people are doing. It's the social-media equivalent of people watching.\" Window shoppers identified with such statements as \"I can freely look at the Facebook profile of someone I have a crush on and know their interests and relationship status.\"For this study, the researchers compiled a list of 48 statements identifying potential reasons people use Facebook. Subjects sorted the statements in a way that reflected their personal connection to the ideas, then rated each statement on a scale from \"most like me\" to \"least like me.\" Finally, the researchers interviewed each subject to get a deeper understanding of their rankings and ratings.Though previous Facebook-related research has explored users with relationship-builder and selfie characteristics, Robinson said, the town criers and window shoppers were an unexpected find. \"Nobody had really talked about these users before, but when we thought about it, they both made a lot of sense.\"Facebook users may identify to some degree with more than one category -- Boyle noted that most people have at least some selfie tendencies, for example. But users typically identify more with one than others. \"Everybody we've talked to will say, 'I'm part of this and part of this, but I'm mostly this,'\" said Robinson, who calls himself a relationship builder.So what's the value in the label?\"Social media is so ingrained in everything we do right now,\" Boyle said. \"And most people don't think about why they do it, but if people can recognize their habits, that at least creates awareness.\"", "article_link": "http://dx.doi.org/10.4018/IJVCSN.2017040103", "url": "http://www.eurekalert.org/pub_releases/2017-07/byu-wko070517.php", "region": "namerica", "source_link": "http://news.byu.edu/news/why-do-you-facebook", "funder": "", "meeting": "", "institution": "Brigham Young University", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Mass Media", " Perception/Awareness"], "journal": "International Journal of Virtual Communities and Social Networking", "description": "Researchers from Brigham Young University asked people why they Facebook, then identified four categories of users.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}