{"title": "Probing psychopathic brains", "text": "Josh Buckholtz wants to change the way you think about psychopaths - and he's willing to go to prison to do it. An Associate Professor of Psychology, Buckholtz is the senior author of a study that relies on brain scans of nearly 50 prison inmates to help explain why psychopaths make poor decisions that often lead to violence or other anti-social behavior. What they found, he said, is psychopath's brains are wired in a way that leads them to over-value immediate rewards and neglect the future consequences of potentially dangerous or immoral actions. The study is described in a July 5 paper in Neuron.\"For years, we have been focused on the idea that psychopaths are people who cannot generate emotion and that's why they do all these terrible things,\" Buckholtz said. \"But what what we care about with psychopaths is not the feelings they have or don't have, it's the choices they make. Psychopaths commit an astonishing amount of crime, and this crime is both devastating to victims and astronomically costly to society as a whole.\"And even though psychopaths are often portrayed as cold-blooded, almost alien predators, we have been showing that their emotional deficits may not actually be the primary driver of these bad choices. Because it's the choices of psychopaths that cause so much trouble, we've been trying to understand what goes on in their brains when the make decisions that involve trade-offs between the costs and benefits of action.,\" he continued. \"In this most recent paper...we are able to look at brain-based measures of reward and value and the communication between different brain regions that are involved in decision making.\" Obtaining the scans used in the study, however, was no easy feat - where most studies face an uphill battle in bringing subjects into the lab, Buckholtz's challenge was in bringing the scanner to his subjects. The solution came in form of a \"mobile\" scanner - typically used for cancer screenings in rural areas - that came packed in the trailer of a tractor trailer. After trucking the equipment to a two medium-security prisons in Wisconsin, the team - which included collaborators at the University of Wisconin-Madison and University of New Mexico - would spend days calibrating the scanner, and then work to scan as many volunteers as possible as quickly as possible.  \"It was a huge undertaking,\" he said. \"Most MRI scanners, they're not going anywhere, but in this case, we're driving this inside a prison and then in very quick succession we have to assess and scan the inmates.\" The team ultimately scanned the brains of 49 inmates over two hours as they took part in a type of delayed gratification test which asked them to choose between two options - receive a smaller amount of money immediately, or a larger amount at a later time. The results of those tests were then fit to a model that allowed researchers to create a measure of not only how impulsive each participant's behavior was, but to identify brain regions that play a role in assessing the relative value of such choices. What they found, Buckholtz said, was people who scored high for psychopathy showed greater activity in a region called the ventral striatum - known to be involved in evaluating the subjective reward - for the more immediate choice. \"So the more psychopathic a person is, the greater the magnitude of that striatal response,\" Buckholtz said. \"That suggests that the way they are calculating the value rewards is dysregulated - they may over-represent the value of immediate reward.\" When Buckholtz and colleagues began mapping which brain regions are connected to the ventral striatum, it became clear why. \"We mapped the connections between the ventral striatum and other regions known to be involved in decision-making, specifically regions of the prefrontal cortex known to regulate striatal response,\" he said. \"When we did that, we found that connections between the striatum and the ventral medial prefrontal cortex were much weaker in people with psychopathy.\" That lack of connection is important, Buckholtz said, because this portion of the prefrontal cortex role is thought to be important for 'mental time-travel' - envisioning the future consequences of actions. There is increasing evidence that prefrontal cortex uses the outcome of this process to change how strongly the striatum responds to rewards. With that prefrontal modulating influence weakened, the value of the more immediate choice may become dramatically over-represented. \"The striatum assigns values to different actions without much temporal context\" he said. \"We need the prefrontal cortex to make prospective judgements how an action will affect us in the future - if I do this, then this bad thing will happen. The way we think of it is if you break that connection in anyone, they're going to start making bad choices because they won't have the information that would otherwise guide their decision-making to more adaptive ends.\" The effect was so pronounced, Buckholtz said, that researchers were able to use the degree of connection between the striatum and the prefrontal cortex to accurately predict how many times inmates had been convicted of crimes. Ultimately, Buckholtz said, his goal is to erase the popular image of psychopaths as incomprehensible, cold-blooded monsters and see them for what they are - everyday humans whose brains are simply wired differently.  \"They're not aliens, they're people who make bad decisions,\" he said. \"The same kind of short-sighted, impulsive decision-making that we see in psychopathic individuals has also been noted in compulsive over-eaters and substance abusers. If we can put this back into the domain of rigorous scientific analysis, we can see psychopaths aren't inhuman, they're exactly what you would expect from humans who have this particular kind of brain wiring dysfunction.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/hu-ppb070317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Harvard University", "keywords": ["Social/Behavioral Science", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Depression/Anger", " Perception/Awareness", " Violence/Criminals", " Law Enforcement/Jurisprudence", " Science/Health/Law"], "journal": "Neuron", "description": "Using a mobile MRI scanner to image the brains of prison inmates, Harvard researchers have found that the brains of people who show signs of psychopathy are wired in a way that leads them to over-value immediate rewards and neglect the future consequences of potentially dangerous or immoral actions.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}