{"title": "Gaze direction affects sensitivity to sounds", "text": "Listening to something while looking in a different direction can slow down reaction times while the brain works harder to suppress distractions, finds a new UCL study.In a study published in Scientific Reports, UCL researchers found that a misalignment between the direction of the eyes and the focus of auditory attention leads to slower reactions and increased listening effort.\"We frequently listen away from where our eyes are directed, such as when driving, or eavesdropping to a conversation at a party. So in this study we asked a simple question: How does the mere direction of gaze, even in the absence of visual information, affect listening?\" said the study's first author, Dr Ulrich Pomper (UCL Ear Institute). \"We found that gazing away from what we are listening to is mentally taxing, and has detrimental consequences to performance.\"The study design aimed to re-create a simple everyday listening situation -- attempting to follow a single sound from a mixture of several - but within a controlled lab environment. The 19 study participants each sat facing three loudspeakers arranged in front of them in a darkened, soundproof room. They were instructed to follow sounds from one of the loudspeakers while ignoring sounds from the other two loudspeakers. Simultaneously, they were directed to look at either the 'followed' loudspeaker or at one of the other (ignored) loudspeakers. A special camera was used to confirm that they were looking in the direction requested. As the participants concentrated, their brain activity was monitored with electroencephalography (EEG).The researchers found that the participants' reaction times were slower when they were instructed to look away from the attended loudspeaker and this was also accompanied by an increase in oscillatory neural activity (also known as 'brain waves'). \"We found that the participants' brains were working hard to counteract the misalignment between gaze and auditory attention, even though the setup and tasks were very simple,\" said senior author Dr Maria Chait (UCL Ear Institute). \"It is striking that simply shifting the direction of gaze a few degrees away from a sound source can have such a remarkable effect on brain activity. We think this is because our brains are wired to expect visual gaze direction and auditory attention to be aligned. The intuitive feeling that our auditory attention is independent from gaze is an illusion.\"\"While our cohort of young participants exhibited only a relatively small slowing of reaction times, inconsistent gaze might have more severe consequences in older or hearing-impaired listeners and could lead to serious implications for safety when engaged in demanding tasks, like driving,\" she said.", "article_link": "http://dx.doi.org/10.1038/s41598-017-04475-1", "url": "http://www.eurekalert.org/pub_releases/2017-07/ucl-gda070417.php", "region": "europe", "source_link": null, "funder": "European Commission Horizon 2020", "meeting": "", "institution": "University College London", "keywords": ["Physiology", " Hearing/Speech", " Neurobiology", " Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "Listening to something while looking in a different direction can slow down reaction times while the brain works harder to suppress distractions, finds a new UCL study.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}