{"title": "Study: Handshaking viewed more positively by Westerners than by East Asians", "text": "CHAMPAIGN, Ill. -- Westerners view handshaking more positively than do East Asians, researchers report in a new study. Western men also rate handshakes initiated by men and women differently, the study found.The research is reported in the Journal of Nonverbal Behavior.\"We know from previous studies that handshaking positively affects people's first impressions and evaluations of others,\" said U. of I. graduate student Yuta Katsumi, who led the research with U. of I. psychology professors Sanda Dolcos and Florin Dolcos .The team showed 88 Western and East Asian men and women short videos of two avatar characters -- a \"guest\" and a \"host\" -- interacting in a business setting. The characters either shook hands at the beginning of the meeting or started their interaction without a handshake. After watching each video, participants were asked how interested they would be in doing business with the video's host, and how competent he or she seemed to be.\"Handshaking is an inherently Western behavior customary in business contexts, and it's also a historically male behavior,\" Katsumi said. He hypothesized that expectations about handshakes would change how positively people rated social interactions in the videos.The team found that, compared with East Asians, Western participants had more positive evaluations of social interactions involving handshakes. The team also saw that Western men and women evaluated the situations differently. Western women rated all interactions with handshakes more positively than those without. Western men evaluated male hosts less positively when they did not shake hands, but they rated female hosts equally positively regardless of whether a handshake occurred.\"Our results show that in Western males there is a clear expectation to shake hands during first encounters with other males,\" Florin Dolcos said. \"But they don't seem to be affected by the absence of a handshake when interacting with females. This is clear evidence of how subtle things that might seem trivial can make a big difference in daily social interactions.\"The researchers plan to expand on these findings by exploring handshaking versus bowing, a traditional greeting in East Asian cultures. They also are investigating the brain mechanisms behind forming first impressions of people from different ethnic groups.\"This research has very important applications to real life,\" Sanda Dolcos said. \"Society is so diverse, and we should be mindful of the different traditions and ways of interacting that people are used to.\"", "article_link": "http://dx.doi.org/10.1007/s10919-017-0257-0", "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-shv070517.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/527089", "funder": "University of Illinois", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Social/Behavioral Science", " Behavior", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "Journal of Nonverbal Behavior", "description": "Westerners view handshaking more positively than do East Asians, researchers report in a new study. Western men also rate handshakes initiated by men and women differently, the study found.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}