{"title": "University of Toronto study shows our faces reveal whether we're rich or poor", "text": "TORONTO, ON - Put on a happy face, your success may depend on it, suggests a study by psychology researchers at the University of Toronto's Faculty of Arts and Science.In a new twist on first impressions, the study found people can reliably tell if someone is richer or poorer than average just by looking at a \"neutral\" face, without any expression.People also use those impressions in biased ways, such as judging the rich faces more likely than the poor ones to be hired for a job, says the paper by Associate Professor Nicholas Rule and PhD candidate Thora Bjornsdottir in the Journal of Personality and Social Psychology.\"It indicates that something as subtle as the signals in your face about your social class can actually then perpetuate it,\" says Bjornsdottir. \"Those first impressions can become a sort of self-fulfilling prophesy. It's going to influence your interactions, and the opportunities you have.\"Just as interestingly, the researchers found the ability to read a person's social class only applies to their neutral face and not when people are smiling or expressing emotions.Their conclusion is that emotions mask life-long habits of expression that become etched on a person's face even by their late teens or early adulthood, such as frequent happiness, which is stereotypically associated with being wealthy and satisfied.\"Over time, your face comes to permanently reflect and reveal your experiences,\" says Rule. \"Even when we think we're not expressing something, relics of those emotions are still there.\"Using an annual median family income of about $75,000 as a benchmark, the researchers grouped student volunteers into those with total family incomes under $60,000 or above $100,000 and then had them pose for photos with neutral faces devoid of expression.They then asked a separate group of participants to look at the photos and, using nothing but their gut instinct, decide which ones were \"rich or poor\" just by looking at the faces. They were able to determine which student belonged to the rich or poor group with about 53 per cent accuracy, a level that exceeds random chance.\"What we're seeing is students who are just 18-22 years old have already accumulated enough life experience that it has visibly changed and shaped their face to the point you can tell what their socio-economic standing or social class is,\" says Rule.The results were not affected by the race or gender of the face, or how much time people were given to study them. All of which is consistent with what is known about nonverbal behaviour.\"There are neurons in the brain that specialize in facial recognition. The face is the first thing you notice when you look at somebody,\" says Rule.\"We see faces in clouds, we see faces in toast. We are sort of hardwired to look for face-like stimuli. And this is something people pick up very quickly. And they are consistent, which is what makes it statistically significant.\"\"People are not really aware of what cues they are using when they make these judgments,\" says Bjornsdottir. \"If you ask them why, they don't know. They are not aware of how they are doing this.\"The study of social classes as an undercurrent in psychology and behaviour is getting more recognition, says Rule. And with 43 muscles concentrated in a relatively small area, facial cues are one of the most intriguing areas in this field.\"People talk about the cycle of poverty, and this is potentially one contributor to that,\" says Rule.He says the next step might be to study older age groups to see if the patterns of facial cues become even more apparent to people over time.", "article_link": "http://dx.doi.org/10.1037/pspa0000091", "url": "http://www.eurekalert.org/pub_releases/2017-07/uot-uot070517.php", "region": "namerica", "source_link": null, "funder": "Social Sciences and Humanities Research Council", "meeting": "", "institution": "University of Toronto", "keywords": ["Socioeconomics", " Neurobiology", " Social/Behavioral Science", " Perception/Awareness", " Poverty/Wealth"], "journal": "Journal of Personality and Social Psychology", "description": "A study by social psychologists at University of Toronto shows that people can reliably tell if someone is richer or poorer than average just by looking at a neutral face without any expression. This is due to visibility of the positions of muscles that become etched in the face over time as a result of repeated life experiences.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}