{"title": "CHLA Conducts satisfaction survey in the pediatric emergency department", "text": "Physician researchers at Children's Hospital Los Angeles (CHLA) surveyed caregivers to understand their expectations and satisfaction of urgent care in a pediatric emergency department (ED). They found that expectations about care delivered in the ED are directly related to satisfaction of care at the end of the visit.  In an emergency department that sees more than 82,000 patients per year, the study authors were pleasantly surprised to discover that caregivers were generally more satisfied with the actual care than the urgent care physicians expected. Results of their study are published in the Journal of Ambulatory Care Management.The importance of patient and family satisfaction in healthcare delivery has grown during the past decade and hospitals and providers are becoming more attuned to what patients and caregivers expect during a health care visit as well as their ultimate level of satisfaction. Satisfaction has been linked to various factors, such as perceived wait times, perceived quality of care, physician ability to communicate effectively, and patient pain management.\"Physicians often have their own perceptions about how they communicate with patients and how patients perceive their visit to the emergency department in terms of the types of lab tests ordered and the treatments prescribed,\" said Alan L. Nager, MD, Director of Emergency and Transport Medicine at CHLA.  \"This study sheds light on how physicians can make an enormous difference in a parent's satisfaction level by explaining the issues concerning their child's health including what kinds of diagnostic tests and treatments are needed and why.\" Investigators surveyed 201 patient families and found that caregivers have specific expectations regarding the clinical care of their child in terms of radiographic imaging, blood tests, antibiotics, pain management, and subspecialty consultation. The goals of the study were to learn about the expectations that parents have before seeing the doctor as well as their level of satisfaction after their child was treated. Then, these findings were compared to the physician's perception of the same encounter.According to Greg P. Marconi, MD, an attending physician at the Kids Care Urgent Care Clinic within the Emergency Department at CHLA who led the study, there's a general belief among physicians that parents come to the ED with certain expectations about what they believe their children need. But meeting a parent's expectations is not the same thing as delivering quality care.Reasons for visit dissatisfaction were based on misunderstandings surrounding the final diagnosis, such as erroneously thinking \"antibiotics will help my child\" with a diagnosis of a virus. Effective communication between physicians and families can improve expectations and health knowledge. Also, asking patients and their caregivers about their health experience can help physicians to provide appropriate explanations about treatment decisions.\"Communication between providers and caregivers is critical,\" Marconi added. \"The key take away message is that explaining the medical situation and the best course of treatment is important to achieving patient and family satisfaction.\"", "article_link": "http://dx.doi.org/10.1097/JAC.0000000000000157", "url": "http://www.eurekalert.org/pub_releases/2017-07/chla-ccs070517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital Los Angeles", "keywords": ["Medicine/Health", " Pediatrics"], "journal": "Journal of Ambulatory Care Management", "description": "Physician researchers at Children's Hospital Los Angeles (CHLA) surveyed caregivers to understand their expectations and satisfaction of urgent care in a pediatric emergency department (ED). They found that expectations about care delivered in the ED are directly related to satisfaction of care at the end of the visit.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}