{"title": "Engineers find way to evaluate green roofs", "text": "Green infrastructure is an attractive concept, but there is concern surrounding its effectiveness. Researchers at the University of Illinois at Urbana-Champaign are using a mathematical technique traditionally used in earthquake engineering to determine how well green infrastructure works and to communicate with urban planners, policymakers and developers.Green roofs are flat, vegetated surfaces on the tops of buildings that are designed to capture and retain rainwater and filter any that is released back into the environment.\"The retention helps ease the strain that large amounts of rain put on municipal sewer systems, and filtration helps remove any possible contaminants found in the stormwater,\" said Reshmina William, a civil and environmental engineering graduate student who conducted the study with civil and environmental engineering professor Ashlynn Stillwell.A good-for-the-environment solution to mitigating stormwater runoff may seem like a no-brainer, but a common concern regarding green roofs is the variability of their performance. One challenge is figuring out how well the buildings that hold them up will respond to the increased and highly variable weight between wet and dry conditions. Another challenge is determining how well they retain and process water given storms of different intensity, duration and frequency, William said.While studying reliability analysis in one of her courses, William came up with the idea to use a seemingly unrelated mathematical concept called fragility curves to confront this problem.\"Earthquake engineering has a similar problem because it is tough to predict what an earthquake is going to do to a building,\" William said. \"Green infrastructure has a lot more variability, but that is what makes fragility curves ideal for capturing and defining the sort of dynamics involved.\"William and Stillwell chose to study green roofs over other forms of green infrastructure for a very simple reason: There was one on campus fitted with the instrumentation needed to measure soil moisture, rainfall amount, temperature, humidity and many other variables that are plugged into their fragility curve model.\"This is a unique situation because most green roofs don't have monitoring equipment, so it is difficult for scientists to study what is going on,\" Stillwell said. \"We are very fortunate in that respect.\"William said the primary goal of this research is to facilitate communication between scientists, policymakers, developers and the general public about the financial risk and environmental benefit of taking on such an expense.\"One of the biggest barriers to the acceptance of green infrastructures is the perception of financial risk,\" William said. \"People want to know if the benefit of a green roof is going to justify the cost, but that risk is mitigated by knowing when an installation will be most effective, and that is where our model comes in.\"The results of their model and risk analysis, which appear in the Journal of Sustainable Water in the Built Environment, provide a snapshot of green infrastructure performance for this particular green roof. The results from a single model do not yield a one-size-fits-all approach to green infrastructure evaluation, and William and Stillwell said that is one of the strengths of their technique. Adaptability across different technologies and environments is essential to any green infrastructure analysis.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoia-efw070517.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/527083", "funder": "The University of Illinois department of civil and environmental engineering, Ravindar K. and Kavita Kinra Fellowship", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Weather/Storms", " Nature", " Technology/Engineering/Computer Science", " Civil Engineering", " Climate Change"], "journal": "Journal of Sustainable Water in the Built Environment", "description": "Green infrastructure is an attractive concept, but there is concern surrounding its effectiveness. Researchers at the University of Illinois at Urbana-Champaign are using a mathematical technique traditionally used in earthquake engineering to determine how well green infrastructure works and to communicate with urban planners, policymakers and developers.", "date": "Wed, 05 Jul 2017 04:00:00 GMT"}