{"title": "Do blind people express their emotions in the same way  as people  who can see?", "text": "Facial expressions play a powerful role in social interactions from birth to adulthood. Fear, joy, anger -- all our emotions are articulated and understood thanks to universal codes. Common sense sees this enterprise as an act of imitation: children imitate their parents by reproducing the facial expression linked to each emotion. But if this is the case, does the same hold true for people who were born blind? Do they show their emotions in the same way? The UNIGE researchers analyzed 21 scientific studies conducted between 1932 and 2015 to find the answer, and you can read a summary of their results in the journal Psychonomic Bulletin & Review.The debate about how human beings express their emotions has been with us since Darwin's time. In short, are expressions of fear, joy and anger innate or acquired? Are they modelled and reinforced through the various observations and visual exchanges occurring in our social life? There is one particular study group that can shed light on the argument: people who have been blind since birth. If they produce facial expressions similar to those of sighted people without the help of visual experience, it might be an important piece of evidence to show that this behaviour is at least in part innate.Refined methodologyThe team led by professor Edouard Gentaz from the faculty of psychology and educational sciences (FAPSE) at UNIGE analysed 21 scientific studies that focused on the expression of emotions in people who were born blind. Professor Gentaz discovered that from the 1930s to the 1980s, scientists mainly observed blind babies, finding that their expressions were similar to those of sighted babies, thereby supporting the thesis that there is an innate and universal emotional character. But this method was still dependent on the subjective view of the researchers. From the 1980s, the possibility of analysing the muscles used to express individual emotions in more detail (known as the FACS method) backed up the earlier results: when a blind person spontaneously expresses an emotion, such as surprise, he or she uses the same muscles -- in other words, his or her reaction is similar to that of a person who can see. However, when researchers asked someone who was blind to express emotions on demand, they found differences from the expressive norms they expected. And the same results were seen in the decade from 2000. Scientists analysed the 2004 Paralympic Games: blind and sighted athletes articulated their happiness and disappointment in similar ways, including the forced smiles of competitors who finished second, so close to their goal.The importance of making faces in front of the mirror\"The fact that the same muscles are at work when spontaneously expressing emotions may be evidence that it is innate and universal, and not just dependent on social learning by imitation\", explains professor Gentaz. \"On the other hand, the fact that blind people can't voluntarily reproduce these emotions shows the importance of social conventions in learning about the intensity of expressing emotions\", adds Gentaz. Sighted children have multiple opportunities to train themselves to express their emotions, for instance in front of a mirror. They learn to modulate their expressions according to the results they seek. It follows that sighted people develop a structure for expressing their emotions that the blind, deprived of these training opportunities, cannot easily acquire, whence their difficulties in correctly proportioning on demand the intensity of an emotion.The role of the other senses in expressing emotionsThe importance of being able to see appears self-evident not just for expressing emotions but also for the perception of the expression of an emotion. Yet, a blind person does not have this sense for understanding and interpreting the emotions of a third party. So, what role do other senses -- touch and hearing, for example -- play? Dannyelle Valente, a researcher at FAPSE, says: \"We are working on how to replace sight with other means of communicating emotional states, in particular by using the other senses\". This entails making sure that blind people have access to emotional codes in the form of models or drawings they can touch. In fact, being able to touch their own face is a tremendous advantage for the learning process. Blind people can enhance their own perceptions as well as learn how to manage the intensity of the expression of their emotions.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/udg-dbp070417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Université de Genève", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychonomic Bulletin & Review", "description": "Facial expressions play a powerful role in social interactions and are articulated and understood thanks to universal codes. Common sense sees this enterprise as an act of imitation: children imitate their parents by reproducing the facial expression linked to each emotion. But if this is the case, does the same hold true for people who were born blind? The UNIGE researchers analyzed 21 scientific studies conducted between 1932 and 2015 to find the answer.", "date": "Tue, 04 Jul 2017 04:00:00 GMT"}