{"title": "Who'll win at Wimbledon? Just listen to the pitch of the grunts", "text": "Never mind counting aces and killer shots. If you want to predict the outcome of a tennis match, pay attention to the players' grunts.As Wimbledon prepares for another year of the on-court cacophony from the likes of Rafael Nadal and Victoria Azarenka, a new study has revealed that grunts produced by players during tennis matches they lost were higher in voice pitch than during the matches they won.What's more, psychologists at the University of Sussex found that players displayed differences in their grunt pitch long before the scoreboard made it clear whether they would win or lose.Doctoral researcher and university tennis team captain Jordan Raine, together with mammal communication experts Professor David Reby and Dr Kasia Pisanski, analysed television footage of 50 matches featuring some of the world's top 30 tennis players.They measured grunts made by the players during serves, backhand and forehand shots, and recorded at what stage of each match the grunts were produced, as well as whether the players won or lost the match. While the pitch, or fundamental frequency (F0), of grunts increased as matches progressed, the study, published in the journal Animal Behaviour, found that the likely match outcome for a player may become apparent from the outset.Mr Raine said: \"This suggests that this shift in pitch is not due to short-term changes in scoreboard dominance, but instead, may reflect longer term physiological or psychological factors that may manifest even before the match. These factors could include previous encounters, form, world ranking, fatigue, and injuries.\" It seems these differences are distinguishable even without scientific analysis. When competitive tennis players were played short clips of other players' grunts, with no access to any other information, they were able to identify which of two grunt sequences produced by the same player came from a match that the player lost, suggesting that tennis grunts may provide useful information to competitors regarding a player's internal state during a match.Professor Reby, whose previous research includes identifying the connection between voice pitch and sexual attraction in mammals, said: \"As with other mammal calls, the acoustic structure of human grunts contains information that may help us to infer contest outcome.\"Dr Pisanski, who has studied how and why humans alter their voice pitch, said: \"Future research is set to look at whether other human vocalisations, such as aggressive roars and fear screams, convey further clues about the evolution of human vocal behavior.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uos-wwa070417.php", "region": "europe", "source_link": "http://www.sussex.ac.uk/newsandevents/pressrelease/id/40766", "funder": "", "meeting": "", "institution": "University of Sussex", "keywords": ["Physiology", " Sports/Recreation", " Social/Behavioral Science", " Personality/Attitude", " Sports Medicine", " Sports/Recreation", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Animal Behaviour", "description": "A new University of Sussex study has revealed that grunts produced by players during tennis matches they lost were higher in voice pitch than during the matches they won.", "date": "Tue, 04 Jul 2017 04:00:00 GMT"}