{"title": "Extreme weather conditions and climate change account for 40 percent of global wheat production variability", "text": "JRC scientists have proposed a new approach for identifying the impacts of climate change and extreme weather on the variability of global and regional wheat production. The study analysed the effect of heat and water anomalies on crop losses over a 30-year period.\r\nJRC scientists studied the relative importance of heat stress and drought on wheat yields between 1980 and 2010. They developed a new Combined Stress Index in order to better understand the effects of concurrent heat and water stress events.\r\nThe study 'Wheat yield loss attributable to heat waves, drought and water excess at the global, national and subnational scales' was published in Environmental Research Letters earlier this month. It finds that heat stress concurrent with drought or water excess can explain about 40% of the changes in wheat yields from one year to another.\r\nOne finding is that in contrast to the common perception, water excess affects wheat production more than drought in several countries. Excessive precipitation and greater cloud cover, especially during sensitive development stages of the crop, are major contributors to reduced yields, as they help pests and disease proliferate and make it harder for the plants to get the oxygen and light they need.\r\nIn 2010, wheat contributed to 20% of all dietary calories worldwide. It therefore has a major role in food security worldwide, some countries being particular reliant on it . As climate change is increasing the duration, frequency and severity of extreme weather events, it has become increasingly urgent to identify their effects and provide early warnings, in order to ensure market stability and global food security.\r\nThis study helps to better understand the role of weather factors in wheat production and global yield anomalies. It shows, for the first time, the effect of individual extreme events and their impacts on particular development stages of the crop (for example, the effect of drought during key development periods such as flowering and grain-filling).\r\nCompared to previous approaches, the Combined Stress Index has the advantage of being able to calculate the effect of single weather anomalies on total crop output at global and regional levels. Moreover, it offers a simple and practical tool to compute yield anomalies using seasonal, climate forecasts and projections, thereby allowing better adaptation studies and mitigation strategies to be established.\r\nThe model explicitly accounts for the effects of temperature and soil moisture changes (positive and negative) on global and regional wheat production fluctuations.\r\nA specific case study was carried out at subnational level in France, where wheat was found to be more sensitive to overly wet conditions. In other countries, heat stress and drought are the most important predictors of crop losses. For instance, in Mediterranean countries, drought has a bigger detrimental effect on wheat yields than heat stress.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/ecjr-ewc070417.php", "region": "europe", "source_link": "https://ec.europa.eu/jrc/en/news/extreme-weather-conditions-and-climate-change-account-40-global-wheat-production-variability", "funder": "", "meeting": "", "institution": "European Commission Joint Research Centre", "keywords": ["Agriculture", " Agricultural Production/Economics", " Food/Food Science", " Climate Science", " Temperature-Dependent Phenomena", " Weather/Storms", " Hydrology/Water Resources", " Temperature-Dependent Phenomena", " Climate Change", " Climate Change"], "journal": "Environmental Research Letters", "description": "JRC scientists have proposed a new approach for identifying the impacts of climate change and extreme weather on the variability of global and regional wheat production. The study analyzed the effect of heat and water anomalies on crop losses over a 30-year period. It finds that heat stress concurrent with drought or water excess can explain about 40 percent of the changes in wheat yields from one year to another.", "date": "Tue, 04 Jul 2017 04:00:00 GMT"}