{"title": "Seeing the colored light: Bee brains open way for better cameras", "text": "New research into the way that honeybees see colour could pave the way for more accurate cameras in phones, drones and robots. Identifying colour in complex outdoor environments is extremely difficult because the colour of light is continuously changing. Researchers in Melbourne, Australia, looked to see how honeybees solve this problem and discovered a totally new mechanism for processing colour information. The results of the work by academics at RMIT University, Monash University, University of Melbourne and Deakin University were published today in the journal, Proceedings of the National Academy of Sciences of the United States of America (PNAS).The project, supported by an Australian Research Council (ARC) grant, was coordinated by Associate Professor Adrian Dyer at RMIT, who has been working with Professor Marcello Rosa at Monash University and the ARC Centre of Excellence for Integrative Brain Function to solve this classic problem of how colour vision works.Dyer said: \"For a digital system like a camera or a robot the colour of objects often changes. Currently this problem is dealt with by assuming the world is, on average, grey.\"This means it's difficult to identify the true colour of ripe fruit or mineral rich sands, limiting outdoor colour imaging solutions by drones, for example.\"Bees have three extra eyes (ocelli) on the top of their head that look directly at the sky, and lead author Dr Jair Garcia (RMIT) and a multidisciplinary team discovered that the ocelli contain two colour receptors that are perfectly tuned for sensing the colour of ambient light. Bees also have two main compound eyes that directly sense flower colours from the environment. Garcia said: \"Physics suggests the ocelli sensing of the colour of light could allow a brain to discount the naturally coloured illumination which would otherwise confuse colour perception.  \"But for this to be true the information from the ocelli would have to be integrated with colours seen by the compound eyes.\"To test if this happened, Dr Yu-Shan Hung (University of Melbourne) mapped the neural tracings from ocelli and showed neural projection did indeed feed to the key colour processing areas of the bee brain. Professor Andrew Greentree from the ARC Centre for Nanoscale BioPhotonics at RMIT said: \"It is rare that physics, biology, neuro-anatomy and ecology all fit together, but here we have it.\"The system closely predicts previously observed behaviour of bees foraging in complex environments and provides a new solution for illuminations as diverse as natural forest light, sunlight, or shade.  Dyer said: \"We're using bio-inspired solutions from nature to tackle key problems in visual perception. This discovery on colour constancy can be implemented into imaging systems to enable accurate colour interpretation.\"Professor John Endler (Deakin University) said: \"The discover provides a superb solution to a classic problem and makes colour constancy computationally inexpensive.\"Rosa said: \"The strength of this study lies in the combination of modelling, behavioural analysis and neuro-anatomy. It shows how modern, interdisciplinary neuroscience can point to an elegant solution to classical problems in vision.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1703454114", "url": "http://www.eurekalert.org/pub_releases/2017-07/ru-stc062917.php", "region": "australia", "source_link": null, "funder": "Australian Research Council", "meeting": "", "institution": "RMIT University", "keywords": ["Biotechnology", " Zoology/Veterinary Science", " Optics", " Technology/Engineering/Computer Science", " Robotry/Artificial Intelligence"], "journal": "Proceedings of the National Academy of Sciences", "description": "Cameras in drones and robots have trouble dealing with detecting color when the light is changing. But bees, it turns out, have a mechanism that solves this problem and that can be used to improve cameras.", "date": "Mon, 03 Jul 2017 04:00:00 GMT"}