{"title": "Lifting your spirits doesn't require many reps", "text": "You don't have to spend hours at the gym or work up a dripping sweat to improve your mood and feel better about yourself, researchers at the University of Connecticut say in a new study.If you lead a sedentary lifestyle -- spending large parts of your day sitting at home or at work - simply getting out of your chair and moving around can reduce depression and lift your spirits.\"We hope this research helps people realize the important public health message that simply going from doing no physical activity to performing some physical activity can improve their subjective well-being,\" says Gregory Panza, a graduate student in UConn's Department of Kinesiology and the study's lead author. \"What is even more promising for the physically inactive person is that they do not need to exercise vigorously to see these improvements,\" Panza continues. \"Instead, our results indicate you will get the best 'bang for your buck' with light or moderate intensity physical activity.\"For those keeping score, light physical activity is the equivalent of taking a leisurely walk around the mall with no noticeable increase in breathing, heart rate, or sweating, says Distinguished Kinesiology Professor Linda Pescatello, senior researcher on the project. Moderate intensity activity is equivalent to walking a 15-20-minute mile with an increase in breathing, heart rate, and sweating, yet still being able to carry on a conversation. Vigorous activity is equivalent to a very brisk walk or jogging a 13-minute mile with a very noticeable increase in breathing, heart rate, and sweating to the point of being unable to maintain a conversation.The study looked at 419 generally healthy middle-aged adults who wore accelerometers on their hips to track physical activity over four days. Participants also completed a series of questionnaires asking them to describe their daily exercise habits, psychological well-being, depression level, pain severity, and extent to which pain interfered with their daily activities.Here's what the researchers learned:The last finding is actually good news for folks who enjoy hard, calorie-burning workouts, as it doesn't support a widely reported recent study that found high intensity workouts significantly lowered some people's sense of well-being.\"Recent studies had suggested a slightly unsettling link between vigorous activity and subjective well-being,\" says Beth Taylor, associate professor of kinesiology and another member of the research team. \"We did not find this in the current study, which is reassuring to individuals who enjoy vigorous activity and may be worried about negative effects.\"Many previous studies have attempted to identify the best exercise regimen to improve people's sense of well-being. Yet no clear consensus has emerged. Some studies say moderate or vigorous activity is best. Others say low intensity exercise is better. The differences, the UConn researchers say, may be due to the way the studies were designed and possible limitations in how people's well-being and levels of physical activity were measured.The UConn study is believed to be the first of its kind to use both objective (accelerometers) and subjective (questionnaires) measurements within a single group to examine the relationship between physical activity intensity and well-being.Yet the UConn research also has its limits, Panza says.All of the individuals who participated in the UConn study had a generally positive sense of well-being going into the project and were generally physically active. So their answers in the questionnaires need to be framed in that context. Whether the same results would hold true for people with lower subjective well-being or lower levels of physical activity is unknown, Panza says. Also, the conclusions formed in the UConn study are based on information gathered at a single point in time. A longitudinal study that tracks people's feelings and physical activity over time would go a long way toward helping determine what exercise regimen might be best for different populations, Panza said.\"If it doesn't make us feel good, we don't want to do it,\" says Taylor. \"Establishing the link between different types, doses, and intensities of physical activity on well-being is a very important step in encouraging more people to exercise.\" The study was published in the Journal of Health Psychology in February.", "article_link": "http://dx.doi.org/10.1177/1359105317691589", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc-lys051117.php", "region": "namerica", "source_link": "http://today.uconn.edu/2017/05/lifting-spirits-doesnt-require-many-reps/", "funder": "National Institutes of Health", "meeting": "", "institution": "University of Connecticut", "keywords": ["Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Behavior", " Exercise", " Mental Health", " Depression/Anger"], "journal": "Journal of Health Psychology", "description": "Engaging in light or moderate physical activity such as taking a walk or going for a bike ride is the best way for normally inactive people to beat the blues and improve their sense of well-being, according to a University of Connecticut study. Researchers say that in this study there was no additional emotional benefit gained from working out aggressively.", "date": "Fri, 12 May 2017 04:00:00 GMT"}