{"title": "For anorexia nervosa, researchers implicate genetic locus on chromosome 12", "text": "May 12, 2017 CHAPEL HILL, NC - A landmark study led by UNC School of Medicine researchers has identified the first genetic locus for anorexia nervosa and has revealed that there may also be metabolic underpinnings to this potentially deadly illness.The study, which is the most powerful genetic study of anorexia nervosa conducted to date, included genome-wide analysis of DNA from 3,495 individuals with anorexia nervosa and 10,982 unaffected individuals.If particular genetic variations are significantly more frequent in people with a disorder compared to unaffected people, the variations are said to be \"associated\" with the disorder. Associated genetic variations can serve as powerful pointers to regions of the human genome where disorder-causing problems reside, according to the National Human Genome Research Institute.\"We identified one genome-wide significant locus for anorexia nervosa on chromosome 12, in a region previously shown to be associated with type 1 diabetes and autoimmune disorders,\" said lead investigator, Cynthia Bulik, PhD, FAED, founding director of the UNC Center of Excellence for Eating Disorders and a professor at Karolinska Institutet in Stockholm, Sweden.\"We also calculated genetic correlations -- the extent to which various traits and disorders are caused by the same genes,\" said Bulik. \"Anorexia nervosa was significantly genetically correlated with neuroticism and schizophrenia, supporting the idea that anorexia is indeed a psychiatric illness.\"\"But, unexpectedly, we also found strong genetic correlations with various metabolic features including body composition (BMI) and insulin-glucose metabolism. This finding encourages us to look more deeply at how metabolic factors increase the risk for anorexia nervosa,\" Bulik said.This study was conducted by the Psychiatric Genetics Consortium Eating Disorders Working Group - an international collaboration of researchers at multiple institutions worldwide.\"In the era of team science, we brought over 220 scientists and clinicians together to achieve this large sample size. Without this collaboration we would never have been able to discover that anorexia has both psychiatric and metabolic roots,\" said Gerome Breen, PhD, of King's College London.\"Working with large data sets allows us to make discoveries that would never be possible in smaller studies,\" said Laramie Duncan, PhD, of Stanford University, who served as lead analyst on the project.The researchers are continuing to increase sample sizes and see this as the beginning of genomic discovery in anorexia nervosa. Viewing anorexia nervosa as both a psychiatric and metabolic condition could ignite interest in developing or repurposing medications for its treatment where currently none exist.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uonc-fan051017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of North Carolina Health Care", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Mental Health"], "journal": "American Journal of Psychiatry", "description": "A landmark study led by UNC School of Medicine researchers has identified the first genetic locus for anorexia nervosa and has revealed that there may also be metabolic underpinnings to this potentially deadly illness.", "date": "Fri, 12 May 2017 04:00:00 GMT"}