{"title": "A dual-functional GLP-1 analogue may improve insulin sensitivity and help fight diabetes", "text": "According to research published online in The FASEB Journal, scientists have discovered a dual peptide called \"PGLP-1\" that promotes insulin secretion and inhibits gluconeogenesis (a metabolic process that produces glucose). A related compound called GLP-1 is currently used in diabetes treatments. This new compound shows the potential to improve glycemic control for patients with type 1 diabetes and ameliorate insulin resistance in patients with type 2 diabetes. \"In the future, I hope that, in patients with type 1 diabetes mellitus, this peptide can protect islets and lower fasting blood glucose, thereby delaying the process of diabetes and maintaining blood glucose stability,\" said Liang Jin, Ph.D., a researcher involved in the work at the State Key Laboratory of Natural Medicines at the Juangsu Key Laboratory of Drug Screening (School of Life Science and Technology, China Pharmaceutical University, Jiangsu Sheng, China). \"In patients with type 2 diabetes, it can stimulate insulin secretion and ameliorate insulin resistance, thereby reducing the amount of insulin.\"Scientists designed six GLP-1 analogues and screened to obtain a dual-functional candidate peptide PGLP-1 in vivo and in vitro. The insulin secretion-promoting (insulinotropic) function was verified in normal c57 mice. In STZ-induced hyperglycemic mice, researchers demonstrated that PGLP-1 not only acts as a GLP-1RA, but also produces GLP-1(9-38) to play an insulin-like role (inhibiting gluconeogenesis), in turn protecting β cells and lowering blood glucose.    \"This work reveals that the gluconeogenic pathway is subject to effective pharmacological control by this peptide,\" said Thoru Pederson, Ph.D., Editor-in-Chief of The FASEB Journal. \"Despite great strides in both type 1 and type 2 diabetes over the years, each new finding like this is most welcome.\"", "article_link": "http://dx.doi.org/10.1096/fj.201700002R", "url": "http://www.eurekalert.org/pub_releases/2017-05/foas-adg051117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Federation of American Societies for Experimental Biology", "keywords": ["Biology", " Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Pharmaceutical Science"], "journal": "FASEB Journal", "description": "According to research published online in The FASEB Journal, scientists have discovered a dual peptide called 'PGLP-1' that promotes insulin secretion and inhibits gluconeogenesis (a metabolic process that produces glucose).", "date": "Thu, 11 May 2017 04:00:00 GMT"}