{"title": "Tamoxifen protects against obesity-related metabolic disorders", "text": "Philadelphia, PA, May 11, 2017 - Tamoxifen, a selective estrogen receptor modulator, is the gold standard for endocrine treatment of estrogen-receptor positive breast cancer. Tamoxifen is also known to have metabolic effects. A new study in The American Journal of Pathology reports that the drug also prevents obesity, fatty liver, and insulin resistance in female mice who were fed a high-fat diet and whose ovaries had been removed. The study was also able to pinpoint which estrogen receptors underlie these protective effects, opening up possibilities for new therapies to treat these conditions. \"For the past two decades, estrogen receptor α (ERα) has been identified as a key regulator of energy and glucose homeostasis and consequently proposed as a promising target to develop new therapeutic strategies to fight against obesity-related metabolic disorders, such as type 2 diabetes and nonalcoholic fatty liver disease. However, understanding the mechanisms of the metabolic protection conferred by ERα activation has been a crucial challenge,\" explained Pierre Gourdy, MD, PhD, INSERM UMR1048, Institut des Maladies Métaboliques et Cardiovasculaires, Université de Toulouse (France). Mice whose ovaries had been removed were fed a high-fat diet and treated with either tamoxifen or a placebo for 12 weeks. Investigators found that tamoxifen prevented weight gain, which was attributed to a significant reduction in food intake compared with controls. Tamoxifen-treated mice were less likely to develop glucose intolerance, insulin resistance, as well as deposits of fat in the liver. The researchers knew that ERα exerts its effects through two activation functions known as ERα-AF1 and ERα-AF2, directly involved in the transcriptional regulation of gene expression. Tamoxifen acts as an ERα-AF1 agonist or an ERα-AF2 antagonist according to its tissue/organ targets. To better understand the molecular mechanisms underlying tamoxifen's metabolic effects, the scientists treated mice genetically bred to be deficient either for the entire ER-α (ERα-/-) or just ERα-AF1 (AF1-/-°) with either tamoxifen or placebo and compared the results to wild-type mice (ERα+/+ or AF1+/+) that underwent similar treatment. All the mice were fed a high-fat diet. Prevention of high-fat diet-induced glucose intolerance, insulin resistance, and fatty liver (steatosis) by tamoxifen was abrogated in mice with ERα-AF1 deficiency. According to Dr. Gourdy, \"Altogether, these data indicate that activation of ERα-AF1 by tamoxifen is sufficient to elicit metabolic protective effects in vivo.\" In addition, the researchers found that selective activation of ERα-AF1 by tamoxifen also regulated most hepatic metabolic genes. \"Altogether, the present study first suggests that the metabolic effects of tamoxifen, as well as other selective modulators of ERα, deserve to be cautiously reconsidered in women, according to their menopausal status. It also opens new perspectives for the treatment of obesity-related complications toward a pharmacologic strategy eliciting selective ERα-AF1 activation,\" noted Dr. Gourdy.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajpath.2017.02.013", "url": "http://www.eurekalert.org/pub_releases/2017-05/ehs-tpa050917.php", "region": "namerica", "source_link": null, "funder": "Institut National de la Santé et de la Recherche Médicale (INSERM), Université de Toulouse 3 and Faculté de Médecine de Toulouse, Fondation de France, Conseil Régional Midi-Pyrénées, others", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Physiology", " Medicine/Health", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases"], "journal": "American Journal of Pathology", "description": "Tamoxifen is the gold standard for endocrine treatment of estrogen-receptor positive breast cancer. Tamoxifen is also known to have metabolic effects. A new study in The American Journal of Pathology reports that the drug also prevents obesity, fatty liver, and insulin resistance in female mice who were fed a high-fat diet and whose ovaries had been removed. The study was also able to pinpoint which estrogen receptors underlie these protective effects, opening up possibilities for new therapies to treat these conditions.", "date": "Thu, 11 May 2017 04:00:00 GMT"}