{"title": "Dramatic cooperation between two infectious bacteria revealed by BIDMC researchers", "text": "BOSTON - Brucellosis is an infectious disease of livestock that may be transmitted to farm workers or consumers of unpasteurized dairy products. Easy to spread and hard to detect, the bacteria that cause the illness, Brucella species, are considered potential bioterror weapons. Yet, precisely because Brucella species are so dangerous to handle, research on this important disease-causing agent, or pathogen, has lagged behind that of other infectious diseases. Using an innovative method they developed to study the infectious process, investigators at Beth Israel Deaconess Medical Center (BIDMC) established a safer way to study Brucella. In an early test of the model, the research team observed a surprising and previously undocumented interaction during the infectious process. The presence of another pathogen appeared to improve the infectious potential of Brucella. The report was published in the journal Infection and Immunity.\"Our toolkit is simple, versatile and applicable to any type of pathogen,\" said James Kirby, MD, Director of the Clinical Microbiology Laboratory at BIDMC and Associate Professor of Pathology at Harvard Medical School. \"This will be something that will help the scientific community study infectious disease more efficiently going forward because bacterial strains of interest can be constructed so easily, saving a lot of time and effort.\"Kirby and co-author Yoon-Suk Kang, PhD, a post-doctoral fellow in Kirby's lab used their technique to engineer a special strain of Brucella designed to emit colored light so they could more easily observe it infect host cells the lab. Common in goats, sheep, cattle, pigs and dogs, the four Brucella species capable of infecting humans are classified as potential biothreat organisms that must be studied in designated biosafety level 3 laboratories specially equipped to contain them. But Kirby and Kang, used another Brucella species, B. neotomae - known to infect only rodents - to see if it had enough in common with its more dangerous relatives to serve as a safer-to-handle investigational model for all Brucella species. While observing their custom strain, Kirby and Kang witnessed an unprecedented interaction between B. neotomae and Legionella pneumophila, the pathogen that causes Legionnaires' disease in humans. In addition to emitting light, the genetically-altered strain of B. neotomae was also designed to lack the physical structure it needs - a molecular syringe - to attack host cells. On their own, these engineered bacteria can't grow and multiply inside the host cell. However, when the host cells were co-infected with this strain of Brucella and L. pneumophila - also engineered to emit colored light - at the same time, the harmless B. neotomae thrived. In fact, Kirby notes this de-fanged version of B. neotomae grew better in the presence of L. pneumophila than virulent Brucella normally does without it. \"Legionella provided all the factors Brucella needs for infection,\" said Kirby. \"It was completely out of the blue. It highlights that pathogens can interact in unexpected ways. The whole is greater than the sum of its parts.\"The researchers' new technique creates the light-emitting bacteria by introducing genes for fluorescent proteins into their genomes. The concept itself is not new, but the genetic \"tool kit\" developed by Kirby and Kang greatly streamlines the process by using easy-to-manipulate genes called transposons - sometimes called jumping genes - to quickly and safely label the bacteria.  Kirby and Kang's technique avoids one significant drawback to traditional means of labeling bacteria for study. Typically, scientists isolate bacteria for study by engineering drug-resistant strains and growing them in a petri dish infused with antibiotics, which will kill any bacteria not relevant to the experiment. \"That's something we've been concerned about,\" said Kirby, whose lab also seeks to develop novel antimicrobials as drug-resistant bacteria become an increasing problem globally. \"We don't want to make bacteria more resistant to antibiotics. Our toolkit won't confer resistance to anything that might be used in human therapy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bidm-dcb051117.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Biology", " Bacteriology", " Microbiology"], "journal": "Infection and Immunity", "description": "New methodology allowed researchers at BIDMC to more easily investigate mechanisms of infection and provide new insight into how pathogens can work together to cause disease. Using the new tool, researchers confirmed a safer model for study of Brucella species, which cause a potentially debilitating infectious disease in humans and cattle.", "date": "Thu, 11 May 2017 04:00:00 GMT"}