{"title": "Antibiotic-resistant microbes date back to 450 million years ago, well before the age of dinosaurs", "text": "(BOSTON) - Leading hospital \"superbugs,\" known as the enterococci, arose from an ancestor that dates back 450 million years -- about the time when animals were first crawling onto land (and well before the age of dinosaurs), according to a new study led by researchers from Massachusetts Eye and Ear, the Harvard-wide Program on Antibiotic Resistance and the Broad Institute of MIT and Harvard. Published online today in Cell, the study authors shed light on the evolutionary history of these pathogens, which evolved nearly indestructible properties and have become leading causes of modern antibiotic-resistant infections in hospitals. Antibiotic resistance is now a leading public health concern worldwide. Some microbes, often referred to as \"superbugs,\" are resistant to virtually all antibiotics. This is of special concern in hospitals, where about 5 percent of hospitalized patients will fight infections that arise during their stay. As researchers around the world are urgently seeking solutions for this problem, insight into the origin and evolution of antibiotic resistance will help inform their search.\"By analyzing the genomes and behaviors of today's enterococci, we were able to rewind the clock back to their earliest existence and piece together a picture of how these organisms were shaped into what they are today\" said co-corresponding author Ashlee M. Earl, Ph.D., group leader for the Bacterial Genomics Group at the Broad Institute of MIT and Harvard. \"Understanding how the environment in which microbes live leads to new properties could help us to predict how microbes will adapt to the use of antibiotics, antimicrobial hand soaps, disinfectants and other products intended to control their spread.\"The picture the researchers pieced together begins with the dawn of life. Bacteria arose nearly 4 billion years ago, and the planet has teemed with them ever since, including the sea. Animals first arose in the sea during the time known as the Cambrian Explosion, 542 million years ago. As animals emerged in a sea of bacteria, bacteria learned to live in and on them. Some bacteria protect and serve the animals, as the healthy microbes in our intestines do today; others live in the environment, and still others cause disease. As animals crawled onto land about 100 million years later, they took their microbes with them. The authors of the Cell study found that all species of enterococci, including those that have never been found in hospitals, were naturally resistant to dryness, starvation, disinfectants and many antibiotics. Because enterococci normally live in the intestines of most (if not all) land animals, it seemed likely that they were also in the intestines of land animals that are now extinct, including dinosaurs and the first millipede-like organisms to crawl onto land. Comparison of the genomes of these bacteria provided evidence that this was indeed the case. In fact, the research team found that new species of enterococci appeared whenever new types of animals appeared. This includes when new types of animals arose right after they first crawled onto land, and when new types of animals arose right after mass extinctions, especially the greatest mass extinction, the End Permian Extinction (251 million years ago).From sea animals, like fish, intestinal microbes are excreted into the ocean, which usually contains about 5,000 mostly harmless bacteria per drop of water. They sink to the seafloor into microbe-rich sediments, and are consumed by worms, shellfish and other sea scavengers. Those are then eaten by fish, and the microbes continue to circulate throughout the food chain. However, on land, intestinal microbes are excreted as feces, where they often dry out and most die over time. Not the enterococci, however. These microbes are unusually hardy and can withstand drying out and starvation, which serves them well on land and in hospitals where disinfectants make it difficult for a microbe.\"We now know what genes were gained by enterococci hundreds of millions of years ago, when they became resistant to drying out, and to disinfectants and antibiotics that attack their cell walls,\" said study leader Michael S. Gilmore, Ph.D., senior scientist at Mass. Eye and Ear and Director of the Harvard Infectious Disease Institute. \"These are now targets for our research to design new types of antibiotics and disinfectants that specifically eliminate enterococci, to remove them as threats to hospitalized patients,\" added Francois Lebreton, Ph.D., first author of the study and project leader for the Gilmore team.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.04.027", "url": "http://www.eurekalert.org/pub_releases/2017-05/meae-amd050817.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/05/antibiotic-resistant-microbes-date-back", "funder": "US Department of Health and Human Services, National Institutes of Health, NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Bacteriology", " Evolution", " Paleontology", " Genetics", " Microbiology", " Medicine/Health", " Epidemiology", " Health Professionals", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases"], "journal": "Cell", "description": "Leading hospital 'superbugs,' known as the enterococci, arose from an ancestor that dates back 450 million years -- about the time when animals were first crawling onto land (and well before the age of dinosaurs), according to a new study.", "date": "Thu, 11 May 2017 04:00:00 GMT"}