{"title": "Novel tissue-engineered islet transplant achieves insulin independence in type 1 diabetes", "text": "MIAMI, Florida -- Scientists from the Diabetes Research Institute (DRI) at the University of Miami Miller School of Medicine have produced the first clinical results demonstrating that pancreatic islet cells transplanted within a tissue-engineered platform can successfully engraft and achieve insulin independence in type 1 diabetes. The findings, published in the May 11 issue of the New England Journal of Medicine, are part of an ongoing clinical study to test this novel strategy as an important step toward offering this life-changing cell replacement therapy to millions living with the disease.Islet transplantation has demonstrated the ability to restore natural insulin production and eliminate severe hypoglycemia in people with type 1 diabetes. The insulin-producing cells have traditionally been implanted within the liver, but this transplant site poses some limitations for emerging applications, leading researchers to investigate other options. DRI scientists have focused on the omentum, an apron-like tissue covering abdominal organs, which is easily accessed with minimally invasive surgery and has the same blood supply and physiological drainage characteristics as the pancreas.\"The objective of testing this novel tissue-engineered platform is to initially determine that insulin-producing cells can function in this new site, and subsequently introduce additional technologies towards our ultimate goal to replace the pancreatic endocrine function lost in type 1 diabetes without the need for anti-rejection drugs, what we call the DRI BioHub,\" explains Camillo Ricordi, M.D., director of the DRI and the Stacy Joy Goodman Professor of Surgery, Distinguished Professor of Medicine, Professor of Biomedical Engineering, Microbiology and Immunology at the University of Miami Miller School. Dr. Ricordi also serves as director of the DRI's Cell Transplant Center.This was the first successful tissue-engineered \"mini pancreas\" that has achieved long-term insulin independence in a patient with type 1 diabetes. The biological platform was made by combining donor islets with the patient's own (autologous) blood plasma, which was laparoscopically layered onto the omentum. Clinical-grade thrombin was then layered over the islet/plasma mixture. Together, these substances create a gel-like material that sticks to the omentum and holds the islets in place. Over time, the body will absorb the gel, leaving the islets intact. The technique has been designed to minimize the inflammatory reaction that is normally observed when islets are implanted in the liver or in other sites with immediate contact to blood. The DRI's clinical trial, an important first step toward developing the BioHub mini organ, includes the immunosuppressive regimen currently used for clinical islet transplantation studies.\"The results thus far have shown that the omentum appears to be a viable site for islet implantation using this new platform technique,\" said lead author David Baidal, M.D., Assistant Professor of Medicine and member of the DRI's Clinical Cell Transplant team.  \"Data from our study and long-term follow up of additional omental islet transplants will determine the safety and feasibility of this strategy of islet transplantation, but we are quite excited about what we are seeing now.\"In type 1 diabetes, the insulin-producing cells of the pancreas have been mistakenly destroyed by the immune system, requiring patients to manage their blood sugar levels through a daily regimen of insulin therapy. Islet transplantation has allowed many patients to live without the need for insulin injections after receiving a transplant of donor cells. Some patients who have received islet transplants at the DRI have been insulin independent for more than a decade, as DRI researchers have published. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/drif-nti051017.php", "region": "namerica", "source_link": null, "funder": "Diabetes Research Institute Foundation, JDRF, The Leona M. and Harry B. Helmsley Charitable Trust, National Institutes of Health, University of Miami", "meeting": "", "institution": "Diabetes Research Institute Foundation", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Medicine/Health", " Clinical Trials", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes", " Transplantation"], "journal": "New England Journal of Medicine", "description": "Diabetes Research Institute at University of Miami scientists produced the first clinical results demonstrating that islet cells transplanted within a tissue-engineered platform can successfully engraft and achieve insulin independence in type 1 diabetes. The 12-month findings, published in New England Journal of Medicine, are part of an ongoing clinical study to test this strategy as an important step toward offering this life-changing cell replacement therapy to millions living with the disease.", "date": "Wed, 10 May 2017 04:00:00 GMT"}