{"title": "Scientists create unique disease 'catalog' linked to immune system gene variations", "text": "A study led by researchers at Vanderbilt University Medical Center (VUMC) and the University of Arizona College of Pharmacy has generated the first comprehensive catalog of diseases associated with variations in human leukocyte antigen (HLA) genes that regulate the body's immune system.The catalog could help identify individuals who are at risk for certain autoimmune diseases, or who may generate antibodies that attack their own tissues in response to an infection.The report, published in this week's issue of the journal Science Translational Medicine, supports the power of electronic health records (EHRs) to advance understanding, treatment and ultimately prevention of disease, said senior author Joshua Denny, M.D., M.S., professor of Biomedical Informatics and Medicine at Vanderbilt.The report confirmed a slew of previously described associations and identified some potential new associations. \"In one fell swoop we essentially replicated decades of research on autoimmune associations with the HLA,\" said Jason Karnes, Ph.D., Pharm.D., co-first author of the paper with Lisa Bastarache, M.S.The researchers published the catalog online at http://www.phewascatalog.org. \"To my knowledge no other investigations have made this level of data available\" to the wider research community, Karnes said.Karnes is an assistant professor in the University of Arizona College of Pharmacy in Tucson. He contributed to the study as a former postdoctoral fellow in Clinical Pharmacology at Vanderbilt. Bastarache is lead data scientist in the Vanderbilt Center for Precision Medicine, which Denny directs.HLAs (human leukocyte antigens) are proteins expressed on the surfaces of cells that -- like nametags -- enable the immune system to distinguish \"self\" tissues of the body from \"non-self,\" such as invading pathogens.Individual variations in HLA genes also have been linked to adverse drug reactions, rejection of transplanted organs and autoimmune diseases including type 1 diabetes and rheumatoid arthritis, in which the immune system mistakes normal tissue for a foreign invader and attacks it.Previous studies have identified associations between the HLA system and individual \"phenotypes,\" including autoimmune and other diseases, symptoms and other characteristics. The current investigation -- called a \"phenome-wide association study\" or PheWAS -- scanned patients' entire \"phenome\" of all health characteristics as noted in the EHR.Prior studies have typically studied only one or a handful of diseases at a time. By studying many diseases at once this study was able to show that many HLA types affect multiple diseases but in different ways.For example, some HLA types place a person at risk for both type1 diabetes and rheumatoid arthritis, while others place one at risk for type 1 diabetes but protected against rheumatoid arthritis.The study was made possible by DNA databases maintained at VUMC and the Marshfield Clinic Personalized Medicine Research Project in Marshfield, Wisconsin.To date, more than 230,000 samples from different individuals have been stored in BioVU, Vanderbilt's massive DNA database. Genetic samples are linked to the corresponding EHRs in which identifying information has been deleted to protect patient privacy.From the genetic code, the researchers inferred which HLAs would be expected to be expressed in nearly 29,000 individuals whose DNA samples were stored in BioVU and another 8,400 samples provided by Scott Hebbring, Ph.D., and colleagues from the Marshfield Clinic.The EHRs from these individuals were screened for the presence of nearly 1,400 different phenotypes that could be linked to the HLA genes.Type 1 diabetes was the strongest previously described HLA association confirmed by the study but the researchers also found evidence for several new potential associations with multiple sclerosis and cervical cancer. The latter is known to be driven by a viral infection.It's thought that people with certain HLA variants may -- in response to an infection, for example -- generate antibodies that attack their own tissues, Denny said. This suggests that certain auto-immune diseases could be prevented in high-risk people by identifying and treating their co-infections first, he said.Denny directs the Data and Research Center of the federal All of Us Research Program, formerly the Precision Medicine Initiative Cohort Program, which is recruiting a million or more Americans for a landmark study of genetic, environmental and lifestyle factors that affect their health.\"Just imagine what we'll be able to do with a million people,\" he said. \"That will produce truly comprehensive catalogs of all these kinds of associations across HLA and everything else. The detail with which we'll be able to resolve these questions will be staggering.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/vumc-scu051017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Vanderbilt University Medical Center", "keywords": ["Medicine/Health"], "journal": "Science Translational Medicine", "description": "A study led by researchers at Vanderbilt University Medical Center (VUMC) and the University of Arizona College of Pharmacy has generated the first comprehensive catalog of diseases associated with variations in human leukocyte antigen (HLA) genes that regulate the body's immune system.", "date": "Wed, 10 May 2017 04:00:00 GMT"}