{"title": "Experimental technology monitors and maintains drug levels in the body", "text": "As with coffee or alcohol, the way each person processes medication is unique. One person's perfect dose may be another person's deadly overdose. With such variability, it can be hard to prescribe exactly the right amount of critical drugs, such as chemotherapy or insulin.Now, a team led by Stanford electrical engineer H. Tom Soh and postdoctoral fellow Peter Mage has developed a drug delivery tool that could make it easier for people to get the correct dose of lifesaving drugs. In a paper published May 10 in Nature Biomedical Engineering, the group showed that the technology could continuously regulate the level of a chemotherapy drug in living animals.\"This is the first time anyone has been able to continuously control the drug levels in the body in real time,\" Soh said. \"This is a novel concept with big implications because we believe we can adapt our technology to control the levels of a wide range of drugs.\"Monitor and deliverThe new technology has three basic components: a real-time biosensor to continuously monitor drug levels in the bloodstream, a control system to calculate the right dose and a programmable pump that delivers just enough medicine to maintain a desired dose.The sensor contains molecules called aptamers that are specially designed to bind a drug of interest. (These aptamers are a focus of Soh's lab.) When the drug is present in the bloodstream, the aptamer changes shape, which an electric sensor detects. The more drug, the more aptamers change shape.That information, captured every few seconds, is routed through software that controls the pump to deliver additional drugs as needed. Researchers call this a closed-loop system, one that monitors and adjusts continuously.The group tested the technology by administering the chemotherapy drug doxorubicin in animals. Despite physiological and metabolic differences among individual animals, they were able to keep a constant dosage among all the animals in the study group, something not possible with current drug delivery methods. The researchers also tested for acute drug-drug interactions, deliberately introducing a second drug that is known to cause wide swings in chemotherapy drug levels. Again they found that their system could stabilize drug levels to moderate what might otherwise be a dangerous spike or dip.If the technology works as well in people as in their animal studies, it could have big implications, Soh said. \"For example, what if we could detect and control the levels not only of glucose but also of insulin and glucagon that regulate glucose levels?\" he said. That could allow researchers to create an electronic system to replicate the function of the dysfunctional pancreas for patients with type 1 diabetes. \"Now that is an exciting future,\" Soh said.Next stepsMany years of tests lie ahead to ensure that this technology is safe and effective for people, but the researchers believe it may be big step toward personalized medicine. Doctors already know that the same drug can have different effects on people with different genetic makeups. They also know that patients who take more than one medication can experience unwanted drug interactions. But they lack tools to deal with this.\"Monitoring and controlling the actual dosage a patient is receiving is a practical way to take individual factors into account,\" said Soh. He said the technology could be especially helpful for pediatric cancer patients, who are notoriously difficult to dose because children's metabolism is usually different from adults.The team plans to miniaturize the system so that it can be implanted or worn by the patient. At present the technology is an external apparatus, like a smart IV drip. The biosensor is a device about the size of a microscope slide. The current setup might be suitable for a chemotherapy drug, but not for continual use. The group is also adapting this system with different aptamers so that it can sense and regulate the levels of other biomolecules in the body.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/su-etm050817.php", "region": "namerica", "source_link": "http://news.stanford.edu/press/view/14347", "funder": "The Garland Initiative, Army Research Office and W.M. Keck Foundation Medical Research Program", "meeting": "", "institution": "Stanford University", "keywords": ["Biotechnology", " Medicine/Health", " Cancer", " Biomedical/Environmental/Chemical Engineering", " Biotechnology"], "journal": "Nature Biomedical Engineering", "description": "A new technology can monitor and maintain the level of drug in the bloodstream of animals. If it works in people, it could deliver the optimal dose of life-saving drugs and prevent harmful over- or underdosing.", "date": "Wed, 10 May 2017 04:00:00 GMT"}