{"title": "Research elucidates hormone ghrelin's role in blood glucose regulation", "text": "DALLAS - May 9, 2017 - UT Southwestern research investigating the blood glucose-regulatory actions of the hormone ghrelin may have implications for development of new treatments for diabetes.Blood glucose is tightly regulated by the opposing actions of the hormones insulin and glucagon. Earlier studies led by Dr. Roger Unger, Professor of Internal Medicine at UT Southwestern Medical Center, demonstrated that experimentally deleting or neutralizing receptors for glucagon can prevent or correct dangerously high blood glucose levels in different models of diabetes.\"Dr. Unger's research suggested that high or unopposed glucagon action that results from insulin deficiency is the main culprit in the development of high blood glucose - known as hyperglycemia - in diabetes,\" said Dr. Jeffrey Zigman, Professor of Internal Medicine and Psychiatry at UT Southwestern and senior author of the study, published online today in the journal Diabetes.\"He proposed that blocking or neutralizing glucagon action may serve as a new treatment for Type 1 and Type 2 diabetes. This idea formed the basis of our current study,\" Dr. Zigman added.Like glucagon and insulin, ghrelin also plays an important role in blood glucose control. But because the hormone was only discovered in the 1990s, ghrelin's actions on blood glucose haven't been studied as much as those of glucagon and insulin. The UTSW research team wanted to learn more about the role of ghrelin in diabetes.\"We studied mice that lacks glucagon receptors. When we tried to make these animals diabetic by giving them an agent that destroys insulin-producing cells, the mice did not develop diabetes. Their blood sugar was normal. In addition to these results, we found that their ghrelin levels were high,\" said Dr. Zigman, who holds the Kent and Jodi Foster Distinguished Chair in Endocrinology, in Honor of Daniel Foster, M.D., the Mr. and Mrs. Bruce G. Brookshire Professorship in Medicine, and The Diana and Richard C. Strauss Professorship in Biomedical Research.In a related set of studies, when the researchers blocked the action of the elevated ghrelin, doing so caused the animals' blood sugar levels to drop below normal, he added.\"These findings suggest that when glucagon activity is blocked, circulating levels of ghrelin rise, which helps to prevent dangerously low blood sugars from developing, a condition known as hypoglycemia,\" Dr. Zigman said.Pharmaceutical companies are now developing drugs targeting glucagon receptors to treat diabetes, including antibodies that will neutralize glucagon receptors or drugs that will block glucagon receptors, he added.\"The body's normal ghrelin response should protect diabetic individuals being treated with agents that target glucagon receptors from experiencing hypoglycemia,\" Dr. Zigman said.Since the current study focused on a Type 1 diabetes model, researchers next plan to examine the coordinated actions of the ghrelin and glucagon systems in a Type 2 diabetes model. They also want to study the impact of ghrelin on hypoglycemia.\"A potential side effect with any treatment that lowers blood sugar is that hypoglycemia may develop,\" Dr. Zigman said. \"We would like to determine whether the administration of ghrelin or a compound that mimics the action of ghrelin could help correct that hypoglycemia.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/usmc-reh050917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "UT Southwestern Medical Center", "keywords": ["Medicine/Health", " Diabetes"], "journal": "Diabetes", "description": "UT Southwestern research investigating the blood glucose-regulatory actions of the hormone ghrelin may have implications for development of new treatments for diabetes.", "date": "Tue, 09 May 2017 04:00:00 GMT"}