{"title": "Study finds low rate of cancer screening among transplant patients", "text": "TORONTO, May 4, 2017--People who have received organ transplants are at higher risk of developing and dying of cancer than the general population. Yet their rates of cancer screening do not meet existing guidelines, a new study has found.The study, published online today in the American Journal of Transplantation, examined the health records of 6,392 patients who had organ transplants in Ontario between 1997 and 2010. \"Most of the organ transplant recipients had periods when they were not up-to-date on colorectal, cervical or breast cancer screening,\" said senior author Dr. Nancy Baxter, a colorectal surgeon at St. Michael's Hospital and senior scientist at the Institute for Clinical Evaluative Sciences. In fact, a sizeable portion of them had no cancer screening at all during the study, said Dr. Baxter.\"Many patients don't see cancer screening as a high priority, because their main health concern is their transplant,\" she said. \"Transplant recipients should be aware they have a heightened risk of developing and dying from cancer and should advocate with their health-care providers to be screened.\"Current cancer screening guidelines for transplant recipients in Canada generally parallel the guidelines for the general population. Researchers identified 6,392 solid organ transplant recipients who were eligible for cancer screening: 4,436 for colorectal cancer screening, 2,252 eligible for cervical cancer screening, and 1,551 eligible for breast cancer screening. Of those, 3,436 (78 per cent), 1,572 (70 per cent), and 1,417 (91per cent) were not continuously screened for colorectal, cervical and breast cancer, respectively.Dr. Sergio Acuna, the study's lead author and a PhD candidate in clinical epidemiology and health-care research at St. Michael's, said transplant recipients who were routinely seeing their family physician were more likely to be screened for cancer than those followed by a transplant specialist alone.Comorbidities--additional conditions including heart disease and diabetes--and life expectancy also had an effect on recipients' likelihood of being screened, according to the authors. The study found that patients with more comorbidities were less likely to be up-to-date with cancer screening.Previous work by Drs. Baxter and Acuna found that people who had organ transplants were three times more likely to die from cancer than the general population and that cancer was a leading cause of death among these patients. It is well known among clinicians and researchers that cancer screening leads to the detection of cancer at early stages, according to Dr. Acuna. \"We have evidence of increased incidence of cancer in transplant recipients, we have some good evidence for the performance of screening tests in transplant recipients, and although we have no direct evidence of the effect of treatment on outcomes, it is likely that early detection in this population would lead to improved outcomes,\" said Dr. Acuna.Although there are no clinical trials demonstrating that this screening benefit applies to organ transplant recipients, it is unlikely to change given that clinical trials require large numbers of people to provide accurate data and the transplant population is relatively small, he said.In another study, Drs. Baxter and Acuna found cancer screening guidelines for this group are inconsistent as is the use of these guidelines. Their review found only 13 sets of clinical practice guidelines--recommendations for optimizing patient care generally based on evidence--for cancer screening of transplant recipients. Most were for kidney transplant recipients as kidneys are the most commonly transplanted organ.Dr. Acuna said this inconsistency could be one reason for low screening rates in this population, and patients and their physicians should be aware of the need for cancer screening.\"In Canada, the guidelines are not comprehensive, and there are no specific guidelines for most types of solid organ transplant,\" he said. \"Family doctors, transplant specialists and transplant recipients should all be aware that cancer screening guidelines for the general population should also apply to them or their patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/smh-sfl050417.php", "region": "namerica", "source_link": null, "funder": "Canadian Institutes of Health Research", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Cancer", " Transplantation"], "journal": "American Journal of Transplantation", "description": "People who have received organ transplants are at higher risk of developing and dying of cancer than the general population. Yet their rates of cancer screening do not meet existing guidelines, a new study has found.", "date": "Tue, 09 May 2017 04:00:00 GMT"}