{"title": "Nearly 1 in 3 drugs found to have safety concerns after FDA approval", "text": "How often are safety concerns raised about a drug after it's been approved by the FDA? Nicholas Downing, MD, of the Department of Medicine at Brigham and Women's Hospital, and colleagues have found that for drugs approved between 2001 and 2010, nearly 1 in 3 had a postmarket safety event. The team defines postmarket safety events as those that lead to either withdrawal from the market due to safety concerns, a boxed warning or FDA issuance of a safety communication. They found that of 222 novel therapeutics the FDA approved during this time period, three were withdrawn, 61 received boxed warnings and 59 elicited safety communications. The team's findings are published in JAMA.\r\n\"The fact that so many new safety risks are being identified after FDA approval indicates that the FDA is taking its responsibility of ensuring the safety of new drugs throughout their lifetime seriously,\" said Downing, lead author of the study. \"However, these safety risks emerge, on average, four years after approval. This means that many patients are exposed to these medications before the risks become clear.\"\r\nThe team found that three drugs had been withdrawn from the market over an average follow-up period of 11.7 years. Boxed warnings, which are issued when new, life-threatening risks are identified, were issued for 61 drugs, including antipsychotics, SSRIs (selective serotonin reuptake inhibitors) and a class of drugs for the treatment of autoimmune disease. Safety communications, which are issued when new, serious risks are identified, were issued for 59 drugs, including drugs for migraine, erectile dysfunction and diabetes.\r\nPostmarket safety events were significantly more frequent among biologics, therapeutics indicated for the treatment of psychiatric disease, those receiving accelerated approval and those with near-regulatory deadline approval. Events were significantly less frequent among drugs with regulatory review times less than 200 days. \r\n\"This analysis highlights that there is residual uncertainty about the risks and benefits of new drugs at the time of approval, thereby demonstrating the need for all stakeholders engaged in the drug development process to commit to the generation of clinically useful information both before and after regulatory approval,\" said Downing.", "article_link": "http://dx.doi.org/10.1001/jama.2017.5150", "url": "http://www.eurekalert.org/pub_releases/2017-05/bawh-n1i050917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Pharmaceutical Science"], "journal": "JAMA", "description": "Researchers have found that for drugs approved between 2001 and 2010, nearly 1 in 3 had a postmarket safety event.", "date": "Tue, 09 May 2017 04:00:00 GMT"}