{"title": "Colorado State researcher uses NIH grant to understand reproductive health", "text": "It's easy to take for granted the pea-sized pituitary gland that sits at the base of the brain and allows our bodies to function every day. Known as the \"master gland,\" the pituitary orchestrates production of hormones that affect overall health - including reproductive health.Greg Amberg, an associate professor in Colorado State University's Department of Biomedical Sciences, is working to better understand basic pituitary processes in an effort to discover more about development of reproductive disease.The National Institutes of Health recently awarded Amberg a five-year, $1.5 million grant to study calcium channels in the pituitary cells known as gonadotropes. These cells are responsible for producing key reproductive hormones that, when dysfunctional, can lead to infertility, tumor growth and other disorders.\"Everybody knows that calcium is important for bones, but most cells have calcium in them, and what a cell does with that calcium defines its function, from contracting muscles to producing hormones,\" Amberg said. \"Unfortunately, too much calcium influx causes oxidative stress and other abnormalities associated with common diseases such as diabetes and neurodegeneration.\"Amberg has always been fascinated by how nature can take one molecule, like calcium, and use it in different cells for different purposes.\"Calcium is the most versatile signaling molecule in biology, but a lot of the details about how it attains specificity in different cells are unclear,\" he said. \"It's a black box at this point, and we're trying to provide the details.\"Amberg's lab uses advanced visual approaches, including super-resolution imaging and total internal reflection fluorescence microscopy, to visualize calcium entering cells. The cells are loaded with a dye that lights up when calcium enters, resulting in bright sparklets of light.\"We're trying to zoom in at the cellular level--and these precise molecular interactions are the basis of reproductive physiology,\" said biomedical sciences Ph.D. student An Dang, who has been working on the project since it began. \"If we can understand these signaling processes, we can also identify what can potentially go wrong and lead to reproductive diseases and infertility.\"Amberg's research has mostly focused on calcium channels in arterial smooth muscle cells in relation to conditions such as hypertension. Working with pituitary cells is new territory for him. This new project allows Amberg to combine his expertise in vascular calcium signaling with expertise in pituitary functioning from Colin Clay, a project collaborator and head of CSU's Department of Biomedical Sciences.Heather Szerlong, a research scholar in the Amberg lab, is providing additional expertise in biochemistry and proteomics, the study and analysis of proteins.\"The proteomics data so far has greatly expanded the scope of our studies by identifying novel proteins associated with calcium channels,\" Amberg said. \"A great thing about this project is that it's bringing people with different backgrounds and perspectives together to look at old questions in new ways.\"Beyond reproductive health, findings from this project will be applicable to understanding mechanisms that can lead to the development of many different diseases.\"A lot of people have looked at different pieces of the puzzle, but no one has put them together,\" Amberg said. \"We're using advanced imaging and other approaches in order to see the bigger picture. Discovering the interrelatedness of biology is very exciting.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/csu-csr050917.php", "region": "namerica", "source_link": "http://source.colostate.edu/csu-biomedical-sciences-researcher-uses-nih-grant-understand-reproductive-health/", "funder": "National Institutes of Health", "meeting": "", "institution": "Colorado State University", "keywords": ["Medicine/Health", " Endocrinology", " Fertility", " Physiology"], "journal": "", "description": "The National Institutes of Health recently awarded Greg Amberg a five-year, $1.5 million grant to study calcium channels in the pituitary cells known as gonadotropes.", "date": "Tue, 09 May 2017 04:00:00 GMT"}