{"title": "New ambulatory monitoring device offers window into stomach's bioelectrical activity", "text": "The potentially debilitating condition known as gastroparesis, which results when stomach muscle contractions function abnormally, causing the stomach's contents to empty too slowly, affects as many as five million Americans. Often the cause of the disease is unknown and the underlying bioelectrical activity that initiates and coordinates gastric contractions, known as slow waves, is not fully understood. However, a first-of-its-kind portable wireless device developed by an NYIT-led research team can monitor stomach motility to enable physicians to measure and ultimately better understand slow wave activity. Aydin Farajidavar, Ph.D., assistant professor of Electrical and Computer Engineering at New York Institute of Technology (NYIT) School of Engineering and Computing Sciences, today presented results captured from his study - the first portable wireless device developed and validated in clinical settings to document gastric contractions in patients suffering from gastroparesis. Farajidavar's work, \"A Novel System and Methodology for Continuous Ambulatory Monitoring of Gastric Slow Waves,\" was selected as a Poster of Distinction for presentation during Digestive Disease Week 2017. Further, it was rated in the top 10 percent of all AGA (American Gastroenterological Association) abstracts selected for poster presentation at DDW, the world's largest gathering of physicians, researchers, and industry in the fields of gastroenterology, hepatology, endoscopy, and gastrointestinal surgery.\"From an engineering perspective, we know that the wireless device works effectively; the system and methodology we developed enable physicians to document slow waves in patients with gastroparesis. The system can help us to better understand the effect of electrical stimulation on gastric contractions and to examine a variety of hypotheses about the gastric activity,\" Farajidavar said.  This research project is part of an ongoing effort in NYIT School of Engineering and Computing Sciences' Integrated Medical Systems laboratory to develop devices to better diagnose gastrointestinal disorders and diseases. The team's developed system consists of a portable module that can wirelessly transmit data to a back-end receiver connected to a PC to display and store for off-line analysis. The device can also log data on a memory card for long-term monitoring. In addition to three NYIT graduate engineering students and a postdoctoral fellow, Farajidavar's research team includes Thomas L. Abell, M.D. and Abigail Stocker, M.D., world-class gastroenterologists from University of Louisville Medical Center, which is participating in the National Institute of Diabetes and Digestive and Kidney Diseases-sponsored Gastroparesis Clinical Research Consortium.  Each patient in the study, registered at University of Louisville under the care of Drs. Abell and Stocker, received two temporary electrodes and leads via endoscopy prior to having a permanent stimulator. One of the leads connected to the gastric stimulator; the other was connected to the developed recording system. The gastric waves were recorded wirelessly for short periods of time (approximately 10 minutes) before and after turning on the stimulator. Then each patient received the developed portable module, set in data-logging mode. Patients returned approximately five days later; in most cases, signals were recorded and analyzed successfully in terms of frequency and amplitudes.  The frequency, amplitude, and shape of the short waves varied between the patients, and for each patient, varied depending on fed- and fast-states.  \"It is significant that the monitoring of the gastric activity was captured over the course of several days with patients in the trial utilizing portable devices. Now that activity in the stomach can be measured objectively, this ultimately could revolutionize how some digestive diseases can be diagnosed and treated,\" Farajidavar said. \"This result could not have happened without the close collaboration between the NYIT engineering team and the University of Louisville physician team, and the patients who volunteered to participate in this study. I am privileged to have such hard-working students and postdoctoral fellow in my lab at NYIT.\"  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nyio-nam050517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "Digestive Disease Week", "institution": "New York Institute of Technology", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Health Care", " Graduate/Postgraduate Education", " Medicine/Health", " Gastroenterology", " Biomedical/Environmental/Chemical Engineering"], "journal": "", "description": "A first-of-its-kind portable wireless device developed by an NYIT-led research team can monitor stomach motility to enable physicians to measure and ultimately better understand gastric slow wave activity.", "date": "Tue, 09 May 2017 04:00:00 GMT"}