{"title": "Avastin as effective as Eylea for treating central retinal vein occlusion", "text": "Monthly eye injections of Avastin (bevacizumab) are as effective as the more expensive drug Eylea (aflibercept) for the treatment of central retinal vein occlusion (CRVO), according to a clinical trial funded by the National Eye Institute (NEI), part of the National Institutes of Health. After six monthly injections, treatment with either drug improved visual acuity on average from 20/100 to 20/40. \"This head-to-head comparison of two widely used drugs for treatment of macular edema due to central retinal vein occlusion shows that both are effective in improving vision,\" said Ingrid U. Scott, M.D., M.P.H., professor of ophthalmology and public health sciences at Penn State University, Hershey, Pennsylvania, and chair of the study. \"The bottom line is that in patients with CRVO-associated macular edema, Avastin was as effective as Eylea in terms of visual acuity after six months of treatment.\"Retinal vein occlusion is the second most common retinal vascular disease after diabetic retinopathy and is estimated to affect more than 16 million adults worldwide. Associated with conditions such as hypertension and diabetes mellitus, CRVO occurs when the central vein that carries blood away from the retina, the light-sensitive tissue in the back of the eye, becomes blocked. When blood flow is disrupted, adequate levels of oxygen fail to reach the retina, triggering the release of vascular endothelial growth factor (VEGF). VEGF increases the permeability of blood vessels, leading to swelling in the central part of the retina--a condition known as macular edema, the leading cause of vision loss from CRVO.  Eylea is an anti-VEGF drug approved by the Food and Drug Administration for treatment of CRVO-associated macular edema. Avastin is a less expensive anti-VEGF drug ($60 per dose, versus $1850 per dose for Eylea). Avastin is an FDA approved biologic for treating cancer, but is frequently used off-label to treat conditions of the eye, including CRVO. Anti-VEGF drugs make the injured blood vessels less leaky, thereby decreasing macular edema. The Study of COmparative Treatments for REtinal Vein Occlusion 2 (SCORE2) evaluated the comparative safety and efficacy of the two drugs.  The SCORE2 researchers recruited 362 patients with CRVO-associated macular edema from 66 clinical sites throughout the United States and randomly assigned them to receive either Eylea (2.0 milligrams) or Avastin (1.25 milligrams) by eye injection every four weeks for six months. At six months, the researchers assessed visual acuity, retinal thickness, and side effects of the medications. SCORE2 results, published today in the Journal of the American Medical Association, show that average visual acuity in both groups improved about four lines on an eye chart, from about 20/100 visual acuity to 20/40 visual acuity.\"This is a remarkable improvement in vision,\" said Frederick Ferris, M.D., director of the Division of Epidemiology and Clinical Applications at NEI. \"On average, it more than doubles the ability to resolve fine detail, and for some patients it restores their ability to drive.\"Using optical coherence tomography (OCT) to image retinal thickness, the researchers also found that macular edema decreased significantly in both groups. Complete resolution of macular edema occurred in a higher percentage of eyes in the Eylea group (54 percent) than in the Avastin group (29 percent). However, the lower proportion of eyes that had resolution of macular edema in the Avastin group did not translate into poorer visual acuity outcomes in that group at 6 months, said Scott. SCORE2 researchers will continue the study to investigate the cumulative effect of injections over a longer time frame and to evaluate the effects of residual edema. \"There is little information about the long-term treatment needs of patients with CRVO-associated macular edema,\" explained Scott. \"The clinical trials that were conducted for the approval of Eylea for CRVO-associated macular edema were relatively short-term, and there have been reports of patients with CRVO requiring treatment several years out. There is important additional information that can be gained with longer follow-up of SCORE2 participants.\" At six months, the rates of adverse events, such as elevated intraocular pressure, were low and similar in both groups.\"SCORE2 results provide invaluable data to guide clinicians and their patients toward informed decisions about CRVO treatment,\" said Sangeeta Bhargava, Ph.D., program director at NEI.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/nei-aae050817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ARVO 2017", "institution": "NIH/National Eye Institute", "keywords": ["Medicine/Health", " Clinical Trials", " Ophthalmology"], "journal": "JAMA", "description": "Monthly eye injections of Avastin (bevacizumab) are as effective as the more expensive drug Eylea (aflibercept) for the treatment of central retinal vein occlusion (CRVO), according to a clinical trial funded by the National Eye Institute (NEI), part of the National Institutes of Health. After six monthly injections, treatment with either drug improved visual acuity on average from 20/100 to 20/40.", "date": "Tue, 09 May 2017 04:00:00 GMT"}