{"title": "IBS patients (can't get no) satisfaction, UB study finds", "text": "BUFFALO, N.Y. -- Patient satisfaction is playing an increasingly important role in evaluating the quality of health care and reimbursing physicians for it. Exactly what drives that satisfaction has been difficult to determine.\r\nA new University at Buffalo study of 483 patients with irritable bowel syndrome (IBS) revealed that many factors that contribute to patient satisfaction are beyond the doctor's control. \r\nThe results of the study were presented in Chicago today (May 9) at Digestive Disease Week during the Clinical Practice Distinguished Abstract Plenary. The study's title is \"(Can't Get No) Patient Satisfaction: The Predictive Power of Demographic, GI and Psychological Factors in IBS Patients.\"\r\n\"Ideally, patient satisfaction should be strictly based on how care is delivered,\" said Jeffrey Lackner, PsyD, professor in the Department of Medicine in the Jacobs School of Medicine and Biomedical Sciences at UB and senior author on the study. \"But patient satisfaction is a subjective construct that is influenced by factors beyond quality of care.\" \r\nLackner directs UB's Behavioral Medicine Clinic where he and his colleagues treat patients with a variety of painful disorders, including IBS. He also is a researcher with the Clinical and Translational Science Institute at UB, funded by a National Institutes of Health Clinical and Translational Science Award. \r\nIn the UB study, 16 percent of participants said they were \"very satisfied\" with prior care for their digestive problems, while those who rated their experience as either below average or average to good was the same, at 42 percent each. Participants were asked to rate their experience on a scale of 0 to 10 with 0 being the worst health care possible and 10 the best health care possible. \r\nPhysical and psychological factorsLackner noted that while patient satisfaction has proven difficult to characterize, it has far-reaching implications for many aspects of the doctor-patient relationship including patient loyalty, adherence to treatment, readmission rates and the potential for malpractice. \r\nIn addition, it is becoming an increasingly important criterion for determining how care will be reimbursed.\r\n\"Patient satisfaction is a significant metric that impacts reimbursement as health care emphasizes the value of care not the volume of care,\" Lackner explained.\r\nThe goals of the study were to assess how patient factors, gastrointestinal symptoms and conditions and other physical and psychological factors impact patient satisfaction among IBS patients.\r\nBecause IBS is a difficult and complex disorder that is associated with high rates of coexisting illnesses, Lackner said that gastroenterologists may be at a disadvantage in reimbursement schemes that focus on patient satisfaction ratings that can be influenced by nondigestive health factors.\r\nTests vs. reassuranceIn the first part of their study, the UB researchers found that the more diagnostic tests  (such as colonoscopies) that patients underwent, the more satisfied they were, but that finding seemed to be driven by whether or not a patient saw a gastroenterologist.\r\n\"When we introduced into the model whether or not the patient had seen a gastroenterologist, the power of tests to predict patient satisfaction went away,\" Lackner explained. \"This leads us to believe that for this population, the gastroenterologist provides reassurance that the patient doesn't have a life-threatening disease. So the reassurance they get from gastroenterologists is what predicts patient satisfaction, not the number of tests they undergo.\"\r\nEighty percent of participants were female and the average age was 41. Participants were being evaluated for a large, multicenter National Institutes of Health-funded trial Lackner is leading that will evaluate the efficacy of non-drug treatments for IBS patients. \r\n \"The bottom line is, there are a lot of factors that influence patient satisfaction and it turns out that many of them are not part of the delivery of care,\" said Lackner. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uab-ip050917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "Digestive Disease Week", "institution": "University at Buffalo", "keywords": ["Medicine/Health", " Internal Medicine", " Gastroenterology", " Social/Behavioral Science", " Mental Health"], "journal": "", "description": "A new University at Buffalo study of 483 patients with irritable bowel syndrome (IBS) revealed that many factors that contribute to patient satisfaction are beyond the doctor's control.", "date": "Tue, 09 May 2017 04:00:00 GMT"}