{"title": "41 scientists selected by philanthropies as International Research Scholars", "text": "Forty-one scientists from 16 countries have been chosen as International Research Scholars, exceptional early-career scientists poised to advance biomedical research across the globe. The Howard Hughes Medical Institute (HHMI) has teamed up with the Bill & Melinda Gates Foundation, the Wellcome Trust, and the Calouste Gulbenkian Foundation to develop scientific talent around the world, and will award a total of nearly $26.7 million to this group of scholars. Each researcher will receive a total of $650,000 over five years. The award is a big boon for scientists early in their careers, and offers the freedom to pursue new research directions and creative projects that could develop into top-notch scientific programs.\"This is an outstanding group of scientists who will push biomedical research forward worldwide, and we are thrilled to support them alongside our philanthropic partners,\" said David Clapham, HHMI's Vice President and Chief Scientific Officer. The scientists selected as International Research Scholars represent a diverse array of scientific disciplines and geographic locations. Scholars hail from research organizations and institutions from across the world, from Tanzania to Cambodia to Chile to Austria. Their research covers a broad variety of biological and medical research areas too, including neuroscience, genetics, biophysics, computational biology, and parasitology. \"We are excited to join with our partners in supporting these superb scientists. We look to them to bring transformative innovation to priority global health problems,\" said Chris Karp, Director of Global Health Discovery & Translational Sciences at the Bill & Melinda Gates Foundation.These researchers' goals are innovative, wide-ranging, and forward-thinking. They seek to understand diverse topics, from how immune cells function to how pathogenic bacteria jump from the environment to humans, and are even investigating ways to watch genes switch on and off in living brains.\"We are delighted to be a partner in supporting this outstanding community of international researchers. Their expertise and thirst for knowledge will enhance our understanding of how life works and the causes and consequences of disease, said Anne-Marie Coriat, Head of Research Careers at Wellcome Trust. A panel of distinguished scientists reviewed more than 1,400 applications, and evaluated both the impact of past work, including doctoral and postdoctoral achievements, and the promise of work to come. It's a researcher-focused approach that emphasizes the skills and talents of the individual, rather than solely the projects proposed. \"We are proud to partner with HHMI, the Bill and Melinda Gates Foundation and the Wellcome Trust to support this truly exceptional group of young biomedical scientists. Biomedical research is increasingly at the core of the work of our research institute, the Instituto Gulbenkian de Ciência,\" said Gulbenkian Institute Director Jonathan Howard.HHMI, the Bill & Melinda Gates Foundation, the Wellcome Trust, and the Calouste Gulbenkian Foundation announced the 2017 International Research Scholar competition March 29, 2016. The competition was open to early-career scientists who held a full-time position at a research-oriented university, medical school, or nonprofit institution, and had been running their own labs for less than seven years. Candidates also had to work in an eligible country, and have received training in the United States or the United Kingdom for at least one year. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/hhmi-4ss050817.php", "region": "namerica", "source_link": null, "funder": "The Howard Hughes Medical Institute, the Bill & Melinda Gates Foundation, the Wellcome Trust, and the Calouste Gulbenkian Foundation", "meeting": "", "institution": "Howard Hughes Medical Institute", "keywords": ["Biology", " Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Parasitology", " Medicine/Health"], "journal": "", "description": "HHMI, the Bill & Melinda Gates Foundation, the Wellcome Trust, and the Calouste Gulbenkian Foundation announce the selection of 41 International Research Scholars, early-career scientists poised to advance biomedical research across the globe.", "date": "Tue, 09 May 2017 04:00:00 GMT"}