{"title": "Quantum waves at the heart of organic solar cells", "text": "By using an ultrafast camera, scientists say they have observed the very first instants following the absorption of light into artificial yet organic nanostructures and found that charges not only formed rapidly but also separated very quickly over long distances - phenomena that occur due to the wavelike nature of electrons which are governed by fundamental laws of quantum mechanics.This result surprised scientists as such phenomena were believed to be limited to \"perfect\" - and expensive - inorganic structures; rather than the soft, flexible organic material believed by many to be the key to cheap, 'roll-to-roll' solar cells that could be printed at room temperatures - a very different world from the traditional but costly processing of current silicon technologies.  The study, published today in the journal Science, sheds new light on the mystery mechanism that allows positive and negative charges to be separated efficiently - a critical question that continues to puzzle scientists - and takes researchers a step closer to effectively mimicking the highly efficient ability to harvest sunlight and convert into energy, namely photosynthesis, which the natural world evolved over the course of millennia. \"This is a very surprising result. Such quantum phenomena are usually confined to perfect crystals of inorganic semiconductors, and one does not expect to see such effects in organic molecules - which are very disordered and tend to resemble a plate of cooked spaghetti rather than a crystal,\" said Dr Simon Gélinas, from Cambridge's Cavendish Laboratory, who led the research with colleagues from Cambridge as well as the University of California in Santa Barbara. During the first few femtoseconds (one millionth of one billionth of a second) each charge spreads itself over multiple molecules rather than being localised to a single one. This phenomenon, known as spatial coherence, allows a charge to travel very quickly over several nanometres and escape from its oppositely charged partner - an initial step which seems to be the key to generating long-lived charges, say the researchers. This can then be used to generate electricity or for chemical reactions.By carefully engineering the way molecules pack together, the team found that it was possible to tune the spatial coherence and to amplify - or reduce - this long-range separation. \"Perhaps most importantly the results suggest that because the process is so fast it is also energy efficient, which could result in more energy out of the solar cell,\" said Dr Akshay Rao, a co-author on the study from the Cavendish Laboratory.Dr Alex Chin, who led the theoretical part of the project, added that, if you look beyond the implications of the study for organic solar cells, this is a clear demonstration of \"how fundamental quantum-mechanical processes, such as coherence, play a crucial role in disordered organic and biological systems and can be harnessed in new quantum technologies\".The work at Cambridge forms part of a broader initiative to harness high tech knowledge in the physics sciences to tackle global challenges such as climate change and renewable energy. This initiative is backed by both the UK Engineering and Physical Sciences Research Council (EPSRC) and the Cambridge Winton Programme for the Physics of Sustainability. The work at the University of California in Santa Barbara was supported by the Center for Energy Efficient Materials, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Basic Energy Sciences under Award #DC0001009.\r\n\nSimon Gelinas\nsg559@cam.ac.uk\n44-791-000-7489\n @Cambridge_Uni\nhttp://www.cam.ac.uk ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2013-12/uoc-qwa121113.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Cambridge", "keywords": ["Chemistry/Physics/Materials Sciences", " Atomic/Molecular/Particle Physics", " Energy/Fuel (non-petroleum)", " Superconductors/Semiconductors", " Biomedical/Environmental/Chemical Engineering", " Superconductors/Semiconductors", " Nanotechnology/Micromachines", " Particle Physics", " Climate Change"], "journal": "Science", "description": "Researchers have been able to tune ", "date": "Thu, 12 Dec 2013 05:00:00 GMT"}