{"title": "New risk assessment will protect the feet of diabetes patients", "text": "A stringently designed web form with questions about foot ulcers, deformities and neuropathy will soon be brought into use to better protect the feet of people with diabetes. The tool is a result of research conducted at Sahlgrenska Academy.\"One of the reasons why patients in the risk zone are not detected in time is that there is no standardised procedure of foot examination which means risk assessment is subjective,\" says Doctor of Philosophy Ulla Hellstrand Tang, a certified prosthetist and orthotist with long experience in the care of diabetes patients with feet problems.\"Foot ulcers are a common cause of amputation for people with diabetes. The National Board of Health and Welfare recommends diabetics to have their feet checked but routines are inadequate and there are large regional differences,\" says Ulla Hellstrand Tang.In her research, Hellstrand Tang has now developed a simple, standardised e-health tool for the risk assessment of feet. Clear descriptions and pictures guide the person through the 22 self-examination steps so there can be no uncertainty about the patient's status.Rapid clinical implementationThe patient is asked questions about, for example, mobility, foot ulcers, numbness and degree of perspiration. Reduced foot perspiration may indicate a nerve injury. Likewise, the presence of a bunion (hallux valgus), hammer toe or other deformity is examined, and so on. All the question variables have been scientifically tested so that a certain condition is always given the same classification and treatment recommendation.In the autumn, Sahlgrenska University Hospital in Gothenburg will start to use the D-Foot tool and it is hoped that other clinics will do the same.\"I am very pleased that the tool is being taken into use so soon and can thereby help patients,\" says Ulla Hellstrand Tang.She has also investigated which aids best protect patients' feet from unnecessarily high pressure. In a two-year study, about a hundred patients tested both prefabricated and individually designed insoles. Pressure was measured regularly at seven different measuring points under the feet. The heels were subjected to the strongest pressure.Pressure distribution is important\"It was shown that a personally designed insole gives a closer fit around the heel cushion, provides support to a larger area, and reduces pressure significantly more than a traditional, prefabricated insole does,\" says Ulla Hellstrand Tang.\"However, we could also see that combinations of good shoes and prefabricated insoles created good support and acceptable pressure for some people. A patient whose feet are in relatively good shape can begin by using a cheaper and simpler insole. The advantage of this is that the patient's treatment is completed after just one visit and no return appointment after two-three weeks is necessary,\" she says.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uog-nra050817.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//new-risk-assessment-will-protect-the-feet-of-diabetes-patients-.cid1440858", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Metabolism/Metabolic Diseases", " Diabetes", " Orthopedic Medicine"], "journal": "", "description": "A stringently designed web form with questions about foot ulcers, deformities and neuropathy will soon be brought into use to better protect the feet of people with diabetes. The tool is a result of research conducted at Sahlgrenska Academy.", "date": "Mon, 08 May 2017 04:00:00 GMT"}