{"title": "Researchers use modified insulin and red blood cells to regulate blood sugar", "text": "Researchers from North Carolina State University and the University of North Carolina at Chapel Hill have developed a new technique that uses modified insulin and red blood cells to create a glucose-responsive \"smart\" insulin delivery system. In an animal model study, the new technique effectively reduced blood sugar levels for 48 hours in a strain of mice that had Type 1 diabetes.The researchers modified insulin by chemically binding it to a glucose derivative called glucosamine. The glucosamine could then bind to glucose transporters on the surface of a red blood cell, effectively attaching the insulin to the blood cell. The end result is a red blood cell studded with insulin molecules.The idea is that these insulin-loaded blood cells could then be injected into a diabetic patient. In this study, the work was done in Type 1 diabetic mice.Once in the bloodstream, the blood cells carrying insulin interact with their environment. If glucose levels are high, glucose molecules effectively displace the glucosamine in the blood cells' glucose transporters. And when the glucosamine is set free from the blood cell, so is the insulin.The insulin can then bind to insulin receptors in the liver, muscles and fatty tissues, triggering a process that reduces glucose levels in the blood.\"In short, this is a fully biocompatible smart system that responds, when needed, to normalize glucose levels in the blood,\" says Zhen Gu, co-corresponding author of a paper on the work and an associate professor in the joint biomedical engineering program at NC State and UNC.In the study, researchers compared mice receiving the modified insulin and blood cell system to three other groups: a group that received saline solution; a group that got only modified insulin; and a group that got a mixture of unmodified insulin and red blood cells.The researchers found that the Type I diabetic mice that received the modified insulin and blood cell system were able to significantly reduce blood glucose levels for more than two days. The best performance among the other groups saw an initial dip in blood sugar levels, but returned to high glucose levels within 12 hours.The researchers also tested each of the drug combinations in a group of healthy mice, and found that the modified insulin and blood cell system reduced the risk of hypoglycemia compared to the other drug combinations.In addition, the researchers conducted an experiment in the Type I diabetic mice using modified insulin and nanoparticles that had been coated with red blood cell membranes. The modified insulin and nanoparticle system achieved comparable results to those found using modified insulin and red blood cells.\"This is a positive result, because it bodes well for developing a standardized means of delivering this glucose regulation system,\" Gu says.\"The team will further evaluate the long-term biocompatibility of the modified insulin system in an animal model before determining whether to move to clinical trials,\" says co-author Dr. John Buse, professor of medicine at the UNC School of Medicine and director of the UNC Diabetes Care Center and the NC Translational and Clinical Sciences Institute. \"The vision, if realized, would be one of the most exciting advances in diabetes care.\"\"We are also exploring the use of painless microneedles to deliver this system, rather than relying on the conventional injections which were used in this study,\" Gu says. \"The possibility of using a different drug delivery system makes it difficult to assess cost, but we're optimistic that the cost of the potential formulation would be comparable to existing treatments.\"", "article_link": "http://dx.doi.org/10.1002/adma.201606617", "url": "http://www.eurekalert.org/pub_releases/2017-05/ncsu-rum050817.php", "region": "namerica", "source_link": "https://news.ncsu.edu/2017/05/blood-cells-insulin-2017/", "funder": "American Diabetes Association, JDRF, National Institutes of Health", "meeting": "", "institution": "North Carolina State University", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Pharmaceutical Sciences", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Diabetes", " Pharmaceutical Science", " Pharmaceutical Chemistry", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering"], "journal": "Advanced Materials", "description": "Researchers have developed a new technique that uses modified insulin and red blood cells to create a glucose-responsive 'smart' insulin delivery system. In an animal model study, the new technique effectively reduced blood sugar levels for 48 hours in a strain of mice that had Type 1 diabetes.", "date": "Mon, 08 May 2017 04:00:00 GMT"}