{"title": "Scientists watch fat metabolism in live fish, observe real-time lipid biochemistry", "text": "Baltimore, MD--Studying how our bodies metabolize lipids such as fatty acids, triglycerides, and cholesterol can teach us about cardiovascular disease, diabetes, and other health problems, as well as reveal basic cellular functions. But the process of studying what happens to lipids after being consumed has been both technologically difficult and expensive to accomplish until now. New work from Carnegie's Steven Farber and his graduate student Vanessa Quinlivan debuts a method using fluorescent tagging to visualize and help measure lipids in real time as they are metabolized by living fish. Their work is published by the Journal of Lipid Research. \"Lipids play a vital role in cellular function, because they form the membranes that surround each cell and many of the structures inside of it,\" Quinlivan said. \"They are also part of the crucial makeup of hormones such as estrogen and testosterone, which transmit messages between cells.\" Unlike proteins, the recipes for different lipid-containing molecules are not precisely encoded by DNA sequences. A cell may receive a genetic signal to build a lipid for a certain cellular purpose, but the exact type may not be indicated with a high degree of specificity. Instead, lipid molecules are built from an array of building blocks whose combinations can change depending on the type of food we eat. However, lipid compositions vary between cells and cellular structures within the same organism, so diet isn't the only factor determining which lipids are manufactured. \"Understanding the balancing act in what makes up our bodies' lipids--between availability based on what we're eating and genetic guidance--is very important to cell biologists,\" Farber explained. \"There is growing evidence that these differences can affect wide arrays of cellular processes.\" For example, omega-3 fatty acids, which are lipid building blocks found in foods like salmon and walnuts, are known to be especially good for heart and liver health. There is evidence that when people eat omega-3 fatty acids, the cellular membranes into which they are incorporated are less likely to overreact to signals from the immune system than membranes comprised of other kinds of lipids. This has an anti-inflammatory effect that could prevent heart or liver disease. Farber and Quinlivan's method allowed them to delve into these kinds of connections. They were able to tag different kinds of lipids, feed them to live zebrafish, and then watch what the fish did with them. \"If we fed the fish a specific type of fat, our technique allowed us to determine into what molecules these lipids were reassembled after they were broken down in the small intestine and in which organs and cells these molecules ended up,\" Farber explained. The tags they used were fluorescent. So Farber and Quinlivan and their team were actually able to see the fats that they fed their zebrafish glowing under the microscope as they were broken down and reassembled into new molecules in different organs. Further experiments allowed them to learn into what types of molecules the broken down fat components were incorporated.\"Being able to do microscopy and biochemistry in the same experiment made it easier to understand the biological meaning of our results,\" Quinlivan said. \"We hope our method will allow us to make further breakthroughs in lipid biochemistry going forward.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/cifs-swf050817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Carnegie Institution for Science", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Physiology", " Medicine/Health", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Journal of Lipid Research", "description": "Studying how our bodies metabolize lipids such as fatty acids, triglycerides, and cholesterol can teach us about cardiovascular disease, diabetes, and other health problems, as well as reveal basic cellular functions. But the process of studying what happens to lipids after being consumed has been both technologically difficult and expensive to accomplish until now.", "date": "Mon, 08 May 2017 04:00:00 GMT"}