{"title": "TGen distinguished professor honored by New York's Columbia University", "text": "PHOENIX, Ariz. -- May 8, 2017 -- Dr. Daniel Von Hoff -- Distinguished Professor, Physician-In-Chief, and Director of Molecular Medicine at the Translational Genomics Research Institute (TGen) -- will receive a gold medal for excellence in clinical medicine from his alma mater, Columbia University.Columbia University College of Physicians and Surgeons Alumni Association will present the award May 13 in New York City to Dr. Von Hoff, a world-renowned expert in new therapies for patients with cancer.\"This medal represents the highest honor which the Alumni Association can bestow in recognition of your outstanding accomplishments,\" said Dr. Kenneth A. Forde, chair of the P&S Alumni Association Honors and Awards Committee, which represents some of the nation's most accomplished medical professionals.This year marks the 250th anniversary of P&S, and its founding as the first medical school in Colonial America to award an Medical Doctorate degree.\"This recognition is especially gratifying as it is being presented by notable fellow graduates of my medical school, and I am deeply humbled and appreciative to be counted among those devoted to the welfare of patients,\" said Dr. Von Hoff, who has been instrumental in developing numerous new cancer treatments. He also is a Senior Consultant-Clinical Investigations for City of Hope, Chief Scientific Officer at HonorHealth Research Institute, and Professor of Medicine at Mayo Clinic. Dr. Von Hoff currently co-leads an international Stand Up To Cancer (SU2C) Pancreatic Cancer Dream Team, developing new treatments for this disease. It is one of three SU2C Dream Team grants awarded to TGen.He graduated cum laude from Carroll University (1969), and received his M.D. from Columbia University College of Physicians and Surgeons (1973). He completed his internship and residency in internal medicine at the University of California, San Francisco, then completed a medical oncology fellowship at the National Cancer Institute.Dr. Von Hoff is a past director of the University of Arizona's Arizona Cancer Center. He also is a past board member and president of the American Association for Cancer Research (AACR), a Fellow of the AACR, and recipient of the distinguished AACR Richard and Hinda Rosenthal Memorial Award. In addition, he is a past board member of the American Association of Clinical Oncology (ASCO) and winner of its prestigious David A. Karnofsky Memorial Award for outstanding contributions to patient care and treatment.He served a six-year term on President Bush's National Cancer Advisory Board (2004-10); is a recipient of the Wallace A. Reed M.D. Award, recognizing his accomplishments in advancing innovative cancer treatments, from the Arizona Medical Association; and received the Award of Excellence from the Hope Funds for Cancer Research, for his work in the clinical development of many new cancer treatments.Dr. Von Hoff and his colleagues have conducted early clinical investigations of many new cancer agents, including: gemcitabine, docetaxel, paclitaxel, topotecan, irinotecan, nanoliposomal irinotecan, fludarabine, mitoxantrone, dexrazoxane, nab-paclitaxel, vismodegib, and others. These treatments are helping many patients with breast, ovarian, prostate, colon, leukemia, advanced basal cell and pancreatic cancers.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ttgr-tdp050817.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgens-dr-von-hoff-honored-by-columbia.aspx#.WRCj3cm1vTE", "funder": "", "meeting": "Columbia University College of Physicians and Surgeons Alumni Association", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Genetics", " Molecular Biology", " Health Care", " Medical Education", " Medicine/Health", " Cancer", " Clinical Trials"], "journal": "", "description": "Dr. Daniel Von Hoff -- Distinguished Professor, Physician-In-Chief, and Director of Molecular Medicine at the Translational Genomics Research Institute (TGen) -- will receive a gold medal for excellence in clinical medicine from his alma mater, Columbia University.  Columbia University College of Physicians and Surgeons Alumni Association will present the award May 13 in New York City to Dr. Von Hoff, a world-renowned expert in new therapies for patients with cancer.", "date": "Mon, 08 May 2017 04:00:00 GMT"}