{"title": "Secondhand smoke ups heart disease in unique group of female nonsmokers -- Amish women", "text": "Baltimore, Md. - May 5, 2017.  New research at the University of Maryland School of Medicine (UM SOM) has found that secondhand smoke tends to have somewhat different effects on men and women. The research, conducted in a Pennsylvania Amish community where virtually no women smoke, found that women who were exposed to secondhand smoke had a greater risk for cardiovascular disease, while men exposed to secondhand smoke tended to have a higher body mass index (BMI). The authors of the study, published in the journal PLoS ONE, say previous research on the effects of secondhand smoke, and smoking in general, have been difficult to interpret due to variables in the socioeconomic status and educational level of participants. To reduce these variables, the researchers studied members of the old order Amish (OOA), a community in Lancaster County, Pa. UM SOM research teams have conducted research in this community since 1995 through the UM SOM's Amish Research Program. \"The way the Amish live makes them uniquely suited for this kind of study,\" says lead investigator Robert M. Reed, MD, UM SOM associate professor of medicine and a pulmonary and critical care specialist at the University of Maryland Medical Center. \"They live a lifestyle now that's very similar to the lifestyle their ancestors lived many generations ago. They have a lot of physical activity, don't drive, and the different Amish families live more similar lifestyles than do non-Amish populations.\"Also unique, cigars and pipes represent the predominant forms of tobacco smoked by the Amish. Reed says these smoking products produce more noxious secondhand smoke than cigarettes. Smoking in the group as a whole is fairly modest - 34 percent of men in the study said they had ever smoked. Just two women in the group reported ever smoking.The researchers employed a novel method to track exposure to secondhand smoke. \"We first asked people their own personal smoking habits, and then, because we know exactly how all the Amish are related to each other, we were able to look at the family tree and extrapolate who had been exposed,\" explains Reed. \"We knew if Mr. X says he smoked, we can extrapolate from that that his family was exposed.\" According to Reed, this approach has never been taken before in studies of smoking and it avoids a problem that can affect this type of research, called recall bias. \"Sometimes people with poor health are more inclined to think harder about past exposures, which lead to misleading results. Our study avoids that possibility,\" Reed says.The researchers examined cross-sectional data on 3,568 Amish who participated in three community surveys of cardiovascular health between 2001 and 2015. Data included tobacco use and secondhand smoke exposure from family members included in the study. Additionally, the researchers took blood samples, measured lung function and assessed vascular health.Smoking, which was limited to just men, was associated with lower lung function, higher BMI, lower HDL cholesterol (the \"good\" cholesterol), higher heart rate and poorer vascular health. The impact of secondhand smoke exposure was more intense in people with more smokers in their families, including spouses, parents and siblings. Secondhand smoke was associated with higher BMI and with higher fasting glucose in men, suggesting a diabetes risk, but not in women. Reduced HDL cholesterol was seen only in women exposed to secondhand smoke; in men only, secondhand smoke was associated with a lower heart rate. \"The study confirms that even a small amount of secondhand smoke is harmful; it confirms prior findings and extends them by adding to the degree of certainty we have in the harmful associations we are seeing,\" says Reed. He adds that the findings suggest the possibility of a significant role for mechanisms less clearly established in secondhand smoking, but recognized in association with active smoking, such as HDL and BMI.\"The real strength of this study is that this is a big population with very low exposure, yet we see very striking results for direct exposure,\" says the study's senior author, Braxton D. Mitchell, PhD, MPH, professor of medicine, epidemiology and public health at the University of Maryland School of Medicine and vice chair for research in the Division of Endocrinology, Diabetes & Nutrition in the Department of Medicine. \"I would not have expected to see such dramatic effects with these low exposures.\"E. Albert Reece, M.D., Ph.D., M.B.A., vice president of medical affairs at the University of Maryland and dean of the School of Medicine, says, \"This study suggests new avenues of research to understand more about the underlying mechanisms behind secondhand smoke. The fact that small amounts of exposure caused significant impact among Amish non-smokers, a population in which smoking is already at low levels, should be of concern to populations where smoking is much more prevalent.\" Tobacco smoking is the leading preventable cause of death in the United States, responsible for an estimated 480,320 deaths annually, including 41,280 deaths attributable to lung cancer and coronary heart disease related to secondhand smoke exposure, according to a 2014 report from the Office of the Surgeon General.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pone.0174354", "url": "http://www.eurekalert.org/pub_releases/2017-05/uomm-ssu050517.php", "region": "namerica", "source_link": "http://www.umm.edu/news-and-events/news-releases/2017/amish-secondhand-smoke", "funder": "Flight Attendants Medical Research Institute, University of Iowa/Institute for Clinical and Translational Science, US Department of Veterans Affairs, Baltimore Veterans Affairs Medical Center, and others", "meeting": "", "institution": "University of Maryland Medical Center", "keywords": ["Health Care", " Medicine/Health", " Addiction", " Cardiology", " Critical Care/Emergency Medicine", " Environmental Health", " Pulmonary/Respiratory Medicine", " Public Health", " Smoking/Tobacco"], "journal": "PLOS ONE", "description": "New research at the University of Maryland School of Medicine finds that secondhand smoke tends to have somewhat different effects on men and women. The research, conducted in a Pennsylvania Amish community where virtually no women smoke, found that women who were exposed to secondhand smoke had a greater risk for cardiovascular disease, while men exposed to secondhand smoke tended to have a higher body mass index.", "date": "Mon, 08 May 2017 04:00:00 GMT"}