{"title": "New findings may explain the advantages of polyunsaturated fat", "text": "Previous research has demonstrated that saturated fat is more fattening and less muscle building than polyunsaturated fats. A new study shows that the choice of fat causes epigenetic changes which in turn could contribute to differences in fat storage.The so-called \"muffin study\" received a lot of attention when it was published in 2014. In this study, the participants had eaten three muffins a day, on average, for a period of seven weeks. Half of the muffins had been baked using saturated fat (palm oil) and the other half using polyunsaturated fat (sunflower oil). The carbohydrate and protein content was the same in each muffin, the only difference between them was the type of fat.In a collaboration with the person in charge of the major muffin study, associate professor Ulf Risérus at Uppsala University in Sweden, professor Charlotte Ling at Lund University, Sweden, has now studied the epigenetic changes in the study participants' fat tissue, through biopsies taken before and after the project. The results show that the epigenetic pattern in more than 3 000 genes (out of approximately 25 000 that exists in a human being) had changed differentially, depending on whether the participants had eaten saturated fat or polyunsaturated fat. \"We believe that the discovered epigenetic changes, depending on the type of fat they ate, could contribute to the difference in fat storage, in which saturated fat has a more negative impact\", says Charlotte Ling.The epigenetic pattern consists of molecules known as methyl groups, which are placed on the genes and affect their function and gene expression.\"We have previously shown that exercise can affect the epigenetic pattern in fat tissue. These findings support the fact that through diet and exercise, we can affect our health through epigenetic changes\", says Charlotte Ling. Ulf Risérus also finds the results very interesting:\"It is fascinating that polyunsaturated fat seems to have completely different molecular effects compared to saturated fat; effects which in turn could potentially have an impact on both the body's fat storage and metabolism\", he says.\"Compared to saturated fat, polyunsaturated fat, which is the type found in sunflower oil, has recently been linked to an improved carbohydrate metabolism in the body. It would now be interesting to learn whether the epigenetic effects of polyunsaturated fat could be involved in an improved carbohydrate metabolism\", concludes Ulf Risérus. The study is published in The American Journal of Clinical Nutrition. It was conducted within the Excellence of Diabetes Research in Sweden (EXODIAB), a strategic collaboration between Lund and Uppsala universityFacts about saturated and polyunsaturated fat:In addition to palm oil, saturated fat can be found in butter and other dairy products such as cheese and cream, but also in chocolate, coconut fat and prepared meat products such as sausage and bacon.\r\nPolyunsaturated fat can be found in oily fish (salmon, mackerel, herring) as well as in algae, nuts and oil made from rapeseed, corn and sunflower seeds.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/lu-nfm050817.php", "region": "europe", "source_link": "http://ajcn.nutrition.org/content/early/2017/03/08/ajcn.116.143164.abstract", "funder": "", "meeting": "", "institution": "Lund University", "keywords": ["Medicine/Health"], "journal": "American Journal of Clinical Nutrition", "description": "Previous research has demonstrated that saturated fat is more fattening and less muscle building than polyunsaturated fats. A new study shows that the choice of fat causes epigenetic changes which in turn could contribute to differences in fat storage.", "date": "Mon, 08 May 2017 04:00:00 GMT"}