{"title": "Scrib protein identified as a natural suppressor of liver cancer", "text": "AUGUSTA, Ga. (May 8, 2017) - A protein that typically helps keep cells organized and on task becomes a tumor suppressor in the face of liver cancer, scientists say.The protein Scrib, which is emerging as both a tumor suppressor and oncogene depending on the cancer type, appears in liver cancer to migrate out of the protective outer layer of the cell and into its inner workings. Once inside, its expression increases and it suppresses expression of three oncogenes known to support liver cancer.\"We found for the first time in liver cancer that Scrib can translocate to the cell cytoplasm and to the nucleus when the cells become cancerous,\" said Dr. Satya Ande, molecular biologist at the Georgia Cancer Center and assistant professor in the Department of Biochemistry and Molecular Biology at the Medical College of Georgia at Augusta University. \"Basically Scrib functions as a tumor suppressor that tries to suppress the growth of these cells,\" said Ande, corresponding author of the study in the journal Oncotarget. The work is the first hard evidence that Scrib functions as a tumor suppressor in human and animal liver cancer. Scrib more typically resides in the cell membrane where it aids cell polarity, which basically means keeping the cell's components - including the membrane, nucleus and cytoplasm - organized and on task for whatever function the cell has.Ande's research team has shown that in liver cancer, some Scrib remains in the cell membrane, but some also moves first to the cytoplasm, a jelly-like area that helps protect the cell and contains proteins that help give it shape and structure, then to the nucleus, where genetic material is housed. Together the nucleus and cytoplasm essentially comprise the cell's innards.At least in liver cancer, when Scrib makes this move, the Georgia Cancer Center scientist found it works to suppress expression of the oncogenes Yap1, c-Myc and cyclin D1. While relocation and increased expression of Scrib alone did not eliminate tumors in their mouse model, the tumors were smaller. Higher Scrib levels suppressed human liver cancer cell growth in culture, while low levels enhanced liver tumor growth in animal models. The scientists did not find spontaneous liver cancer in mice that were Scrib-deficient, indicating the protein has no normal role in the liver.  Interestingly, in some other cancer types, Scrib's movement and increased expression are signs it intends to support cancer.Next steps include learning more about how important location is in Scrib's role as a liver cancer suppressor. Ande would also like to generate a mouse in which they can selectively overexpress Scrib in liver cells only, induce liver cancer and see what happens. In terms of Scrib's therapeutic potential, selectively activating tumor suppressors is difficult, Ande notes, although it's possible that gene therapy could one day be used to increase Scrib expression in liver cancer cells as part of an overall strategy to combat the cancer. More immediately, the work improves understanding of how liver cancer develops. \"We are just trying to understand what happens when there are liver tumors in the body,\" Ande said. Inside the cytoplasm, for example, Scrib can interact with other proteins, like growth-promoting genes or proteins, and try to suppress their function and cell growth, he said. Why Scrib leaves its usual home in the cell membrane, likely has to do with the numerous changes that occur whenever cells become cancerous, he said. Ande thinks Scrib is attracted out of the membrane by the rapid cell proliferation that is a hallmark of cancer, going first to the cytoplasm and then, as cancer progresses, to the nucleus. Most of the work was done in later stages of liver cancer, and they found increased Scrib expression in about 70 percent of the 30 human liver tumors they analyzed. In different cancers, Scrib appears to have widely divergent roles. As examples, low levels seem to delay the onset of lymphoma but low levels also are present in the face of cancers of the colon, prostate and breast, in which Scrib has moved to the cell cytoplasm this time apparently to promote cancer, at least in animal models.Liver cancer incidence is slowly trending upward, with obesity, alcohol-use and hepatitis infections as major risk factors, said Ande. It tends to occur later in life and more often in men. Scrib appears generally to be overexpressed in most cancers. Others have found a variety of different tasks Scrib aids, including cell proliferation and death as well as stem cell maintenance and migration. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/mcog-spi050817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Medical College of Georgia at Augusta University", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Endocrinology", " Liver", " Genes"], "journal": "Oncotarget", "description": "A protein that typically helps keep cells organized and on task becomes a tumor suppressor in the face of liver cancer, scientists say.", "date": "Mon, 08 May 2017 04:00:00 GMT"}