{"title": "Breast-feeding's role in 'seeding' infant microbiome", "text": "Mothers protect their babies and teach them habits to stay healthy and safe as they grow. A new UCLA-led study shows that beneficial bacteria from mothers do much the same thing. The study found that 30 percent of the beneficial bacteria in a baby's intestinal tract come directly from mother's milk, and an additional 10 percent comes from skin on the mother's breast. What's more, babies who breast-feed even after they begin eating solid food continue reaping the benefits of a breast milk diet -- a growing population of beneficial bacteria associated with better health.After birth, beneficial bacteria from the mother and environment colonize the infant's intestine, helping digest food and training the baby's immune system to recognize bacterial allies and enemies. But scientists still don't completely understand the mechanisms that help babies establish a healthy gut microbiome -- the diverse community of bacteria that inhabits the intestines.\"Breast milk is this amazing liquid that, through millions of years of evolution, has evolved to make babies healthy, particularly their immune systems,\" said Dr. Grace Aldrovandi, the study's senior author and a professor of pediatrics and chief of infectious diseases at UCLA Mattel Children's Hospital. \"Our research identifies a new mechanism that contributes to building stronger, healthier babies.\"The findings appear in the May 8 issue of the JAMA Pediatrics. The study, which looked at 107 mother-infant pairs, is the largest to date showing the transfer of bacteria in the milk into the baby's gut, Aldrovandi said.Earlier research has shown that a balanced bacterial community in the intestine is a key factor in people's susceptibility to immune diseases. For example, children who develop type 1 diabetes have abnormalities in their gut microbiomes; what's more, a healthy gut appears to protect against allergies, asthma and inflammatory bowel disease throughout life.\"We're appreciating more and more how these bacterial communities, particularly in the intestine, help guard against the bad guys,\" Aldrovandi said. \"We know from animal model systems that if you get good bacteria in your gut early in life, you're more likely to be healthy.\"Throughout the babies' first year of life, researchers collected samples of breast milk and infant stool, and swabs from the skin around the nipple. They analyzed the samples to assess which bacteria were shared between mothers and infants, and calculated the relative abundance of the bacteria. The origin of breast milk bacteria remains unclear; one hypothesis is that it travels to the breast from the mother's intestine.The project did not address how babies who are fed only formula acquire heathy microbiomes. Aldrovandi and colleagues want to expand the research to evaluate more samples in late infancy to better understand the transition to an adult microbiome. They would like to test in the lab how bacteria that are provided through breast-feeding are critical in infants' immune responses, and determine which beneficial bacteria are missing in people who have certain diseases.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--bri050517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, University of Pennsylvania Center for AIDS Research", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Pediatrics"], "journal": "JAMA Pediatrics", "description": "UCLA-led study finds that 30 percent of the beneficial bacteria in a baby's intestinal tract come directly from mother's milk, and an additional 10 percent comes from skin on the mother's breast.", "date": "Mon, 08 May 2017 04:00:00 GMT"}