{"title": "Gap growing between longest and shortest lifespans in the US", "text": "SEATTLE - Babies born today in 13 US counties have shorter expected lifespans than their parents did when they were born decades ago, according to a new study. For example, life expectancy at birth in Owsley County, Kentucky, was 72.4 in 1980, dropping to 70.2 in 2014.The gap between counties with the highest and lowest life expectancies is larger now than it was back in 1980 - a more than a 20-year difference in 2014 - highlighting massive and growing inequality in the health of Americans.Oglala Lakota County, South Dakota - a county that includes the Pine Ridge Native American reservation - revealed the lowest life expectancy in the country in 2014 at 66.8 years, comparable to countries like Sudan (67.2), India (66.9), and Iraq (67.7). Clusters of counties with low life expectancies were also identified in Kentucky, West Virginia, Alabama, and several states along the Mississippi River. Several counties in these states and others saw decreases in life expectancy since 1980, while much of the country experienced increases.However, a cluster of counties in Colorado had the highest life expectancies in the US, with Summit County topping the list at 86.8 years, followed by Pitkin County (86.5) and Eagle County (85.9). By comparison, at the country level Andorra had the highest life expectancy in the world that same year at 84.8, followed by Iceland at 83.3.\"These findings demonstrate an urgent imperative, that policy changes at all levels are gravely needed to reduce inequality in the health of Americans,\" said Dr. Ali Mokdad, an author on the study by the Institute for Health Metrics and Evaluation (IHME) at the University of Washington in Seattle who leads US county health research at IHME. \"Federal, state, and local health departments need to invest in programs that work and engage their communities in disease prevention and health promotion.\"In the study published today (May 8, 2017) in JAMA Internal Medicine, the authors calculated life expectancy by county from 1980 to 2014. They also examined the risk of dying among five age groups, as well as the extent to which risk factors, socioeconomics and race, and health care contribute to inequality. \"Looking at life expectancy on a national level masks the massive differences that exist at the local level, especially in a country as diverse as the United States,\" explained lead author Laura Dwyer-Lindgren, a researcher at IHME. \"Risk factors like obesity, lack of exercise, high blood pressure, and smoking explain a large portion of the variation in lifespans, but so do socioeconomic factors like race, education, and income.\"All counties saw a drop in the risk of dying before age 5, and the gap between the counties with the highest and lowest levels of under-5 mortality narrowed since 1980. This is likely a result of health programs and services focused on infants and children.On the other hand, 11.5% of counties saw an increased risk of death in adults between 25 and 45. In addition, inequality in the probability of dying has risen for people between 45 and 85 since 1980.The authors also looked at the extent to which several factors contributed to the inequality in life expectancy. Risk factors - obesity, lack of exercise, smoking, hypertension, and diabetes - explained 74% of the variation in longevity. Socioeconomic factors, a combination of poverty, income, education, unemployment, and race, were independently related to 60% of the inequality, and access to and quality of health care explained 27%.This new research suggests that policies and programs that promote healthy behaviors could be the most effective in reducing health inequalities, but that socioeconomic status and other related factors should not be ignored. \"The inequality in health in the United States - a country that spends more on health care than any other - is unacceptable,\" said Dr. Christopher Murray, director of IHME.\"Every American, regardless of where they live or their background, deserves to live a long and healthy life. If we allow trends to continue as they are, the gap will only widen between counties.\"In 2014, the United States spent $9,237 per person on health care. Australia, a country with a higher life expectancy in 2014 (82.3), spent $4,032 per person. Japan, where life expectancy was 83.1 - one of the highest in the world - spent just $3,816 per person.Counties with the largest increases in life expectancy from 1980 to 2014:\r\nCounties with the largest decreases in life expectancy from 1980 to 2014:\r\nData from the National Center for Health Statistics (NCHS) were used to calculate life expectancy for every US county, looking specifically at de-identified death certificates. Population counts were obtained from the US Census Bureau, NCHS, and the Human Mortality Database. The study is titled \"Inequalities in life expectancy among US counties, 1980 to 2014.\" Life expectancy for every county has been updated through 2014 in IHME's US Health Map data visualization tool. The US Health Map can be accessed at: https://vizhub.healthdata.org/subnational/usa", "article_link": "http://dx.doi.org/10.1001/jamainternmed.2017.0918", "url": "http://www.eurekalert.org/pub_releases/2017-05/ifhm-ggb050417.php", "region": "namerica", "source_link": null, "funder": "Robert Wood Johnson Foundation, NIH/National Institute on Aging, John W. Stanton and Theresa E. Gillespie", "meeting": "", "institution": "Institute for Health Metrics and Evaluation", "keywords": ["Health Care", " Medicine/Health", " Death/Dying", " Mortality/Longevity", " Health Care Systems/Services", " Public Health", " Death/Dying", " Aging", " Socioeconomics"], "journal": "JAMA Internal Medicine", "description": "Babies born today in 13 US counties have shorter expected lifespans than their parents did when they were born decades ago, according to a new study. For example, life expectancy at birth in Owsley County, Ky., was 72.4 in 1980, dropping to 70.2 in 2014.", "date": "Mon, 08 May 2017 04:00:00 GMT"}