{"title": "Systemic therapy outperforms intraocular implant for treating uveitis", "text": "Systemic therapy consisting of corticosteroids and immunosuppressants preserved vision of uveitis patients better - and had fewer adverse outcomes - than a long-lasting corticosteroid intraocular implant, according to a clinical trial funded by the National Eye Institute (NEI). After seven years, visual acuity on average remained stable among participants on systemic therapy but declined by an average of six letters (about one line on an eye chart) among participants who had the implant. NEI is part of the National Institutes of Health.\"This trial provides good evidence that for the average patient with uveitis, systemic therapy would be the first choice of treatment,\" said John Kempen, M.D, Ph.D., of Massachusetts Eye and Ear/Harvard Medical School, Boston, chair of the writing committee for the report. \"The visual outcome over the long run was better, on average, there were fewer adverse outcomes, and the cost is less.\" The findings were published today in the Journal of the American Medical Association. Uveitis is an inflammatory disease of the eye and the fifth leading cause of vision loss in the United States. Concerns about potential adverse effects of systemic corticosteroid and immunosuppressive therapy drove the development of an intraocular implant to treat uveitis locally. The fluocinolone intraocular implant, developed by Bausch & Lomb, was approved by the U.S. Food and Drug Administration in 2005. Early data suggested the implant was effective at controlling inflammation but had local ocular side effects. The Multicenter Uveitis Steroid Treatment Trial (MUST) was undertaken to evaluate whether the implant treatment was an improvement over systemic therapy for management of uveitis. Researchers recruited 255 uveitis patients at 23 sites (21 in the U.S., one in the U.K., and one in Australia) and randomly assigned them to receive the fluocinolone implant or systemic treatment with corticosteroids (prednisone) and immunosuppressants (such as methotrexate or mycophenolate mofetil). Systemic corticosteroids, which are FDA-approved for treatment of uveitis, reduce acute inflammation effectively but have potential systemic adverse effects when used at a high dose for a long time. The immunosuppressants, which are not FDA-approved for uveitis, inhibit pathological immune responses, thus reducing the amount of corticosteroids needed over the long-term, mitigating such side effects. Through the first two years, the visual acuity remained about the same in the two groups (results published in 2011). At seven years, visual acuity on average remained stable in the systemic group but declined about six letters in the implant group. The researchers found that implant-treated eyes had reactivations of uveitis after about five years, which coincided with a decline in visual acuity. The loss of vision in the implant group appears to have been due to increased damage in the retina and choroid (a tissue rich in blood vessels lying underneath the retina).  \"These results emphasize the importance of longer follow-up for studies of treatments for chronic diseases that are likely to require years of treatment,\" said Elizabeth Sugar, Ph.D., of Johns Hopkins University, Baltimore, chair of the statistical analysis committee for the MUST research group and lead statistician for the manuscript.With respect to side effects, patients in the implant group were more likely to develop ocular side effects like cataracts, intraocular pressure elevation that required treatment with medicine and often surgery, and glaucoma. Patients receiving systemic therapy had increased risk of needing treatment with antibiotics, possibly due to immunosuppression, but otherwise did not have large increases in the risk of adverse effects typically associated with systemic corticosteroids such as high blood pressure or diabetes. \"We were able to avoid most of the systemic adverse outcomes that people worry about with systemic corticosteroid and immunosuppressive therapy by following expert panel guidelines. The result is meaningful not just in ophthalmology but in other disease areas, because many different fields use this strategy to treat the inflammatory diseases of many different organs,\" said Kempen. The results of this trial suggest that oral corticosteroids and immunosuppression may be a preferable initial choice for therapy of more severe uveitis, said Douglas A. Jabs, M.D., of the Icahn School of Medicine at Mount Sinai, New York City, and chair of the MUST Research Group. However, the implant may have a role in treating patients where systemic therapy fails to control inflammation or patients cannot tolerate the oral medications, he added.   \"MUST results provide guidance to clinicians and their patients in making informed decisions about uveitis treatment,\" said Sangeeta Bhargava, Ph.D., program director at the National Eye Institute.", "article_link": "http://dx.doi.org/10.1001/jama.2017.5103", "url": "http://www.eurekalert.org/pub_releases/2017-05/nei-sto050817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Eye Institute", "meeting": "ARVO 2017", "institution": "NIH/National Eye Institute", "keywords": ["Medicine/Health", " Clinical Trials", " Ophthalmology"], "journal": "JAMA", "description": "Systemic therapy consisting of corticosteroids and immunosuppressants preserved vision of uveitis patients better -- and had fewer adverse outcomes -- than a long-lasting corticosteroid intraocular implant, according to a clinical trial funded by the National Eye Institute (NEI). After seven years, visual acuity on average remained stable among participants on systemic therapy but declined by an average of six letters (about one line on an eye chart) among participants who had the implant. NEI is part of the National Institutes of Health.", "date": "Mon, 08 May 2017 04:00:00 GMT"}