{"title": "To improve chronic pain, get more sleep (coffee helps too)", "text": "New research from Boston Children's Hospital and Beth Israel Deaconess Medical Center (BIDMC) shows that chronic sleep loss increases pain sensitivity. It suggests that chronic pain sufferers can get relief by getting more sleep, or, short of that, taking medications to promote wakefulness such as caffeine. Both approaches performed better than standard analgesics in a rigorous study in mice, described in the May 8, 2017 issue of Nature Medicine. Pain physiologist Alban Latremoliere, PhD, of Boston Children's and sleep physiologist Chloe Alexandre, PhD, of BIDMC precisely measured the effects of acute or chronic sleep loss on sleepiness and sensitivity to both painful and non-painful stimuli. They then tested standard pain medications, like ibuprofen and morphine, as well as wakefulness-promoting agents like caffeine and modafinil. Their findings reveal an unexpected role for alertness in setting pain sensitivity.Keeping mice awake, through custom entertainmentThe team started by measuring normal sleep cycles, using tiny headsets that took electroencephalography (EEG) and electromyography (EMG) readings. \"For each mouse, we have exact baseline data on how much they sleep and what their sensory sensitivity is,\" says Latremoliere, who works in the lab of Clifford Woolf, PhD, in the F.M. Kirby Neurobiology Center at Boston Children's.Next, unlike other sleep studies that force mice to stay awake walking treadmills or falling from platforms, Alexandre, Latremoliere and colleagues deprived mice of sleep in a way that mimics what happens with people: They entertained them.\"We developed a protocol to chronically sleep-deprive mice in a non-stressful manner, by providing them with toys and activities at the time they were supposed to go to sleep, thereby extending the wake period,\" says Alexandre, who works in the lab of Thomas Scammell, MD, at BIDMC. \"This is similar to what most of us do when we stay awake a little bit too much watching late-night TV each weekday.\" To keep the mice awake, researchers kept vigil, providing the mice with custom-made toys as interest flagged while being careful not to overstimulate them. \"Mice love nesting, so when they started to get sleepy (as seen by their EEG/EMG pattern) we would give them nesting materials like a wipe or cotton ball,\" says Latremoliere. \"Rodents also like chewing, so we introduced a lot of activities based around chewing, for example, having to chew through something to get to a cotton ball.\" In this way, they kept groups of six to 12 mice awake for as long as 12 hours in one session, or six hours for five consecutive days, monitoring sleepiness and stress hormones (to make sure they weren't stressed) and testing for pain along the way.Pain sensitivity was measured in a blinded fashion by exposing mice to controlled amounts of heat, cold, pressure or capsaicin (the agent in hot chili peppers) and then measuring how long it took the animal to move away (or lick away the discomfort caused by capsaicin). The researchers also tested responses to non-painful stimuli, such as jumping when startled by a sudden loud sound.\"We found that five consecutive days of moderate sleep deprivation can significantly exacerbate pain sensitivity over time in otherwise healthy mice,\" says Alexandre. \"The response was specific to pain, and was not due to a state of general hyperexcitability to any stimuli.\" Analgesics vs. wake-promoting agentsSurprisingly, common analgesics like ibuprofen did not block sleep-loss-induced pain hypersensitivity. Even morphine lost most of its efficacy in sleep-deprived mice. These observations suggest that patients using these drugs for pain relief might have to increase their dose to compensate for lost efficacy due to sleep loss, thereby increasing their risk for side effects.In contrast, both caffeine and modafinil, drugs used to promote wakefulness, successfully blocked the pain hypersensitivity caused by both acute and chronic sleep loss. Interestingly, in non-sleep-deprived mice, these compounds had no analgesic properties.\"This represents a new kind of analgesic that hadn't been considered before, one that depends on the biological state of the animal,\" says Woolf, director of the Kirby Center at Boston Children's. \"Such drugs could help disrupt the chronic pain cycle, in which pain disrupts sleep, which then promotes pain, which further disrupts sleep.\" A new approach to chronic pain?The researchers conclude that rather than just taking painkillers, patients with chronic pain might benefit from better sleep habits or sleep-promoting medications at night, coupled with daytime alertness-promoting agents to try to break the pain cycle. Some painkillers already include caffeine as an ingredient, although its mechanism of action isn't yet known. Both caffeine and modafinil boost dopamine circuits in the brain, so that may provide a clue.\"This work was supported by a novel NIH program that required a pain scientist to join a non-pain scientist to tackle a completely new area of research,\" notes Scammel, professor of neurology at BIDMC. \"This cross-disciplinary collaboration enabled our labs to discover unsuspected links between sleep and pain with actionable clinical implications for improving pain management.\"\"Many patients with chronic pain suffer from poor sleep and daytime fatigue, and some pain medications themselves can contribute to these co-morbidities,\" notes Kiran Maski, MD, a specialist in sleep disorders at Boston Children's. \"This study suggests a novel approach to pain management that would be relatively easy to implement in clinical care. Clinical research is needed to understand what sleep duration is required and to test the efficacy of wake-promoting medications in chronic pain patients.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/bch-tic050417.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Neurodevelopmental Behavior and Pharmacokinetics Cores at Boston Children's Hospital, Physiology Core at BIDMC", "meeting": "", "institution": "Boston Children's Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Pain"], "journal": "Nature Medicine", "description": "New research from Boston Children's Hospital and Beth Israel Deaconess Medical Center shows that chronic sleep loss increases pain sensitivity. It suggests that chronic pain sufferers can get relief by getting more sleep, or, short of that, taking medications to promote wakefulness such as caffeine.", "date": "Mon, 08 May 2017 04:00:00 GMT"}