{"title": "Nutraceutical (Longevinex) reduces time it takes older eyes to adapt to the dark", "text": "For the first time eye researchers have been able to reduce the time it takes for older eyes to adapt to the dark with use of an oral nutraceutical (Longevinex).  Prolonged dark adaptation time is a marker of the future onset of a dreaded vision problem - macular degeneration.  Twelve of the first fourteen consecutive eyes tested improved or were unexpectedly stable after a dark adaptation test was administered among senior adults with pre-existing visual loss taking a selected daily oral nutraceutical.  While only a small number of eyes were tested the effect was statistically so demonstrable there is only ~1% probability the results obtained from this intervention were obtained by chance (p value 0.01). [Statistics How To]Dr. Stuart Richer OD, PhD, Director, Ocular Preventive Medicine at the Captain James A Lovell Federal Health Care Facility, North Chicago, IL, and President of the Ocular Nutrition Society, announced the discovery at the annual meeting of the Association for Research in Vision & Ophthalmology (ARVO), Baltimore, MD, May 8, 2017.Macular degeneration affects millions of senior adults.  There is no proven remedy for this insidious sight-robbing disease.  The fact a nutraceutical has been demonstrated for the first time to reverse a predictive measure for macular degeneration is a monumental development in preventive medicine says Dr. Richer.All eyes tested were among subjects who already had a diagnosed case of dry age-related macular degeneration (AMD) and whose vision had not improved with the use of the Age Related Eye Disease (AREDs) antioxidant supplement formulated by the National Eye Institute.  \"However, the greater application of this dark adaptation vision test is among family members of individuals who have been diagnosed with macular degeneration since prolonged dark adaptation time can predict future onset of this dreaded eye disease 4 years before it can be clinically diagnosed.   Forty-five percent (45%) of the population who have a parent with macular degeneration will develop the disease in their lifetimes,\" says lead researcher Stuart Richer OD, PhD.   \"If this continues to be demonstrated in larger groups, we just may have, for the first time, a preventive for the most common cause of visual decline in senior Americans,\" says Dr. Stuart Richer.The dark adaptation test (Adapt Dx by Maculogix), an FDA-approved medical device that has been 10 years in the making, utilizes a blast of light to bleach visual chemicals (rhodopsin, pronounced row-dop-sin) from the back of the eyes and then times how long it takes for these chemicals to be replenished.  A prolonged dark adaption time occurs long prior to detection of any observable signs of disease or decline in vision.  In an individual with perfect 20/20 vision and no other signs of eye disease, over 6.5 minutes to adapt to the dark is predictive of future loss of sight by up to 4 years. [Investigative Ophthalmology Vision Science April 2016]  A published study of over 380 adults with nearly perfect 20/20 vision, 60-89 years of age, found 78% had normal dark adaptation time and 22% required prolonged time to adapt to dark conditions.  Aside from age (older) and sex (female), regular use of alcohol was the greatest modifiable risk factor associated with prolonged dark adaptation. [Investigative Ophthalmology & Visual Sciences May 2014] There are ~48 million Americans over the age of 65 and if the above figures translate to the entire population (22% of ~50 million), dark adaptation testing could uncover ~11 million senior Americans with near-perfect visual acuity who will develop macular degeneration in their near future.According to the Bright Focus Foundation there are ~11 million Americans with some form of macular degeneration. [Bright Focus Foundation] If there is a surviving child for each of these individuals with macular degeneration, at a 45% rate of familial risk, about 5 million middle age Americans who are related to macular degeneration patients are at high risk and should undergo a dark adaptation test in middle age.  Proven treatment is lackingProven medical, laser or surgical treatment for the common form of macular degeneration (also known as dry macular degeneration) is lacking.  Institute of Medicine 2015 Preventive measures such as diet and UV-blue filtering sunglasses may slow down the progress of the disease.  At this point in time there is no effective treatment for the most common form of macular degeneration.  This has researchers scrambling to test various oral drugs, eye drops and nutraceuticals in an attempt to head off the predicted explosion in the number of cases of macular degeneration over the coming decade. [Acta Pol Pharm 2014] The AREDs (Age Related Eye Disease) dietary supplement is reported to slow the progress of dry macular degeneration by 25% over 10 years.  Even with antioxidant therapy the disease insidiously progresses.A recent troubling study showed that 2 of 4 genetic groups tested did not experience a favorable response with the Age Related Eye Disease (AREDS2) dietary supplement. Over $400 million of the AREDS formula is sold annually.  [Ophthalmology Jan 2015] Other vision testsWhile there are many non-invasive vision tests, many are not specific for macular degeneration.  Results with other vision tests may be confounded by other eye disorders such as cataracts, glaucoma or diabetes.  The ADAPTDX test is better than 88+% specific for macular degeneration. [Investigative Ophthalmology 2014; Clinical Epidemiological Research 2014] Given that human subjects with the earliest form of dry macular degeneration are twice as likely to exhibit delayed adaptation to dim light following a bright flash of light, ADAPTDX test is the measure of choice. [Current Eye Research 2015]  Drugs have been testedThe pharmaceutical industry has proposed statin cholesterol-lowering drugs as a potential remedy for macular degeneration but statins were recently shown to be ineffective. [Ophthalmology 2015]Given that many common drugs prescribed for cardiovascular disease inhibit abnormal blood formation in animals, studies were launched with beta blockers, ACE inhibitors and other drugs to treat advanced-stage macular degeneration, but these pharmaceuticals also failed to confer any protective effect. [Retina 2015]Effective treatment for fast-progressive form of macular degenerationThe fast-progressive form of macular degeneration (also known as wet macular degeneration) involves leakage of fluid or hemorrhage and/or invasion of the visual center of the eyes by abnormal blood vessels in an attempt to restore circulation to the retina. Fortunately there is effective treatment for this form of the disease as medicines (Lucentis, Avastin, Eylea) injected directly into the eyes on a monthly basis inhibit invasion by abnormal blood vessels (called angiogenesis or neovascularization), sparing patients from legal blindness (20/200 vision).  About 85% of patients with wet macular degeneration are successfully treated with these medicines.  Useful for the fast progressive form of vision lossPreviously Dr. Richer documented that this same oral nutraceutical (Longevinex) that provides herbal antioxidants (resveratrol, quercetin) along with vitamin D, a metal binder (IP6 phytate from rice bran) and DNA-repairing nucleotides (RNA), is in some cases able to rescue patients from impending legal blindness among patients who have the fast progressive form of macular degeneration and who had failed conventional treatment with injected drugs. [Nutrients 2014; US Patent pending]  Selection of LongevinexWhile plain resveratrol has been demonstrated to inhibit new blood vessel formation at the back of the animal eyes [Investigative Ophthalmology Visual Science April 2011], Longevinex; was selected for study because it is the only resveratrol supplement that has undergone toxicity testing [Food Chemistry Toxicology Sept 2013] and has been demonstrated to exert six-fold stronger biological action than plain resveratrol. [PLoS One Dec 23, 2016] While there are many brands of resveratrol supplements, none have been demonstrated to perform equally to Longevinex.  For example, Longevinex produced a 40% greater increase in flow mediated dilatation (4.4% to 10.0%) than plain resveratrol (4.1 to 7.7%) in comparable human studies.  Impaired flow mediated dilatation is a decline in the ability of the arteries to widen upon physical exertion or emotional stress, which is considered the first sign of arterial disease.  [Nutrition Research Nov 2011; Nutrition Metabolism Cardiovascular Disease Nov 2011]Dr. Richer cautions patients with eye disease not to presume other resveratrol supplements will work equally well as the brand carefully selected for study at the Veterans Health Center. How Many At Risk At What Age?Any promising therapy would be long overdue.  There are 1.75 million senior Americans that already know they have the disease but another 7 million seniors exhibit early signs (drusen deposits) at the back of the eyes and are at high risk for irreversible vision loss.  According to an authoritative report, by the year 2020 an estimated 2.95 million Americans will have macular degeneration. [Archives Ophthalmology 2004]  Worldwide, by the year 2020 more than 196 million people will be diagnosed with macular degeneration rising to 288 million by 2040. [Institute of Medicine 2015]The prevalence of macular degeneration is 0% at age 50 years, 2.5% at age 70 and 6% at age 80.  [JAMA Ophthalmology April 2004] Typical age of diagnosis is in the mid 60s (65.8 years mean age).  By age 75 years about 30% of senior adults exhibit some degree of macular degeneration. [Survey Ophthalmology2006 ]Most of the subjects in this study were ~80 years of age, which indicates subjects with AMD may never be too old to benefit from nutraceutical therapy.All of the subjects tested were taking prescription drugs such as antacids for heartburn or statin drugs for cholesterol.  No time to waitA pressing problem is that humanity doesn't have another decade to undergo belabored trials to scientifically prove dry macular degeneration therapies work.  Researchers urge shortened study times and reduced number of subjects to speed along discovery. [Advances Experimental Biology Medicine 2016]  Longevinex® petitioned the FDA for an abbreviated study four years ago but the petition was rejected by the FDA. [FDA Petition]At this time no dietary supplement (even Longevinex) can make a claim or infer it prevents, treats or cures any disease.  Any inferences made by manufacturers of resveratrol pills that their products perform in a similar manner to the product tested in this study may be misleading to elderly patients with limited vision due to macular degeneration. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/rpld-nr050717.php", "region": "namerica", "source_link": "http://eyedoctorricher.com", "funder": "", "meeting": "Association for Research in Vision & Ophthalmology", "institution": "Resveratrol Partners LLC, dba LONGEVINEX", "keywords": ["Nutrition/Nutrients", " Medicine/Health", " Gerontology", " Aging", " Nutrition/Nutrients", " Ophthalmology"], "journal": "", "description": "For the first time eye researchers have been able to reduce the time it takes for older eyes to adapt to the dark with use of an oral nutraceutical (Longevinex).  Prolonged dark adaptation time is a marker of the future onset of a dreaded vision problem -- macular degeneration.  The dark adaptation test can predict vision loss 4 years before it occurs.", "date": "Mon, 08 May 2017 04:00:00 GMT"}