{"title": "May/June 2017 Annals of Family Medicine tip sheet", "text": "Canadian Primary Care Falls Short in Meeting Patient Medical Home Model Goals, National Survey FindsEvaluating the degree to which primary care across Canada comports with the goals of the Patient Medical Home model, researchers find considerable room for improvement. Researchers from the Manitoba Centre for Health Policy applied 10 measurable indicators of the PMH model across all 10 Canadian provinces and found an average national PMH composite score of 5.36 (range 4.75-6.23) out of 10 based on survey data from 772 primary care practices and 7,172 patients. Ontario was the only province to score significantly higher than Canada as a whole, whereas Quebec, Newfoundland/Labrador, and New Brunswick/Prince Edward Island scored below the national average. The researchers found little variation, however, among provinces in achieving the 10 PMH goals. The researchers point out that although the PMH is a pan-Canadian model, implementation is dependent on provincial and regional or local policies, and during the past 15 years, new primary care funding models have been introduced without consistency in timing, key model components or implementation strategies across provinces. The authors call for future research into the effects of reform on practice characteristics and processes, and assessment of health services utilization and quality measures for clinical conditions. The information gleaned from these activities, they posit, may motivate further uptake of the PMH model's attributes in all provinces. \r\nAlignment of Canadian Primary Care With the Patient Medical Home Model: A QUALICO-PC Study\r\nBy Alan Katz, MSC, MBChB, et al\r\nManitoba Centre for Health Policy, Winnipeg, CanadaPatients Accept and Sometimes Prefer Video Visits to In-Office Primary Care VisitsVideo visits are being adopted in a variety of health care settings, including primary care, because they offer increased care accessibility, decreased transportation barriers and patient empowerment. In a qualitative study of 19 adult patients interviewed following video visits with their primary care clinician, researchers found patients accept and even prefer video visits to in-person office visits. Participants reported feeling comfortable talking with their clinicians over a video call, and they identified convenience and decreased costs as the primary benefits of video visits. Some patients expressed a preference for receiving future serious news via a video visit citing reasons of comfort, social support and privacy. Primary concerns with video visits concerned privacy, including potential for work colleagues to overhear conversations, and questioning the ability of the clinician to perform an adequate physical examination. The authors conclude these findings add insight into the benefits of video visits in primary care, highlighting improved convenience, efficiency, privacy and comfort for patients. The findings also raise new considerations unique to telehealth that warrant discussion with patients before use, such as whether patients would consider using headphones or finding a private room to maintain privacy during video visits outside of the home. \r\nPatient Perceptions of Telehealth Primary Care Video Visits\r\nBy Kristin L. Rising, MD, MSHP, et al\r\nThomas Jefferson University, Philadelphia, PennsylvaniaSelf-Directed Online Vestibular Rehabilitation Program Reduces Dizziness in Older Adults with Chronic VertigoChronic dizziness is highly prevalent in primary care, with nearly 7 million consultations per year in the United States. Researchers find a publicly-available, self-directed Internet-based vestibular rehabilitation program effectively reduces dizziness and dizziness-based disability in older primary care patients without requiring clinical support. The randomized controlled trial involving 296 patients aged 50 years and older with dizziness exacerbated by head movements found that compared with the usual care group, patients in the Internet-based rehabilitation group had less dizziness on the Vertigo Symptom Scale-Short Form at three months (difference 2.75 points) and at six months (difference 2.26 points). Dizziness-related disability was also lower in that group at three months (difference 6.15 points) and six months (5.58 points). Given the increasing Internet use being seen in older adults, the authors conclude Internet-based interventions may provide a promising means of greatly increasing the provision of evidence-based self-management strategies for adults in primary care. This article is featured in this issue's Annals Journal Club, which provides a template for groups to discuss and critically assess articles. It will also launch Annals' Twitter journal club. Those interested can participate in the conversation on Wednesday, May 31 from 12-1 p.m. EST (4 p.m. GMT), hashtag #AJC.  This moderated Twitter chat will pose questions at regular intervals.\r\nInternet-Based Vestibular Rehabilitation for Older Adults With Chronic Dizziness: A Randomized Controlled Trial in Primary Care\r\nBy Adam W. A. Geraghty, PhD, et al\r\nUniversity of Southampton, United KingdomIntegrated Online Decision Module That Helps Patients With Cancer Screening Decisions Is Well-Received But Has Low UptakeResearchers examine the potential of health information technology to systematically guide patients through decision making processes for three cancer screening choices and find that although automated decision aids have the potential to make office visits more efficient and effective, cultural, workflow and technical changes are needed before widespread implementation. Specifically, this observational cohort study evaluated how clinicians and patients at 12 primary care practices used an automated decision module that promoted the 2012 prostate, 2009 breast and 2008 colon cancer screening recommendations made by the U.S. Preventive Services Task Force, and how that module impacted care. They found practices had a large decision burden - with one in five patients facing a cancer screening decision over the one-year study period. Yet, of the 11,458 patients who faced a screening decision for colorectal cancer (6,329 patients), breast cancer (3,733 patients) or prostate cancer (1,396 patients), only 21 percent started and 8 percent completed the decision module. User data showed patients reviewed a range of topics while in the module and 47 percent of the module completers elected to forward a summary to their clinician. After their next office visit, both patients and clinicians reported that module completion helped with decisions: 41 percent said it made their appointment more productive, 48 percent said it helped engage them in the decision, 48 percent said it broadened their knowledge and 38 percent said it improved communication. The authors conclude that while the model is appealing, a clear challenge is getting patients to use such a system. If future research confirms the benefits of this approach - yielding more informed patients, better decisions and wiser use of encounter time - the return on investment could offset the implementation costs and improve care. \r\nHarnessing Information Technology to Inform Patients Facing Routine Decisions: Cancer Screening as a Test Case\r\nBy Alex H. Krist, MD, MPH, et al\r\nVirginia Commonwealth University, RichmondResearchers Warn Gaps in New Medicare Pay-for-Performance System May Exacerbate Health InequalitiesA content analysis of Medicare's new Merit-Based Incentive Payment System, set to be fully implemented this year, reveals gaps related to the measurement of access, patient experience, and interpersonal care raising concerns that MIPS may fail to measure the broader aspects of health care quality and even risk worsening existing health disparities. Researchers found a total of 143 of the 270 MIPS measures applied to primary care, and most were related to aspects of clinical experience; most of the domains that reflected quality of primary care were not represented. Notably, their analysis showed five of 12 domains had no applicable measures, and only 10 percent of the measures fell into another five domains of primary care. They conclude that for MIPS and similar pay-for-performance programs to have a positive effect on health outcomes for marginalized populations, there is a need for policy makers to apply a theoretical framework to the measures in order to ensure the broad domains of quality, equality in particular, are encapsulated. By applying a theoretical framework, they assert, it is possible to identify gaps and subsequently develop measures that incentivize addressing health disparities. In neglecting to do so, they warn, pay-for-performance measures may fail in their objective to deliver better quality health outcomes to all members of society regardless of wealth, color, or personal circumstances. \r\nImpact of Gaps in Merit-Based Incentive Payment System Measures on Marginalized Populations\r\nBy Kyle Eggleton, MBChB, MMedSci, MPH, et al\r\nThe University of Auckland, New ZealandPatients with History of Self-Harm at Greatly Elevated Risk of Suicide and Other Causes of Premature Death, Especially in First YearPrimary care patients who have harmed themselves are at a greatly increased risk of dying prematurely by natural and unnatural causes, especially within a year of a self-harm episode. Using electronic health records data from 385 primary care practices in England linked to national mortality records, researchers investigated the risk of dying prematurely from any cause after a recorded episode of self-harm in a cohort of 30,017 patients aged 15 to 64 years. They estimated the relative risks of natural and unnatural mortality using a comparison cohort of 600,258 individuals matched for age, sex and general practice. They found an elevated risk of dying prematurely from any cause among the self-harm cohort, especially in the first year of follow-up (adjusted hazard ratio, 3.6). In particular, suicide risk was especially high in the first year (adjusted hazard ratio, 54.4). Although it declined sharply after one year, it remained much higher than in the comparison cohort. Large elevations of risk throughout the 10-year follow-up period were also observed for accidental, alcohol-related and drug-poisoning deaths. After 10 years of follow-up, cumulative incidence values were 7 percent for all-cause mortality and 1 percent for suicide. The authors point out that patients with a history of self-harm visit clinicians at a relatively high frequency, which presents a clear opportunity for preventive action. They call for national guidelines that provide more specific recommendations and training on how primary care teams can more effectively intervene, manage, and monitor risk in these patients. They conclude that patients with myriad comorbidities, including self-harming behavior, mental disorder, addictions, and physical illnesses, will require a concerted, multi-pronged, multidisciplinary collaborative care approach to effectively manage their complex health needs. \r\nPremature Death Among Primary Care Patients With a History of Self-Harm\r\nMatthew J. Carr, PhD, et al\r\nUniversity of Manchester, United KingdomSurvey Finds Shortcomings in China's Recently Expanded Primary Care InfrastructureChina's commitment to develop a strong primary care system through the establishment of community health centers has succeeded in creating more than 8,600 centers, however researchers seeking to evaluate the current quality of these facilities, find they are underused in part because of public mistrust of the physicians and because few centers are equipped to provide comprehensive primary care for a wide range of common physical and mental conditions. A nationally representative survey of the structure and organization of the Chinese primary care system involving 158 community health centers and 3,580 primary care practitioners found less than one-half (46 percent) of the physicians employed by CHCs were registered as PCPs and few nurses had training specifically for primary care. Moreover, although virtually all clinics were equipped with basic primary care equipment such as stethoscopes (98 percent) and sphygmomanometers (97 percent), only 43 percent had opthalmoscopes and 64 percent had facilities for gynecologic examination. Most CHCs had inpatient beds for their patients; however, only 38 percent had microbiology support and only 53 percent offered Pap screening. Clinical care was selectively skewed toward certain diseases. Although virtually all CHCs provided management of common ailments, chronic diseases, hypertension, diabetes, traditional Chinese medicine, maternal and infant health care, and vaccinations, large proportions did not provide management for other common conditions such as dyslipidemia (38 percent), mental illness (66 percent), sexually transmitted infections (66 percent), and chronic obstructive pulmonary disease (70 percent). Use of services by patients was poor at each CHC: despite serving 50,000 people, the centers had an average of only 41,000 patient contacts a year, and each physician saw a median of only 12.5 patients per day. Based on these findings, the authors conclude that Chinese policymakers need to reconceptualize health care training and policy in order to alter the public perception of primary care in the country. There is a need, they write, to develop tools to evaluate primary care activities more clearly, integrate community-oriented thinking into primary care, and teach an integrated comprehensive approach (such as multidisciplinary teams), rather than selected care with a purely biomedical approach. \r\nBridging the Gaps Between Patients and Primary Care in China: A Nationwide Representative Survey\r\nBy William C. W. Wong, MD and Sunfang Jiang, MD, et al\r\nUniversity of Hong Kong and Fudan University, Shanghi, ChinaSystematic Review: Primary Care Interventions to Prevent Depression Have a Modest But Positive EffectWith major depressive disorder projected to become the single leading cause of global disease burden in high-income countries by 2030, interest in depression prevention has grown in recent decades. Primary care is an ideal setting in which to undertake disease prevention strategies for depression, yet little is known about the effectiveness of psychological and educational interventions to prevent depression in primary care. Researchers in Spain conducted a systematic review of 14 randomized controlled trials involving 7,365 patients to examine the effect of interventions to prevent depression in nondepressed primary care patients and found a modest though statistically significant preventive effect. Specifically, they found a pooled standardized mean difference of \r\n-0.163. Based on these findings, the authors conclude the incidence of new episodes of depression could be reduced on average by 26 percent if primary care managers and physicians were to implement programs and interventions to prevent depression. They call for further randomized controlled trials to determine which programs and interventions are most efficient in primary care. \r\nEffectiveness of Psychological and Educational Interventions to Prevent Depression in Primary Care: A Systematic Review and Meta-Analysis\r\nBy Sonia Conejo-Cerón, PhD\r\nMálaga-Guadalhorce, SpainNovel Hepatitis C Treatment Program Delivered in Urban Safety-Net Hospital Achieves Promising OutcomesHepatitis C virus is a growing public health problem, causing 15,000 deaths annually in the United States. New oral treatment regimens that have few side effects and are effective across genotypes have opened up the possibility of treatment in the primary care setting, but models for doing so in the era of oral therapies are lacking. Researchers in Boston describe a successful HCV treatment program embedded in an urban, safety-net hospital. The program utilizes a novel multidisciplinary approach with primary care physicians, a pharmacist, pharmacy technician, and public health social workers working together to facilitate patient engagement and provide treatment. Funding support for the multidisciplinary staffing model was also novel, emanating from revenue from the 340b drug discount program, which allows providers to generate revenue when patients fill prescriptions at pharmacies in safety-net settings, as insurance reimbursements for medications exceed the cost at which safety-net providers purchase medications. The authors report that over the course of one year, the program received 302 referrals, approximately 23 percent of whom have received treatment. \r\nA Hepatitis C Treatment Program Based in a Safety-Net Hospital Patient-Centered Medical Home\r\nBy Karen E. Lasser, MD, MPH, et al\r\nBoston Medical Center, MassachusettsPoint/Counterpoint: Does Quality Reporting Lead to Better Outcomes for PatientsIn dueling point/counterpoint articles, researchers debate the value of quality reporting. Internist David R. Scrase, MD, contends that quality reporting can lead to better outcomes for patients but only if stakeholders follow a six-step model he outlines in his editorial. In contrast, family physician David L. Hahn, MD, MS, argues that quality measurement has made him a worse doctor. He calls for improved measures that provide actionable information, align with good clinical practices, promote patient-centered care and shared decision making, encourage reflection and continuous quality improvement, undergo regular evaluation and allow for changes in response to provider input, and do not arbitrarily and spuriously reward or punish clinicians. \r\nPoint: How Quality Reporting Made Me a Better Doctor\r\nBy David R. Scrase, MD\r\nThe University of New Mexico Medical School, Albuquerque\r\nCounterpoint: How Quality Reporting Made Me a Worse Doctor\r\nBy David L. Hahn, MD, MS\r\nUniversity of Wisconsin School of Medicine and Public Health, MadisonThe Potential of Face-to-Face Encounters to Help Clinicians Rediscover Their Responsibility to Patients and Why They Chose the ProfessionIn contrast to the high-tech interventions elucidated in the May/June issue, an essay by Edgoose and Edgoose reexamines the human interactions at the core of medicine: the face-to-face encounter. Using the framework provided by the French philosopher and Holocaust survivor Emmanuel Levinas (1906-1995), the authors explore the unique responsibility and potential for hope found only in face-to-face encounters. They write that although these encounters are at the heart of the patient-clinician relationship, their singular significance is often lost amid the demands of today's high-tech, metric-driven health care systems. They conclude that revisiting this most fundamental attribute of medicine is likely clinicians' greatest chance to reclaim who they are and why they do what they do.\r\nFinding Hope in the Face-to-Face\r\nBy Jennifer Y. C. Edgoose, MD, MPH, and Julian M. Edgoose, PhD\r\nUniversity of Wisconsin School of Medicine and Public Health, MadisonNew, One-Page 'Innovations in Primary Health Care' Feature Highlights Novel, On-the-Ground Initiatives and AdvancementsWith the May/June issue, Annals of Family Medicine introduces a new feature on Innovations in Health Care - brief one-page articles that describe novel innovations from the front lines of primary care. Each article describes how the innovation works, who implemented it and where it was carried out - information readers need to make decisions about how to transport or reinvent the innovation in their own setting. Articles close with takeaway lessons. Readers can find additional detail in online appendixes and hyperlinks. This issue's innovations include:\r\n-\tProviding \"Just-in-Time\" Preventive Care Advice - an intervention providing individualized preventive care information to patients when they are waiting to see their health professional so they can act upon it then and there.\r\n-\tOvercoming Obesity One Patient at a Time - an office-based weight loss program that inspires patients to achieve long-term weight loss by making small, incremental diet and lifestyle changes.\r\n-\tUsing QR Codes to Connect Patients to Health Information - an initiative to generate and display around the clinic Quick Response codes for online information about common health issues to entertain and educate patients.\r\n-\tEngaging Complex Patients with Drop-In Group Medical Appointments - a program that offers patients with complex social, behavioral health and medical needs drop-in group medical appointments that include a physician, nurse care manager, behavioral health counsel, peer support, a consulting occupational therapist, and a clinical pharmacist. \r\n-\tBlood Pressure Screening in the Dental Office - an initiative that makes blood pressure screening a part of the intake process for oral health patients in member health centers because many patients see a dentist more frequently than a physician.\r\n-\tA Change Model for GPs Serving Deprived Areas - an initiative funded by the Scottish government in response to the \"GP crisis\" brought about by increasing demands on general practice and difficulties recruiting and retaining GPs particularly in rural areas and areas of socioeconomic deprivation.\r\n-\tRadical Redesign: The Power of Team-Based Care - a team-based care prototype that allows employees to work at the top of their skill sets and meet patients' needs more efficiently and with higher quality and lower cost.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/aaof-m2a050117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Family Physicians", "keywords": ["Health Care", " Medicine/Health", " Cancer", " Diagnostics", " Gerontology", " Health Care Systems/Services", " Health Professionals", " Public Health", " Depression/Anger"], "journal": "Annals of Family Medicine", "description": "This tip sheet features synopses of original research and commentary published in the May/June 2017 Annals of Family Medicine research journal.", "date": "Mon, 08 May 2017 04:00:00 GMT"}