{"title": "Hodgkin lymphoma survivors have more severe coronary artery disease post chest irradiation", "text": "Vienna, Austria - 7 May 2017: Hodgkin lymphoma survivors have more severe coronary artery disease 20 years after chest irradiation, according to research presented today at ICNC 2017.1\"Patients with Hodgkin lymphoma receive high dose mediastinal irradiation at a young age as part of their treatment,\" said Dr Alexander van Rosendael, a medical doctor at Leiden University Medical Centre, the Netherlands. \"There is an ongoing debate about whether to screen patients who get chest irradiation for coronary artery disease.\"The current study assessed the extent, severity and location of coronary artery disease (CAD) in Hodgkin lymphoma survivors who had received chest irradiation. The study included 79 patients who had been free of Hodgkin lymphoma for at least 10 years and had received mediastinal irradiation 20 years ago, plus 273 controls without Hodgkin lymphoma or irradiation.CAD was assessed using coronary computed tomography angiography (CTA). To assess differences in CAD between patients and controls they were matched in a one to three fashion by age, gender, diabetes, hypertension, hypercholesterolaemia, family history of coronary artery disease, and smoking status.Patients were 45 years old on average and the presence of cardiovascular risk factors was low overall. Just 42% of patients had no atherosclerosis on coronary CTA compared to 64% of controls.Regarding the extent and severity of CAD, Hodgkin patients had significantly more multi-vessel CAD: 10% had two-vessel disease and 24% had three-vessel disease compared to 6% and 9% of controls, respectively. The segment involvement score (which measures overall coronary plaque distribution) and the segment stenosis score (which measures overall coronary plaque extent and severity) were significantly higher for patients compared with controls.Regarding the location of CAD, patients had significantly more coronary plaques in the left main (17% versus 6%), proximal left anterior descending (30% versus 16%), proximal right coronary artery (25% versus 10%) and proximal left circumflex (14% versus 6%), but not in non-proximal coronary segments. Patients had a four-fold risk of proximal plaque and a three-fold risk of proximal obstructive stenosis compared to controls.\"Hodgkin patients who have chest irradiation have much more CAD than people of the same age who did not have irradiation,\" said Dr van Rosendael. \"The CAD occurred at a young age - patients were 45 years old on average - and was probably caused by the irradiation. The CTA was done about 20 years after chest irradiation so there was time for CAD to develop.\"He continued: \"What was remarkable was that irradiated patients had all the features of high risk CAD, including high stenosis severity, proximal location, and extensive disease. We know that the proximal location of the disease is much riskier and this may explain why Hodgkin patients have such poor cardiovascular outcomes when they get older.\"Dr van Rosendael explained that irradiation of the chest can cause inflammation of the coronary arteries, making patients more vulnerable to developing coronary artery disease. But it is not known why the CAD in irradiated patients tends to be proximally located.He said the finding of more, and more severe, CAD in irradiated patients supported the argument for screening. \"When you see CAD in patients who received chest irradiation it is high risk CAD,\" he said. \"Such patients should be screened at regular intervals after irradiation so that CAD can be spotted early and early treatment can be initiated.\"\"These patients are around 45 years old and they are almost all asymptomatic,\" he said: \"If you see a severe left main stenosis by screening with CTA (which occurred in 4%) then you can start statin therapy and perform revascularisation which may improve outcome. We know such treatment reduces the risk of events in non-irradiated patients so it seems likely that it would benefit Hodgkin patients.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/esoc-hls050717.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/hodgkin-lymphoma-survivors-have-more-severe-coronary-artery-disease-post-chest-irradiation?hit=wireek", "funder": "", "meeting": "International Conference on Nuclear Cardiology and Cardiac CT (ICNC) 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Disease in the Developing World"], "journal": "", "description": "Hodgkin lymphoma survivors have more severe coronary artery disease 20 years after chest irradiation, according to research presented today at ICNC 2017.", "date": "Sun, 07 May 2017 04:00:00 GMT"}