{"institution": "Rutgers University", "title": "Memory decline after head injury may be prevented by slowing brain cell growth", "url": "http://www.eurekalert.org/pub_releases/2017-09/ru-mpa091217.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Stem Cell Reports", "source_link": null, "text": "The excessive burst of new brain cells after a traumatic head injury that scientists have traditionally believed helped in recovery could instead lead to epileptic seizures and long-term cognitive decline, according to a new Rutgers New Jersey Medical School study.\r\nIn the September issue of Stem Cell Reports, Viji  Santhakumar, associate professor in the department of Pharmacology, Physiology and Neuroscience, and her colleagues, challenge the prevailing assumption by scientists in the field that excessive neurogenesis (the birth of new brain cells) after injury is advantageous.\r\n \"There is an initial increase in birth of new neurons after a brain injury but within weeks, there is a dramatic decrease in the normal rate at which neurons are born, depleting brain cells that under normal circumstances should be there to replace damaged cells and repair the brain's network,\" said Santhakumar. \"The excess new neurons lead to epileptic seizures and could contribute to cognitive decline\" \r\nIn the United States an estimated 1.7milllion people sustain a TBI each year, making the condition a major cause of death and disability. Symptoms can include impaired thinking or memory, personality changes and depression and vision and hearing problems as well as epilepsy. About 80 percent of those who develop epilepsy after a brain injury have seizures within the first two years after the damage occurs.\r\nSanthakumar said while researchers who study epilepsy have started to look more closely at how preventing excessive neurogenesis after brain injury could prevent seizures, neuroscientists have traditionally viewed the process as helpful to overall brain recovery. \r\nStudying laboratory rats, Rutgers scientists found, however, that within a month after experimental brain injury, the number of new brain cells declined dramatically, below the numbers of new neurons that would have been detected if an injury had not occurred.\r\nWhen scientists were able to prevent the excessive neurogenesis which occurs within days of the injury with a drug similar to one under trial for chemotherapy treatments, the rate of birth of new brain cells went back to normal levels and risk for seizures was reduced.\r\n\"That's why we believe that limiting this process might be beneficial to stopping seizures after brain injury,\" she said.\r\nWhile the regenerative capability of brain cells, in the hippocampus - the part of the brain responsible for learning and memory - slows down as part of the aging process, the Rutgers scientists determined that the process that occurred after a head injury was related to injury and not age. \r\n \"It is normal for the birth of new neurons to decline as we age,\" said Santhakumar. \"But what we found in our study was that after a head injury the decline seems to be more rapid.\"\r\n", "keywords": ["Biology", " Molecular Biology", " Neurochemistry", " Medicine/Health", " Neurobiology", " Alzheimer's Disease", " Neurochemistry", " Pharmaceutical Science", " Trauma/Injury"], "description": "Rutgers scientists say a new study indicates that the excessive burst of new brain cells after a traumatic head injury that researchers have traditionally believed helped in recovery could instead lead to epileptic seizures and long-term cognitive decline.", "date": "Fri, 15 Sep 2017 04:00:00 GMT"}