{"institution": "The Physiological Society", "title": "Brain activity between seizures informs potential treatment for childhood absence epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-09/tps-bab091117.php", "article_link": "http://dx.doi.org/10.1113/JP274696", "region": "europe", "funder": "", "meeting": "", "journal": "The Journal of Physiology", "source_link": null, "text": "New research shows that in a mouse model of childhood absence epilepsy, brain activity is perturbed between seizures. The researchers speculate that this could underlie cognitive problems of the disease, which can persist despite treatment of seizures. That's according to research published today in The Journal of Physiology. Absence seizures cause a short period of \"blanking out\" or staring into space, due to brief abnormal electrical activity in the brain. In this new study, even after the seizures in the mice were treated, the abnormality that was previously seen between seizures persisted. This may provide a potential explanation for why some children with absence epilepsy may have continued deficits in cognitive performance, despite successful treatment of their seizures.EEG, a test that measures electrical activity in the brain, has thus far been primarily used to detect seizures, rather than identifying cognitive impairment. This study suggests that looking at EEG activity between seizures could help physicians diagnose and monitor cognitive and other attentional deficits in epilepsy.Jeffrey Noebels and his team at Baylor College of Medicine in Houston, Texas used two genetic mouse models of absence epilepsy and compared them to unaffected mice. They analysed the EEG when the mice weren't experiencing seizures, both before and after administering medications that either eliminated or exacerbated their seizures. They found the abnormality in brain activity both before and after the medication.Although human studies have linked these abnormalities with attention deficits, Noebels and his team did not specifically perform any behavioural tests in the mice. Therefore, they cannot conclude that the abnormalities cause deficits in attention. Depending on results from further behavioural studies in mice and humans, the abnormalities could then be treated in parallel with seizures. This could help treat childhood absence epilepsy patients who experience comorbidities despite successful treatment of seizures. Atul Maheshwari, first author of the study said: 'We plan to evaluate whether the abnormalities we found are associated with deficits in attention in these and other mouse models. In addition, we plan to treat these mice with standard treatments for attention deficit disorder such as Ritalin and determine whether the behaviour and the EEG abnormalities can be corrected'.\r\n", "keywords": ["Genetics", " Physiology", " Medicine/Health", " Diagnostics", " Neurobiology", " Pediatrics", " Physiology", " Genes"], "description": "New research shows that in a mouse model of childhood absence epilepsy, brain activity is perturbed between seizures. The researchers speculate that this could underlie cognitive problems of the disease, which can persist despite treatment of seizures. That's according to research published today in The Journal of Physiology.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}