{"institution": "American Academy of Family Physicians", "title": "Adults with intellectual disabilities are at high risk of preventable emergency admissions", "url": "http://www.eurekalert.org/pub_releases/2017-09/aaof-awi091217.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Annals of Family Medicine", "source_link": null, "text": "Adults With Intellectual Disabilities Are at High Risk of Preventable Emergency AdmissionsAdults with intellectual disabilities have more than twice as many emergency hospital admissions and five times more preventable emergency admissions than other comparable individuals.  Researchers from St. George's University of London linked primary care records with hospital admission data in a sample of 16,666 adults with intellectual disabilities and 113,562 age-, sex- and practice-matched controls without intellectual disabilities from England's general population. They analyzed all emergency admissions and those only for preventable ambulatory care sensitive conditions.  Among adults with intellectual disabilities, 3,847 (23 percent) had an emergency admission and 1,809 (11 percent) had multiple admissions. In comparison, 12 percent of those in the control group had one or more emergency hospitalizations and 4 percent had multiple admissions. The overall annual rate for emergency hospitalizations in adults with intellectual disabilities was 182 per 1,000 adults, nearly three times higher than their matched controls (IRR=2.82; 95 percent CI, 2.66-2.98) and more than double the control group when adjusted for comorbidities, smoking and deprivation (HR=2.16; 95 percent CI, 2.02-2.30). The overall rate of emergency admissions for ACSCs for adults with intellectual disabilities was 61 per 1,000 adults, compared to 12 per 1,000 for the control group (IRR=5.62; 95 percent CI, 5.14 -6.13). The most common ACSCs resulting in admission for adults with intellectual disabilities were convulsions/epilepsy (36 percent), lower respiratory tract infection (19 percent) and urinary tract infection (11 percent). This study, the first in the United Kingdom to use an unselected group of adults with intellectual disabilities to accurately quantify differences in emergency admissions, lays the foundation for health interventions for adults with such disabilities, particularly as their life expectancy increases.  Higher emergency admission rates represent an area where improvements can be made, the authors suggest.Preventable Emergency Hospital Admissions Among Adults With Intellectual Disabilities\r\nIn England\r\nFay J. Hosking, PhD, et al\r\nSt. George's University of London, London, United Kingdomhttp://www.annfammed.org/content/15/5/462.full\n", "keywords": ["Medicine/Health", " Public Health", " Disabled Persons", " Disabled Persons", " Mental Health", " Socioeconomics"], "description": "This research was published in the September/October 2017 Annals of Family Medicine.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}