{"institution": "American Academy of Family Physicians", "title": "September/October 2017 Annals of Family Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/aaof-s2a091217.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "Annals of Family Medicine", "source_link": null, "text": "Primary care physicians spend more than one-half of their workday interacting with the electronic health record during and after clinic hours.  Based on data from EHR event logs (an automated tracking feature) and confirmed by direct observation data, researchers from the University of Wisconsin and the American Medical Association found that physicians spent 355 minutes (5.9 hours) of an 11.4 hour workday in the EHR, including 269 minutes (4.5 hours) during clinic hours and 86 minutes (1.4 hours) after hours. Almost half of their total EHR time per day (44 percent) was devoted to clerical tasks and an additional 84 minutes per day (24 percent) was spent managing the inbox. Time spent on EHR activities differed by time of day on weekdays and weekends, with weekend EHR work peaking around 10:00 am and 10:00 pm.  A number of factors contribute to physician burnout and increased workload related to the EHR, the authors explain. This includes the amount of time required for documentation (84 minutes) and order entry (43 minutes), as well as the inefficiency and distraction of communicating with team members through the EHR instead of verbally. The authors contend that solutions for common problems in primary care, such as proactive planned care, team-based care, and sharing of clerical tasks, require thoughtful EHR system applications.Tethered to the EHR: Primary Care Physician Workload Assessment Using EHR Event Log Data and Time-Motion Observations\r\nBrian G. Arndt, MD, et al\r\nUniversity of Wisconsin, Madison, Wisconsinhttp://www.annfammed.org/content/15/5/419.fullScribes Significantly Improve Physician Satisfaction With No Negative Effects on Patient SatisfactionThe first randomized controlled trial of scribes finds that they produce significant improvements in physician satisfaction without detracting from patient satisfaction.  The use of scribes--team members who document patient encounters in real time under physician supervision--has gained considerable popularity as a strategy to decrease physicians' clerical burden, although high-quality evidence of their effects has been lacking. In this study, over the course of one year, family physicians were randomized to one week in which scribes drafted all relevant documentation, which was reviewed and signed by the physician, followed by one week without a scribe in which physicians performed all charting duties. Scribes improved all aspects of physician satisfaction, including overall satisfaction (OR 10.75) and satisfaction with length of time with patients (OR 3.71), time spent charting (OR 86.09), chart quality (OR 7.25), and chart accuracy (OR 4.61). Scribes had no effect on patient satisfaction and increased the proportion of charts that were completed within 48 hours (OR 1.18, P =.028).  Physicians were more satisfied with scribed charts than with their own.  Spending less time on documentation, the authors note, frees up physicians to pursue direct clinical care, care coordination, and teaching activities, which they suggest is likely to help prevent physician burnout. Scribes could complement a high-functioning electronic health record and, until electronic records are redesigned for improved functionality, could provide an immediate solution to the clerical burden they entail.   Impact of Scribes on Physician Satisfaction, Patient Satisfaction, and Charting Efficiency: A Randomized Controlled Trial\r\nRisha Gidwani, DrPH, et al\r\nStanford University School of Medicine, Stanford, Californiahttp://www.annfammed.org/content/15/5/427.fullCancer Patients Receive Less Support to Quit Smoking Than Patients With Heart DiseaseAlthough a cancer diagnosis can motivate people to try to quit smoking, a study of British general practitioners finds that physicians are more likely to support smoking cessation in primary care patients with coronary heart disease than those with cancer, and patients with cancer are less likely to stop smoking. Using electronic primary care records, 12,393 incident cases of lung, bladder and upper aerodigestive tract cancers diagnosed between 1999-2013 were matched 1:1 with incident coronary heart disease cases.  At diagnosis, 32 percent of patients with cancer and 18 percent of patients with coronary heart disease smoked. In a retrospective cohort study, researchers found that people with cancer were less likely than controls to have smoking status recorded by their GP (37 percent versus 78 percent), be given advice to quit smoking (23 percent versus 45 percent), or be prescribed smoking cessation medication (12 percent versus 21 percent).   Of the 3,706 cancer/heart disease patients who smoked at diagnosis and had at least one smoking status update in the year following diagnosis, 1,359 (37 percent) of patients with cancer and 1,645 (44 percent) of patients with heart disease stopped smoking. Confining the analysis to patients who smoked at the time of diagnosis and to those with a better prognosis did not change these findings except that the difference in prescription of pharmacotherapy was no longer apparent. The frequency of recording of smoking status, advice and pharmacotherapy increased after introduction of incentive payments for GPs to manage smoking but there were no differences in the rates of quitting.  The authors call for improvements in the management of smoking cessation by GPs for patients with cancer.Physician Support of Smoking Cessation After Diagnosis of Lung, Bladder or Upper \r\nAerodigestive Tract Cancer\r\nAmanda Farley PhD, et al\r\nUniversity of Birmingham, Edgbaston, Birmingham,United Kingdomhttp://www.annfammed.org/content/15/5/443.fullAffordable Care Act is Expanding Health Insurance Coverage to More Patients, Although Differences RemainExpansion of Medicaid coverage under the Affordable Care Act has contributed to sizeable decreases in medical visits in which people were uninsured. This is true across all racial and ethnic groups, although disparities remain. Using electronic health record data from 10 states that expanded Medicaid and six states that did not, a new study examined 359 community health centers and 870,319 patients with more than four million visits. Rates of Medicaid-insured visits increased in expansion states for all racial/ethnic groups immediately following ACA Medicaid expansion, whereas no significant change was observed for Medicaid-insured visits for any racial/ethnic group in non-expansion states. Rates of uninsured visits decreased for all racial/ethnic groups in both expansion and non-expansion states, but the declines were more immediate and pronounced in expansion states. Specifically, rates of Medicaid-insured visits in expansion states increased 60 percent from before the ACA to after its implementation among non-Hispanic whites (rate ratio [RR]=1.60; 95 percent confidence interval, 1.44-1.78), 77 percent for Hispanics (RR=1.77; 95 percent CI, 1.56-2.02), and 40 percent for non-Hispanic blacks (RR=1.40; 95percent CI, 1.23-1.61). The most notable changes in non-expansion states were in private insurance visit rates: all racial/ethnic groups increased significantly in the post-implementation period, with Hispanics utilizing community health centers with private coverage at 3.6 times their rate prior to the ACA. This suggests that fewer Hispanic patients were eligible for Medicaid and therefore sought private coverage to comply with the ACA's individual mandate. In spite of these improvements, disparities remain. For example, Hispanic patients had the highest uninsured visit rates before Medicaid expansion and, after Medicaid expansion, a significantly smaller decline in rates of uninsured visits than non-Hispanic whites and non-Hispanic blacks. Thus, gaps in Medicaid coverage appear to have continued for Hispanic patients while disparities have been reduced for non-Hispanic blacks. These findings suggest the need for continued and more equitable insurance expansion efforts to eliminate health insurance disparities.Uninsured Primary Care Visit Disparities Under the Affordable Care Act\r\nHeather Angier, MPH, et al\r\nOregon Health & Science University, Portland, Oregonhttp://www.annfammed.org/content/15/5/434.fullTrustworthiness and Public Investment in Clinical Practice Guidelines Although clinical practice guidelines should be based on high quality research and practice experience, they vary in their relevance to practice, use of evidence, and other factors.  Researchers have now developed the Guideline Trustworthiness, Relevance, and Utility Scoring Tool (G-TRUST), a tool for clinicians to identify useful practice guidelines. Twenty-two experts in evidence-based medicine, 17 developers of high-quality guidelines, and one consumer representative participated in a modified Delphi process to obtain consensus on a checklist of items and their relative impact on guideline quality. More than 75 percent of experts found three of the eight checklist items to be major indicators of guideline usefulness and, in comparison to a reference standard (the AGREE tool), a scoring system was developed identifying guidelines as \"useful,\" \"may not be useful,\" and \"not useful.\" The eight-item checklist identified 92 percent of low-quality guidelines and disqualified many high quality guidelines because of a stricter definition of trustworthiness, including more stringent conflict of interest requirements. With the proliferation of practice guidelines, numbering in the thousands, the authors call for research to determine the reliability of G-TRUST and to examine how the tool might interact with technology, such as smart phone applications. In a related editorial, Michael LeFevre MD, MSPH, former Chair of the US Preventive Services Task Force, considers the past, present, and future of clinical practice guidelines. Although G-TRUST simplifies the evaluation of guidelines, their development remains a costly, rigorous, and labor-intensive process. Furthermore, although they are intended to help bring scientific evidence to clinical care, the growing number of guidelines developed by consensus panels, and an increasing reliance upon them, signals a return to authority-based medicine. To produce guidelines that will be most useful to clinicians and patients, he contends, guidelines must be a public funding priority. A competitive process through the Agency for Healthcare Research and Quality, such as that for funding research grants, would help ensure that physicians and patients have access to usable, trustworthy guidelines. \"Public investment,\" LeFevre states, \"is essential.\"   Developing a Clinician-Friendly Tool to Identify Useful Clinical Practice Guidelines: G-TRUST\r\nAllen F. Shaughnessy, PharmD, MMedEd, et al\r\nTufts University School of Medicine, Boston, Massachusetts http://www.annfammed.org/content/15/5/413.fullFrom Authority- to Evidence-Based Medicine: Are Clinical Practice Guidelines Moving us Forward or Backward?\r\nMichael LeFevre, MD, MSPH\r\nUniversity of Missouri, Columbia, Missourihttp://www.annfammed.org/content/15/5/410.fullBlame Often Attributed to Others in Patient Safety Incident ReportsWhen primary care staff members report patient safety incidents, they often attribute blame not to system failures but to the actions of individuals, according to a new study.  Because fear of blame and retribution are known to prevent health care staff, particularly in hospital settings, from using incident reporting systems to communicate patient safety concerns, researchers in the United Kingdom explored the nature of blame from primary care incident reports themselves. They analyzed incident reports from the England and Wales National Reporting and Learning System according to pre-specified classification systems to describe incident type, contributory factors, outcomes and severity of harm. Healthcare professionals making incident reports attributed blame to a person in 45 percent of cases (n=975/2148; 95 percent CI, 43-47 percent). In 36 percent of cases, reporters attributed fault to another person, while 2 percent of reporters took personal responsibility. Blame directed at others was more likely in discharge planning, communication, referrals, and diagnosis and assessment incidents, and was commonly associated with incidents where a complaint was anticipated. The high frequency of blame in primary care incident reports, the authors suggest, may reflect a health care culture that leads to blame and retribution. Improving patient safety through analysis of incident reports and identifying areas for learning will require a shift towards a culture that identifies system failures rather than blaming individuals, they conclude.Nature of Blame in Patient Safety Incident Reports: Mixed Methods Analysis of a National Database\r\nJennifer Cooper, MB, BCh, et al\r\nCardiff University School of Medicine, Cardiff, United Kingdomhttp://www.annfammed.org/content/15/5/455.fullAdults With Intellectual Disabilities Are at High Risk of Preventable Emergency AdmissionsAdults with intellectual disabilities have more than twice as many emergency hospital admissions and five times more preventable emergency admissions than other comparable individuals.  Researchers from St. George's University of London linked primary care records with hospital admission data in a sample of 16,666 adults with intellectual disabilities and 113,562 age-, sex- and practice-matched controls without intellectual disabilities from England's general population. They analyzed all emergency admissions and those only for preventable ambulatory care sensitive conditions.  Among adults with intellectual disabilities, 3,847 (23 percent) had an emergency admission and 1,809 (11 percent) had multiple admissions. In comparison, 12 percent of those in the control group had one or more emergency hospitalizations and 4 percent had multiple admissions. The overall annual rate for emergency hospitalizations in adults with intellectual disabilities was 182 per 1,000 adults, nearly three times higher than their matched controls (IRR=2.82; 95 percent CI, 2.66-2.98) and more than double the control group when adjusted for comorbidities, smoking and deprivation (HR=2.16; 95 percent CI, 2.02-2.30). The overall rate of emergency admissions for ACSCs for adults with intellectual disabilities was 61 per 1,000 adults, compared to 12 per 1,000 for the control group (IRR=5.62; 95 percent CI, 5.14 -6.13). The most common ACSCs resulting in admission for adults with intellectual disabilities were convulsions/epilepsy (36 percent), lower respiratory tract infection (19 percent) and urinary tract infection (11 percent). This study, the first in the United Kingdom to use an unselected group of adults with intellectual disabilities to accurately quantify differences in emergency admissions, lays the foundation for health interventions for adults with such disabilities, particularly as their life expectancy increases.  Higher emergency admission rates represent an area where improvements can be made, the authors suggest.Preventable Emergency Hospital Admissions Among Adults With Intellectual Disabilities\r\nIn England\r\nFay J. Hosking, PhD, et al\r\nSt. George's University of London, London, United Kingdomhttp://www.annfammed.org/content/15/5/462.fullIndividuals With Developmental Disabilities Experience Health Care DisparitiesThere are significant disparities between individuals with and without developmental disabilities in health status, health care quality, utilization, access to care, and unmet healthcare needs. A telephone survey found that children and older adults with developmental disabilities experienced the greatest disparities in unmet healthcare needs. Fourteen percent of children 0-18 years of age with developmental disabilities reported problems getting needed care, compared to 2 percent of children without developmental disabilities. Among adults age 65 and older, 50 percent of those with developmental disabilities reported one or more unmet health care needs, compared to 17 percent of those without such disabilities. The authors call for medical schools to incorporate specific training in developmental disabilities into their curricula in order to help reduce health care disparities. Healthcare Disparities of Ohioans with Developmental Disabilities Across The Lifespan\r\nJessica A. Prokup RN, BSN, et al\r\nThe Ohio State University, Columbus, Ohiohttp://www.annfammed.org/content/15/5/471.fullAgriculture and Health Sectors Collaborate to Address Population HealthIn at least 18 states around the United States, academic health science centers are partnering with cooperative extension systems to better address population health. A new report describes how these agricultural and health entities are using complementary resources to meet the health needs of local communities. The Cooperative Extension System, a program of the US Department of Agriculture in partnership with land-grant universities, is designed to help individuals and communities meet challenges in technology, nutrition and food safety, emergency response, environmental protection, and agriculture and natural resources. While the extension system is increasing its focus on health, the health sector sees extension as a model for working with local communities, including through the Primary Care Extension Program established by the Affordable Care Act. The report, from experts in cooperative extension systems and medicine in New Mexico, describes national activities as well as that state's joint efforts to provide nutrition education in community health centers, health and nutrition education for seniors, and healthy cooking demonstrations for immigrants. The authors encourage dialogue between states to identify best practices for the future of this important, multi-sector collaboration.Agriculture and Health Sectors Collaborate in Addressing Population Health\r\nArthur Kaufman, MD, et al\r\nUniversity of New Mexico, Albuquerque, New Mexico http://www.annfammed.org/content/15/5/475.fullPrimary Care Practices Use Four Complementary Methods to Identify High-Risk Patients Risk stratified care management--assigning a patient to a risk category on which care is based--is increasingly viewed as a way to improve care and reduce costs. An analysis of 484 practices in the Comprehensive Primary Care initiative finds that practices used four primary methods to risk stratify their patient populations: a practice-developed algorithm (215 practices), an American Academy of Family Physicians clinical algorithm (155 practices), payer claims/electronic health record (62 practices), and clinical intuition (52 practices). Practices that developed their own algorithm identified more patients in the highest two risk tiers (mean=286 patients) than practices that used the AAFP algorithm (mean=181 patients), claims/electronic health record-derived algorithm (mean=171 patients), or clinical intuition (mean=218 patients).  However, practices using a practice-developed algorithm had statistically significant lower numbers of patients receiving care management (69 patients) when compared to clinical intuition (91 patients). Of note, practices that primarily used clinical intuition provided care management to the highest proportion of high-risk patients. The authors suggest that, as payers shift reimbursement from volume-based to value-driven care, more primary care practices will focus on finding the best ways to implement high-risk care management.Risk Stratification Methods and Provision of Care Management Services in Comprehensive Primary Care Initiative Practices\r\nAshok Reddy MD MS, et al\r\nUniversity of Washington School of Medicine, Seattle, Washingtonhttp://www.annfammed.org/content/15/5/451.fullInnovations in Primary Care: Interdisciplinary Opioid Treatment and a Massive Open Online Course to Prevent Falls\r\nInnovations in Primary Care are brief one-page articles that describe novel innovations from health care's front lines. This issue's innovations address the following.\r\n* \tProviding Office-Based Treatment of Opioid Use Disorder--The death of a patient from an overdose inspired an interdisciplinary team at a regional health and education center to establish an office-based opioid treatment program.\r\nhttp://www.annfammed.org/content/15/5/481.full\n* \tFalls Prevention: Empowering People Through Online Education--A Massive Open Online Course, available free of charge, educates participants about falls and fall prevention.\r\nhttp://www.annfammed.org/content/15/5/482.fullEditorial and Virtual Issue - \r\nClinical Population Medicine: Integrating Clinical Medicine and Population Health in PracticeA virtual issue is a collection of previously-published Annals articles brought together to shed new light on an important primary care topic. Each virtual issue is introduced by a new editorial in the Annals. This inaugural virtual issue addresses the intersection of clinical primary care and public health, an increasingly important topic as health systems strive to achieve the \"Triple Aim\" of improving patients' experience of care, improving the health of populations, and reducing costs.Editorial: Delivering Care to Benefit Individual Patients and CommunitiesA new editorial from the University of Toronto and McMaster University introduces the concept of clinical population medicine, \"the conscientious, explicit and judicious application of population health approaches to care for individual patients and design health care systems.\" Unlike traditional clinical care, which focuses on individual patients, clinical population medicine engages with patients and populations simultaneously. Its practitioners are \"integrators,\" institutions and practitioners from any existing field of practice who deliver care to both patients and communities. Clinical population medicine, the authors explain, will bring a public health approach to healthcare systems, clinical institutions and bedside clinical care, working outside the healthcare sector to improve health and diminish health inequities.  The authors call for integrating clinical practice and population health care into the education of clinicians and administrators. \"The question is not whether CPM should exist,\" they state, \"but rather how to create and support the integrator practitioners and institutions that can deliver CPM expertise, and how to use them to serve our patients, health systems, and communities.\"Clinical Population Medicine: Integrating Clinical Medicine and Population Health in Practice\r\nAaron M. Orkin, MD MSc MPH, CCFP(EM) FRCPC, et al\r\nUniversity of Toronto, Toronto, Canadahttp://www.annfammed.org/content/15/5/405.fullVirtual IssueThe virtual issue brings clinical population medicine to light by highlighting the following research studies and essays.* \tImpact of Peer Health Coaching on Glycemic Control in Low-Income Patients with Diabetes: A Randomized Controlled Trial - Clinic-based peer health coaching improved glycemic control for low-income patients with poorly controlled diabetes. \r\nhttp://www.annfammed.org/content/11/2/137.full\n* \tEcological Change and the Future of the Human Species: Can Physicians Make a Difference? - As global environmental change increases, potentially undermining advances in medicine and public health, physicians can help by bringing an ecosystem health perspective to their work.  \r\nhttp://www.annfammed.org/content/3/2/173.full\n* \tA Community Intervention to Decrease Antibiotics Used for Self-Medication Among Latino Adults - An intervention to decrease use of nonprescription antibiotics by adults in the Latino community did not lead to differences in purchases of or attitudes toward antibiotics. \r\nhttp://www.annfammed.org/content/7/6/520.full\n* \tPrimary Care Attributes and Mortality: A National Person-Level Study - Greater reported patient access to selected primary care attributes was associated with lower mortality.  \r\nhttp://www.annfammed.org/content/10/1/34.full\n* \tEffect of Payment Incentives on Cancer Screening in Ontario Primary Care - A pay-for-performance initiative for primary care physicians in Ontario, Canada was associated with little or no improvement in cancer screening rates despite substantial expenditure.  \r\nhttp://www.annfammed.org/content/12/4/317.full\n* \tA Randomized Controlled Trial to Increase Cancer Screening Among Attendees of Community Health Centers - An office systems intervention significantly increased rates of cancer screening in primary care practices serving disadvantaged populations. \r\nhttp://www.annfammed.org/content/2/4/294.full?sid=b2af7d0e-153e-45c6-bbf6-1eb86285e3d2\n* \tPredicting Persistently High Primary Care Use - A small proportion of patients consume a large proportion of primary care visits. A predictive model was successful in predicting which high-use patients persisted in high primary care use the next year.  \r\nhttp://www.annfammed.org/content/3/4/324.full\n* \tSyndromic Surveillance for Emerging Infections in Office Practice Using Billing Data - A preliminary study demonstrated the feasibility of implementing syndromic surveillance in an office setting at a low cost and with minimal staff effort.  \r\nhttp://www.annfammed.org/content/4/4/351.full\n* \tInequities in Ambulatory Care and the Relationship Between Socioeconomic Status and Respiratory Hospitalizations - In Canada's universal health care setting, income-based disparities in hospitalizations for respiratory ambulatory care sensitive conditions were not explained by factors directly related to use of ambulatory services measured by administrative data. \r\nhttp://www.annfammed.org/content/12/5/402.full?sid=2208b135-34e3-4bd4-b4ea-aec737ab9d53\n* \tValidating the 8 CPCSSN Case Definitions for Chronic Disease Surveillance in a Primary Care Database of Electronic Health Records - Canada's first national chronic disease surveillance system based on electronic health record data developed and validated case definitions and case-finding algorithms to identify common chronic conditions. \r\nhttp://www.annfammed.org/content/12/4/367.full?sid=ef4c8cdd-1f41-4a3d-990c-292ca666eadd", "keywords": ["Agriculture", " Medicine/Health", " Addiction", " Critical Care/Emergency Medicine", " Health Care Systems/Services", " Pain", " Public Health"], "description": "This is a summary of articles published in the September/October 2017 Annals of Family Medicine.", "date": "Tue, 12 Sep 2017 04:00:00 GMT"}