{"title": "Researchers find beta blockers have positive effect in pulmonary arterial hypertension", "text": "August 31, 2017, Cleveland:  A team of Cleveland Clinic researchers found that a common heart disease medication, beta blockers, may help treat pulmonary arterial hypertension (PAH), a debilitating lung disease.Caused by high blood pressure in the pulmonary arteries, PAH is a progressive disease which usually leads to right-sided heart failure and death within five to seven years of diagnosis.  In fact, right-sided heart failure is the leading cause of death in PAH patients. Right ventricular dysfunction (which leads to right-sided heart failure) occurs independently of increased blood pressure, yet all currently approved PAH treatments target the pulmonary vessels, rather than address the heart dysfunction that is the more likely cause of death in these patients.In contrast, targeting left ventricular dysfunction has been the foundation of left-sided heart failure therapy for nearly 40 years. Specifically, beta-adrenergic receptor blockade (\"beta blockers\") have been a cornerstone therapy for improving left ventricular function.\"There is a critical need for new therapies to support right ventricular function in pulmonary hypertension,\" said lead author Serpil C. Erzurum, M.D., Chair of Cleveland Clinic Lerner Research Institute. \"While treatments with beta blockers such as carvedilol are standard therapy in patients with left-sided heart failure, successful therapies in right-sided heart failure and PAH have lagged behind. Longer-term studies are needed but our initial analysis shows that carvedilol may also benefit patients with PAH, who currently have few available treatment options.\"The Cleveland Clinic team assessed carvedilol use in a group of 30 patients with PAH in a double-blind, randomized study. The participants received either placebo, low fixed-dose, or escalating doses of carvedilol over a six-month period. They found that the drug lowered heart rate in correlation with carvedilol dose, improved heart rate recovery from exercise, and did not worsen heart failure or lead to airflow deterioration. The findings suggest carvedilol is safe to use in PAH patients for six months with evidence of improved outcomes that could prevent right-sided heart failure. Previously, the use of beta blockers in PAH patients has not been widely studied due to mostly anecdotal concerns about decreased functional lung capacity.\"There is good reason to consider beta blockers for the right ventricular failure in PAH,\" said W. H. Wilson Tang, M.D., study co-author and advanced heart failure/transplant cardiologist at Cleveland Clinic. \"The fact that beta blockers were well-tolerated and effective in lowering heart rates thereby improving the heart efficiency is unto itself a key observation, since doctors have been cautioned against using them in this setting for safety concerns. This study provides important new data that advances our knowledge of using this class of drugs in this chronic and life-threatening lung-associated vascular disease.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/cc-rfb083117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Center for Advancing Translational Sciences", "meeting": "", "institution": "Cleveland Clinic", "keywords": ["Medicine/Health", " Cardiology", " Clinical Trials", " Pulmonary/Respiratory Medicine"], "journal": "JCI Insight", "description": "A team of Cleveland Clinic researchers found that a common heart disease medication, beta blockers, may help treat pulmonary arterial hypertension (PAH), a debilitating lung disease.\r\n\r\nCaused by high blood pressure in the pulmonary arteries, PAH is a progressive disease which usually leads to right-sided heart failure and death within five to seven years of diagnosis.  In fact, right-sided heart failure is the leading cause of death in PAH patients.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}