{"title": "Compound regulates genetic risk factor in Parkinson's disease", "text": "Suchi Mittal and colleagues have identified beta-2 adrenergic receptor (β2AR) agonists as compounds that can reduce levels of the alpha-synuclein gene, which has been implicated in increased risk for Parkinson's disease. These compounds -- some of which appear in approved drugs for asthma and similar conditions -- could offer a new pathway to develop Parkinson's treatments. Alpha-synuclein accumulates in the brains of Parkinson's patients, forming protein clumps called Lewy bodies that are a hallmark of the disease. Researchers have looked for ways to clear alpha-synuclein from the brain and treat its effects, but Mittal et al. searched instead for ways to target its underlying gene and to possibly prevent or delay the disease process. After screening more than a thousand drugs and natural compounds, the researchers identified β2AR agonist drugs as potent suppressors of alpha-synuclein gene expression. They also did the painstaking work of combing through the health records of more than 4 million Norwegians over 11 years, and discovered a reduced risk of Parkinson's disease among people who used the β2AR agonist salbutamol, usually prescribed for asthma. Conversely, the risk of the disease was increased among patients who took the drug propranolol (a drug that promotes alpha-synuclein expression) for hypertension. The findings, including the data from Norway, suggest that \"widely used β2AR agonists should be rigorously tested in PD patients,\" writes Evan Snyder in a related Perspective.", "article_link": "http://dx.doi.org/10.1126/science.aaf3934", "url": "http://www.eurekalert.org/pub_releases/2017-08/aaft-crg082817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health"], "journal": "Science", "description": "Suchi Mittal and colleagues have identified beta-2 adrenergic receptor (β2AR) agonists as compounds that can reduce levels of the alpha-synuclein gene, which has been implicated in increased risk for Parkinson's disease.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}