{"title": "Drugs targeting the beta2-adrenoreceptor linked to Parkinson's disease", "text": "Lewy bodies - abnormal clumps of alpha-synuclein protein that accumulate in the brain - are a hallmark of Parkinson's disease (PD). Traditional drug development approaches for PD have focused on clearing alpha-synuclein from the brain or on preventing its downstream effects. But researchers from Brigham and Women's Hospital want to prevent alpha-synuclein from accumulating in the first place. To do so, the team searched for drugs that turn down alpha-synuclein production. They then tested the drugs in mice and stem cells and studied the health records of millions of people living in Norway. The results of their efforts, which point to a new drug development path for PD, are published in Science. \r\n\"Our study suggests a potential new pathway to target PD,\" said corresponding author Clemens Scherzer, MD, a neurologist and principal investigator at the Ann Romney Center for Neurologic Diseases at BWH and Harvard Medical School.\r\nThe research team screened more 1,100 drugs already approved for treating diseases other than PD, looking for compounds that could be repurposed for lowering alpha-synuclein production in neuronal cells. They narrowed in on promising candidates, members of a class of drugs known as beta2-adrenergic agonists. \r\nThe team studied the effects of this class of drugs in mice, finding that it could significantly reduce alpha-synuclein levels. Working with collaborators from the University of Bergen, the team combed through data from the health records of more than 4 million Norwegians, pulling out information on patients who had been taking salbutamol, a beta2-adrenergic agonist commonly used to treat of asthma. They found that these patients were significantly less likely to develop PD - PD risk was reduced by 34 percent for those taking the drug compared to those who were not.\r\nConversely, people taking propranolol - a hypertension drug that increased alpha-synuclein production in cultured cells - were at greater risk for developing PD.\r\n\"Clinical trials will be needed to determine if these insights can be translated into patients with PD.\" said Scherzer. \" We are excited about this innovative drug development strategy. We hope it will speed up drug development for patients with PD and inspire therapeutic strategies for other brain diseases.\"", "article_link": "http://dx.doi.org/10.1126/science.aaf3934", "url": "http://www.eurekalert.org/pub_releases/2017-08/bawh-dtt083017.php", "region": "namerica", "source_link": null, "funder": "Michael J. Fox Foundation, NIH/National Institute of Neurological Disorders and Stroke, US Department of Defense, M.E.M.O. Hoffman Foundation, Prinses Beatrix Spier Fonds, American Parkinson's Disease Association, Parkinson's Disease Foundation", "meeting": "", "institution": "Brigham and Women's Hospital", "keywords": ["Medicine/Health", " Parkinson's Disease"], "journal": "Science", "description": "Researchers from Brigham and Women's Hospital want to prevent alpha-synuclein from accumulating in the brain. To do so, the team searched for drugs that turn down alpha-synuclein production. They then tested the drugs in mice and stem cells and studied in data from the health records of millions of people living in Norway. The results of their efforts, which point to a new drug development path for PD, are published in Science.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}