{"title": "Regular, early lifestyle changes key to reducing type 2 diabetes & cardiovascular disease", "text": "Regular and early lifestyle changes key to reducing type 2 diabetes and cardiovascular disease in young South Asians, study suggestsRegular and early one-to-one educational sessions on healthy diet and lifestyle could reduce the risk of developing type 2 diabetes and cardiovascular disease (CVD) in young South Asians, a new research published today in BMC Medicine suggests.Unlike previous studies which have focussed on high risk older people, researchers from King's College London and the Diabetes Association of Sri Lanka looked at almost 4000 people aged between 5 and 40. The results suggest regular and realistic interventions with high risk younger people - especially if done before 18- may be more successful, and cost-effective than less-intensive and irregular sessions.Asia is a major site of Type 2 diabetes, accounting for 60 per cent of people with the disease worldwide. South Asians are predisposed to develop the disease early on, with a third of future cases predicted to occur in those aged below 45 years old. Participants in the study from Colombo, Sri Lanka had been screened out of a total of 23,298 people, and identified as being at a higher risk of developing type 2 diabetes and CVD, but not yet diagnosed. Out of the 4672 participants aged between five and 40 who began the study, 3539 were eligible for analysis after three years.Participants were randomised into two groups; pragmatic lifestyle modification (P-LSM) programme and control lifestyle modification programme (C-LSM). There were no significant differences in age, gender, clinical or biochemical characteristics between the two groups at time of randomisation. Both groups received an identical lifestyle education programme, aimed at reducing weight, improving diet, reducing psychological stress and increasing physical activity. Those in the P-LSM group received one-to-one advice, assessment and education sessions every three months for an average of three years. Those in C-LSM in comparison received these sessions only once a year for an average of three years. For participants younger than 16 the advice and guidance in both groups was also given to the child's parents. The programme was delivered by 'peer educators', i.e. educators aged between 18 to 40 years old. They were trained by experts from the University of Colombo and the MV diabetes research centre in Chennai India with regular refresher sessions.The groups were monitored throughout the period for several risk factors that lead to cardio-metabolic disease in later life: new type 2 diabetes, hypertension, cardiovascular disease and renal disease. After three years, the researchers found that overall, these risk factors occurred less in the P-LSM group than in the control group (479 compared to 562), a significant risk reduction of 11%. New occurrences of hypertension were significantly reduced with those in the P-LSM group (115 participants) versus the control group (152 participants). The researchers found further reductions in the occurrence of type 2 diabetes between the two groups (58 in the P-LSM group versus 72 in the C-LSM group). The reduction was especially pronounced in participants aged under 18; when looked at overall, the risk factors occurred less in the P-LSM group versus C-LSM, with 140 versus 174, a 17% risk reduction.Participants in the P-LSM also improved their physical activity and their behaviour towards increasing activity during the study to a greater extent than those in the C-LSM group. Lead author Dr Janaka Karalliedde, Clinical Senior Lecturer at King's College London said: 'This study highlights that even small changes in lifestyle could lead to changes in health. We suggest that early and regular interventions can have a significant impact in delaying or preventing the onset of type 2 diabetes and other cardiovascular disease.'Dr Mahen Wijesuriya, co-lead author, the Diabetes Association of Sri Lanka, said: 'The impact of this research could hold huge benefits for young South Asians at risk of type 2 diabetes and other cardiovascular disease. Importantly it is a low-cost intervention that could be translated into parts of the community in Sri Lanka and other low to middle income countries. The use of peer educators to deliver interventions could be a more pragmatic, cost-effective approach than registered dietitians or counsellors.'The researchers state that further research is required to establish the longer-term impact of such lifestyle changes in a younger population. The trial does not explain the mechanisms behind the reductions in risk factors rather establishes associations that require further research. Additionally, the results in this young urban population may not be generalizable to other groups.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/kcl-rel082917.php", "region": "europe", "source_link": null, "funder": "International Diabetes Federations, Diabetes Association of Sri Lanka", "meeting": "", "institution": "King's College London", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity", " Health Care Systems/Services", " Health Professionals", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "BMC Medicine", "description": "Regular and early one-to-one educational sessions on healthy diet and lifestyle could reduce the risk of developing type 2 diabetes and cardiovascular disease (CVD) in young South Asians, a new research published today in BMC Medicine suggests.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}