{"title": "More research needed on effects of maternal stress in wild animals", "text": "If a human mother is stressed while pregnant, research shows her child is much more likely to have emotional, cognitive or even physiological problems, such as attention deficit, hyperactivity, anxiety, language delay, obesity, diabetes and hypertension. Conversely, the results of maternal stress on the offspring of other animals -- particularly wildlife under threat from predators -- is believed to be positive, and contributes to their survival.However, much more needs to be known about the effects of maternal stress on animals, according to a researcher in Penn State's College of Agricultural Sciences, who outlined areas for further study in an article published online in Integrative and Comparative Biology.Prenatal exposure to maternal stress in animals can influence offspring characteristics and behaviors and there are an increasing number of ecological studies linking biomedical findings to natural systems, according to Michael Sheriff, assistant professor of mammology and ecology. \r\n\t\"This is resulting in a shift from the perspective that maternal stress is unanimously costly, to one in which maternal stress may be beneficial to offspring,\" he said. \"However, this adaptive perspective is in its infancy with considerable research needed to understand the role of maternal stress in natural systems.\"Primarily responsible for the impact of maternal stress on unborn babies are glucocorticoid hormones produced by most animals, Sheriff explained. The mother experiences a stressor and her glucocorticoid hormone level rises. \"In mammals, that is passed across the placenta and the offspring gets exposed to a significantly higher level of these glucocorticoid stress hormones,\" he said. \"That causes epigenetic changes in the brains of the offspring, and now evidence is emerging that it also causes changes throughout the body of the offspring. It basically turns on and off genes that then have downstream effects on behavior, morphology and physiology.\"The effects of maternal stress on offspring have often been described as \"maternal programming,\" which assumes that the phenotypic outcome -- characteristics and instinctive behaviors -- of offspring are primarily under maternal control. Since glucocorticoid hormones are important regulators of many key developmental pathways, Sheriff believes it is plausible that mothers may have co-opted these control systems over evolutionary time. Maternal stress is an evolutionary process, Sheriff noted, and it has been going on long enough that it exists in amphibians, birds and reptiles, as well as mammals. It is different in egg-laying animals than live-bearing animals, but the response is similar.\"If you have a mother that is stressed, her offspring will be born differently than if you have a mother that is not stressed -- and that is true as far as we know for all species,\" he said. \"With wild animals, it is more often a better thing than a worse thing because it has been maintained through evolutionary time across taxa.\"If it were a bad thing, Sheriff pointed out, biologists would expect to find some species, some animals, where this didn't happen. But they haven't, yet. Maternal stress, over long periods, contributes to species' survival, especially prey animals.\"If you are a prey animal and there are lots of predators around, from an evolutionary perspective, you're going to want your babies to be born scared and fearful, so they are automatically hiding already, even though they have never seen a predator before,\" he said.Sheriff recommends that future maternal-stress research focus on identifying the mechanisms that allow offspring to modulate exposure to maternal stress, and examining the indirect, alternate maternal mechanisms of influence that can shape the evolution of maternal-stress effects.Future research should also examine the environmental regulation and dynamic nature of the environment-mother interaction to enhance understanding of the evolution of adaptive maternal stress effects. Researchers should measure fitness outcomes under real-life -- either free-living or semi-natural -- conditions to assess the adaptive potential of stress-induced phenotypes.Another area to examine is fitness outcomes across pre-natal and post-natal environments to better understand the interaction between altered offspring phenotype and environmental variation. Researchers also should examine the potential for evolved, adaptive maternal-stress effects to either limit or enhance fitness outcomes, and therefore population viability.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ps-mrn083117.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, National Institutes of Health, Fyssen Foundation Post-Doctoral Fellowship", "meeting": "", "institution": "Penn State", "keywords": ["Biology", " Ecology/Environment", " Zoology/Veterinary Science"], "journal": "Integrative and Comparative Biology", "description": "If a human mother is stressed while pregnant, research shows her child is much more likely to have emotional, cognitive or even physiological problems, such as attention deficit, hyperactivity, anxiety, language delay, obesity, diabetes and hypertension. Conversely, the results of maternal stress on the offspring of other animals -- particularly wildlife under threat from predators -- is believed to be positive, and contributes to their survival.", "date": "Thu, 31 Aug 2017 04:00:00 GMT"}