{"title": "Obesity prevention guidelines are not followed for preschool children", "text": "CINCINNATI -- In a study of nearly 400 preschool children, only one child adhered to obesity prevention guidelines over the course of a single day at child care and at home.The 5-2-1-0 guidelines recommend children eat at least five servings a day of fruits and vegetables, view less than two hours of screen time, participate in one hour of physical activity and consume no sugar-sweetened beverages daily.The Cincinnati Children's Hospital Medical Center study, published online in Preventive Medicine Reports, \"suggests there is ample room for improvement in preschool-age children's dietary intake, physical activity and screen time,\" says Amrik Singh Khalsa, MD, a fellow in the division of general and community pediatrics at Cincinnati Children's and lead author of the study.The study is believed to be the first to examine attainment of the 5-2-1-0 recommendations in preschool-age children who attend full-time child care.  Unlike previous studies of the recommendations, it includes objective measures of diet and physical activity.The study was a 24-hour observational study of the diet and physical activity levels of 398 preschool children.  Researchers obtained information on dietary intake, screen time and body mass index at child care and from parents at home.  They used electromechanical devices called accelerometers to measure physical activity. The study was part of the Preschool Eating and Activity Study (PEAS), the first study to examine preschool influences on children's physical activity over the full 24-hour day and over a wide range of weather conditions. PEAS is led by Dr. Kristen Copeland, MD, a physician in general and community pediatrics at Cincinnati Children's. One of every four children had a body mass index that put them in the overweight category.  Seventeen percent consumed at least five servings of fruits and vegetables, half consumed zero sugar-sweetened beverages and 81 percent had less than two hours of screen time.  Less than 1 percent met the activity recommendation.\"Preschool children who are overweight or obese have a four-fold odds of being overweight or obese as adults,\" says Dr. Khalsa.  \"Preventing obesity is critical to averting obesity-associated diseases, such as metabolic syndrome, type 2 diabetes, hypertension and cardiovascular abnormalities.\"The 5-2-1-0 message was initiated by the Maine Youth Overweight Collaborative obesity prevention program \"Let's Go! 5-2-1-0\" and has been promoted nationally. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/cchm-opg082917.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Research Service, Robert Wood Johnson Foundation", "meeting": "", "institution": "Cincinnati Children's Hospital Medical Center", "keywords": ["Medicine/Health", " Diet/Body Weight", " Pediatrics", " Public Health", " Exercise"], "journal": "Preventive Medicine Reports", "description": "In a study of nearly 400 preschool children, only one child adhered to obesity prevention guidelines over the course of a single day at child care and at home.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}