{"title": "Dark chocolate with olive oil associated with improved cardiovascular risk profile", "text": "Barcelona, Spain - 29 Aug 2017: Dark chocolate enriched with extra virgin olive oil is associated with an improved cardiovascular risk profile, according to research presented today at ESC Congress.1\"A healthy diet is known to reduce the risk of cardiovascular disease,\" said lead author Dr Rossella Di Stefano, a cardiologist at the University of Pisa, Italy. \"Fruits and vegetables exert their protective effects through plant polyphenols, which are found in cocoa, olive oil, and apples. Research has found that the Italian Panaia red apple has very high levels of polyphenols and antioxidants.\"This study tested the association between consumption of dark chocolate enriched with extra virgin olive oil or Panaia red apple (table 1) with atherosclerosis progression in healthy individuals with cardiovascular risk factors.The randomised crossover study included 26 volunteers (14 men, 12 women) with at least three cardiovascular risk factors (smoking, dyslipidaemia, hypertension, or family history of cardiovascular disease) who received 40 grams of dark chocolate daily for 28 days. For 14 consecutive days it contained 10% extra virgin olive oil and for 14 consecutive days it contained 2.5% Panaia red apple. The two types of chocolate were given in random order. Progression of atherosclerosis was assessed by metabolic changes (levels of carnitine and hippurate), lipid profile, blood pressure and levels of circulating endothelial progenitor cells (EPCs). EPCs are critical for vascular repair and maintenance of endothelial function.Urine and blood samples were collected at baseline and after the intervention. Urine samples were analysed by proton nuclear magnetic resonance spectroscopy for endogenous metabolites. Circulating EPC levels were assessed with flow cytometry. Smoking status, body mass index, blood pressure, glycaemia and lipid profile were also monitored.After 28 days, the researchers found that the chocolate enriched with olive oil was associated with significantly increased EPC levels and decreased carnitine and hippurate levels compared to both baseline and after consumption of apple-enriched chocolate. Olive oil-enriched chocolate was associated with significantly increased high-density lipoprotein (\"good\") cholesterol and decreased blood pressure compared to baseline. There was a non-significant decrease in triglyceride levels with apple-enriched chocolate.Dr Di Stefano said: \"We found that small daily portions of dark chocolate with added natural polyphenols from extra virgin olive oil was associated with an improved cardiovascular risk profile. Our study suggests that extra virgin olive oil might be a good food additive to help preserve our 'repairing cells', the EPC.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/esoc-dcw081817.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/esc-congress-2017-hot-line-tips?hit=wireek", "funder": "", "meeting": "ESC Congress 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Health Professionals", " Disease in the Developing World"], "journal": "", "description": "Dark chocolate enriched with extra virgin olive oil is associated with an improved cardiovascular risk profile, according to research presented today at ESC Congress.", "date": "Tue, 29 Aug 2017 04:00:00 GMT"}