{"keywords": ["Biology", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Developmental/Reproductive Biology", " Genetics", " Chemistry/Physics/Materials Sciences", " Biochemistry", " Optics", " Medicine/Health", " Developmental/Reproductive Biology"], "funder": "", "journal": "Advanced Materials", "description": "Near-infrared light proves an effective and precise tool for engineering tissues from stem cells.", "title": "Let there be tissue", "source_link": "http://www.news.ucsb.edu/2017/017980/let-there-be-tissue", "institution": "University of California - Santa Barbara", "meeting": "", "text": "Nothing beats nature. The diverse and wonderful varieties of cells and tissues that comprise the human body are evidence of that.Each one of us starts out as a mass of identical, undifferentiated cells, and thanks to a combination of signals and forces, each cell responds by choosing a developmental pathway and multiplying into the tissues that become our hearts, brains, hair, bones or blood. A major promise of studying human embryonic stem cells is to understand these processes and apply the knowledge toward tissue engineering.Researchers in UC Santa Barbara's departments of Chemistry and Biochemistry, and of Molecular, Cellular and Developmental Biology have gotten a step closer to unlocking the secrets of tissue morphology with a method of three-dimensional culturing of embryonic stem cells using light.\"The important development with our method is that we have good spatiotemporal control over which cell -- or even part of a cell -- is being excited to differentiate along a particular gene pathway,\" said lead author Xiao Huang, who conducted this study as a doctoral student at UCSB and is now a postdoctoral scholar in the Desai Lab at UC San Francisco. The research, titled \"Light-Patterned RNA Interference of 3D-Cultured Human Embryonic Stem Cells,\" appears in volume 28, issue 48 of the journal Advanced Materials.Similar to other work in the field of optogenetics -- which largely focuses neurological disorders and activity in living organisms, leading to insights into diseases and conditions such as Parkinson's and drug addiction -- this new method relies on light to control gene expression.The researchers used a combination of hollow gold nanoshells attached to small molecules of synthetic RNA (siRNA) -- a molecule that plays a large role in gene regulation -- and thermoreversible hydrogel as 3D scaffolding for the stem cell culture, as well as invisible, near-infrared (NIR) light. NIR light, Huang explained, is ideal when creating a three-dimensional culture in the lab.\"Near-infrared light has better tissue penetration that is useful when the sample becomes thick,\" he explained. In addition to enhanced penetration -- up to 10 cm deep -- the light can be focused tightly to specific areas. Irradiation with the light released the RNA molecules from the nanoshells in the sample and initiated gene-silencing activity, which knocked down green fluorescent protein genes in the cell cluster. The experiment also showed that the irradiated cells grew at the same rate as the untreated control sample; the treated cells showed unchanged viability after irradiation.Of course, culturing tissues consisting of related but varying cell types is a far more complex process than knocking down a single gene.\"It's a concert of orchestrated processes,\" said co-author and graduate student researcher Demosthenes Morales, describing the process by which human embryonic stem cells become specific tissues and organs. \"Things are being turned on and turned off.\" Perturbing one aspect of the system, he explained, sets off a series of actions along the cells' developmental pathways, much of which is still unknown.\"One reason we're very interested in spatiotemporal control is because these cells, when they're growing and developing, don't always communicate the same way,\" Morales said, explaining that the resulting processes occur at different speeds, and occasionally overlap. \"So being able to control that communication on which cell differentiates into which cell type will help us to be able to control tissue formation,\" he added.The fine control over cell development provided by this method also allows for the three-dimensional culture of tissues and organs from embryonic stem cells for a variety of applications. Engineered tissues can be used for therapeutic purposes, including replacements for organs and tissues that have been destroyed due to injury or disease. They can be used to give insight into the body's response to toxins and therapeutic agents. ", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--ltb051517.php", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT"}