{"keywords": ["Cell Biology", " Medicine/Health", " Neurobiology", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury", " Behavior", " Coping/Phobias", " Mental Health", " Stress/Anxiety"], "funder": "UC Riverside Initial Complement Fund", "journal": "Journal of Neuroscience", "description": "Research by UC Riverside scientists on 'fear memory' could lead to the development of therapies that reduce the effects of PTSD, which affects 7 percent of the US population. The researchers found that a population of hippocampal neurons project to both the amygdala and the medial prefrontal cortex, and that these neurons efficiently convey information to the two brain areas to encode and retrieve fear memory for a context associated with an aversive event.", "title": "Study expands understanding of how the brain encodes fear memory", "source_link": null, "institution": "University of California - Riverside", "meeting": "", "text": "RIVERSIDE, Calif. - Research published by scientists at the University of California, Riverside on \"fear memory\" could lead to the development of therapies that reduce the effects of post-traumatic stress disorder (PTSD).To survive in a dynamic environment, animals develop adaptive fear responses to dangerous situations, requiring coordinated neural activity in the hippocampus, medial prefrontal cortex (mPFC), and amygdala - three brain areas connected to one another. A disruption of this process leads to maladaptive generalized fear in PTSD, which affects 7 percent of the U.S. population.Jun-Hyeong Cho, an assistant professor of cell biology and neuroscience and Woong Bin Kim, a postdoctoral researcher in Cho's lab, have now found that a population of hippocampal neurons project to both the amygdala and the mPFC, and that it is these neurons that efficiently convey information to these two brain areas to encode and retrieve fear memory for a context associated with an aversive event.The study, which appeared in the May 10 print issue of the Journal of Neuroscience, is the first to quantify these \"double-projecting\" hippocampal neurons and explain how they convey contextual information more efficiently for fear responses, compared to hippocampal neurons that project only to either the mPFC or the amygdala.\"This study, done using a mouse model, expands our understanding of how associative fear memory for a relevant context is encoded in the brain,\" said Cho, the lead author of the study and a member of the UCR School of Medicine's Center for Glial-Neuronal Interactions, \"and could inform the development of novel therapeutics to reduce pathological fear in PTSD.\"To visualize the double-projecting hippocampal neurons, Cho and Kim used a tracing method in which hippocampal neurons that project to different brain areas were labeled with fluorescence proteins with different colors. The pair also developed a novel approach of electrophysiological recordings and optogenetics to examine how exactly the double-projecting neurons connected to the mPFC and amygdala. (These experimental approaches can be used to examine other brain areas that project to multiple targets.)\"We were surprised to find that as much as 17 percent of hippocampal neurons that projected to the amygdala or the mPFC were, in fact, double-projecting neurons,\" Cho said. \"Although previous studies demonstrated the existence of double-projecting hippocampal neurons, neuroscientists largely ignored them when studying the role of neural pathways between the hippocampus, amygdala and mPFC in contextual fear learning.\"Cho explained that the acquisition (encoding) and retrieval of contextual fear memory requires coordinated neural activity in the hippocampus, amygdala and mPFC. The hippocampus encodes context cues, the amygdala stores associations between a context and an aversive event, and the mPFC signals whether a defensive response is appropriate in the present context.Context is broadly defined as the set of circumstances around an event. In contextual fear conditioning, experimental subjects are placed in an emotionally neutral context (such as a room) and presented an aversive stimulus (such as an electrical shock). Then, they learn to associate the context with the aversive event, and show fear responses (such as freezing behavior) when placed subsequently in that context.\"Our study suggests that double-projecting hippocampal neurons can facilitate synchronized neural activity in the mPFC and amygdala that is implicated in learned fear,\" he said. \"It is by modulating the activity of the mPFC and basal amygdala that these double-projecting hippocampal neurons contribute to the acquisition and retrieval of fear memory for a context associated with an aversive event.\"Cho also explained that multiple projections from single neurons appear to be a general feature of the neural circuits in the brain and could promote synchronized neural activity and long-term changes in the efficiency of neural communication.The study came about when, a few years ago, Cho and Kim were selectively labeling and stimulating hippocampal neurons that project to the mPFC, and examining how this manipulation affects fear memory formation in mice. When they carefully examined the brain tissue, they found that labeled hippocampal neurons also projected to the amygdala.\"We initially thought there was something wrong with our experiments,\" Kim, the postdoctoral researcher, said. \"But, when we repeated the experiments, the same pattern was observed consistently. We realized that this could be an exciting finding that may account for how contextual information is processed and conveyed between brain areas for the formation of fear memory for the context associated with an aversive event.\"Next, to better understand the role of double-projecting hippocampal neurons in fear learning and memory, Cho and Kim plan to selectively silence these neurons and examine how this manipulation impacts the formation of fear memory for a context associated with an aversive event.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--seu051517.php", "article_link": null, "date": "Mon, 15 May 2017 04:00:00 GMT"}