{"title": "Evidence review supports pediatric use of PDE-5 inhibitors for pulmonary hypertension", "text": "WASHINGTON - A systematic review of the comparative effectiveness and safety of phosphodiesterase type 5 (PDE-5) inhibitors in pediatric patients with pulmonary hypertension published Feb. 24, 2017 in Pediatrics demonstrates that scientific evidence supports the use of this class of medications in infants, neonates and children with pulmonary hypertension. In this review, these medicines were shown to improve echocardiography measurements, cardiac catheterization parameters and oxygenation.  While a recent randomized controlled trial questioned the safety of long-term use of high-dose sildenafil citrate by children, the new evidence review suggests that both low- and moderate-dose sildenafil are safe regimens for children.\"Pediatricians across the nation view the rise in pediatric pulmonary hypertension (PH) cases with growing concern because the disease can worsen, leading to right ventricular failure and death,\" says Chinwe Unegbu, M.D., an assistant professor in the Division of Anesthesiology, Pain and Perioperative Medicine at Children's National Health System and first author of the study. \"PH can occur in newborns, infants and children who have a number of health conditions, including congenital heart disease, the most common birth defect among newborns. There are few available treatments for the growing population of children affected by this condition, so it is heartening that the evidence supports PDE-5 inhibitors for patients with PH,\" Dr. Unegbu adds.Video: https://www.youtube.com/watch?v=zxyjEE7XbCs&feature=youtu.be\nPatients with PH experience increased pressure in the pulmonary arteries, which carry blood from the heart to the lungs where it picks up oxygen that is ferried throughout the body. According to the National Institutes of Health, this leads patients to suffer from shortness of breath while doing routine tasks, chest pain and a racing heartbeat. Changes to the arteries make it progressively harder for the heart to pump blood to lungs, which forces the heart to work even harder. Despite the heart muscle compensating by growing larger, less blood ultimately flows from the right to the left side of the heart which can compromise the kidney, liver and other organs, she says.The study team included four additional researchers from Johns Hopkins University: Corina Noje, M.D., John D. Coulson, M.D., Jodi B. Segal, M.D., M.P.H., and study senior author Lewis Romer, M.D. The researchers scoured Medline, Embase, SCOPUS and the Cochrane Central Register of Controlled Trials, looking for studies that examined PDE-5 inhibitor use by pediatric patients with primary and secondary PH. The researchers' goals included describing the nature and scale of the pediatric PH, available pharmacologic therapies and conducting the systematic review of clinical studies of PDE-5 inhibitors, a mainstay of PH therapy. They identified 1,270 studies, 21 of which met the criteria to be included in the comprehensive review, including eight randomized controlled trials - the gold standard - and 13 observational studies with children ranging in age from extremely preterm to adolescence.\"Although there is some risk associated with PDE-5 inhibitor use by pediatric patients with PH, overwhelmingly the data indicate the benefits of using this class of drugs far outweigh the risks. When we looked at specific clinical outcomes, we see definite improvement in a number of measures including oxygenation, hemodynamics and better clinical outcomes: The patients are doing better, feeling better and their exercise capacity rises,\" Dr. Unegbu says. Because of lingering concerns about increased mortality, they also looked at toxicity data associated with this class of drugs. \"With the exception of a single trial, the remaining trials included in our review did not demonstrate increased mortality in patients placed on this class of medicines, which was reassuring to us,\" she says. Side effects ranged from mild to moderate, such as flushing and headaches. \"We can say with a good degree of confidence that providers should feel fairly comfortable prescribing PDE-5 inhibitors.\"Ideally, researchers would like to have access to patient-specific measures that are a good fit for neonates and infants. Unlike adults, infants' exercise capacity cannot be measured by their ability to climb stairs or use a treadmill. Another limitation, the study authors note, is the dearth of adequately powered clinical trials conducted in kids.\"Most of the studies have been conducted in adults. However, this disease unfolds in a much different fashion in children compared with adults,\" Dr. Unegbu says. \"We are desperately in need of high-quality studies in the form of randomized controlled trials in pediatric patients and studies that examine the full range of formulations of this class of drugs.\"\r\n", "article_link": "http://dx.doi.org/10.1542/peds.2016-1450", "url": "http://www.eurekalert.org/pub_releases/2017-02/cnhs-ers022317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's National Health System", "keywords": ["Medicine/Health", " Cardiology", " Pulmonary/Respiratory Medicine", " Pediatrics"], "journal": "Pediatrics", "description": "A systematic review of the comparative effectiveness and safety of phosphodiesterase type 5 inhibitors in pediatric patients with pulmonary hypertension published Feb. 24, 2017 in Pediatrics demonstrates that scientific evidence supports the use of this class of medications in infants, neonates and children with pulmonary hypertension.", "date": "Fri, 24 Feb 2017 05:00:00 GMT"}