{"title": "Intensive lowering of systolic blood pressure would prevent 107,500 deaths per year", "text": "MAYWOOD, IL - Intensive treatment to lower systolic (top number) blood pressure to below 120 would prevent 107,500 deaths per year in the United States, according to a study by researchers at Loyola University Chicago and other centers.Two thirds of the lives saved would be men and two thirds would be aged 75 or older, according to the study, published in the journal Circulation. Senior author of the study is Richard S. Cooper, MD, chair of Loyola's Department of Public Health Sciences. First author is Adam P. Bress, PharmD, MS, of the University of Utah.Current guidelines recommend keeping systolic blood pressure below 140 mm Hg. When the treatment goal was lowered to a maximum of 120 mmHG, there was a major reduction in mortality, the study found.To determine whether intensive treatment to lower systolic blood pressure could alter mortality, researchers applied findings from a multicenter study called SPRINT to the U.S. adult population. (SPRINT stands for Systolic Blood Pressure Intervention Trial.)Loyola University Medical Center was among the centers that enrolled patients in the SPRINT trial, which included more than 9,350 adults ages 50 and older who had high blood pressure and were at high risk for cardiovascular disease. The SPRINT trial found there was a 27 percent reduction in mortality from all causes when systolic blood pressure was lowered to below 120 mm Hg, compared to the standard treatment of lowering blood pressure to below 140 mm Hg.While saving lives, an intensive blood pressure regimen also would cause serious side effects. The new study in Circulation estimated that approximately 56,100 more episodes of low blood pressure, 34,400 more episodes of fainting and 43,400 additional electrolyte disorders would occur annually with implementation of intensive systolic blood pressure lowering in U.S. adults who meet SPRINT criteria. Most of these effects do not have lasting consequences and are reversible by lowering blood pressure medications.High blood pressure, or hypertension, is a leading risk factor for heart disease, stroke, kidney failure, and other health problems. An estimated 1 in 3 people in the United States has high blood pressure. Blood pressure is measured in millimeters of mercury (mm Hg). Systolic blood pressure refers to the pressure in the arteries when the heart beats. The bottom number, diastolic, refers to the pressure between beats.In the SPRINT study, patients who were treated to achieve a standard target of less than 140 mm Hg received an average of two different blood pressure medications. The group intensively treated to achieve a target of less than 120 mm Hg received an average of three medications. (The study excluded certain patients, including diabetics and smokers.)Using data from the National Health & Nutrition Examination Survey, researchers determined that more than 18.1 million American adults met the criteria of patients enrolled in the SPRINT trial.  Researchers estimated that, among these 18.1 million adults, fully implementing an intensive regimen to lower systolic blood pressure below 120 mm Hg would prevent 107,500 deaths per year.The study is titled, \"Potential Deaths Averted and Serious Adverse Events Incurred from Adoption of the SPRINT Intensive Blood Pressure Regimen in the U.S.: Projections from NHANES.\"In addition to Dr. Cooper, other Loyola co-authors are Holly Kramer, MD, MPH, Rasha Khatib, PhD, Vinod K. Bansal, MD, Guichan Cao, MS, and Ramon Durazo-Arvizu, PhD. Other co-authors are from Henry Ford Hospital, Columbia University Medical Center and the University of Alabama at Birmingham.Findings from the study initially were presented at the American Heart Association's Council on Hypertension 2016 Scientific Sessions.\r\n", "article_link": "http://dx.doi.org/10.1161/CIRCULATIONAHA.116.025322", "url": "http://www.eurekalert.org/pub_releases/2017-02/luhs-il022217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Loyola University Health System", "keywords": ["Medicine/Health", " Cardiology", " Urogenital System"], "journal": "Circulation", "description": "Intensive treatment to lower systolic (top number) blood pressure to below 120 would prevent 107,500 deaths per year in the United States, according to a study by researchers at Loyola University Chicago and other centers.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}