{"title": "Organ-on-a-chip mimics heart's biomechanical properties", "text": "The human heart beats more than 2.5 billion times in an average lifetime. Now scientists at Vanderbilt University have created a three-dimensional organ-on-a-chip that can mimic the heart's amazing biomechanical properties.\"We created the I-Wire Heart-on-a-Chip so that we can understand why cardiac cells behave the way they do by asking the cells questions, instead of just watching them,\" said Gordon A. Cain University Professor John Wikswo, who heads up the project. \"We believe it could prove invaluable in studying cardiac diseases, drug screening and drug development, and, in the future, in personalized medicine by identifying the cells taken from patients that can be used to patch damaged hearts effectively.\"The device and the results of initial experiments demonstrating that it faithfully reproduces the response of cardiac cells to two different drugs that affect heart function in humans are described in an article published last month in the journal Acta Biomaterialia. A companion article in the same issue presents a biomechanical analysis of the I-Wire platform that can be used for characterizing biomaterials for cardiac regenerative medicine.The unique aspect of the new device, which represents about two millionths of a human heart, is that it controls the mechanical force applied to cardiac cells. This allows the researchers to reproduce the mechanical conditions of the living heart, which is continually stretching and contracting, in addition to its electrical and biochemical environment.\"Heart tissue, along with muscle, skeletal and vascular tissue, represents a special class of mechanically active biomaterials,\" said Wikswo. \"Mechanical activity is an intrinsic property of these tissues so you can't fully understand how they function and how they fail without taking this factor into account.\"\"Currently, we don't have many models for studying how the heart responds to stress. Without them, it is very difficult to develop new drugs that specifically address what goes wrong in these conditions,\" commented Charles Hong, associate professor of cardiovascular medicine at Vanderbilt's School of Medicine, who didn't participate in the research but is familiar with it. \"This provides us with a really amazing model for studying how hearts fail.\"The I-Wire device consists of a thin thread of human cardiac cells 0.014 inches thick (about the size of 20-pound monofilament fishing line) stretched between two perpendicular wire anchors. The amount of tension on the fiber can be varied by moving the anchors in and out, and the tension is measured with a flexible probe that pushes against the side of the fiber.The fiber is supported by wires and a frame in an optically clear well that is filled with liquid medium like that which surrounds cardiac cells in the body. The apparatus is mounted on the stage of a powerful optical microscope that records the fiber's physical changes. The microscope also acts as a spectroscope that can provide information about the chemical changes taking place in the fiber. A floating microelectrode also measures the cells' electrical activity.According to the researchers, the I-Wire system can be used to characterize how cardiac cells respond to electrical stimulation and mechanical loads and can be implemented at low cost, small size and low fluid volumes, which make it suitable for screening drugs and toxins. Because of its potential applications, Vanderbilt University has patented the device.Unlike other heart-on-a-chip designs, I-Wire allows the researchers to grow cardiac cells under controlled, time-varying tension similar to what they experience in living hearts. As a consequence, the heart cells in the fiber align themselves in alternating dark and light bands, called sarcomeres, which are characteristic of human muscle tissue. The cardiac cells in most other heart-on-a-chip designs do not exhibit this natural organization.In addition, the researchers have determined that their heart-on-a-chip obeys the Frank-Starling law of the heart. The law, which was discovered by two physiologists in 1918, describes the relationship between the volume of blood filling the heart and the force with which cardiac cells contract. The I-Wire is one of the first heart-on-a-chip devices to do so.To demonstrate the I-Wire's value in determining the effects that different drugs have on the heart, the scientists tested its response with two drugs known to affect heart function in humans: isoproterenol and blebbistatin. Isoproterenol is a medication used to treat bradycardia (slow heart rate) and heart block (obstruction of the heart's natural pacemaker). Blebbistatin inhibits contractions in all types of muscle tissue, including the heart.According to Veniamin Sidorov, the research assistant professor at the Vanderbilt Institute for Integrative Biosystems Research and Education (VIIBRE) who led its development, the device faithfully reproduces the response of cardiac cells in a living heart.\"Cardiac tissue has two basic elements: an active, contractile element and a passive, elastic element,\" said Sidorov. \"By separating these two elements with blebbistatin, we successfully characterized the elasticity of the artificial tissue. By exposing it to isoproterenol, we tested its response to adrenergic stimulation, which is one of the main systems responsible for regulation of heart contractions. We found that the relationship between these two elements in the cardiac fiber is consistent with that seen in natural tissue. This confirms that our heart-on-a-chip model provides us with a new way to study the elastic response of cardiac muscle, which is extremely complicated and is implicated in heart failure, hypertension, cardiac hypertrophy and cardiomyopathy.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/vu-omh022217.php", "region": "namerica", "source_link": "https://news.vanderbilt.edu/2017/02/22/organ-on-a-chip-mimics-hearts-biomechanical-properties/", "funder": "National Institutes of Health, National Science Foundation, Defense Threat Reduction Agency, American Heart Association, Department of Veterans Affairs", "meeting": "", "institution": "Vanderbilt University", "keywords": ["Biomechanics/Biophysics", " Biotechnology", " Biomedical/Environmental/Chemical Engineering", " Microbiology", " Medicine/Health", " Cardiology", " Pharmaceutical Science", " Toxicology", " Animal Research/Rights"], "journal": "Acta Biomateriala", "description": "Scientists at Vanderbilt University have created a three-dimensional organ-on-a-chip that can mimic the heart's amazing biomechanical properties in order to study cardiac disease, determine the effects that different drugs have on the heart and screen for new drugs to treat heart ailments.", "date": "Wed, 22 Feb 2017 05:00:00 GMT"}