{"journal": "Journal of Nuclear Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-07/sonm-npt070617.php", "description": "Blood clots in veins and arteries can lead to heart attack, stroke, and pulmonary embolism, which are major causes of mortality. In the featured article of The Journal of Nuclear Medicine's July 2017 issue, German researchers show that targeting GPIIb/IIIa receptors, the key receptor involved in platelet clumping, with a fluorine-18 labeled ligand is a promising approach for diagnostic imaging.", "article_link": null, "date": "Thu, 06 Jul 2017 04:00:00 GMT", "funder": "Bayer Pharma AG, Piramal Imaging GmbH", "title": "Novel PET tracer detects small blood clots", "region": "namerica", "source_link": "http://www.snmmi.org/NewsPublications/NewsDetail.aspx?ItemNumber=24543", "institution": "Society of Nuclear Medicine", "text": "RESTON, Va. ?- Blood clots in veins and arteries can lead to heart attack, stroke, and pulmonary embolism, which are major causes of mortality. In the featured article of The Journal of Nuclear Medicine's (JNM) July 2017 issue, German researchers show that targeting GPIIb/IIIa receptors, the key receptor involved in platelet clumping, with a fluorine-18 (18F) labeled ligand is a promising approach for diagnostic imaging. Current imaging modalities rely on structural characteristics, such as vascular flow impairment, and do not address the critical molecular components.\"Currently available diagnostic techniques of thrombus [blood clot] imaging rely on different modalities depending on the vascular territory,\" explains Andrew W. Stephens, MD, PhD, of Piramal Imaging GmbH, Berlin, Germany. \"A single imaging modality that could visualize thrombi from various sources in different anatomic regions would be very valuable.\"For this preclinical study, researchers successfully developed the novel small molecule tracer 18F-GP1 for positron emission tomography (PET) imaging that binds with high affinity to GPIIb/IIIa receptors. 18F-GP1 showed a strong accumulation at the site of thrombus formation, and its binding ability was not affected by anticoagulants such as aspirin and heparin. The tracer showed rapid blood clearance, and PET imaging in a Cynomolgus monkey model demonstrated the detection of small venous and arterial clots, endothelial damage and emboli in the brain. Due to the favorable pre-clinical results, a first-in-human study of 18F-GP1 is currently underway. Early results from an interim analysis confirm the preclinical data and were presented at the 2017 Annual Meeting of the Society of Nuclear Medicine and Molecular Imaging (SNMMI) in June.\"Although the current studies are preliminary, 18F-GP1 may provide not only more accurate anatomic localization, but also information of the risk of the clot growth or embolization,\" Stephens points out. \"This may lead to changes in clinical intervention to the individual patient.\" Addressing the use of anticoagulants to treat blood clots, he notes, \"These drugs can cause significant and life-threatening bleeding. There is a critical need to balance the risk of bleeding against the risk of clotting in each patient. 18F-GP1 may in the future assist in this important decision.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diagnostics", " Hematology", " Internal Medicine", " Pulmonary/Respiratory Medicine", " Pharmaceutical Science", " Pharmaceutical Chemistry"]}