{"journal": "Angewandte Chemie International Edition", "url": "http://www.eurekalert.org/pub_releases/2017-07/w-aas070617.php", "description": "During sepsis, cells are swamped with reactive oxygen species generated in an aberrant response of the immune system to a local infection. If this fatal inflammatory path could be interfered, new treatment schemes could be developed. Now, Korean scientists report in the journal Angewandte Chemie that zirconia-doped ceria nanoparticles act as effective scavengers of these oxygen radicals, promoting a greatly enhanced surviving rate in sepsis model organisms.", "article_link": "http://dx.doi.org/10.1002/anie.201704904", "date": "Thu, 06 Jul 2017 04:00:00 GMT", "funder": "", "title": "Antioxidants against sepsis", "region": "namerica", "source_link": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1521-3773/homepage/press/201730press.html", "institution": "Wiley", "text": "During sepsis, cells are swamped with reactive oxygen species generated in an aberrant response of the immune system to a local infection. If this fatal inflammatory path could be interfered, new treatment schemes could be developed. Now, Korean scientists report in the journal Angewandte Chemie that zirconia-doped ceria nanoparticles act as effective scavengers of these oxygen radicals, promoting a greatly enhanced surviving rate in sepsis model organisms.Sepsis proceeds as a vicious cycle of inflammatory reactions of the immune system to a local infection. Fatal consequences can be falling blood pressure and the collapse of organ function. As resistance against antibiotics is growing, scientists turn to the inflammatory pathway as an alternative target for new treatment strategies. Taeghwan Heyon from Seoul National University, Seung-Hoon Lee at Seoul National University Hospital, South Korea, and collaborators explore ceria nanoparticles for their ability to scavenge reactive oxygen species, which play a key role in the inflammatory process. By quickly converting between two oxidation states, the cerium ion can quench typical oxygen radical species like the superoxide anion, the hydroxyl radical anion, or even hydrogen peroxide. But in the living cell, this can only happen if two conditions are met.The first condition is the size and nature of the particles. Small, two-nanometer-sized particles were coated by a hydrophilic shell of poly(ethylene glycol)-connected phospholipids to make them soluble so that they can enter the cell and remain there. Second, the cerium ion responsible for the quenching (Ce(3+)) should be accessible on the surface of the nanoparticles, and it must be regenerated after the reactions. Here, the scientists found out that a certain amount of zirconium ions in the structure helped, because \"the Zr(4+) ions control the Ce(3+)-to-Ce(4+) ratio as well as the rate of conversion between the two oxidation states,\" they argued.The prepared nanoparticles were then tested for their ability to detoxify reactive oxygen species, not only in the test tube, but also in live animal models. The results were clear, as the authors stated: \"A single dose of ceria-zirconia nanoparticles successfully attenuated the vicious cycle of inflammatory responses in two sepsis models.\" The nanoparticles accumulated in organs where severe immune responses occurred, and they were successful in the eradication of reactive oxygen species, as evidenced with fluorescence microscopy and several other techniques. And importantly, the treated mice and rats had a far higher survival rate.This work demonstrates that other approaches in sepsis treatment than killing bacteria with antibiotics are possible. Targeting the inflammatory signal pathways in macrophages is a very promising option, and the authors have shown that effective scavenging of reactive oxygen species and stopping inflammation is possible with a suitably designed chemical system like this cerium ion redox system provided by nanoparticles.", "meeting": "", "keywords": ["Chemistry/Physics/Materials Sciences", " Medicine/Health"]}