{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-07/aaon-spm062917.php", "description": "Poor sleep may be a sign that people who are otherwise healthy may be more at risk of developing Alzheimer's disease later in life than people who do not have sleep problems, according to a study published in the July 5, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Researchers have found a link between sleep disturbances and biological markers for Alzheimer's disease found in the spinal fluid.", "article_link": null, "date": "Wed, 05 Jul 2017 04:00:00 GMT", "funder": "", "title": "Sleep problems may be early sign of Alzheimer's", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Poor sleep may be a sign that people who are otherwise healthy may be more at risk of developing Alzheimer's disease later in life than people who do not have sleep problems, according to a study published in the July 5, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Researchers have found a link between sleep disturbances and biological markers for Alzheimer's disease found in the spinal fluid.\"Previous evidence has shown that sleep may influence the development or progression of Alzheimer's disease in various ways,\" said study author Barbara B. Bendlin, PhD, of the University of Wisconsin-Madison. \"For example, disrupted sleep or lack of sleep may lead to amyloid plaque buildup because the brain's clearance system kicks into action during sleep. Our study looked not only for amyloid but for other biological markers in the spinal fluid as well.\" Amyloid is a protein that can fold and form into plaques. Tau is a protein that forms into tangles. These plaques and tangles are found in the brains of people with Alzheimer's disease. For the study, researchers recruited 101 people with an average age of 63 who had normal thinking and memory skills but who were considered at risk of developing Alzheimer's, either having a parent with the disease or being a carrier of a gene that increases the risk for Alzheimer's disease called apolipoprotein E or APOE. Participants were surveyed about sleep quality. They also provided spinal fluid samples that were tested for biological markers of Alzheimer's disease.Researchers found that people who reported worse sleep quality, more sleep problems and daytime sleepiness had more biological markers for Alzheimer's disease in their spinal fluid than people who did not have sleep problems. Those biological markers included signs of amyloid, tau and brain cell damage and inflammation. \"It's important to identify modifiable risk factors for Alzheimer's given that estimates suggest that delaying the onset of Alzheimer's disease in people by a mere five years could reduce the number of cases we see in the next 30 years by 5.7 million and save $367 billion in health care spending,\" said Bendlin.While some of these relationships were strong when looking at everyone as a group, not everyone with sleep problems has abnormalities in their spinal fluid. For example, there was no link between biological markers in the spinal fluid and obstructive sleep apnea.The results remained the same when researchers adjusted for other factors such as use of medications for sleep problems, amount of education, depression symptoms or body mass index.\"It's still unclear if sleep may affect the development of the disease or if the disease affects the quality of sleep,\" said Bendlin. \"More research is needed to further define the relationship between sleep and these biomarkers.\" Bendlin added, \"There are already many effective ways to improve sleep. It may be possible that early intervention for people at risk of Alzheimer's disease may prevent or delay the onset of the disease.\"One limitation of the study was that sleep problems were self-reported. Monitoring of sleep patterns by health professionals may be beneficial in future studies. ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease", " Sleep/Sleep Disorders"]}