{"journal": "Lancet Diabetes and Endocrinology", "url": "http://www.eurekalert.org/pub_releases/2017-07/htcs-dia070517.php", "description": "Sub-Saharan Africa is in the midst of a rapidly expanding diabetes epidemic that could have devastating health and economic consequences for the region unless quick and decisive action is taken to turn the tide, according to a major new report from a Lancet commission co-led by Harvard T.H. Chan School of Public Health.", "article_link": "http://dx.doi.org/10.1016/S2213-8587(17)30181-X", "date": "Wed, 05 Jul 2017 04:00:00 GMT", "funder": "Rockefeller Foundation and Harvard Medical School Center for Global Health Delivery", "title": "Diabetes increasing at alarming rates in sub-Saharan Africa", "region": "namerica", "source_link": null, "institution": "Harvard T.H. Chan School of Public Health", "text": "Boston, MA - Sub-Saharan Africa is in the midst of a rapidly expanding diabetes epidemic that could have devastating health and economic consequences for the region unless quick and decisive action is taken to turn the tide, according to a major new report from a Lancet commission co-led by Harvard T.H. Chan School of Public Health.The report from the Lancet Diabetes & Endocrinology Commission--the first comprehensive examination of diabetes in sub-Saharan Africa--will be published in The Lancet Diabetes & Endocrinology on July 6, 2017.\"We were alarmed by both the magnitude of the problem, the speed at which diabetes has evolved, and how poorly health systems are responding,\" said Rifat Atun, professor of global health systems at Harvard Chan School and one of three lead authors of the report. \"And because diabetes is a risk factor for other catastrophic illnesses such as heart disease, stroke, and kidney failure, its increasing prevalence could propel a huge wave of chronic disease in many countries in sub-Saharan Africa.\"The Commission--a multidisciplinary group of more than 70 clinicians, experts in public health and health systems, economists, and social scientists--worked for three years on the report, analyzing health data from 2004-2013 from more than 39,000 people from 12 countries, and data on the quality and effectiveness of 6,096 healthcare providers from four countries. The report provides an up-to-date analysis on the burden of diabetes across sub-Saharan Africa, as well as challenges for health systems and potential solutions. According to the report, more than 90% of diabetes cases in sub-Saharan Africa are type 2 diabetes, suggesting that modifiable risk factors are major contributors to the burden of disease. Some of the Commission's main findings:A concerted effort from communities, national governments, and international agencies is necessary to bring diabetes in sub-Saharan Africa under control, the authors wrote. The report called for more research to better understand the nature and magnitude of diabetes prevalence in each country in the region; financial resources from nations and international partners; training for community-based health workers in diabetes prevention and control; and the use of new technologies to aid in screening, diagnosis, monitoring, and treatment.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Mortality/Longevity", " Eating Disorders/Obesity", " Endocrinology", " Diabetes", " Nutrition/Nutrients", " Public Health", " Developing Countries", " Disease in the Developing World"]}