{"journal": "The Lancet Diabetes & Endocrinology", "url": "http://www.eurekalert.org/pub_releases/2017-07/tl-tld070417.php", "description": "As sub-Saharan African countries struggle to cope with the current burden of diabetes, new estimates suggest that costs associated with the disease could more than double and may reach up to US$59.3 billion per year by 2030 if type 2 diabetes cases continue to increase.", "article_link": null, "date": "Wed, 05 Jul 2017 04:00:00 GMT", "funder": "", "title": "The Lancet Diabetes & Endocrinology: Burden of diabetes set to increase across sub-Saharan Africa", "region": "namerica", "source_link": null, "institution": "The Lancet", "text": "As sub-Saharan African countries struggle to cope with the current burden of diabetes, new estimates suggest that costs associated with the disease could more than double and may reach up to US$59.3 billion per year by 2030 if type 2 diabetes cases continue to increase.\r\n\r\nThe new report proposes that diabetes and its complications have the potential to reverse some of the health gains seen in sub-Saharan Africa in recent years - overwhelming the region's health systems and crippling patients' personal finances as they pay for their own healthcare. \r\n\r\nCurrently, only half of the people with diabetes in populations in sub-Saharan Africa are aware that they have the disease, and only one in 10 (11%) receive drugs they need.\r\n\r\nThe Lancet Diabetes & Endocrinology Commission on diabetes in sub-Saharan Africa will be launched in London on Thursday 6 July. It provides a comprehensive and up-to-date analysis of the burden of diabetes across sub-Saharan Africa, the challenges this burden poses for health systems, as well as potential solutions. More than 70 experts from around the world contributed to the report, which provides five key messages [1].\r\n\r\nIn recent years, rapid societal transitions that are producing increases in wealth, urbanisation, changing lifestyle and eating habits, more sedentary work practices and ageing populations across sub-Saharan African countries have led to increased risk of type 2 diabetes.\r\n\r\nThe report estimates that the economic cost of diabetes in sub-Saharan Africa in 2015 totalled $19.5 billion, equivalent to 1.2% gross domestic product (GDP). On average, countries in the region spend 5.5% of their GDP on health. \r\n\r\nMore than half of this economic cost (56%, $10.8 billion) was on accessing diabetes treatment, including medication and hospital stays - and ¬one half of these costs were out-of-pocket (paid for by the patients), putting a huge financial burden on people with diabetes. The remaining economic costs were a result of productivity losses, mostly from early death ($7.9 billion), as well as people leaving the workforce early ($0.5 billion), taking sick leave ($0.2 billion) and being less productive at work due to poor health ($0.07 billion). \r\n\r\n\"These estimates show the vast economic burden that diabetes places on sub-Saharan Africa, and should motivate policy makers to increase resources and efforts to overcome this looming health challenge,\" says one of the three lead authors [2], Professor Rifat Atun, Harvard University, USA. \"Our figures illustrate the economic cost of inaction. However, the wider cost of inaction is the risk of losing ground on some of the region's biggest health achievements of the past few decades, as diabetes cases further increase and costs spiral. In its current state, sub-Saharan Africa is not at all prepared for the increasing burden of diabetes caused by rapid, ongoing societal transitions.\" [3]\r\n\r\nTo measure the future impact of increased diabetes rates across all sub-Saharan African countries, the researchers modelled three scenarios to show optimistic and pessimistic projections. Their estimates suggest that, in an optimistic scenario, where diabetes death rates and prevalence remain the same for each country, the annual cost of diabetes would increase to $35.3 billion (1.1% GDP) in 2030. However, if these rates increased in line with the projected rise in each countries' income levels, economic costs would be $47.3 billion (1.4% GDP), and if rates doubled, the costs could total $59.3 billion (1.8% GDP).\r\n\r\nWealthier areas of sub-Saharan Africa seeing more societal changes had the highest rates of diabetes in 2015, with almost two-thirds of the region's diabetes costs coming from southern Africa (62%, $12.1 billion), in particular, wealthier South Africa. Less than a tenth of the costs (9%, $1.7 billion) originated from poorer countries in western Africa. \r\n\r\nIn the projections for 2030, southern Africa is likely to see the greatest increases in annual costs, increasing to between $17.2 and $29.2 billion. However, the authors also predicted substantial growth in costs in eastern African countries (such as Ethiopia, Kenya and Tanzania), increasing from $3.8 billion in 2015 to up to $16.2 billion in 2030. \r\n\r\nThe Commission's analyses demonstrate a clear need for improvements at all levels of diabetes care. However, after decades of treating acute infectious diseases, health systems in sub-Saharan African countries are ill-prepared to handle the chronic disease. \r\n\r\nThe authors of the Commission report conclude that gaps in care include a lack of equipment for diagnosing and monitoring diabetes, lack of treatments, and lack of knowledge about the disease among available healthcare providers. These gaps contribute to the fact that half of patients go undiagnosed, while only one in 10 (11%) receive the drugs they need. Many patients face delayed diagnosis and treatment, meaning the disease progresses and causes further ill health and risk of complications, for example myocardial infarction, blindness, and stroke, which are difficult and expensive to treat.\r\n\r\nIn order to counter these issues effectively, the researchers recommend rapidly scaling up interventions successfully trialled in sub-Saharan African countries, such as community-based care for high blood pressure, patient education, home glucose monitoring, and more education about diabetes for healthcare professionals.\r\n\r\nWith the management of type 2 diabetes and its risk factors (such as obesity and physical inactivity) being simpler and cheaper than treating complications of later stage disease, the researchers note that prevention of disease onset and complications will be crucial to improve health and avoid further economic burden.\r\n\r\n\"Our estimates also illustrate the economic savings that could be achieved if type 2 diabetes rates were halted or reduced in sub-Saharan Africa. This could be done by improving prevention efforts and creating new interventions, and by improving early detection and management of the disease to help more people remain in good health so that they can continue to work,\" says Professor Atun. [3] \r\n\r\nWriting in a linked Comment, Dr Shabbar Jaffar, Liverpool School of Tropical Medicine, UK, says: \"The prevalence of diabetes in sub-Saharan Africa has increased rapidly in the past 10 years or so, affecting people in all sectors of society but, in particular, and disproportionally compared with high-income settings, affecting younger people, with substantial economic effects. A repeating theme throughout the report is the scarcity of reliable evidence about diabetes in the region--for example, about the true magnitude of the burden of disease and its complications, and what interventions will or will not be effective in the sub-Saharan African context. Despite the scarcity of evidence, several simple and vital conclusions emerge from the report.\"\r\n", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Epidemiology", " Diabetes", " Developing Countries", " Disease in the Developing World"]}