{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-07/acoc-sir062917.php", "description": "Contracting shingles, a reactivation of the chickenpox virus, increases a person's risk of stroke and heart attack, according to a research letter published today in the Journal of the American College of Cardiology.", "article_link": null, "date": "Mon, 03 Jul 2017 04:00:00 GMT", "funder": "", "title": "Shingles increases risk of heart attack, stroke", "region": "namerica", "source_link": null, "institution": "American College of Cardiology", "text": "Contracting shingles, a reactivation of the chickenpox virus, increases a person's risk of stroke and heart attack, according to a research letter published today in the Journal of the American College of Cardiology.According to the Centers for Disease Control and Prevention, almost 1 out of every 3 people in the United States will develop shingles in their lifetime. Anyone who has suffered from chickenpox may develop shingles; however, the risk of shingles increases as a person gets older.Researchers in South Korea used the National Health Insurance Service's \"medical check-up\" database to identify patients with newly diagnosed herpes zoster--or shingles, stroke and heart attack using the relevant International Classification of Disease-10 diagnostics codes.A total of 519,880 patients were followed from 2003-2013, during this period there were 23,233 cases of shingles. The final cohort of 23,213 was matched with the same number of shingles-free patients to serve as control subjects.Patients with shingles were more likely to be female and common risk factors for stroke and heart attack, such as old age, high blood pressure, diabetes and high cholesterol, were also more commonly seen in these patients. However, this group was also less likely to smoke, have a lower alcohol intake, more exercise and be part of a higher socioeconomic class. Shingles was found to raise the risk of a composite of cardiovascular events including heart attack and stroke by 41 percent, the risk of stroke by 35 percent and the risk of heart attack by 59 percent. The risk for stroke was highest in those under 40 years old, a relatively younger population with fewer risks for atherosclerosis. The risks of both stroke and heart attack were highest the first year after the onset of shingles and decreased with time. However, these risks were evenly distributed in the shingles-free group.\"While these findings require further study into the mechanism that causes shingles patients to have an increased risk of heart attack and stroke, it is important that physicians treating these patients make them aware of their increased risk,\" said Sung-Han Kim, MD, PhD, a physician in the department of infectious diseases at Asan Medical Center in Seoul and one of the study authors.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Clinical Trials"]}