{"title": "New type of blood cells work as indicators of autoimmunity", "text": "The team from Instituto de Medicina Molecular Lisboa, led by Luis Graça, analyzed blood samples from Sjögren syndrome patients, an autoimmune disease that affects the mucous membranes and moisture-secreting glands of the eyes and mouth, and found that these patients have a significant increase in a specific type of immune cells called T follicular regulatory cells (Tfr).\r\n\r\nThese cells are usually found in lymphoid tissues where they regulate antibody production. It was a surprise to find an increase of these type of cells in patients with excessive antibody production. In fact, the results now published in Science Immunology, were the opposite of what the team was expecting.To understand the reason behind such unexpected results the researchers studied different biological samples. For instance, comparing Tfr cells in the blood and in the tissues where antibodies are produced (tonsils obtained from children subjected to tonsillectomies), provided evidence that blood Tfr cells are immature, not able to fully suppress antibody production. Such immaturity was confirmed by studying blood samples from other patients with genetic defects. Furthermore, exposure of healthy volunteers to flu vaccine led to an increase in blood Tfr cells, in line with their generation during immune responses with antibody production.Blood circulating Tfr cells are distinguished from other circulating lymphocytes by two molecular markers, CXCR5 and FOXP3, the first of which endows these cells with the ability to migrate into specific zones of lymph nodes where they may complete maturation and regulate antibody production. The team is now trying to understand what happens to these cells in other autoimmune diseases to evaluate their potential not only for diagnostic but also to identify which patients may benefit with medicines that interfere with the production of harmful antibodies.\r\n", "article_link": "http://dx.doi.org/10.1126/sciimmunol.aan1487", "url": "http://www.eurekalert.org/pub_releases/2017-08/idmm-nt081117.php", "region": "europe", "source_link": "https://imm.medicina.ulisboa.pt/en/imm-lisboa/news/archive/novo-tipo-de-celulas-do-sangue-funcionam-como-indicadores-de-doencas-autoimunes/", "funder": "", "meeting": "", "institution": "Instituto de Medicina Molecular", "keywords": ["Cell Biology", " Molecular Biology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Transplantation"], "journal": "Science Immunology", "description": "The team from Instituto de Medicina Molecular Lisboa, led by Luis Graça, analyzed blood samples from Sjögren syndrome patients, an autoimmune disease that affects the mucous membranes and moisture-secreting glands of the eyes and mouth, and found that these patients have a significant increase in a specific type of immune cells called T follicular regulatory cells (Tfr).", "date": "Fri, 11 Aug 2017 04:00:00 GMT"}