{"title": "Rotavirus vaccines continue to reduce diarrhea hospitalizations, medical costs in US kids", "text": "Following the introduction of routine childhood vaccination against rotavirus, a common cause of diarrheal illness, more than 380,000 children avoided hospitalization for diarrhea from 2008 to 2013 in the U.S., thus saving an estimated $1.2 billion in direct medical costs. The estimates, from a new study published in the Journal of the Pediatric Infectious Diseases Society, provide additional evidence for the substantial impact of routine rotavirus vaccination. They also suggest even greater benefits from immunization if other avoided costs were to be considered.For the study, researchers analyzed data from community and academic hospitals in 26 states, focusing on hospitalizations for acute gastroenteritis among children under 5 years old, to estimate the impact of rotavirus vaccination nationwide. They compared periods before and after vaccination licensure in 2006, excluding the first year during which vaccine coverage rates were low and uneven. Following the start of routine rotavirus vaccination in 2006, diarrhea hospitalizations decreased by between 31 percent to 55 percent from 2008 to 2013, with greater reductions in the later years. The researchers estimated that more than 380,000 hospitalizations for severe diarrhea in children younger than 5 were avoided across the U.S. during this six-year period.\"Our findings confirm the sustained impact and effectiveness of the rotavirus vaccine program,\" said author Eyal Leshem, MD, formerly of the Centers for Disease Control and Prevention (CDC) at the time of the study and who is currently affiliated with the Sackler Faculty of Medicine at Tel-Aviv University in Israel. \"Increasing vaccine coverage likely resulted in the larger declines of rotavirus hospitalizations observed in the later years studied.\"The researchers estimated that the direct medical cost savings from avoided hospitalizations for diarrhea in infants and young children were $1.2 billion nationwide during the 2008-2013 period. This amount likely underestimates the overall economic impact, the study authors noted, because other costs, such as those associated with averted doctor's office or emergency room visits for rotavirus disease, were not included in their analysis.In 2015, an estimated 73 percent of U.S. children 19-35 months old received rotavirus vaccines, lower than rates for other routine childhood vaccines, including the diphtheria, tetanus, and acellular pertussis (DTaP) vaccine, which 95 percent of the children in this same age group received, according to CDC. Future research should explore the reasons behind the lower than optimal rotavirus immunization rates and interventions to improve them, Dr. Leshem said. \"Efforts to further increase rotavirus vaccine coverage rates to better protect all children in the U.S. against rotavirus disease should continue.\"Fast Facts", "article_link": "http://dx.doi.org/10.1093/jpids/pix057", "url": "http://www.eurekalert.org/pub_releases/2017-08/pids-rvc080717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Pediatric Infectious Diseases Society", "keywords": ["Virology", " Health Care", " Medical Education", " Medicine/Health", " Health Professionals", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Gastroenterology", " Pediatrics"], "journal": "Journal of the Pediatric Infectious Diseases Society", "description": "Following the introduction of routine childhood vaccination against rotavirus, a common cause of diarrheal illness, more than 380,000 children avoided hospitalization for diarrhea from 2008 to 2013 in the US, thus saving an estimated $1.2 billion in direct medical costs. The estimates, from a new study published in the Journal of the Pediatric Infectious Diseases Society, provide additional evidence for the substantial impact of routine rotavirus vaccination.", "date": "Thu, 10 Aug 2017 04:00:00 GMT"}