{"title": "Review: Cholera vaccines effective for adults, much less so for children", "text": "A new review of the research literature led by researchers at the Johns Hopkins Bloomberg School of Public Health shows that cholera vaccines provide substantial protection for adults but provide significantly less protection for children under age 5, a population particularly at risk for dying from this diarrheal disease. The review, which considered seven clinical trials and six observational studies, found that the standard two-dose vaccine regimen reduced the risk of getting cholera on average by 58 percent for adults but only by 30 percent for children under age 5.The findings could help inform policymakers on how and when to use the vaccine, particularly in outbreak settings such as the ongoing epidemic in Yemen, which has seen an estimated 400,000 suspected cases and as many as 1,900 associated deaths since the outbreak began in April 2017. The findings appear online in the journal The Lancet Infectious Diseases.Cholera is transmitted through an oral-fecal route, with outbreaks and endemic transmission tending to occur in areas with poor sanitation and a lack of clean drinking water. It affects an estimated three to five million people per year worldwide and causes 28,000 to 130,000 deaths annually. Vaccines for this illness cost an average of $1.85 per dose.Oral vaccines for cholera, which are composed of killed, whole cells of the bacteria Vibrio cholerae, became commercially available shortly after their development in the 1980s. Yet for years, explains study leader Andrew Azman, Ph.D., research associate in the Department of Epidemiology at the Bloomberg School, these vaccines have not been widely available, have been fairly expensive for broad public health use and have been associated with a number of misconceptions, including that they don't work well.Studies have suggested a wide range of how well these vaccines provide protection, with some results suggesting that the risk of cholera is cut in half with the vaccine and others suggesting that risk is nearly eliminated.\"There continues to be a lot of misinformation on what this vaccine is and what it can do,\" Azman says.To get a better grasp on the abilities of these vaccines and to help understand discrepancies in study results, Azman and his colleagues from the Oral Cholera Vaccine Working Group of The Global Task Force on Cholera Control did a literature review and meta-analysis on the vaccines' efficacy (how well they protect in ideal situations, such as a randomized clinical trial) and direct effectiveness (how well they work in less ideal situations, such as in the midst of an outbreak).The team searched for any randomized controlled trials and observational studies that examined this data for oral cholera vaccines. Their results turned up seven trials and six observational studies, each of which involved the three major commercial vaccines currently in use. The trials and studies involved more than 500,000 thousand participants combined.Taking an average of these results, the researchers found that for a two-dose regimen--the standard for these vaccines -- efficacy was 58 percent and effectiveness was 76 percent. However, for children younger than 5, efficacy was substantially lower: around 30 percent. One dose of these vaccines appeared to provide similar protection as a two-dose regimen, at least within the six months following vaccination. There were no data to examine long-term protection of a one-dose regimen.The review helps explain discrepancies in past studies that examined how well these vaccines work, say the authors. For example, efficacy for cholera vaccines tends to be lower than effectiveness, a scenario that's opposite from that of most other vaccines and one that has puzzled researchers. However, Azman explains, because efficacy studies tend be conducted in places where cholera is more common in young children--a population in which these vaccines aren't as effective -- that may explain why efficacy is lower than effectiveness. \"These two study types aren't really comparing apples to apples,\" Azman says.The findings should have enormous implications for vaccine policy, he adds. Because the vaccines aren't as effective in young children, researchers will need to gain a better understanding of the best way to use them to provide the most effective protection for this population. Options might include making sure adults in a household are vaccinated to help protect children or developing a new vaccine regimen that helps boost protection among children. The paper also offers hope of using a one-dose regimen in areas experiencing high cholera transmission, such as the current outbreak in Yemen. A million doses of the vaccine had been scheduled for delivery to this country--what would have been the largest ever global delivery of the cholera vaccine--but the government decided to cancel the campaign, citing logistical challenges and concerns that the limited vaccine coming late in the epidemic would do little to curb the epidemic. Azman notes that Yemini authorities may have considered stretching out this vaccine supply to cover twice the number of people, by giving one dose instead of two, had these findings been available earlier this summer. A one-dose approach may have been a more effective way to control the outbreak than providing two doses to half the people. \t\"In cholera-prone areas, public health decision makers don't always have the luxury of caring about the outbreak risk in two years,\" Azman says. \"They care about the risk of transmission tomorrow or in two weeks or next month. Being able to vaccinate twice the number of people with a limited quantity of vaccine can be very important.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/jhub-rcv080917.php", "region": "namerica", "source_link": "http://www.jhsph.edu/news/news-releases/2017/review-cholera-vaccines-effective-for-adults-much-less-so-for-children.html", "funder": "Bill & Melinda Gates Foundation", "meeting": "", "institution": "Johns Hopkins University Bloomberg School of Public Health", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases", " Public Health"], "journal": "The Lancet Infectious Diseases", "description": "A new review of the research literature led by researchers at the Johns Hopkins Bloomberg School of Public Health shows that cholera vaccines provide substantial protection for adults but provide significantly less protection for children under age 5, a population particularly at risk for dying from this diarrheal disease.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}