{"title": "Scientists develop improved, potentially safer Zika vaccine", "text": "The worldwide Zika threat first emerged in 2015, infecting millions as it swept across the Americas. It struck great fear in pregnant women, as babies born with severe brain birth defects quickly overburdened hospitals and public health care systems.In response, there has been a flurry of heroic scientific efforts to stop Zika.  Whole governments, academic labs and pharmaceutical companies have raced to develop Zika vaccines ever since global health experts first realized the dangers wrought by the mosquito-borne virus.Now, ASU has taken a major step forward in boosting Zika prevention efforts.ASU Biodesign Institute scientist Qiang \"Shawn\" Chen has led his research team to develop the world's first plant-based Zika vaccine that could be more potent, safer and cheaper to produce than any other efforts to date. \"Our vaccine offers improved safety and potentially lowers the production costs more than any other current alternative, and with equivalent effectiveness,\" said Chen, a researcher in the Biodesign Center for IVV and professor in the School of Life Sciences. \"We are very excited about these results.\"Rapid response networkSeveral potential Zika vaccines have had promising results in early animal and human tests. Last year, the Food and Drug Administration approved the first human testing of a Zika vaccine candidate, and this summer, a $100 million U.S. government-led clinical trial is underway.But currently, there are no licensed vaccines or therapeutics available to combat Zika.Several dedicated ASU scientists also heeded the call to action, wanting to use their special know-how to find a way to overcome the pandemic crisis.First, ASU chemist Alexander Green, along with collaborators at Harvard, developed a more rapid and reliable Zika test, an achievement highlighted by Popular Science in its \"Best of What's New\" of 2016.Now, Chen may have come up with a better vaccine candidate based on a key Zika protein. Chen is a viral expert who has worked for the past decade on plant-based therapeutics and vaccines against West Nile virus and Dengue fever, which come from the same Zika family, called flaviviruses.He honed in on developing a vaccine against a part of a Zika viral protein, called DIII, that plays a key role for the virus to infect people. \"All flaviviruses have the envelope protein on the outside part of the virus. It has three domains. \"The domain III has a unique stretch of DNA for the Zika virus, and we exploited this to generate a robust and protective immune response that is unique for Zika,\" said Chen.  They first grew the envelope protein in bacteria, then switched to prepare the DIII protein domain in tobacco plants.After developing enough material for the new vaccine candidate, Chen's team performed immunization experiments in mice, which induced antibody and cellular immune responses that have been shown to confer 100 percent protection against multiple Zika virus strains in a mouse challenge.Producing plant-based vaccines, especially in tobacco plants, is old hat for ASU researchers like Chen.  For more than a decade, they've been producing low-cost vaccines in plants to fight devastating infectious diseases in the developing world.It's the same approach ASU plant research pioneer Charles Arntzen used when he played a key role in developing ZMapp, the experimental treatment used during the Ebola outbreak.Artntzen's Biodesign colleagues, including Chen, Hugh Mason and Tsafrir Mor, have continued to pursue plant-based vaccines and therapeutics to combat West Nile virus, dengue fever, nerve agents and even cancer.Effective but not foolproofWhile Chen has been cheering on Zika vaccine progress from other researchers, in each case, there can be side effects.To date, other scientists have tested several kinds of vaccines on mice --including one made from DNA and another from an inactivated form of the virus. With just one dose, both vaccines prompted the creation of antibodies that shielded the animals from becoming infected when they were exposed to the virus.Any heat-killed vaccine runs the risk of accidentally injecting a live version of the virus if there is an error made in the vaccine production protocol. This tragic scenario happened occasionally with the polio vaccine.For the second research group, they used the complete Zika envelope protein for their vaccine. Since envelope protein domains I and II are similar to West Nile and dengue viruses, this can cause a dangerous cross-reactive immune response.\"When you make the full native envelope protein as the basis for a vaccine, it will induce antibodies against DI, DII and the DIII domains of the protein,\" explained Chen. \"Those who have been prior exposed to DI and DII of other members of the Zika virus family may be prone to developing very bad symptoms, or in some cases, fatalities for dengue.\"In fact, animal experiments have shown that prior exposure to dengue or West Nile virus makes the Zika infection and symptoms much worse, suggesting a similar risk for people who had prior exposure to dengue (especially in South America, where it is more common).\"If you have prior exposure to dengue, and then have Zika exposure, the Zika infection may be much worse, and for men, may increase the likelihood of sexual transmission,\" said Chen.Chen's protein-based vaccine uses the smallest and most unique part of the Zika virus that can still elicit a potent and robust immune response.\"In our approach, we make what we call a pseudovirus. It's a fake virus. The pseudovirus displays only the DIII part of the envelope protein on the surface. This is at least as potent as previous vaccine versions.\"And he is very confident that his DIII-based protein vaccine will be safer.\"We did a test to make sure that the vaccine produces a potent protective immune response, but also, that it does not produce antibodies that may be cross reactive for dengue, West Nile, yellow fever or others,\" said Chen.Fast track to the clinicDuring the height of the Zika pandemic, whole countries of women were told not to become pregnant, due to babies born with a severe brain defect called microcephaly, in which the head and brain don't develop properly.There have also been vision and hearing defects and learning disabilities associated with less severe infections.To make matters worse, in adults, a debilitating nervous system condition called Gullian-Barre syndrome has also been shown to be caused by Zika.While the most severe wave of the Zika pandemic has ebbed, it won't go away anytime soon, and a vaccine still offers the best hope.Tens of millions more could still be infected in the Americas in the coming years (see WHO fact sheet).The ASU scientists were able to mobilize quickly from idea to proof-of-concept because they could leverage funds from an NIAID grant and seed funds from the Biodesign Institute.  These are all made possible by generous federal, state and public support, including sales tax generated from the long-time Arizona innovation booster, voter-approved Proposition 301.\"This is a great example of the brightest minds quickly coming together, with public support, to take on one of the most significant public health challenges of our time,\" said Josh LaBaer, executive director of the Biodesign Institute.\"That's the essence of Biodesign at its best, and we hope this important proof-of-principal of a Zika vaccine can be translated quickly into the clinic.\"With the successful proof-of-principle, Chen hopes to partner with the medical community to begin the first phase of a human clinical trial in the next two years.\"Above all, we have to ensure the utmost safety with any Zika vaccine, especially because the people who will need it most, pregnant women, have the most worries about their own health, and the health of the fetus,\" said Chen. \"This has to be 100 percent safe and effective.\"Along with Chen, the research team included Ming Yang, Huafang \"Lily\" Lai and Haiyan Sun.The research was published in the online version of Scientific Reports.\r\n", "article_link": "http://dx.doi.org/10.1038/s41598-017-08247-9", "url": "http://www.eurekalert.org/pub_releases/2017-08/asu-sdi080717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Arizona State University", "keywords": ["Biology", " Medicine/Health", " Infectious/Emerging Diseases", " Technology/Engineering/Computer Science"], "journal": "Scientific Reports", "description": "ASU Biodesign Institute scientist Qiang 'Shawn' Chen has led his research team to develop the world's first plant-based Zika vaccine that could be more potent, safer and cheaper to produce than any other efforts to date.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}