{"title": "Hepatitis A vaccination for Alaskan children has wiped out the virus", "text": "A comprehensive hepatitis A vaccination program established in Alaska in the 1990s, which became a requirement for school entry in 2001, has virtually wiped out the virus in the native peoples of Alaska, where it had been endemic. Data from the program is being presented at this year's World Indigenous Peoples' Conference on Viral Hepatitis in Anchorage, Alaska, USA (8-9 August) by Stephanie Massay, Epidemiology Specialist with the Alaska Division of Public Health, Section of Epidemiology, Anchorage, AK, USA, and colleagues.Hepatitis A is an acute (short-term but severe) infection of the liver caused by the hepatitis A virus. Fever, weakness, nausea, aches and pains, and jaundice can be among the symptoms experienced. The hepatitis A virus can survive in the environment on and in food. It is also relatively resistant to detergents but can be inactivated by high temperature (85°C or higher) and by chemicals such as chlorine. Although it occurs worldwide, HAV occurs more commonly in populations with poor sanitation, such as poor populations in developed countries (e.g. Indigenous populations) and also in developing countries more generally. Alaska experienced epidemics of hepatitis A every 10-15 years during the 1950s to the 1990s, resulting in thousands of cases. Alaska Native (AN) people living in rural communities were disproportionately impacted. Hepatitis A virus (HAV) vaccines were licensed in 1995 and recommended by the Advisory Committee on Immunization Practice (ACIP) for routine vaccination of US children in populations with high HAV infection rates. Alaska began universal vaccination for children aged 2-14 years in 1996? HAV vaccination became required for school entrance in 2001. In 1997, following ACIP recommendations, this was expanded to include all children age 2 - 18 years, and in 2006 this was further expanded to include children age 1 - 18 years.The data showed that during 1972-1995, Alaska's average annual incidence of hepatitis A was 60 per 100,000 population. Rates by race were substantially higher for AN people compared to non-AN people (244 vs 19 per 100,000 respectively, with AN people being 13 times more likely to be infected than non-AN people). Compared to 1972-1995 (pre-vaccine), 2002-2007 (post­vaccine) statewide hepatitis A incidence fell by 98% (0.9 vs. 60 per 100,000); among AN peoples the incidence fell by 99.9% (0.3 vs. 243.8 per 100,000). During 2008-2016, 23 HAV cases were reported in Alaska? 5 among AN, 11 among non­AN, and 7 among people of unknown race/ethnicity. The 2008-2016 statewide incidence of hepatitis A was 0.35 cases per 100,000 people? the incidence in children aged \r\n\tThe authors conclude: \"Dramatic declines in the incidence of hepatitis A occurred after HAV vaccine was recommended as a routine childhood vaccine and after it was required for school entry. Prior to routine vaccination, most the reported HAV cases were associated with outbreaks occurring within Alaska.  Since 2008 however, 88% of reported hepatitis A cases have been imported, many of which were acquired during travel outside of the United States.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/wha-hav080717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "World Indigenous Peoples' Conference on Viral Hepatitis", "institution": "World Hepatitis Alliance", "keywords": ["Medicine/Health"], "journal": "", "description": "A comprehensive hepatitis A vaccination program established in Alaska in the 1990s, which became a requirement for school entry in 2001, has virtually wiped out the virus in the native peoples of Alaska, where it had been endemic. Data from the program is being presented at this year's World Indigenous Peoples' Conference on Viral Hepatitis in Anchorage, Alaska, USA.", "date": "Wed, 09 Aug 2017 04:00:00 GMT"}