{"title": "Single strep bacteria protein sets off white blood cell's early warning system", "text": "Group A Streptococcus bacteria -- the cause of strep throat and flesh-eating infections -- have been well studied for nearly a century. But researchers at University of California San Diego School of Medicine and Skaggs School of Pharmacy and Pharmaceutical Sciences recently made a surprising discovery: strep's M protein alone wipes out macrophages, but not other types of immune cells. The macrophages' self-sacrifice serves as an early warning of infection to the rest of the immune system.The study, published August 7 in Nature Microbiology, revealed new roles for the well-studied M protein and for macrophages. The researchers said this new information should inform current strep vaccine strategies, many of which are based on M protein, and new treatment approaches for invasive infections and toxic shock syndrome, where hyper-immune responses can be detrimental.M protein, an abundant, tentacle-like molecule that projects from the bacterium's surface, is strep's most important virulence factor. M protein is known to help the bacteria adhere to human tissues, make it harder for immune cells to engulf the bacteria, and bind or inhibit other components of the human immune system, such as antibodies and antimicrobial peptides.\"We thought we already knew pretty much everything there was to know about how M protein helps strep gain a foothold in the human body and avoid the immune system, so this was a totally unexpected discovery, and an especially dramatic thing for an immune cell to do,\" said Victor Nizet, MD, professor of pediatrics and pharmacy, who led the study with Partho Ghosh, PhD, professor of chemistry and biochemistry at UC San Diego.After noticing that macrophages in a laboratory dish quickly died after M protein exposure, the researchers wanted to determine why -- and why it happens only macrophages. They found that macrophages recognize strep bacteria and respond by activating genes that encode IL-1beta, a pro-inflammatory signaling molecule, and components of NLRP3, cellular machinery that manages inflammation. At the same time, these macrophages also gobble up M proteins freed from the bacterial cell surface, triggering a second signal required for NLRP3 activation. As a result, macrophages quickly release IL-1beta as a warning signal to other parts of the immune system, but at a cost to themselves: They commit cellular suicide in the process, further escalating the inflammatory response. Inflammation is good when fighting an infection, but too much can lead to a number of health problems.\"So you can see this as a beneficial early warning system for infection, like Paul Revere riding out with a lantern to warn that the British are coming,\" Nizet said. \"The problem is that if a million people -- or a million macrophages -- light lanterns all at once and hay catches fire, then you're in trouble.\"Here's how that played out in living systems: While macrophages in a laboratory dish infected with live normal strep bacteria spew IL-1beta and then commit suicide, strep engineered to lack M protein do not have the same effect. Likewise, mice administered with purified M protein alone produced significantly more IL-1beta than mice that received a control. The more M protein they received, the more IL-1beta they generated. According to Nizet, these findings underscore the significant role strep and M protein have played in human history -- important enough that the human immune system has evolved a rapid response system just for them.J. Andrés Valderrama, PhD, a postdoctoral researcher in Nizet's research group and first author of the study, described the future of this work.\"Our study suggests that targeting M proteins with vaccines or antibodies or blocking the way macrophages bring it into the cell might prove clinically useful in cases where hyper-inflammation has become a problem, such as in an invasive infection or toxic shock syndrome,\" he said. \"But it's a delicate balance -- we don't want to block the early warning signal altogether or the immune system would lose its first line of defense against strep.\"M protein is under active consideration as a vaccine antigen. The challenge is that human antibodies generated against M protein can cross-react with host tissue, leading to rheumatic fever, an autoimmune disease. UC San Diego and other researchers are looking for workarounds and ways to engineer out the immunogenic parts of the M protein.In the meantime, Nizet and Valderrama are also working to better understand how M proteins and macrophages interact. To that end, they've created a library of macrophage variants, each with a different gene mutated using the gene editing technique CRISPR-Cas9. They'll test each variant to find those that are resistant to M protein-induced suicide. Their findings may surface more molecular players in this early warning system and thus provide more therapeutic targets for invasive strep infections and toxic shock syndrome.  Their quest is urgent: Group A strep is responsible for more than 700 million infections worldwide each year, with an estimated 663,000 cases of invasive disease and 163,000 deaths.", "article_link": "http://dx.doi.org/10.1038/s41564-017-0005-6", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--ssb080317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, UC San Diego Global Health Institute, A.P. Giannini Foundation", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Bacteriology", " Cell Biology", " Microbiology", " Medicine/Health", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Pediatrics"], "journal": "Nature Microbiology", "description": "Group A Streptococcusbacteria -- the cause of strep throat and flesh-eating infections -- have been well studied for nearly a century. But researchers at University of California San Diego School of Medicine and Skaggs School of Pharmacy and Pharmaceutical Sciences recently made a surprising discovery: strep's M protein alone wipes out macrophages, but not other types of immune cells. The macrophages' self-sacrifice serves as an early warning of infection to the rest of the immune system.", "date": "Mon, 07 Aug 2017 04:00:00 GMT"}