{"title": "Concussion assessment recommendations not followed during last World Cup, research finds", "text": "TORONTO, June 27, 2017--International recommendations for assessing whether athletes had suffered a concussion were not followed during the 2014 World Cup, according to research published today.Researchers led by Dr. Michael Cusimano, a neurosurgeon at St. Michael's Hospital in Toronto, reviewed videotapes of all 64 games played in the international soccer tournament in Brazil. Their findings were published online today as a research letter in the journal JAMA.The researchers found that concerning head collisions happened 72 times (1.13 times per match) and affected 81 players.  Fourteen of the players (17 per cent) showed no sign or one sign of a concussion, 45 (56 per cent) had two signs and 22 (27 per cent) exhibited three or more signs.The consensus statement from the 2012 and 2016 International Conference on Concussion in Sports says symptoms of a sports-related concussion include a range of clinical symptoms, physical signs and cognitive impairment such as headache, feeling like being in a fog, loss of consciousness, an unsteady gait, and slowed reaction times.The guidelines, adopted by the Federation Internationale de Football Association, or FIFA, soccer's international governing body, say that players showing any signs of concussion should be immediately withdrawn from play and assessed by sideline health-care officials.Yet Dr. Cusimano's review found that health-care personnel assessed players in only 12 cases (15 per cent) of head collisions during the last World Cup and these assessments averaged 107 seconds (the range being 64 seconds to 180 seconds). Another 45 players (56 per cent) were assessed by another player, referee or health-care personnel on the field, and 21 players (26 per cent) received no assessment.Of greater concern, Dr. Cusimano said, was that of the 67 players who showed two or more signs of concussion, 11 players (16 per cent) received no assessment and returned to play immediately. Another 42 (63 per cent) immediately returned to play after an on-field assessment by another player (15), referee (12) or health-care worker on the field (15). Eleven players (16 per cent) were assessed on the sideline by health-care personnel and returned to play, and three (5 per cent) were removed from the match or tournament. One of the three who were removed initially was allowed to return to play after an on-pitch assessment by health-care personnel.Among the 22 players with three or more concussion signs, 19 (86 per cent) returned to play during the same game after an average assessment of 84 seconds.\"In the 2014 World Cup, we found that players received no or very cursory assessment for a concussion after sustaining a collision and showing concerning physical signs for a concussion,\" Dr. Cusimano said. Noting that 265 million people, or four per cent of the world's population, play soccer, and viewership and media coverage have reached record levels, Dr. Cusimano said it was important for the sport's governing body to set an example for other to follow, especially in amateur leagues and those involving children.In addition, the 81 head collision events his researchers identified were far more than the 19 injuries to the head reported by team physicians to FIFA. Dr. Cusimano said team physicians may have reported only the most obvious and severe injuries and players may have under-reported their symptoms to avoid losing playing time. He recommended that independent physicians be authorized to make concussion assessments and playing decisions rather than those employed by soccer clubs whose jobs may be at risk if they make unpopular calls.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/smh-car062217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury", " Behavior", " Sports Medicine", " Sports/Recreation"], "journal": "JAMA", "description": "International recommendations for assessing whether athletes had suffered a concussion were not followed during the 2014 World Cup, according to research published today.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}