{"title": "Young American Latinos report the most discrimination", "text": "Although the United States has seen a dramatic increase in Mexican and Latin American immigrants since 1970, a recent study by Penn State researchers is one of the few where perceived discrimination is examined in this population. The study found that undocumented Latino immigrants are not the most likely group to report discrimination.Nancy Landale, professor of sociology and demography, and Ralph Salvador Oropesa, professor of sociology and demography, discovered that U.S.-born, young male Latinos reported encountering the most discrimination in both interpersonal and institutional contexts. The findings were recently published in the Social Science Research journal.\"These results help us understand the growing Latino population's experience within the United States and what it means to be an American. They address what it means to feel excluded in this society and to feel that important opportunities are blocked due to race or ethnicity,\" said Landale.There are two theories that may explain immigrants' perceived discrimination: the classic assimilation perspective suggests that as immigrants acclimate to a host nation, the native-born majority population will become more accepting of them and allow integration into the host culture. Contrarily, the ethnic resilience perspective states that as immigrants spend more time in a host country, they become more aware of their place in the social hierarchy and develop an ethnic consciousness to interpret acts of discrimination. Landale states, \"The latter theory may hold true for native-born Latinos if lifetime exposure to American society is accompanied by limited opportunities for upward mobility.\"In previous studies on Latino-perceived discrimination, the focus was not on discrimination itself, but rather how the perception affects individuals' mental and physical health. This study conducted by Landale and her team is one of the few studies to examine the relationship between legal status and perceived discrimination.Participants consisted of 1,275 Los Angeles County Mexican and Central American Latinos and over 500 non-Latino white adults who were then categorized into five classes using latent class analysis. The contextual, demographic, socioeconomic and perceived discrimination data were gathered from the Los Angeles Family and Neighborhood Survey (L.A.FANS) and the American Community Survey (ACS).The L.A.FANS is a study of families and their neighborhoods in in L.A. County and the ACS is an ongoing study that collects and provides information about the American nation. Latent Class Analysis is a method of describing groups based on the association of several characteristics and organizing them into classes based on these traits. The relationship between these classes and perceived discrimination responses in interpersonal and institutional domains was then examined.Landale's team discovered that the highest reporters of discrimination in both interpersonal and institutional contexts were young, U.S.-born Latino males. In contrast, both undocumented and documented Latino immigrants and older U.S.-born Latinos reported lower levels of discrimination.  \"What ends up happening to young, U.S.-born Latinos is that they have higher expectations for inclusion than other Latino groups and greater awareness of unfair treatment and blocked opportunities,\" said Landale. \"Consequently, they are more likely to report experiencing discrimination in interpersonal and institutional domains than other Latinos, including undocumented Latino immigrants.\"    Landale stressed that there is a need for more data on the undocumented Latino population since this group has been hard to study; they are not usually directly identified in data. This lack of information is why it is so important to collect data that fosters understanding of how legal status influences Latinos' experiences within the U.S. The researchers' discoveries expand the limited information available and will aid in understanding discrimination as well as how it affects the quickly diversifying American population. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ps-yal062617.php", "region": "namerica", "source_link": "http://news.psu.edu/story/472701/2017/06/22/research/young-american-latinos-report-most-discrimination", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "meeting": "", "institution": "Penn State", "keywords": ["Social/Behavioral Science", " Behavior", " Demography", " Minorities"], "journal": "Social Science Research", "description": "Although the United States has seen a dramatic increase in Mexican and Latin American immigrants since 1970, a recent study by Penn State researchers is one of the few where perceived discrimination is examined in this population. The study found that undocumented Latino immigrants are not the most likely group to report discrimination.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}