{"title": "Google Glass app helps autistic children with social interactions", "text": "A prototype software application, to be used with the optical head-mounted display Google Glass, has been designed as a social-skills coach for children with autism spectrum disorder (ASD). A new study published in the open-access journal Frontiers in Robotics and AI finds that the wearable technology can recognize conversational prompts and provide the user with suitable responses in return. Moreover, children find it easy to operate and enjoy using it. ASD is a life-long condition that affects 1 in 68 people. A defining feature of ASD is difficulties with social communication - which can include initiating and maintaining conversations with others.\"We developed software for a wearable system that helps coach children with autism spectrum disorder in everyday social interactions,\" says Azadeh Kushki, an Assistant Professor at the Institute of Biomaterials and Biomedical Engineering at the University of Toronto, and Scientist at the Bloorview Research Institute, Toronto, Canada. \"In this study, we show that children are able to use this new technology and they enjoy interacting with it.\" Children with autism spectrum disorder are often drawn to technological devices and find them highly motivating tools for delivering interventions designed to help them. The problem with existing technology, however, is that using human-to-computer interaction to teach social skills can have the opposite effect to its goal, in that the user becomes socially isolated. \"The interesting thing about our new technology is that we are not trying to replace human-to-human interactions; instead, we use this app to coach children who are communicating with people in real-world situations,\" explains Professor Kushki. \"Children can practice their skills outside of their normal therapy sessions and it can provide them with increased independence in everyday interactions.\"Professor Kushki and her colleagues developed the app, named Holli, to be used with wearable technology such as Google Glass -- a head-mounted display in the shape of eyeglasses. It listens to conversations and prompts the user with an appropriate reply. For example, if the user is greeted by a person who says 'Welcome', Holli will provide various responses to choose from, such as 'Hey', 'Hello' or 'Afternoon'. When Holli recognizes the user's response, the prompts disappear and Holli waits for the next exchange in conversation.  To assess the usability of the prototype software, the researchers asked 15 children with ASD to be guided by Holli when interacting socially. They saw that Holli could complete most conversations without error, and that children could follow the prompts to carry on a social interaction. In fact, Holli was often able to understand what the user was saying before/he she finished saying it, which helped the conversation to flow naturally. As well as demonstrating its feasibility, the children also said how much they liked using it; they enjoyed the prompts and found it easy to use.\"This study shows the potential of technology-based intervention to help children with ASD,\" says Professor Kushki. \"These systems can be used in everyday settings, such as home and school, to reinforce techniques learned in therapeutic settings.\"It is hoped that further developments will allow customization for individual users, such as changing prompt location, size and medium, to cater to each child's unique preference and ability. In addition, more work is needed to improve Holli's ability to deal with speech differences that can affect those with autism spectrum disorder. \"Technology has tremendous potential to change the way we think about delivering services to those with ASD. It can augment existing face-to-face interventions to make services accessible in a timely and cost-effective way and help increase treatment effectiveness,\" concludes Professor Kushki.\r\n", "journal": "Frontiers in Robotics and AI", "funder": "Holland Bloorview Kids Rehabilitation Hospital Foundation, Kimel Graduate Student Scholarship in Pediatric Rehabilitation", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-09/f-gga091417.php", "institution": "Frontiers", "meeting": "", "description": "A new study demonstrates the potential of wearable technology as a social-skills aid for children with autism spectrum disorder.", "article_link": "http://dx.doi.org/10.3389/frobt.2017.00031", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals", " Hearing/Speech", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Software Engineering", " Robotry/Artificial Intelligence"], "source_link": null, "date": "Thu, 14 Sep 2017 04:00:00 GMT"}