{"title": "Studies help explain link between autism, severe infection during pregnancy | EurekAlert! Science News", "year": "Wed, 13 Sep 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcambridge", "mass", "mothers", "experience", "infection", "severe", "enough", "require", "hospitalization", "pregnancy", "higher", "risk", "child", "autism", "two", "new", "studies", "mit", "university", "massachusetts", "medical", "school", "shed", "light", "phenomenon", "identify", "possible", "approaches", "preventing", "research", "mice", "researchers", "found", "composition", "bacterial", "populations", "mother", "digestive", "tract", "influence", "whether", "maternal", "infection", "leads", "behaviors", "offspring", "also", "discovered", "specific", "brain", "changes", "produce", "behaviors", "identified", "discrete", "brain", "region", "seems", "modulating", "behaviors", "associated", "particular", "model", "neurodevelopmental", "disorder", "says", "gloria", "choi", "samuel", "goldblith", "career", "development", "assistant", "professor", "brain", "cognitive", "sciences", "member", "mit", "mcgovern", "institute", "brain", "validated", "human", "studies", "findings", "could", "offer", "possible", "way", "reduce", "risk", "autism", "would", "involve", "blocking", "function", "certain", "strains", "bacteria", "found", "maternal", "gut", "researchers", "jun", "huh", "formerly", "assistant", "professor", "umass", "medical", "school", "faculty", "member", "harvard", "medical", "school", "senior", "authors", "papers", "appear", "nature", "13", "mit", "postdoc", "yeong", "shin", "yim", "first", "author", "one", "paper", "umass", "medical", "school", "visiting", "scholars", "sangdoo", "kim", "hyunju", "kim", "lead", "authors", "symptomsa", "2010", "study", "included", "children", "born", "denmark", "1980", "2005", "found", "severe", "viral", "infections", "first", "trimester", "pregnancy", "translated", "threefold", "risk", "autism", "serious", "bacterial", "infections", "second", "trimester", "linked", "increase", "risk", "infections", "included", "influenza", "viral", "gastroenteritis", "severe", "urinary", "tract", "effects", "described", "mouse", "models", "maternal", "inflammation", "2016", "science", "paper", "choi", "huh", "found", "type", "immune", "cells", "known", "th17", "cells", "effector", "molecule", "called", "responsible", "effect", "mice", "interacts", "receptors", "found", "brain", "cells", "developing", "fetus", "leading", "irregularities", "researchers", "call", "patches", "certain", "parts", "one", "new", "papers", "researchers", "set", "learn", "patches", "determine", "responsible", "behavioral", "abnormalities", "seen", "mice", "include", "repetitive", "behavior", "impaired", "researchers", "found", "patches", "common", "part", "brain", "known", "s1dz", "part", "somatosensory", "cortex", "region", "believed", "responsible", "proprioception", "sensing", "body", "space", "patches", "populations", "cells", "called", "interneurons", "express", "protein", "called", "parvalbumin", "reduced", "interneurons", "responsible", "controlling", "balance", "excitation", "inhibition", "brain", "researchers", "found", "changes", "found", "cortical", "patches", "associated", "overexcitement", "researchers", "restored", "normal", "levels", "brain", "activity", "area", "able", "reverse", "behavioral", "abnormalities", "also", "able", "induce", "behaviors", "otherwise", "normal", "mice", "overstimulating", "neurons", "researchers", "also", "discovered", "s1dz", "sends", "messages", "two", "brain", "regions", "temporal", "association", "area", "cortex", "striatum", "researchers", "inhibited", "neurons", "connected", "temporal", "association", "area", "able", "reverse", "sociability", "deficits", "inhibited", "neurons", "connected", "striatum", "able", "halt", "repetitive", "factorsin", "second", "nature", "paper", "researchers", "delved", "additional", "factors", "influence", "whether", "severe", "infection", "leads", "autism", "mothers", "experience", "severe", "infection", "end", "child", "autism", "similarly", "mice", "maternal", "inflammation", "model", "develop", "behavioral", "abnormalities", "suggests", "inflammation", "pregnancy", "one", "factors", "needs", "work", "additional", "factors", "lead", "way", "outcome", "choi", "key", "clue", "immune", "systems", "pregnant", "mice", "stimulated", "began", "producing", "within", "day", "normally", "takes", "three", "five", "days", "produced", "specialized", "immune", "cells", "require", "time", "differentiate", "huh", "says", "thought", "perhaps", "cytokine", "produced", "differentiating", "immune", "cells", "rather", "immune", "cells", "previous", "studies", "mice", "humans", "found", "populations", "th17", "cells", "intestines", "healthy", "individuals", "cells", "help", "protect", "host", "harmful", "microbes", "thought", "produced", "exposure", "particular", "types", "harmless", "bacteria", "associate", "researchers", "found", "offspring", "mice", "one", "specific", "type", "harmless", "bacteria", "known", "segmented", "filamentous", "bacteria", "behavioral", "abnormalities", "cortical", "patches", "researchers", "killed", "bacteria", "antibiotics", "mice", "produced", "normal", "offspring", "data", "strongly", "suggests", "perhaps", "certain", "mothers", "happen", "carry", "types", "th17", "bacteria", "gut", "may", "susceptible", "condition", "huh", "also", "carry", "strains", "gut", "bacteria", "known", "drive", "production", "th17", "cells", "researchers", "plan", "investigate", "whether", "presence", "bacteria", "associated", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-09/miot-she091117.php", "date": "2018-01-19_21:19:24", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCAMBRIDGE, Mass. -- Mothers who experience an infection severe enough to require hospitalization during pregnancy are at higher risk of having a child with autism. Two new studies from MIT and the University of Massachusetts Medical School shed more light on this phenomenon and identify possible approaches to preventing it.In research on mice, the researchers found that the composition of bacterial populations in the mother's digestive tract can influence whether maternal infection leads to autistic-like behaviors in offspring. They also discovered the specific brain changes that produce these behaviors.\"We identified a very discrete brain region that seems to be modulating all the behaviors associated with this particular model of neurodevelopmental disorder,\" says Gloria Choi, the Samuel A. Goldblith Career Development Assistant Professor of Brain and Cognitive Sciences and a member of MIT's McGovern Institute for Brain Research.If further validated in human studies, the findings could offer a possible way to reduce the risk of autism, which would involve blocking the function of certain strains of bacteria found in the maternal gut, the researchers say.Choi and Jun Huh, formerly an assistant professor at UMass Medical School who is now a faculty member at Harvard Medical School, are the senior authors of both papers, which appear in Nature on Sept. 13. MIT postdoc Yeong Shin Yim is the first author of one paper, and UMass Medical School visiting scholars Sangdoo Kim and Hyunju Kim are the lead authors of the other.Reversing symptomsA 2010 study that included all children born in Denmark between 1980 and 2005 found that severe viral infections during the first trimester of pregnancy translated to a threefold risk for autism, and serious bacterial infections during the second trimester were linked with a 1.42-fold increase in risk. These infections included influenza, viral gastroenteritis, and severe urinary tract infections.Similar effects have been described in mouse models of maternal inflammation, and in a 2016 Science paper, Choi and Huh found that a type of immune cells known as Th17 cells, and their effector molecule, called IL-17, are responsible for this effect in mice. IL-17 then interacts with receptors found on brain cells in the developing fetus, leading to irregularities that the researchers call \"patches\" in certain parts of the cortex.In one of the new papers, the researchers set out to learn more about these patches and to determine if they were responsible for the behavioral abnormalities seen in those mice, which include repetitive behavior and impaired sociability.The researchers found that the patches are most common in a part of the brain known as S1DZ. Part of the somatosensory cortex, this region is believed to be responsible for proprioception, or sensing where the body is in space. In these patches, populations of cells called interneurons, which express a protein called parvalbumin, are reduced. Interneurons are responsible for controlling the balance of excitation and inhibition in the brain, and the researchers found that the changes they found in the cortical patches were associated with overexcitement in S1DZ.When the researchers restored normal levels of brain activity in this area, they were able to reverse the behavioral abnormalities. They were also able to induce the behaviors in otherwise normal mice by overstimulating neurons in S1DZ.The researchers also discovered that S1DZ sends messages to two other brain regions: the temporal association area of the cortex and the striatum. When the researchers inhibited the neurons connected to the temporal association area, they were able to reverse the sociability deficits. When they inhibited the neurons connected to the striatum, they were able to halt the repetitive behaviors.Microbial factorsIn the second Nature paper, the researchers delved into some of the additional factors that influence whether or not a severe infection leads to autism. Not all mothers who experience severe infection end up having child with autism, and similarly not all the mice in the maternal inflammation model develop behavioral abnormalities.\"This suggests that inflammation during pregnancy is just one of the factors. It needs to work with additional factors to lead all the way to that outcome,\" Choi says.A key clue was that when immune systems in some of the pregnant mice were stimulated, they began producing IL-17 within a day. \"Normally it takes three to five days, because IL-17 is produced by specialized immune cells and they require time to differentiate,\" Huh says. \"We thought that perhaps this cytokine is being produced not from differentiating immune cells, but rather from pre-existing immune cells.\"Previous studies in mice and humans have found populations of Th17 cells in the intestines of healthy individuals. These cells, which help to protect the host from harmful microbes, are thought to be produced after exposure to particular types of harmless bacteria that associate with the epithelium.The researchers found that only the offspring of mice with one specific type of harmless bacteria, known as segmented filamentous bacteria, had behavioral abnormalities and cortical patches. When the researchers killed those bacteria with antibiotics, the mice produced normal offspring.\"This data strongly suggests that perhaps certain mothers who happen to carry these types of Th17 cell-inducing bacteria in their gut may be susceptible to this inflammation-induced condition,\" Huh says.Humans can also carry strains of gut bacteria known to drive production of Th17 cells, and the researchers plan to investigate whether the presence of these bacteria is associated with autism.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCAMBRIDGE, Mass.", "-- Mothers who experience an infection severe enough to require hospitalization during pregnancy are at higher risk of having a child with autism.", "Two new studies from MIT and the University of Massachusetts Medical School shed more light on this phenomenon and identify possible approaches to preventing it.In research on mice, the researchers found that the composition of bacterial populations in the mother's digestive tract can influence whether maternal infection leads to autistic-like behaviors in offspring.", "They also discovered the specific brain changes that produce these behaviors.", "\"We identified a very discrete brain region that seems to be modulating all the behaviors associated with this particular model of neurodevelopmental disorder,\" says Gloria Choi, the Samuel A. Goldblith Career Development Assistant Professor of Brain and Cognitive Sciences and a member of MIT's McGovern Institute for Brain Research.If further validated in human studies, the findings could offer a possible way to reduce the risk of autism, which would involve blocking the function of certain strains of bacteria found in the maternal gut, the researchers say.Choi and Jun Huh, formerly an assistant professor at UMass Medical School who is now a faculty member at Harvard Medical School, are the senior authors of both papers, which appear in Nature on Sept. 13.", "MIT postdoc Yeong Shin Yim is the first author of one paper, and UMass Medical School visiting scholars Sangdoo Kim and Hyunju Kim are the lead authors of the other.Reversing symptomsA 2010 study that included all children born in Denmark between 1980 and 2005 found that severe viral infections during the first trimester of pregnancy translated to a threefold risk for autism, and serious bacterial infections during the second trimester were linked with a 1.42-fold increase in risk.", "These infections included influenza, viral gastroenteritis, and severe urinary tract infections.Similar effects have been described in mouse models of maternal inflammation, and in a 2016 Science paper, Choi and Huh found that a type of immune cells known as Th17 cells, and their effector molecule, called IL-17, are responsible for this effect in mice.", "IL-17 then interacts with receptors found on brain cells in the developing fetus, leading to irregularities that the researchers call \"patches\" in certain parts of the cortex.In one of the new papers, the researchers set out to learn more about these patches and to determine if they were responsible for the behavioral abnormalities seen in those mice, which include repetitive behavior and impaired sociability.The researchers found that the patches are most common in a part of the brain known as S1DZ.", "Part of the somatosensory cortex, this region is believed to be responsible for proprioception, or sensing where the body is in space.", "In these patches, populations of cells called interneurons, which express a protein called parvalbumin, are reduced.", "Interneurons are responsible for controlling the balance of excitation and inhibition in the brain, and the researchers found that the changes they found in the cortical patches were associated with overexcitement in S1DZ.When the researchers restored normal levels of brain activity in this area, they were able to reverse the behavioral abnormalities.", "They were also able to induce the behaviors in otherwise normal mice by overstimulating neurons in S1DZ.The researchers also discovered that S1DZ sends messages to two other brain regions: the temporal association area of the cortex and the striatum.", "When the researchers inhibited the neurons connected to the temporal association area, they were able to reverse the sociability deficits.", "When they inhibited the neurons connected to the striatum, they were able to halt the repetitive behaviors.Microbial factorsIn the second Nature paper, the researchers delved into some of the additional factors that influence whether or not a severe infection leads to autism.", "Not all mothers who experience severe infection end up having child with autism, and similarly not all the mice in the maternal inflammation model develop behavioral abnormalities.", "\"This suggests that inflammation during pregnancy is just one of the factors.", "It needs to work with additional factors to lead all the way to that outcome,\" Choi says.A key clue was that when immune systems in some of the pregnant mice were stimulated, they began producing IL-17 within a day.", "\"Normally it takes three to five days, because IL-17 is produced by specialized immune cells and they require time to differentiate,\" Huh says.", "\"We thought that perhaps this cytokine is being produced not from differentiating immune cells, but rather from pre-existing immune cells.", "\"Previous studies in mice and humans have found populations of Th17 cells in the intestines of healthy individuals.", "These cells, which help to protect the host from harmful microbes, are thought to be produced after exposure to particular types of harmless bacteria that associate with the epithelium.The researchers found that only the offspring of mice with one specific type of harmless bacteria, known as segmented filamentous bacteria, had behavioral abnormalities and cortical patches.", "When the researchers killed those bacteria with antibiotics, the mice produced normal offspring.", "\"This data strongly suggests that perhaps certain mothers who happen to carry these types of Th17 cell-inducing bacteria in their gut may be susceptible to this inflammation-induced condition,\" Huh says.Humans can also carry strains of gut bacteria known to drive production of Th17 cells, and the researchers plan to investigate whether the presence of these bacteria is associated with autism."], "source": "Massachusetts Institute of Technology"}