{"title": "Predicting atypical development in infants at high risk for autism? | EurekAlert! Science News", "year": "Tue, 12 Sep 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txnew", "york", "ny", "12", "2017", "new", "research", "sackler", "institute", "developmental", "psychobiology", "columbia", "university", "medical", "center", "cumc", "identifies", "potential", "biomarker", "predicts", "atypical", "development", "infants", "high", "versus", "low", "familial", "risk", "developing", "autism", "spectrum", "disorders", "asd", "search", "neurobiological", "markers", "precede", "atypical", "trajectories", "important", "infants", "high", "risk", "developing", "disorders", "early", "recognition", "allows", "early", "intervention", "mitigation", "difficulties", "later", "life", "using", "data", "national", "database", "autism", "research", "ndar", "lead", "author", "kristina", "denisova", "phd", "assistant", "professor", "psychiatry", "cumc", "fellow", "sackler", "institute", "studied", "71", "high", "low", "risk", "infants", "underwent", "two", "functional", "magnetic", "resonance", "imaging", "brain", "scans", "either", "months", "months", "one", "resting", "period", "sleep", "second", "native", "language", "presented", "infants", "extracting", "measures", "head", "movements", "scans", "statistical", "characteristics", "movements", "quantified", "study", "found", "infants", "high", "risk", "developing", "asd", "elevated", "levels", "noise", "increased", "randomness", "spontaneous", "head", "movements", "sleep", "pattern", "possibly", "suggestive", "problems", "sleep", "addition", "high", "risk", "infants", "showed", "similar", "signatures", "listening", "native", "language", "sleeping", "low", "risk", "infants", "showed", "distinct", "signatures", "two", "conditions", "specific", "features", "head", "movements", "sleep", "months", "predicted", "future", "flatter", "delayed", "early", "learning", "developmental", "trajectories", "babies", "existence", "generally", "atypical", "learning", "trajectories", "high", "risk", "group", "verified", "separate", "data", "sets", "four", "representative", "high", "risk", "studies", "comprising", "total", "infants", "known", "asd", "outcomes", "children", "analyses", "showed", "high", "risk", "infants", "even", "without", "asd", "diagnoses", "significantly", "lower", "functioning", "childhood", "relative", "low", "risk", "infants", "current", "study", "reveals", "possible", "way", "predict", "infants", "show", "atypical", "developmental", "trajectories", "toddlers", "denisova", "said", "finding", "head", "movement", "signatures", "responsive", "high", "context", "stimuli", "native", "language", "speech", "low", "high", "risk", "infants", "informative", "suggests", "infants", "whose", "siblings", "diagnosed", "asd", "less", "attuned", "evolutionarily", "important", "stimuli", "early", "life", "added", "response", "pattern", "may", "underlie", "atypical", "information", "processing", "individuals", "neurodevelopmental", "jeremy", "md", "autism", "researcher", "involved", "study", "noted", "study", "good", "example", "existing", "data", "mined", "new", "insights", "additional", "work", "needed", "replicate", "current", "findings", "understand", "underlying", "mechanisms", "work", "suggests", "new", "ways", "look", "movement", "motor", "function", "infants", "high", "risk", "asd"], "url": "http://www.eurekalert.org/pub_releases/2017-09/cumc-pad091217.php", "date": "2018-01-19_21:19:28", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew York, NY, (Sept. 12, 2017) - New research from the Sackler Institute for Developmental Psychobiology at Columbia University Medical Center (CUMC) identifies a potential biomarker that predicts atypical development in 1- to 2-month-old infants at high versus low familial risk for developing autism spectrum disorders (ASD). The search for neurobiological markers that precede atypical trajectories is important in infants with a high risk for developing autism-related disorders because early recognition allows for early intervention and mitigation of difficulties later in life. Using data from National Database for Autism Research (NDAR), lead author Kristina Denisova, PhD, Assistant Professor of Psychiatry at CUMC and Fellow at the Sackler Institute, studied 71 high and low risk infants who underwent two functional Magnetic Resonance imaging brain scans either at 1-2 months or at 9-10 months: one during a resting period of sleep and a second while native language was presented to the infants. After extracting measures of head movements during the scans, the statistical characteristics of these movements were quantified. The study found that infants at high risk for developing ASD have elevated levels of \"noise\" and increased randomness in their spontaneous head movements during sleep, a pattern possibly suggestive of problems with sleep. In addition, 1- to 2-month-old high risk infants showed more similar signatures while listening to native language and while sleeping while low risk infants showed distinct signatures during the two conditions.  Further, specific features of head movements during sleep at 1-2 months predicted future flatter (delayed) early learning developmental trajectories in the high-risk babies. The existence of generally atypical learning trajectories in the high risk group was verified in separate data sets from four representative high risk infant-sibling studies comprising a total of 1,445 infants with known ASD outcomes as children.  These analyses showed that high risk infants -- even those without ASD diagnoses -- have significantly lower functioning in childhood relative to low risk infants. The current study reveals a possible way to predict which 1-2 months-old infants will show atypical developmental trajectories as toddlers. Dr. Denisova said, \"The finding that head movement signatures are responsive to high context stimuli (native language speech) in low but not high risk infants is informative because it suggests that infants whose siblings were diagnosed with ASD are less attuned to evolutionarily important stimuli early in life.\" She added that this response pattern may underlie atypical information processing in individuals with neurodevelopmental disorders.Dr. Jeremy Veenstra-VanderWeele, MD, an autism researcher who was not involved in this study, noted, \"This study is a good example of how existing data can be mined for new insights. Additional work is needed to replicate the current findings and understand the underlying mechanisms, but this work suggests new ways to look at movement or motor function in infants at high risk of ASD.\"  ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXNew York, NY, (Sept. 12, 2017) - New research from the Sackler Institute for Developmental Psychobiology at Columbia University Medical Center (CUMC) identifies a potential biomarker that predicts atypical development in 1- to 2-month-old infants at high versus low familial risk for developing autism spectrum disorders (ASD).", "The search for neurobiological markers that precede atypical trajectories is important in infants with a high risk for developing autism-related disorders because early recognition allows for early intervention and mitigation of difficulties later in life.", "Using data from National Database for Autism Research (NDAR), lead author Kristina Denisova, PhD, Assistant Professor of Psychiatry at CUMC and Fellow at the Sackler Institute, studied 71 high and low risk infants who underwent two functional Magnetic Resonance imaging brain scans either at 1-2 months or at 9-10 months: one during a resting period of sleep and a second while native language was presented to the infants.", "After extracting measures of head movements during the scans, the statistical characteristics of these movements were quantified.", "The study found that infants at high risk for developing ASD have elevated levels of \"noise\" and increased randomness in their spontaneous head movements during sleep, a pattern possibly suggestive of problems with sleep.", "In addition, 1- to 2-month-old high risk infants showed more similar signatures while listening to native language and while sleeping while low risk infants showed distinct signatures during the two conditions.", "Further, specific features of head movements during sleep at 1-2 months predicted future flatter (delayed) early learning developmental trajectories in the high-risk babies.", "The existence of generally atypical learning trajectories in the high risk group was verified in separate data sets from four representative high risk infant-sibling studies comprising a total of 1,445 infants with known ASD outcomes as children.", "These analyses showed that high risk infants -- even those without ASD diagnoses -- have significantly lower functioning in childhood relative to low risk infants.", "The current study reveals a possible way to predict which 1-2 months-old infants will show atypical developmental trajectories as toddlers.", "Dr. Denisova said, \"The finding that head movement signatures are responsive to high context stimuli (native language speech) in low but not high risk infants is informative because it suggests that infants whose siblings were diagnosed with ASD are less attuned to evolutionarily important stimuli early in life.\"", "She added that this response pattern may underlie atypical information processing in individuals with neurodevelopmental disorders.Dr.", "Jeremy Veenstra-VanderWeele, MD, an autism researcher who was not involved in this study, noted, \"This study is a good example of how existing data can be mined for new insights.", "Additional work is needed to replicate the current findings and understand the underlying mechanisms, but this work suggests new ways to look at movement or motor function in infants at high risk of ASD.\""], "source": "Columbia University Medical Center"}