{"title": "Doctors can now predict the severity of your disease by measuring molecules | EurekAlert! Science News", "year": "Tue, 12 Sep 2017 04:00:00 GMT/UTC", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "researcher", "guangfu", "wang", "phd", "university", "virginia", "school", "medicine", "helped", "develop", "new", "technique", "let", "doctors", "better", "diagnosis", "disease", "predict", "patient", "outcomes", "view", "international", "team", "researchers", "found", "way", "diagnose", "disease", "predict", "patient", "outcomes", "simply", "measuring", "unbelievably", "small", "changes", "interactions", "molecules", "inside", "body", "simple", "new", "technique", "could", "offer", "vastly", "superior", "predictions", "disease", "severity", "huge", "range", "conditions", "genetic", "component", "alzheimer", "autism", "cancer", "cardiovascular", "disease", "diabetes", "obesity", "schizophrenia", "gene", "mutationsgene", "mutations", "cause", "disease", "physically", "alter", "interactions", "molecules", "cells", "use", "communicate", "scientists", "easy", "way", "measure", "incredibly", "subtle", "changes", "interaction", "forces", "researcher", "julius", "zhu", "phd", "university", "virginia", "school", "medicine", "collaborators", "developed", "method", "accurately", "efficiently", "calculate", "tiny", "changes", "feat", "requires", "incredible", "precision", "force", "typically", "measured", "newtons", "amount", "force", "needed", "accelerate", "one", "kilogram", "mass", "one", "meter", "per", "second", "squared", "zhu", "technique", "measures", "scale", "piconewtons", "one", "trillionth", "newton", "zhu", "uva", "department", "pharmacology", "colleagues", "used", "new", "technique", "show", "gene", "mutations", "responsible", "diseases", "change", "molecular", "interactions", "piconewtons", "small", "changes", "tremendous", "ripple", "effect", "researchers", "found", "molecular", "changes", "lead", "harmful", "changes", "cells", "communicate", "ultimately", "cognitive", "ability", "measuring", "molecular", "changes", "scientists", "could", "predict", "resulting", "cognitive", "impairment", "essence", "researchers", "directly", "linking", "tiny", "molecular", "changes", "big", "changes", "human", "diseasezhu", "approach", "represents", "new", "use", "scientific", "instrument", "called", "optical", "tweezers", "uses", "highly", "focused", "laser", "hold", "move", "microscopic", "objects", "much", "like", "regular", "tweezers", "might", "used", "grip", "move", "splinter", "using", "optical", "tweezers", "scientists", "measure", "force", "required", "break", "intermolecular", "bonds", "signaling", "molecules", "inside", "body", "allowing", "gauge", "effects", "gene", "mutations", "patients", "researchers", "say", "technique", "simple", "dramatically", "improve", "ability", "diagnose", "mental", "illness", "many", "diseases"], "url": "http://www.eurekalert.org/pub_releases/2017-09/uovh-dcn091217.php", "date": "2018-01-19_21:19:31", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researcher Guangfu Wang, PhD, of the University of Virginia School of Medicine, helped develop the new technique that will let doctors better diagnosis disease and predict patient outcomes.\n       view more An international team of researchers has found a way to diagnose disease and predict patient outcomes simply by measuring unbelievably small changes in interactions between molecules inside the body. The simple new technique could offer vastly superior predictions of disease severity in a huge range of conditions with a genetic component, such as Alzheimer's, autism, cancer, cardiovascular disease, diabetes, obesity, schizophrenia and depression.Measuring Gene MutationsGene mutations that cause disease physically alter the interactions of molecules that cells use to communicate with each other. Until now, scientists have had no easy way to measure the incredibly subtle changes in these interaction forces. But researcher J. Julius Zhu, PhD, of the University of Virginia School of Medicine, and his collaborators have developed a method to accurately and efficiently calculate these tiny changes. It's a feat that requires incredible precision: Force is typically measured in newtons - the amount of force needed to accelerate one kilogram of mass one meter per second squared - but Zhu's technique measures on a scale of piconewtons - one trillionth of a newton. Zhu, of UVA's Department of Pharmacology, and his colleagues have used the new technique to show that gene mutations responsible for mental-health diseases change molecular interactions by a few piconewtons. These small changes then have a tremendous ripple effect. The researchers found the molecular changes lead to harmful changes in how the cells communicate - and, ultimately, in cognitive ability. By measuring the molecular changes, the scientists could predict the resulting cognitive impairment. In essence, the researchers are directly linking these tiny molecular changes to big changes in human behavior.Diagnosing DiseaseZhu's approach represents a new use for a high-tech scientific instrument called \"optical tweezers\" that uses a highly focused laser to hold and move microscopic objects, much like regular tweezers might be used to grip and move a splinter. Using the optical tweezers, the scientists can measure the force required to break up intermolecular bonds between the signaling molecules inside the body, allowing them gauge the effects of gene mutations in patients. The researchers say the technique is simple to do and will dramatically improve our ability to diagnose mental illness and many other diseases.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Researcher Guangfu Wang, PhD, of the University of Virginia School of Medicine, helped develop the new technique that will let doctors better diagnosis disease and predict patient outcomes.", "view more An international team of researchers has found a way to diagnose disease and predict patient outcomes simply by measuring unbelievably small changes in interactions between molecules inside the body.", "The simple new technique could offer vastly superior predictions of disease severity in a huge range of conditions with a genetic component, such as Alzheimer's, autism, cancer, cardiovascular disease, diabetes, obesity, schizophrenia and depression.Measuring Gene MutationsGene mutations that cause disease physically alter the interactions of molecules that cells use to communicate with each other.", "Until now, scientists have had no easy way to measure the incredibly subtle changes in these interaction forces.", "But researcher J. Julius Zhu, PhD, of the University of Virginia School of Medicine, and his collaborators have developed a method to accurately and efficiently calculate these tiny changes.", "It's a feat that requires incredible precision: Force is typically measured in newtons - the amount of force needed to accelerate one kilogram of mass one meter per second squared - but Zhu's technique measures on a scale of piconewtons - one trillionth of a newton.", "Zhu, of UVA's Department of Pharmacology, and his colleagues have used the new technique to show that gene mutations responsible for mental-health diseases change molecular interactions by a few piconewtons.", "These small changes then have a tremendous ripple effect.", "The researchers found the molecular changes lead to harmful changes in how the cells communicate - and, ultimately, in cognitive ability.", "By measuring the molecular changes, the scientists could predict the resulting cognitive impairment.", "In essence, the researchers are directly linking these tiny molecular changes to big changes in human behavior.Diagnosing DiseaseZhu's approach represents a new use for a high-tech scientific instrument called \"optical tweezers\" that uses a highly focused laser to hold and move microscopic objects, much like regular tweezers might be used to grip and move a splinter.", "Using the optical tweezers, the scientists can measure the force required to break up intermolecular bonds between the signaling molecules inside the body, allowing them gauge the effects of gene mutations in patients.", "The researchers say the technique is simple to do and will dramatically improve our ability to diagnose mental illness and many other diseases."], "source": "University of Virginia Health System"}