{"title": "Body's own defense against ALS actually drives disease progression at later stages | EurekAlert! Science News", "year": "Mon, 11 Sep 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "differences", "disease", "progression", "spinal", "interneurons", "type", "nerve", "cell", "generally", "succumbs", "als", "later", "stages", "disease", "left", "normal", "als", "models", "showing", "protein", "view", "new", "york", "columbia", "scientists", "discovered", "one", "body", "natural", "defenses", "amyotrophic", "lateral", "sclerosis", "als", "cellular", "process", "called", "autophagy", "suppresses", "disease", "progression", "early", "later", "stages", "advances", "disease", "deadly", "spread", "spinal", "cord", "findings", "mice", "provide", "window", "als", "earliest", "stages", "well", "new", "insights", "complexity", "namely", "differing", "roles", "autophagy", "plays", "progression", "addition", "study", "help", "scientists", "search", "ways", "detect", "even", "treat", "disease", "onset", "devastating", "symptoms", "gradually", "rob", "patients", "movement", "speech", "life", "study", "publishing", "week", "proceedings", "national", "academy", "sciences", "one", "biggest", "barriers", "treating", "als", "progression", "dynamic", "many", "different", "cell", "types", "mechanisms", "involved", "treating", "one", "stage", "disease", "might", "different", "potentially", "harmful", "consequences", "different", "stage", "said", "tom", "maniatis", "phd", "principal", "investigator", "columbia", "mortimer", "zuckerman", "mind", "brain", "behavior", "institute", "study", "senior", "author", "identified", "cellular", "process", "likely", "plays", "central", "role", "beginnings", "disease", "could", "open", "door", "treatments", "stop", "als", "chance", "gain", "foothold", "body", "als", "also", "referred", "lou", "gehrig", "disease", "deadly", "disease", "central", "nervous", "system", "effective", "treatment", "first", "attacks", "motor", "neurons", "type", "nerve", "cells", "guide", "muscle", "movement", "motor", "neurons", "die", "disease", "spreads", "types", "cells", "spinal", "cord", "time", "patients", "increasingly", "lose", "ability", "move", "speak", "even", "breathe", "nearly", "instances", "patients", "succumb", "als", "within", "five", "years", "lack", "effective", "therapies", "however", "much", "progress", "made", "uncovering", "als", "underlying", "mechanisms", "example", "studies", "shown", "common", "feature", "als", "patients", "abnormal", "accumulation", "aggregation", "protein", "clumps", "inside", "motor", "neurons", "accumulation", "kick", "starts", "autophagy", "critical", "cellular", "process", "protein", "clumps", "well", "damaged", "parts", "cell", "broken", "removed", "addition", "recent", "studies", "als", "led", "columbia", "geneticist", "david", "goldstein", "phd", "revealed", "mutations", "genes", "drives", "autophagy", "cause", "als", "precisely", "explore", "role", "autophagy", "als", "maniatis", "team", "developed", "two", "different", "groups", "als", "mouse", "models", "first", "group", "genetically", "modified", "mimic", "signs", "als", "otherwise", "normal", "second", "group", "identical", "first", "one", "significant", "difference", "autophagy", "motor", "neurons", "suppressed", "researchers", "compared", "disease", "progressed", "two", "groups", "differences", "observed", "unexpected", "found", "absence", "autophagy", "als", "symptoms", "second", "group", "mice", "advanced", "quickly", "early", "disease", "later", "spread", "disease", "slower", "remarkably", "mice", "suppressed", "autophagy", "lived", "longer", "first", "group", "als", "mice", "strongly", "suggested", "even", "though", "autophagy", "may", "initially", "stave", "disease", "suppressing", "protein", "aggregation", "eventually", "hastens", "spread", "als", "devastating", "symptoms", "rest", "spinal", "cord", "said", "maniatis", "also", "directs", "columbia", "precision", "medicine", "initiative", "isidore", "edelman", "professor", "chair", "biochemistry", "molecular", "biophysics", "columbia", "university", "medical", "authors", "argue", "autophagy", "intact", "cell", "types", "surround", "motor", "neurons", "undergo", "inflammatory", "reaction", "soon", "spreads", "throughout", "spinal", "cord", "contributes", "progression", "als", "however", "absence", "autophagy", "spread", "occurs", "slowly", "speculate", "may", "due", "release", "protein", "aggregates", "escape", "dying", "motor", "neurons", "normal", "autophagy", "process", "absence", "autophagy", "spread", "may", "governed", "many", "genes", "working", "concert", "across", "every", "cell", "body", "maniatis", "team", "studying", "mutations", "genes", "affect", "disease", "progression", "als", "mouse", "model", "time", "als", "symptoms", "noticeable", "disease", "far", "along", "drugs", "likely", "work", "unless", "diagnose", "als", "much", "earlier", "helped", "understanding", "mutations", "autophagy", "genes", "cause", "als", "affect", "disease", "progression", "said", "maniatis", "find", "ways", "treating", "earlier", "stages", "disease", "rather", "trying", "stop", "full", "blown", "may", "possible", "develop", "effective", "therapies"], "url": "http://www.eurekalert.org/pub_releases/2017-09/tzia-bod091117.php", "date": "2018-01-19_21:19:37", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These are differences in disease progression in spinal interneurons, a type of nerve cell that generally succumbs to ALS in later stages of disease. \r\n\r\nLeft: Normal ALS models, showing protein...\n       view more NEW YORK -- Columbia scientists have discovered that one of the body's natural defenses against amyotrophic lateral sclerosis (ALS) -- a cellular 'clean-up process' called autophagy -- suppresses disease progression early on, but in later stages advances the disease's deadly spread through the spinal cord. These findings in mice provide a window into ALS's earliest stages, as well as new insights into its complexity, namely the differing roles that autophagy plays in its progression. In addition, this study can help scientists search for ways to detect and even treat the disease before the onset of devastating symptoms that gradually rob patients of movement, speech and life.  The study is publishing this week in the Proceedings of the National Academy of Sciences.\"One of the biggest barriers to treating ALS is that its progression is dynamic -- many different cell types and mechanisms are involved -- so treating it at one stage of the disease might have very different, and potentially harmful, consequences at a different stage,\" said Tom Maniatis, PhD, a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the study's senior author. \"Here, we've identified a cellular process that likely plays a central role at the very beginnings of the disease, which could open the door to treatments that stop ALS before it has a chance to gain a foothold in the body.\"ALS, also referred to as Lou Gehrig's disease, is a deadly disease of the central nervous system for which there is no effective treatment. It first attacks motor neurons, the type of nerve cells that guide muscle movement. As motor neurons die, disease spreads to other types of cells in the spinal cord. Over time, patients increasingly lose their ability to move, to speak and even to breathe on their own. In nearly all instances, patients succumb to ALS within five years of being diagnosed.Despite the lack of effective therapies, however, much progress has been made in uncovering some of ALS's underlying mechanisms. For example, studies have shown that a common feature of all ALS patients is the abnormal accumulation, or aggregation, of protein clumps inside motor neurons. This accumulation kick starts autophagy, a critical cellular process in which such protein clumps, as well as other damaged parts of the cell, are broken down and removed. In addition, recent studies of ALS led by Columbia geneticist David Goldstein, PhD, revealed mutations in the genes that drives autophagy can cause ALS.  To more precisely explore the role of autophagy in ALS, Dr. Maniatis and his team developed two different groups of ALS mouse models. The first group was genetically modified to mimic the signs of ALS, but were otherwise normal. The second group was identical to the first but with one significant difference: autophagy in their motor neurons was suppressed. The researchers then compared how the disease progressed in these two groups. The differences they observed were unexpected. They found that, in the absence of autophagy, ALS symptoms in the second group of mice advanced more quickly early in the disease, but later on the spread of disease was slower. Remarkably, the mice with suppressed autophagy lived longer than the first group of ALS mice.\"This strongly suggested that even though autophagy may initially stave off disease by suppressing protein aggregation, it eventually hastens the spread of ALS and its devastating symptoms to the rest of the spinal cord,\" said Dr. Maniatis, who also directs Columbia's Precision Medicine Initiative and is the Isidore S. Edelman Professor and Chair of biochemistry & molecular biophysics at Columbia University Medical Center.The authors argue that when autophagy is intact, other cell types that surround motor neurons undergo an inflammatory reaction, which soon spreads throughout the spinal cord, and contributes to the progression of ALS. However, in the absence of autophagy this spread occurs more slowly. They speculate that this may be due to the release of disease-causing protein aggregates that escape from dying motor neurons during the normal autophagy process. In the absence of autophagy this spread may be diminished.Autophagy is governed by many genes working in concert across every cell in the body, so Dr. Maniatis and his team are now studying how mutations in these genes affect disease progression in their ALS mouse model.\"By the time ALS symptoms are noticeable, the disease is very far along so drugs aren't likely to work unless we can diagnose ALS much earlier -- which will be helped by understanding how mutations in autophagy genes cause ALS and affect disease progression,\" said Dr. Maniatis. \"If we can find ways of treating the earlier stages of disease, rather than trying to stop it after it's full blown, it may be possible to develop more effective therapies.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: These are differences in disease progression in spinal interneurons, a type of nerve cell that generally succumbs to ALS in later stages of disease.", "Left: Normal ALS models, showing protein...\n       view more NEW YORK -- Columbia scientists have discovered that one of the body's natural defenses against amyotrophic lateral sclerosis (ALS) -- a cellular 'clean-up process' called autophagy -- suppresses disease progression early on, but in later stages advances the disease's deadly spread through the spinal cord.", "These findings in mice provide a window into ALS's earliest stages, as well as new insights into its complexity, namely the differing roles that autophagy plays in its progression.", "In addition, this study can help scientists search for ways to detect and even treat the disease before the onset of devastating symptoms that gradually rob patients of movement, speech and life.", "The study is publishing this week in the Proceedings of the National Academy of Sciences.", "\"One of the biggest barriers to treating ALS is that its progression is dynamic -- many different cell types and mechanisms are involved -- so treating it at one stage of the disease might have very different, and potentially harmful, consequences at a different stage,\" said Tom Maniatis, PhD, a principal investigator at Columbia's Mortimer B. Zuckerman Mind Brain Behavior Institute and the study's senior author.", "\"Here, we've identified a cellular process that likely plays a central role at the very beginnings of the disease, which could open the door to treatments that stop ALS before it has a chance to gain a foothold in the body.", "\"ALS, also referred to as Lou Gehrig's disease, is a deadly disease of the central nervous system for which there is no effective treatment.", "It first attacks motor neurons, the type of nerve cells that guide muscle movement.", "As motor neurons die, disease spreads to other types of cells in the spinal cord.", "Over time, patients increasingly lose their ability to move, to speak and even to breathe on their own.", "In nearly all instances, patients succumb to ALS within five years of being diagnosed.Despite the lack of effective therapies, however, much progress has been made in uncovering some of ALS's underlying mechanisms.", "For example, studies have shown that a common feature of all ALS patients is the abnormal accumulation, or aggregation, of protein clumps inside motor neurons.", "This accumulation kick starts autophagy, a critical cellular process in which such protein clumps, as well as other damaged parts of the cell, are broken down and removed.", "In addition, recent studies of ALS led by Columbia geneticist David Goldstein, PhD, revealed mutations in the genes that drives autophagy can cause ALS.", "To more precisely explore the role of autophagy in ALS, Dr. Maniatis and his team developed two different groups of ALS mouse models.", "The first group was genetically modified to mimic the signs of ALS, but were otherwise normal.", "The second group was identical to the first but with one significant difference: autophagy in their motor neurons was suppressed.", "The researchers then compared how the disease progressed in these two groups.", "The differences they observed were unexpected.", "They found that, in the absence of autophagy, ALS symptoms in the second group of mice advanced more quickly early in the disease, but later on the spread of disease was slower.", "Remarkably, the mice with suppressed autophagy lived longer than the first group of ALS mice.", "\"This strongly suggested that even though autophagy may initially stave off disease by suppressing protein aggregation, it eventually hastens the spread of ALS and its devastating symptoms to the rest of the spinal cord,\" said Dr. Maniatis, who also directs Columbia's Precision Medicine Initiative and is the Isidore S. Edelman Professor and Chair of biochemistry & molecular biophysics at Columbia University Medical Center.The authors argue that when autophagy is intact, other cell types that surround motor neurons undergo an inflammatory reaction, which soon spreads throughout the spinal cord, and contributes to the progression of ALS.", "However, in the absence of autophagy this spread occurs more slowly.", "They speculate that this may be due to the release of disease-causing protein aggregates that escape from dying motor neurons during the normal autophagy process.", "In the absence of autophagy this spread may be diminished.Autophagy is governed by many genes working in concert across every cell in the body, so Dr. Maniatis and his team are now studying how mutations in these genes affect disease progression in their ALS mouse model.", "\"By the time ALS symptoms are noticeable, the disease is very far along so drugs aren't likely to work unless we can diagnose ALS much earlier -- which will be helped by understanding how mutations in autophagy genes cause ALS and affect disease progression,\" said Dr. Maniatis.", "\"If we can find ways of treating the earlier stages of disease, rather than trying to stop it after it's full blown, it may be possible to develop more effective therapies.\""], "source": "The Zuckerman Institute at Columbia University"}