{"title": "The Anthropocene: Scientists respond to criticisms of a new geological epoch", "text": "A team of academics led by the University of Leicester has responded to criticisms of the proposal to formalise a new geological epoch - the Anthropocene. Geological critics of a formalised Anthropocene have alleged that the idea did not arise from geology; that there is simply not enough physical evidence for it as strata; that it is based more on the future than on the past; that it is more a part of human history than the immensely long history of the Earth; and that it is a political statement, rather than a scientific one.Members of the international Anthropocene Working Group, including professors Jan Zalasiewicz, Colin Waters and Mark Williams of the University of Leicester's Department of Geology and Dr Matt Edgeworth of the University's School of Archaeology and Ancient History, have considered these various criticisms at length. In a paper published in the journal Newsletters on Stratigraphy, the 27 co-author group suggests that the Anthropocene has already seen irreversible changes to the Earth, rather than just to human societies. Professor Zalasiewicz explained: \"As a striking and novel concept, the Anthropocene has attracted considerable support from geologists but also a range of criticism, questioning whether it should really join the Jurassic, the Pleistocene and other well-known units on the Geological Time Scale. \"This criticism is an essential part of the testing of this concept - for the Anthropocene to be taken seriously, the science behind it must be robust and based on sound evidence.\"Our research suggests changes to the Earth have resulted in strata that are distinctive and rich in geological detail through including such things as artificial radionuclides, plastics, fly ash, metals such as aluminium, pesticides and concrete.  \"And, while the term does reflect change of significance to human society, and may be used in social and political discussions, it is based upon an independent reality.\"The Anthropocene - the concept that humans have so transformed geological processes at the Earth's surface that we are living in a new epoch - was formulated by Nobel Laureate Paul Crutzen in 2000. It has since spread around not just the world of science, but also across the humanities and through the media into public consciousness. It is now being analysed by an international group of scientists - the Anthropocene Working Group - as a potential new addition to the Geological Time Scale, which would be a major step in its global scientific recognition.Professor Mark Williams said: \"These responses do not mean that the Anthropocene will be instantly formalised. There is still much work to do to gather the evidence for a formal proposal based upon a 'golden spike' - a physical reference point in strata, somewhere in the world, to define the beginning of this proposed new epoch.  \"And, the benefits of formalising the Anthropocene, both for geologists and for wider communities, still need to be demonstrated in detail. But, these comprehensive responses show that the Anthropocene cannot be dismissed as a scientific fad.\"Humans really have made epoch-scale changes to the Earth's geology, and analysis of these changes towards their formalisation in geology will continue.\"", "article_link": "http://dx.doi.org/10.1127/nos/2017/0385", "url": "http://www.eurekalert.org/pub_releases/2017-03/uol-tas032317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Leicester", "keywords": ["Archaeology", " Earth Science", " Geology/Soil", " Paleontology", " New World"], "journal": "Newsletters on Stratigraphy", "description": "'Irreversible' changes to the Earth provide striking evidence of new epoch, University of Leicester experts suggest.", "date": "Thu, 23 Mar 2017 04:00:00 GMT"}