{"title": "Pacemaker program can reduce dangerous fainting episodes", "text": "WASHINGTON (March 19, 2017) -- Patients with recurrent fainting episodes (syncope) who received a pacemaker delivering a pacing program designed to detect and stop the abnormal heart rhythms that precede syncope had a seven-fold reduction in fainting compared with patients in a placebo pacing group, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.The study--the first prospective double-blind placebo-controlled trial to show robustly positive results for the pacing program, known as Closed Loop Stimulation (DDD-CLS), in patients with recurrent syncope--met its primary endpoint of a significant reduction in fainting episodes with DDD-CLS compared to placebo pacing.\"Our study showed up to a seven-fold reduction in recurrences of syncope\" in patients who used the DDD-CLS program, said Gonzalo Baron-Esquivias, MD, PhD, FESC, associate professor, chief of the clinical cardiology section and head of studies in the cardiology department at Virgen del Rocio University Hospital in Seville, Spain, and the study's lead author.This study is important, he said, because of the lack of available treatments for recurrent syncope. \"Now a door is open and we have a new possible treatment for these patients,\" he said.Syncope is triggered by a sudden drop in blood pressure and heart rate, which in turn reduces blood flow to the brain. While episodes of syncope are not fatal, they can be very dangerous due to loss of consciousness and can severely affect patients' quality of life. About half of all women and one-third of men will experience syncope in their lifetime. The real concern, Baron-Esquivias said, is that for many, these episodes will recur and they aren't predictable. Pacemakers are widely used to treat other heart-rhythm disorders, particularly an abnormally slow heart beat (bradycardia). In DDD-CLS pacing for recurrent syncope, the pacemaker detects contractions or spasms in the heart muscle that typically occur before an episode of syncope and releases an electrical signal that calms the heart down, preventing sudden dips in heart rate and blood pressure. Earlier small trials of DDD-CLS had shown mixed results in preventing fainting episodes.In the SPAIN trial, Baron-Esquivias and his colleagues recruited 54 patients aged 40 or older from 12 medical centers in Spain and Canada. All had experienced more than five episodes of syncope in their lifetimes, with more than two in the past year. To be eligible, participants had to have normal results on an electrocardiogram, echocardiogram, 24-hour Holter test, carotid sinus massage and orthostatic test. They also had to show a drop in blood pressure and heart rate on a test in which the head rapidly changes position. All participants were implanted with a pacemaker. The researchers randomly assigned half to receive DDD-CLS pacing for 12 months and the other half to a pacing program called DDI, which does not respond to the contractions in the heart that precede syncope and, therefore, functioned in the SPAIN trial as a placebo program. After 12 months, the two programs were switched so that the patients who had received DDD-CLS during the first year received DDI for the next 12 months, and vice versa. If a patient in either group had more than three episodes of syncope in one month, their pacing assignment was switched. Patients and their doctors were blinded at all times to their group assignment. Forty-six patients completed the trial, which lasted two years. The patients' average age was 56, and 48 percent of them were men. During the trial, four patients experienced syncope while receiving DDD-CLS pacing, compared with 21 patients who fainted during DDI pacing, a statistically significant difference. Among patients initially assigned to DDD-CLS, 72.2 percent saw a reduction of more than 50 percent in syncope episodes within the first year, but fainting recurred after they crossed over to the DDI group. Patients who crossed over to DDD-CLS after a year of placebo pacing saw a reduction of more than 50 percent in syncope episodes during the second year. Nine patients who initially received DDI pacing met the criterion for early crossover to DDD-CLS during the first year. The estimated time to a first fainting episode was longer among patients receiving DDD-CLS--29 months compared with just over nine months for patients receiving DDI, a statistically significant difference.Limitations of the study are its small size and short duration of follow-up (two years), Baron-Esquivias said. Baron-Esquivias, who currently uses DDD-CLS pacing to treat patients with recurrent syncope in his own practice, said that if these findings are confirmed by larger, ongoing studies, such as the ongoing BioSync CLS trial sponsored by Biotronic, he expects that international guidelines will be changed to recommend DDD-CLS pacing in these patients.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/acoc-ppc031917.php", "region": "namerica", "source_link": null, "funder": "Investigation Agency of the Spanish Society of Cardiology, Biotronic Spain", "meeting": "American College of Cardiology's 66th Annual Scientific Session", "institution": "American College of Cardiology", "keywords": ["Medicine/Health", " Cardiology"], "journal": "", "description": "Patients with recurrent fainting episodes (syncope) who received a pacemaker delivering a pacing program designed to detect and stop the abnormal heart rhythms that precede syncope had a seven-fold reduction in fainting compared with patients in a placebo pacing group, according to research presented at the American College of Cardiology's 66th Annual Scientific Session.", "date": "Sun, 19 Mar 2017 04:00:00 GMT"}