{"institution": "Elsevier", "title": "Noted experts critically evaluate benefits of medical marijuana for treatment of epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-05/e-nec052417.php", "article_link": null, "region": "europe", "funder": "", "meeting": "", "journal": "Epilepsy & Behavior", "source_link": null, "text": "Amsterdam, The Netherlands, May 24, 2017 - Although cannabis had been used for many centuries for treatment of seizure disorders, medical use became prohibited in the 20th century. However, with the loosening of laws regarding medical marijuana, research and clinical use of marijuana-derived substances are increasing. This has prompted the editors of Epilepsy & Behavior to produce a special issue that presents an in-depth assessment of the potential of cannabinoids for the effective treatment of epilepsy. Cannabinoids are components of the cannabis plant.Guest Editors Jerzy Szaflarski, MD, PhD, Director of the Epilepsy Center, University of Alabama at Birmingham, and Orrin Devinsky, MD, Director, Epilepsy Center, New York University Langone Medical Center, New York, comment that, \"There is an enormous dissociation between the widespread use of cannabis-based therapies to treat diverse epilepsies and our understanding about the efficacy and safety of different cannabinoids in treating different epilepsy syndromes.\" Because much of the political pressure to allow for medical marijuana use came from patients and lay groups, the goal of this special issue is \"to evaluate the concerns and gaps in cannabinoid knowledge and medical education, and to create a curriculum as a first step in building a broader Education Roadmap.\"This special issue provides an overview for general neurologists and epileptologists, including historical aspects of cannabis use for epilepsy, overview of cannabis botany, general aspects of the endocannabinoid system as it pertains to epilepsy, pharmacology of cannabinoids, available anecdotal and clinical trial data of cannabinoid use for the treatment of epilepsy, safety data, discussion of possible effects of cannabinoids on the brain including neuroimaging data, and the legal aspects of cannabis production, distribution, and use for the treatment of epilepsy. Raphael Mechoulam, PhD, Head of the School of Pharmacy and Director of the Institute for Drug Research at Hebrew University, provides an insightful historical perspective. He notes that non-psychoactive cannabidiol (CBD) is officially approved for the treatment of intractable pediatric epilepsy in Israel, but it took over 35 years to conduct the studies and obtain the results. \"I expect that over the next decade we shall see major advances both in the medical-scientific and the treatment aspects of epilepsy with the help of CBD and related cannabinoids,\" explains Dr. Mechoulam.To move a plant-based drug from research studies to clinical use is a particular challenge for pharmaceutical companies. Suman Chandra, PhD, Senior Research Scientist at the University of Mississippi, and co-authors review how the United States and United Kingdom have addressed the problem of securing uniform supplies of medically pure and potent cannabinoids. They review cultivation and processing of marijuana at two institutions with extensive experience, GW Pharmaceuticals in the U.K. and the University of Mississippi in the U.S.Because both media coverage of cannabis use in epilepsy and inconsistent classification of medical marijuana usage in different U.S. states have short-circuited the rigorous scientific protocols of the U.S. Food and Drug Administration (FDA), quality validation may be lacking. Dustin Sulak, DO, Integr8 Health (Falmouth, ME) and co-investigators review how \"artisanal\" cannabis preparations, not subject to state regulatory controls, are being used in Washington and California. They also relate four case studies of pediatric epilepsy patients that illustrate the complexities of treatment due to variability of these preparations.As an example of how interest in medical use of cannabis can be driven by social media and word-of-mouth, Anastasia S. Suraev, The Lambert Initiative for Cannabinoid Therapeutics, The University of Sydney, and co-authors surveyed the Australian epilepsy community. This online survey was promoted by Epilepsy Action Australia, a national non-profit organization that provides education and services to people with epilepsy and their families. There were 976 responses, about 60% from adults with epilepsy and the remainder from children with epilepsy. Overall, 14% reported currently using or having previously used cannabis products to treat epilepsy. Of the 389 children with epilepsy included in the survey, 13% had a reported history of cannabis product use for epilepsy. Of these, 71% of parents/guardians rated cannabis products as successful in helping them manage their child's seizures. Furthermore, 51% of parents/guardians reported reduced use of anti-epileptic drugs by their child after commencing use of cannabis products.Although cannabis is currently legal for medical purposes in half of the states and another seventeen states allow products that are high in cannabidiol (CBD) and low in THC (tetrahydrocannabinol) for medical use, none of these products has been approved by the FDA. Alice Mead, JD, LLM, GW Pharmaceuticals, Inc. (Carlsbad, CA) provides an overview of the legal aspects of cannabis and cannabidiol, including cultivation, manufacture, distribution, and use for medical purposes.\"We hope these articles help stimulate greater understanding and more importantly, stimulate more studies to scientifically define the potential benefits and harms of cannabis-based therapies for epilepsy,\" note Dr. Szaflarski and Dr. Devinsky. \"We need to develop a curriculum to address the rapidly changing scientific and regulatory landscape surrounding the medical use of cannabis and cannabinoids.\"\r\n", "keywords": ["Medicine/Health", " Alternative Medicine", " Neurobiology", " Science/Health and the Law"], "description": "Although cannabis had been used for many centuries for treatment of seizure disorders, medical use became prohibited in the 20th century. However, with the loosening of laws regarding medical marijuana, research and clinical use of marijuana-derived substances are increasing. This has prompted the editors of Epilepsy & Behavior to produce a special issue that presents an in-depth assessment of the potential of cannabinoids for the effective treatment of epilepsy. Cannabinoids are components of the cannabis plant.", "date": "Wed, 24 May 2017 04:00:00 GMT"}