{"institution": "NYU Langone Medical Center / New York University School of Medicine", "title": "Cannabis derivative cannabidiol reduces seizures in severe epilepsy disorder", "url": "http://www.eurekalert.org/pub_releases/2017-05/nlmc-cdc051917.php", "article_link": "http://dx.doi.org/10.1056/NEJMoa1611618", "region": "namerica", "funder": "GW Pharmaceuticals", "meeting": "", "journal": "New England Journal of Medicine", "source_link": null, "text": "After years of anecdotal claims about its benefits, the cannabis derivative cannabidiol reduced seizure frequency by 39 percent for patients with Dravet syndrome - a rare, severe form of epilepsy - in the first large-scale randomized clinical trial for the compound. The findings were published online May 24 in the New England Journal of Medicine. \"Cannabidiol should not be viewed as a panacea for epilepsy, but for patients with especially severe forms who have not responded to numerous medications, these results provide hope that we may soon have another treatment option,\" says lead investigator Orrin Devinsky, MD, professor of neurology, neurosurgery, and psychiatry and director of the Comprehensive Epilepsy Center at NYU Langone Medical Center. \"We still need more research, but this new trial provides more evidence than we have ever had of cannabidiol's effectiveness as a medication for treatment-resistant epilepsy.\" Cannabidiol, or CBD, is a compound in the cannabis plant that does not contain psychoactive properties that induce a high. The study included a liquid pharmaceutical formulation of CBD, called Epidiolex, which is manufactured by GW Pharmaceuticals and has not been approved by the U.S. Food and Drug Administration. GW Pharmaceuticals funded the clinical trial.  For the study, 120 children and adolescents with Dravet Syndrome between the ages of 2 and 18 years were randomized across 23 sites in the United States and Europe to receive either CBD 20 mg/kg or placebo added to their existing treatment over a 14-week period. Seizure frequency was tracked for one month prior to the study for baseline readings, and during the course of the study.Specifically, seizure frequency dropped in the CBD-treated group by 39 percent from a median of nearly 12 convulsive seizures per month before the study to about six; three patients' seizures stopped entirely. In the placebo group, there was a 13 percent reduction in seizures from about 15 monthly seizures to fourteen. The difference in the degree of seizure reduction between the CBD group and the placebo group was both statistically significant and clinically consistent.  Side effects - experienced by 93.4 percent of patients in the CBD group and 74.6 percent of those treated with placebo - were generally reported as mild or moderate in severity. The most common side effects in the CBD group were vomiting, fatigue and fever. Eight participants from the CBD group withdrew from the trial due to side effects compared to one participant in the placebo group.The new study confirms results from a December 2015 open-label expanded access program led by Dr. Devinsky that reported reductions in seizure frequency. In that program, both the researchers and patient's families knew they were receiving CBD, which may have introduced a bias into the results. This new, randomized, controlled clinical study eliminated those concerns as participants and their physicians did not know if they were on CBD or placebo, say the study authors.Future research will look at whether safety and tolerability might be improved and whether efficacy of CBD can be maintained at lower doses. Longer term studies of CBD for Dravet Syndrome as well as for other forms of treatment-resistant epilepsy are also underway.", "keywords": ["Medicine/Health", " Neurobiology", " Public Health"], "description": "After years of anecdotal claims about its benefits, the cannabis derivative cannabidiol reduced seizure frequency by 39 percent for patients with Dravet syndrome -- a rare, severe form of epilepsy -- in the first large-scale randomized clinical trial for the compound. The new study, led by Dr. Orrin Devinsky of NYU Langone Medical Center, was published online May 24 in the New England Journal of Medicine.", "date": "Wed, 24 May 2017 04:00:00 GMT"}