{"institution": "Michigan State University", "title": "New online database has answers on mitochondrial disorders", "url": "http://www.eurekalert.org/pub_releases/2017-05/msu-nod052417.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "", "journal": "BBA Clinical", "source_link": "http://msutoday.msu.edu/news/2017/new-online-database-has-answers-on-mitochondrial-disorders/", "text": "EAST LANSING, Mich. - Providing answers -- or at least more information -- to the most difficult medical questions is the aim of medical scientists. And how research findings are translated and made available can be as important as the discoveries themselves. In recent years, one area of medical research receiving increased attention is mitochondrial disease -- a group of disorders caused by dysfunctional mitochondria. DNA polymerase gamma is the enzyme responsible for duplicating and maintaining mitochondrial DNA. Disorders related to its loss of function are a major cause of mitochondrial disease. Michigan State University biochemist Laurie Kaguni and her team have created a new tool -- the POLG Pathogenicity Prediction Server - to help clinicians and scientists better diagnose POLG disorders and more accurately predict their outcomes. The tool is featured in BBA Clinical.Because of their central role in cellular energy production and multiple metabolic processes, mitochondrial diseases can affect organs, motor function and the nervous system. The wide spectrum of symptoms presented by these disorders poses significant challenges to their diagnosis.The database contains 681 anonymous POLG patient entries gathered from publicly available case reports. Each patient entry includes data on age of diagnosis and symptoms present. \"POLG disorders, largely neurological and muscular, range from prenatally fatal conditions and severe infantile onset disorders, to milder, late onset conditions,\" said Kaguni, University Distinguished Professor at MSU and director of MSU's Center for Mitochondrial Science and Medicine. To date, 176 unique POLG missense mutations in mitochondrial patients have been reported in the literature.\"POLG syndromes are largely multi-system, so it is often difficult to identify them as such,\" said Kaguni, who has also held a joint appointment at the Institute of Biosciences and Medical Technology at the University of Tampere in Finland while pursuing this study. \"And most of these syndromes are complicated by what is called compound heterozygosity, which means there is a different mutation in each of the two chromosomes in a pair. That presents a huge problem for pathogenicity prediction, and one that we decided to tackle.\"Kaguni and her team approached this problem initially as a collaboration between her two labs and the group of Professor Anu Suomalainen at the University of Helsinki by studying Alpers syndrome -- a severe form of POLG syndrome that has an onset of infantile to two years of age and, frequently, leads to death by age two. Because the symptoms (epilepsy, loss of brain function, liver failure) are clinically nearly unmistakable, they decided to use the 67 known Alpers mutations instead of all 176 POLG mutations to initiate the work.What they discovered when they mapped the variants on a crystal structure of POLG modeled with the DNA substrate was that the mutations fall into five distinct clusters. This led to the conclusion that if an individual is identified as having a mutation in a given cluster and a second in another cluster, one can predict what their combination would do. Building on this finding, Kaguni's team, which included graduate students from MSU and Tampere -- Greg Farnum and Anssi Nurminen -- then added the rest of the known POLG mutations to their study and found that all but two of them fell within the same clusters they made for Alpers syndrome. \"These findings show us that we can predict -- for any given mutation -- what impact it will have on the biochemistry of the enzyme,\" Kaguni said. \"When we consider pairs of mutations in the context of all of the collected patient data, we can now predict with reasonable confidence whether the disease is going to be early, mid-life or later-life onset -- and what the symptoms are likely to be.\"The server features a mutation query interface so that the user can enter the POLG mutations identified in a patient. Based on this information, the server displays the cluster mapping of the input mutations and shows any existing patient cases. Using existing cases with similar cluster-mapping mutations, the server displays an indicator of the most probable age of onset, which can be used as the basis for a diagnosis/prognosis for a patient.\"If someone has been diagnosed with a particular mutant pair and there is published data on it, you can find out quite accurately what is likely to happen,\" Kaguni said. \"You can also look at what the symptoms are for other patients with that pairing. Notably, there are a number of common mutations in the global population, so that we have substantial data that will allow us to predict the outcome of new mutations within those clusters, or of new pairs of mutations.\"Our aim is to extend the use of the server and database to enable early diagnosis, because there are many deleterious combinations that we would expect to be developmentally lethal,\" Kaguni continued. \"On the other end of the spectrum, for late-onset disorders, early diagnosis will aid in intervention with dietary and physical therapy regimes.\" ", "keywords": ["Biology", " Medicine/Health", " Physiology"], "description": "Providing answers - or at least more information - to the most difficult medical questions is the aim of medical scientists. And how research findings are translated and made available can be as important as the discoveries themselves.", "date": "Wed, 24 May 2017 04:00:00 GMT"}