{"institution": "University of California - San Diego", "title": "New brain mapping tool produces higher resolution data during brain surgery", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--nbm052417.php", "article_link": "http://dx.doi.org/10.1002/adfm.201700232", "region": "namerica", "funder": "Center for Brain Activity Mapping, University of California San Diego, National Science Foundation, University of California Multicampus Research Programs and Initiatives, Office of Naval Research", "meeting": "", "journal": "Advanced Functional Materials", "source_link": "http://jacobsschool.ucsd.edu/news/news_releases/release.sfe?id=2219", "text": "Researchers have developed a new device to map the brain during surgery and distinguish between healthy and diseased tissues. The device provides higher resolution neural readings than existing tools used in the clinic and could enable doctors to perform safer, more precise brain surgeries.The device is an improved version of a clinical tool called an electrode grid, which is a plastic or silicone-based grid of electrodes that is placed directly on the surface of the brain during surgery to monitor the activity of large groups of neurons. Neurosurgeons use electrode grids to identify which areas of the brain are diseased in order to avoid damaging or removing healthy, functional tissue during operations. Despite their wide use, electrode grids have remained bulky and have not experienced any major advances over the last 20 years.The new electrode grid, developed by a team of researchers at the University of California San Diego and Massachusetts General Hospital, is about a thousand times thinner -- 6 micrometers versus several millimeters thick -- than clinical electrode grids. This allows it to conform better to the intricately curved surface of the brain and obtain better readings. The new electrode grid also contains a much higher density of electrodes -- spaced 25 times closer than those in clinical electrode grids -- enabling it to generate higher resolution recordings.\"Our goal is to develop a tool that can obtain more reliable information from the surface of the brain,\" said electrical engineering professor Shadi Dayeh, who co-led the study with neuroscience professor Eric Halgren and electrical engineering professor Vikash Gilja, all at UC San Diego. The project was funded by the Center for Brain Activity Mapping (CBAM) at UC San Diego and brought together experts from multiple fields, including neurosurgeons, neuroscientists, electrical engineers, materials scientists and experts in systems integration. Researchers published their work on May 12 in Advanced Functional Materials.\"By providing higher resolution views of the human brain, this technology can improve clinical practices and could lead to high performance brain machine interfaces,\" Gilja said.To make their high resolution electrode grid, researchers had to find a way to shrink the size of the electrodes to pack them closer together. But with metal electrodes, which are typically used to make these grids, there is a tradeoff -- shrinking their size increases their electrical resistance, resulting in more noisy readings. To overcome this problem, the team switched out the metal electrodes with ones made of a conductive polymer called PEDOT:PSS. The material is transparent, thin and flexible. Using this material enabled researchers to make smaller electrodes without sacrificing electrochemical performance. It also enhanced the richness of the information measured from the surface of the brain. \"These electrodes occupy minuscule volumes -- imagine Saran wrap, but thinner. And we demonstrate that they can capture neural activity from the human brain at least as well as conventional electrodes that are orders of magnitude larger,\" Gilja said.Researchers worked with neurosurgeons at Thornton Hospital at UC San Diego and Brigham Women's Hospital in Boston to test their grid on four patients. The PEDOT:PSS electrode grid and a standard clinical electrode grid were compared side by side. In standard clinical recordings, the PEDOT:PSS electrode grid either performed similarly or slightly better than the standard electrode grid, recording with lower noise and higher resolution. \"In order to introduce a new electrode grid for clinical use, we first need to show that the device can yield the same information as that used in the clinic. Then we can build upon that work to make an even better product that can improve patient care,\" Dayeh said.In one test, the team performed background readings of a patient's brain waves both while the patient was awake and unconscious. The PEDOT:PSS electrode grid produced similar readings as the standard clinical electrode grid. In another test, the team monitored the brain activity of a patient undergoing epilepsy surgery. Both electrode grids identified normal functioning areas of the brain versus where the seizures were happening. The main difference is that the PEDOT:PSS electrode grid produced more detailed and higher resolution readings than the clinical electrode grid.Other tests monitored the brain activity of patients performing cognitive tasks. Patients were either shown a particular word or a picture illustrating that word. The word was afterwards recited to the patients. In the readings from both the PEDOT:PSS and standard electrode grids, researchers could differentiate between when the patients were hearing the word versus when they were seeing it (or a picture). \"This experiment shows we can resolve functional and cognitive activity from the surface of the brain using these electrodes,\" Dayeh said.The team's next steps are to make higher density electrode grids for improved resolution and biocompatibility tests to see how long they can stay in the body before they experience biofouling. ", "keywords": ["Surgery", " Technology/Engineering/Computer Science", " Biotechnology", " Electrical Engineering/Electronics"], "description": "Researchers have developed a new device to map the brain during surgery and distinguish between healthy and diseased tissues. The device provides higher resolution neural readings than existing tools used in the clinic and could enable doctors to perform safer, more precise brain surgeries.", "date": "Wed, 24 May 2017 04:00:00 GMT"}