{"institution": "University of Eastern Finland", "title": "Finnish study: Half of patients recover to baseline function after refractory status epilepticus", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoef-fsh052217.php", "article_link": "http://dx.doi.org/10.1016/j.eplepsyres.2017.03.009", "region": "europe", "funder": "", "meeting": "", "journal": "Epilepsy Research", "source_link": null, "text": "Three in four patients with refractory status epilepticus treated in an intensive care unit (ICU) are still alive a year later, and half of them have recovered to baseline function, according to a new study from the University of Eastern Finland. The study was the first to show the population-based incidences for refractory and super-refractory status epilepticus and to evaluate the long-term outcome. Anne-Mari Kantanen, MD, presented the results in her doctoral thesis at the University of Eastern Finland.\"The thesis addresses an extremely important area of research, in which new treatment is now being developed which hopefully will have a significant impact on outcome in this serious condition,\" says Professor Simon Shorvon of University College London, who assessed the thesis as the opponent.Status epilepticus (SE), a prolonged seizure, is a neurological emergency that may cause death and marked neurological deficiency. If the first and second line medications fail to terminate the seizure, the condition is called refractory status epilepticus (RSE), and if it continues beyond 24 hours after the administration of first anaesthesia, it is called super-refractory status epilepticus (SRSE). Professor Shorvon was the first to define super-refractory status epilepticus in 2011 and could only estimate the incidence at the time. Data on long-term outcomes of SE remain scarce, particularly in the cases of RSE and SRSE, and are based on small patient cohorts. The present study was the first to analyse a population-based, nationwide cohort showing the incidence and long-term - one year - outcome of intensive care unit treated and anaesthesia treated RSE and SRSE. The Finnish Intensive Care Consortium (FICC) database and medical records were used to identify adult RSE patients treated in ICU with general anaesthesia in a population-based cohort in Finland during a 3-year period from 2010 to 2012. Altogether, there were 395 incidents of RSE, of which 87 (22%) were diagnosed  as SRSE.  The incidence of RSE was 3.4 per 100,000 persons per year, and 0.7 per 100,000 persons per year for SRSE. The one-year mortality of all RSE and SRSE patients was 25% and 36%, respectively. Super-refractoriness, dependence on others to perform activities of daily living functions, severity of organ dysfunction at ICU admission, and higher age predicted long-term mortality.  The treatment outcome was studied in more detail in Kuopio University Hospital special responsibility area with a population of 840,000 people. Nearly 50% of the ICU-treated RSE patients recovered to baseline function, whereas 30% showed new functional defects, and 20% died. The outcome was worse in older patients and in patients with progressive or fatal aetiologies.  In Finland, all patients with RSE and SRSE are treated in ICUs and the cases are comprehensively documented, which made the pioneering nationwide study possible. According to Dr Kantanen, starting treatment fast and administering first aid medication already before hospitalisation following the National Current Care Guidelines are vital to treatment outcome.\"When paramedics start administering first aid medication quickly and the treatment continues in a hospital under the care of an on-call physician and a neurologist, the majority of epileptic seizures can be stopped and the excessive electrical activity in the brain normalises. It is vital to analyse the patient's clinical symptoms and to perform an emergency EEG to screen out patients who need to be quickly moved to an ICU in order to stop the seizure,\" Dr Kantanen concludes.", "keywords": ["Medicine/Health", " Neurobiology"], "description": "Three in four patients with refractory status epilepticus treated in an intensive care unit (ICU) are still alive a year later, and half of them have recovered to baseline function, according to a new study from the University of Eastern Finland. The study was the first to show the population-based incidences for refractory and super-refractory status epilepticus and to evaluate the long-term outcome.", "date": "Mon, 22 May 2017 04:00:00 GMT"}