{"institution": "University of Zurich", "title": "Deep sleep maintains the learning efficiency of the brain", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoz-dsm052217.php", "article_link": "http://dx.doi.org/10.1038/ncomms15405", "region": "europe", "funder": "", "meeting": "", "journal": "Nature Communications", "source_link": "http://www.media.uzh.ch/en/Press-Releases/2017/Deep-Sleep.html", "text": "For the first time, researchers of the University of Zurich and Swiss Federal Institute of Technology in Zurich have demonstrated the causal context of why deep sleep is important to the learning efficiency of the human brain. They have developed a new, non-invasive method for modulating deep sleep in humans in a targeted region of the brain. Most people know from their own experience that just a single sleepless night can lead to difficulty in mastering mental tasks the next day. Researchers assume that deep sleep is essential for maintaining the learning efficiency of the human brain in the long term. While we are awake, we constantly receive impressions from our environment, whereby numerous connections between the nerve cells - so-called synapses - are excited and intensified at times. The excitation of the synapses does not normalize again until we fall asleep.  Without a recovery phase, many synapses remain maximally excited, which means that changes in the system are no longer possible: Learning efficiency is blocked. Causal connection between deep sleep and learning efficiency The connection between deep sleep and learning efficiency has long been known and proven. Now, researchers at the University of Zurich (UZH) and the Swiss Federal Institute of Technology (ETH) in Zurich have been able to demonstrate a causal connection within the human brain for the first time. Reto Huber, professor at the University Children's Hospital Zurich and of Child and Adolescent Psychiatry at UZH, and Nicole Wenderoth, professor in the Department of Health Sciences and Technology at the ETH Zurich, have succeeded in manipulating the deep sleep of test subjects in targeted areas. \"We have developed a method that lets us reduce the sleep depth in a certain part of the brain and therefore prove the causal connection between deep sleep and learning efficiency,\" says Reto Huber. Subjective sleep quality was not impairedIn the two-part experiment with six women and seven men, the test subjects had to master three different motoric tasks. The concrete assignment was to learn various sequences of finger movements throughout the day. At night, the brain activity of the test subjects during sleep was monitored by EEG. While the test subjects were able to sleep without disturbance after the learning phase on the first day, their sleep was manipulated in a targeted manner on the second day of the experiment - using acoustic stimulation during the deep sleep phase. To do so, the researchers localized precisely that part of the brain responsible for learning the abovementioned finger movements, i.e., for the control of motor skills (motor cortex). The test subjects were not aware of this manipulation; to them, the sleep quality of both experimental phases was comparable on the following day.Deep sleep disturbances impair learning efficiencyIn a second step, researchers tested how the manipulation of deep sleep affected the motoric learning tasks on the following day. Here, they observed how the learning and performance curves of the test subjects changed over the course of the experiment. As expected, the participants were particularly able to learn the motoric task well in the morning. As the day went on, however, the rate of mistakes rose. After sleep, the learning efficiency considerably improved again. This was not the case after the night with the manipulated sleep phase. Here, clear performance losses and difficulties in learning the finger movements were revealed. Learning efficiency was similarly as weak as on the evening of the first day of the experiment. Through the manipulation of the motor cortex, the excitability of the corresponding synapses was not reduced during sleep. \"In the strongly excited region of the brain, learning efficiency was saturated and could no longer be changed, which inhibited the learning of motor skills,\" Nicole Wenderoth explains. In a controlled experiment with the same task assignment, researchers manipulated another region of the brain during sleep. In this case, however, this manipulation had no effect on the learning efficiency of the test subjects. Use in clinical studies plannedThe newly gained knowledge is an important step in researching human sleep. The objective of the scientists is to use this knowledge in clinical studies. \"Many diseases manifest in sleep as well, such as epilepsy,\" Reto Huber explains. \"Using the new method, we hope to be able to manipulate those specific brain regions that are directly connected with the disease.\" This could help improve the condition of affected patients.\r\n", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Learning/Literacy/Reading"], "description": "For the first time, researchers of the University of Zurich and Swiss Federal Institute of Technology in Zurich have demonstrated the causal context of why deep sleep is important to the learning efficiency of the human brain. They have developed a new, noninvasive method for modulating deep sleep in humans in a targeted region of the brain.", "date": "Mon, 22 May 2017 04:00:00 GMT"}