{"title": "Diabetes drug may help symptoms of autism associated condition | EurekAlert! Science News", "year": "Mon, 15 May 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "widely", "used", "diabetes", "medication", "could", "help", "people", "common", "inherited", "form", "autism", "research", "found", "drug", "called", "metformin", "improves", "sociability", "reduces", "symptomatic", "behaviours", "adult", "mice", "form", "fragile", "x", "say", "metformin", "could", "repurposed", "therapy", "fragile", "x", "syndrome", "within", "years", "clinical", "trials", "prove", "x", "syndrome", "caused", "inherited", "defects", "gene", "called", "fmr1", "leads", "excess", "protein", "production", "brain", "results", "breakdown", "connections", "brain", "cells", "leading", "changes", "team", "led", "university", "edinburgh", "mcgill", "university", "canada", "looked", "effects", "metformin", "mice", "lack", "fmr1", "mice", "usually", "symptoms", "consistent", "fragile", "x", "syndrome", "exhibit", "repetitive", "behaviours", "increased", "grooming", "socialise", "mice", "mice", "treatment", "metformin", "ten", "days", "protein", "production", "brain", "returned", "typical", "levels", "brain", "connections", "repaired", "displayed", "normal", "behaviour", "patterns", "researchers", "therapy", "also", "reduced", "occurrence", "seizures", "reported", "affect", "10", "20", "per", "cent", "people", "fragile", "x", "syndrome", "affects", "around", "1", "boys", "1", "girls", "common", "known", "cause", "inherited", "intellectual", "disability", "affected", "children", "developmental", "delays", "impair", "speech", "language", "problems", "social", "interactions", "often", "autism", "anxiety", "seizures", "metformin", "already", "approved", "uk", "medicines", "healthcare", "products", "regulatory", "agency", "us", "food", "drug", "administration", "therapy", "type", "2", "study", "published", "journal", "nature", "christos", "gkogkas", "chancellor", "fellow", "university", "edinburgh", "patrick", "wild", "centre", "said", "metformin", "extensively", "used", "therapy", "type", "2", "diabetes", "30", "years", "safety", "tolerability", "well", "documented", "study", "suggests", "drug", "could", "novel", "therapeutic", "fragile", "x", "syndrome", "common", "type", "autism", "next", "plan", "investigate", "whether", "metformin", "offers", "benefits", "types", "dr", "nahum", "sonenberg", "james", "mcgill", "professor", "mcgill", "university", "biochemistry", "department", "commented", "exciting", "research", "work", "career", "offers", "great", "promise", "treating", "pernicious", "genetic", "disease", "dr", "andrew", "stanfield", "patrick", "wild", "centre", "research", "autism", "fragile", "x", "syndrome", "intellectual", "disabilities", "said", "findings", "particularly", "important", "metformin", "commonly", "used", "drug", "conditions", "already", "know", "lot", "safety", "profile", "clinical", "trials", "people", "fragile", "x", "syndrome", "successful", "could", "use", "much", "quickly", "would", "case", "brand", "new", "medication"], "url": "http://www.eurekalert.org/pub_releases/2017-05/uoe-ddm051517.php", "date": "2018-01-19_21:09:25", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA widely used diabetes medication could help people with a common inherited form of autism, research shows.Scientists found that a drug called metformin improves sociability and reduces symptomatic behaviours in adult mice with a form of Fragile X syndrome.Researchers say that metformin could be repurposed as a therapy for Fragile X syndrome within a few years - if clinical trials prove successful.Fragile X syndrome is caused by inherited defects in a gene called FMR1, which leads to excess protein production in the brain. This results in the breakdown of connections between brain cells, leading to changes in behaviour.The team led by the University of Edinburgh and McGill University in Canada looked at the effects of metformin on mice that lack the FMR1 gene.These mice usually have symptoms consistent with Fragile X syndrome - they exhibit repetitive behaviours such as increased grooming and do not socialise with other mice. After mice had treatment with metformin for ten days, protein production in the brain returned to typical levels, brain connections were repaired and they displayed normal behaviour patterns, the researchers found.The therapy also reduced the occurrence of seizures, which are reported to affect between 10 and 20 per cent of people with Fragile X.Fragile X Syndrome affects around 1 in 4,000 boys and 1 in 6,000 girls. It is the most common known cause of inherited intellectual disability. Affected children have developmental delays that impair speech and language, problems with social interactions and are often co-diagnosed with autism, anxiety and seizures. Metformin is already approved by the UK's Medicines and Healthcare products Regulatory Agency and the US Food and Drug Administration as a therapy for type 2 diabetes.The study is published in the journal Nature Medicine.Dr. Christos Gkogkas, Chancellor's Fellow at the University of Edinburgh's Patrick Wild Centre, said: \"Metformin has been extensively used as a therapy for type 2 diabetes for more than 30 years, and its safety and tolerability are well documented. Our study suggests the drug could be a novel therapeutic for Fragile X syndrome, a common type of autism. We next plan to investigate whether metformin offers any benefits for other types of autism.\"Dr. Nahum Sonenberg, James McGill Professor at McGill University's Biochemistry Department, commented: \"This is some of the most exciting research work in my career, as it offers great promise in treating a pernicious genetic disease for which there is no cure.\"Dr. Andrew Stanfield, Co-director of the Patrick Wild Centre for Research into Autism, Fragile X Syndrome and Intellectual Disabilities, said: \"'These findings are particularly important as metformin is a commonly used drug for other conditions so we already know a lot about its safety profile. If clinical trials in people with Fragile X syndrome are successful then it could be in use much more quickly than would be the case for a brand new medication.\"\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA widely used diabetes medication could help people with a common inherited form of autism, research shows.Scientists found that a drug called metformin improves sociability and reduces symptomatic behaviours in adult mice with a form of Fragile X syndrome.Researchers say that metformin could be repurposed as a therapy for Fragile X syndrome within a few years - if clinical trials prove successful.Fragile X syndrome is caused by inherited defects in a gene called FMR1, which leads to excess protein production in the brain.", "This results in the breakdown of connections between brain cells, leading to changes in behaviour.The team led by the University of Edinburgh and McGill University in Canada looked at the effects of metformin on mice that lack the FMR1 gene.These mice usually have symptoms consistent with Fragile X syndrome - they exhibit repetitive behaviours such as increased grooming and do not socialise with other mice.", "After mice had treatment with metformin for ten days, protein production in the brain returned to typical levels, brain connections were repaired and they displayed normal behaviour patterns, the researchers found.The therapy also reduced the occurrence of seizures, which are reported to affect between 10 and 20 per cent of people with Fragile X.Fragile X Syndrome affects around 1 in 4,000 boys and 1 in 6,000 girls.", "It is the most common known cause of inherited intellectual disability.", "Affected children have developmental delays that impair speech and language, problems with social interactions and are often co-diagnosed with autism, anxiety and seizures.", "Metformin is already approved by the UK's Medicines and Healthcare products Regulatory Agency and the US Food and Drug Administration as a therapy for type 2 diabetes.The study is published in the journal Nature Medicine.Dr.", "Christos Gkogkas, Chancellor's Fellow at the University of Edinburgh's Patrick Wild Centre, said: \"Metformin has been extensively used as a therapy for type 2 diabetes for more than 30 years, and its safety and tolerability are well documented.", "Our study suggests the drug could be a novel therapeutic for Fragile X syndrome, a common type of autism.", "We next plan to investigate whether metformin offers any benefits for other types of autism.\"Dr.", "Nahum Sonenberg, James McGill Professor at McGill University's Biochemistry Department, commented: \"This is some of the most exciting research work in my career, as it offers great promise in treating a pernicious genetic disease for which there is no cure.\"Dr.", "Andrew Stanfield, Co-director of the Patrick Wild Centre for Research into Autism, Fragile X Syndrome and Intellectual Disabilities, said: \"'These findings are particularly important as metformin is a commonly used drug for other conditions so we already know a lot about its safety profile.", "If clinical trials in people with Fragile X syndrome are successful then it could be in use much more quickly than would be the case for a brand new medication.\""], "source": "University of Edinburgh"}