{"title": "Study: Consumers see much greater risk than reward in online ads", "text": "CHAMPAIGN, Ill. -- Personalized ads now follow us around the web, their content drawn from tracking our online activity. The ad industry has suggested we're OK with it - that we see benefits roughly equal to perceived risks.\r\nA study by University of Illinois advertising professor Chang-Dae Ham says otherwise, suggesting the industry may want to reconsider its approach.\r\n\"The perception of risk is much stronger than the perception of benefit,\" Ham found in surveying 442 college students on how they coped with what is known as online behavioral advertising. \"That drives them to perceive more privacy concern, and finally to avoid the advertising,\" he said.\r\nThe study appears in the May issue of the International Journal of Advertising.\r\nPrevious studies have looked at various aspects of OBA, but Ham said his is the first to investigate the interaction of various psychological factors - or mediating variables - behind how people respond to it and why they might avoid ads.\r\n\"The response to OBA is very complicated,\" he said. \"The ad avoidance is not explained just by one or two factors; I'm arguing here that five or six factors are influencing together.\"\r\nHam examined not only interactions related to risk, benefit and privacy, but also self-efficacy (sense of control); reactance (reaction against perceived restrictions on freedom); and the perceived personalization of the ads.\r\nHe also looked at the effect of greater and lesser knowledge among participants about how online behavioral advertising works. Those with greater perceived knowledge were likely to see greater benefits, but also greater risk, he found. Similar to those with little perceived understanding, they tilted strongly toward privacy concerns and avoiding ads.\r\nHam's study of online behavioral advertising follows from his interest in all forms of hidden persuasion, and his previous research has looked at product placement, user-generated YouTube videos and advergames. But OBA is \"a very special type,\" he said, in that it elicits risk perceptions and privacy concerns different from those in response to those other forms.\r\nThe study conclusions could have added significance, Ham said, because research has shown that college-age individuals, like those in his study pool, are generally less concerned about privacy than those in older age groups.\r\nIf his findings are an accurate reflection of consumer attitudes, Ham said they could represent \"a really huge challenge to the advertising industry\" since online behavioral advertising represents a growing segment of advertising revenue.\r\nHam thinks advertisers, in their own interest, may want to make the process more transparent and controllable. \"They need to educate consumers, they need to clearly disclose how they track consumers' behavior and how they deliver more-relevant ad messages to them,\" he said.\r\nGiving consumers control is important because it might keep them open to some personalized online advertising, rather than installing tools like ad blockers, in use by almost 30 percent of online users in the U.S., he said.\r\nWith little understanding of online behavioral advertising, and no easy way to control it, \"they feel a higher fear level than required, so they just block everything.\"\r\nIt's all the more important because the technology is only getting better and more accurate, Ham said. Tracking systems \"can even infer where I'm supposed to visit tomorrow, where I haven't visited yet.\"", "article_link": "http://dx.doi.org/10.1080/02650487.2016.1239878", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-scs051817.php", "region": "namerica", "source_link": "https://news.illinois.edu/blog/view/6367/502365", "funder": "", "meeting": "", "institution": "University of Illinois at Urbana-Champaign", "keywords": ["Advertising/Public Relations", " Advertising/Public Relations", " Social/Behavioral Science", " Internet"], "journal": "International Journal of Advertising", "description": "The risks far outweigh the benefits for most consumers in their response to personalized online ads, known as online behavioral advertising, suggests a study by University of Illinois advertising professor Chang-Dae Ham. The perception of risk drives consumers to greater privacy concerns and to avoid the advertising. The ad industry may want to reconsider its approach as a result, he said. The study appears in the May issue of the International Journal of Advertising.", "date": "Thu, 18 May 2017 04:00:00 GMT"}