{"title": "Mechanisms behind sensory deficits in Parkinson's disease", "text": "Although Parkinson's disease is often associated with motor symptoms such as stiffness, poor balance and trembling, the first symptoms are often sensory and include a reduced sense of touch and smell. In a study on mice, researchers at Karolinska Institutet have now been able to identify neural circuits and mechanisms behind this loss of sensory perception. The study, which is published in the scientific journal Neuron, may open avenues to methods of earlier diagnosis.There are some 18,000 people with Parkinson's disease in Sweden, and around 2,000 new diagnoses every year. The disease, which is one of our most common neurological conditions, is currently incurable, although its symptoms can be alleviated.When we think of Parkinson's disease, we often focus on its motor symptoms, such as stiffness and trembling, which are caused by a gradual decrease in the dopamine supply to a brain area called the striatum, the primary input nucleus of the basal ganglia.Research on Parkinson's disease has mainly focused on these motor impairments. However, patients are also affected by severe sensory problems, including an impaired sense of smell, touch and vision, and this area of research has remained relatively neglected.\"Our study highlights the sensory aspects of basal ganglia function and presents a new approach to the mechanisms behind the sensory impairments seen in Parkinson's disease,\" says Gilad Silberberg, associate professor at Karolinska Institutet's Department of Neuroscience.The researchers in the present study used a light puff of air to stimulate either the right or left whiskers of mice, some of which had an especially low number of dopamine cells, while using a new optogenetic tool called an optopatcher. Applying this technique, which enables the activity of neurons to be recorded during manipulation with light, they were able to see which neurons in the basal ganglia were active and when they transmitted signals.\"By studying neuronal activity in the striatum, we found that the neurons in dopamine-depleted mice did not properly signal if it was the right or left whiskers that were being stimulated,\" says Dr Silberberg. \"But when we treated the mice with L-DOPA, the most commonly used Parkinson's drug, they recovered their ability to distinguish between left and right.\"It is hoped that the discovery will open the way for methods of earlier diagnosis.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/ki-mbs051817.php", "region": "europe", "source_link": "http://dx.doi.org/10.1016/j.neuron.2017.05.004", "funder": "", "meeting": "", "institution": "Karolinska Institutet", "keywords": ["Biotechnology", " Medicine/Health", " Neurobiology", " Parkinson's Disease"], "journal": "Neuron", "description": "Although Parkinson's disease is often associated with motor symptoms such as stiffness, poor balance and trembling, the first symptoms are often sensory and include a reduced sense of touch and smell. In a study on mice, researchers at Karolinska Institutet have now been able to identify neural circuits and mechanisms behind this loss of sensory perception. The study, which is published in the scientific journal Neuron, may open avenues to methods of earlier diagnosis.", "date": "Thu, 18 May 2017 04:00:00 GMT"}