{"title": "Know thyself to understand others", "text": "Through targeted training, people can be guided to develop a better inner awareness about their own mental states, and to have a better understanding of the mental state of others. This is because the better people understand themselves, the more easily they can think themselves in other people's shoes. Such training therefore ultimately helps us deal with current global challenges, says Anne Böckler of the Max Planck Institute for Human Cognitive and Brain Science and Julius Maximilians University Würzburg in Germany. She is the lead author of a study in Springer's Journal of Cognitive Enhancement which looked at the influence a three-month contemplative training course had on a group of adults.  During the three months, various methods were used to teach two groups of 80 and 81 participants, aged between20 and 55 years, how to develop their perspective taking skills. The training was inspired by the Internal Family Systems model which views the self as being composed of different complex inner parts or subpersonalities, each with their own defining set of behaviours, thoughts and emotions. Participants were taught to identify and classify their own inner parts, as well as those of others. They explored how being identified with different inner parts such as their caring, managing or pleasure parts affects their everyday experiences.  The results revealed that after the training, the participants could easily identify prototypical inner parts such as \"the inner manager\" or \"the inner child\" in their own personalities. The degree to which participants improved their understanding of themselves - as reflected in the number of different inner parts they could identify - went hand in hand with how much participants improved in terms of their own flexibility and being able to accurately infer and understand the mental state of others. The more negative inner parts they could identify, the better their awareness of other people's frame of mind became thanks to the training. \"There is a close link between getting better in understanding oneself and improvement in social intelligence,\" says Böckler. The realisation that people who learn to better identify negative aspects of themselves are better able to understand others has interesting implications for the ever-changing world we live in. \"This insight could prove important in an increasingly complex and interconnected world where taking the view of others, especially those from different cultures or with different religious backgrounds, becomes ever more difficult - and ever more necessary,\" adds Böckler.\r\nThe study suggests that work on inner parts and training to flexibly take perspective on self-related inner mental states holds promise in therapeutic as well as non-clinical settings aiming to foster psychological health and social intelligence. It also has value for fundamental research in the fields of personality and social psychology and social neurosciences.", "article_link": "http://dx.doi.org/10.1007/s41465-017-0023-6", "url": "http://www.eurekalert.org/pub_releases/2017-05/s-ktt051817.php", "region": "europe", "source_link": "http://www.springer.com/gp/about-springer/media/research-news/know-thyself-to-understand-others/12295282", "funder": "European Research Council/ReSource Project, Max Planck Society", "meeting": "", "institution": "Springer", "keywords": ["Social/Behavioral Science", " Mental Health", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Cognitive Enhancement", "description": "Through targeted training, people can be guided to develop a better inner awareness about their own mental states, and to have a better understanding of the mental state of others. This helps us deal with current global challenges, says Anne Böckler of the Max Planck Institute for Human Cognitive and Brain Science and Julius Maximilians University Würzburg in Germany. She is the lead author of a study in Springer's Journal of Cognitive Enhancement.", "date": "Thu, 18 May 2017 04:00:00 GMT"}