{"title": "Parents with bipolar benefit from self-help tool", "text": "Online self-management support for parents with Bipolar Disorder leads to improvements in parenting and child behaviour.That is the finding of researchers from the Spectrum Centre for Mental Health Research at Lancaster University, who recruited 97 parents with Bipolar Disorder who have children aged between 3 and ten years old.They were split into two groups, with one being offered an Integrated Bipolar Parenting Intervention (IBPI) online.This includes sixteen modules lasting half an hour each looking at different aspects of parenting, supported by video and audio material.Lead author Professor Steven Jones said: \"People with bipolar disorder may find that their changes in mood make the delivery of consistent parenting more difficult than for parents without bipolar disorder. \"This online parenting support programme combines self-management strategies for bipolar disorder. It looks at the impact of extremes of mood on parenting and how to maintain consistency in parenting.\"\r\nAs this intervention requires very little professional support, it could be offered as a supplement to current services without significant additional investment.Further research will be needed to explore in the longer term whether the beneficial impacts of the intervention translate into reduced risks of longer-term mental health problems in addition to shorter term improvements in current child behaviour.", "article_link": "http://dx.doi.org/10.1111/jcpp.12745", "url": "http://www.eurekalert.org/pub_releases/2017-05/lu-pwb051717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Lancaster University", "keywords": ["Medicine/Health", " Mental Health", " Counseling", " Decision-making/Problem Solving", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety", " Parenting/Child Care/Family", " Couples"], "journal": "Journal of Child Psychiatry and Psychology", "description": "Online self-management support for parents with Bipolar Disorder leads to improvements in parenting and child behavior. That is the finding of researchers from the Spectrum Centre for Mental Health Research at Lancaster University, who recruited 97 parents with Bipolar Disorder who have children aged between 3 and ten years old.", "date": "Wed, 17 May 2017 04:00:00 GMT"}