{"title": "Humans rely more on 'inferred' visual objects than 'real' ones", "text": "Humans treat 'inferred' visual objects generated by the brain as more reliable than external images from the real world, according to new research published in eLife.The study, from the University of Osnabru?ck, Germany, reveals that when choosing between two identical visual objects - one generated internally based on information from the blind spot and an external one - we are surprisingly likely to show a bias towards the internal information.To make sense of the world, humans and animals need to combine information from multiple sources. This is usually done according to how reliable each piece of information is. For example, to know when to cross the street, we usually rely more on what we see than what we hear - but this can change on a foggy day.\"In such situations with the blind spot, the brain 'fills in' the missing information from its surroundings, resulting in no apparent difference in what we see,\" says senior author Professor Peter König, from the University of Osnabru?ck's Institute of Cognitive Science. \"While this fill-in is normally accurate enough, it is mostly unreliable because no actual information from the real world ever reaches the brain. We wanted to find out if we typically handle this filled-in information differently to real, direct sensory information, or whether we treat it as equal.\"To do this, König and his team asked study participants to choose between two striped visual images, both of which were displayed to them using shutter glasses. Each image was displayed either partially inside or completely outside the visual blind spot. Both were perceived as identical and 'continuous' due to the filling-in effect, and participants were asked to select the image they thought represented the real, continuous stimulus.\"We thought people would either make their choice without preference, or with a preference towards the real stimulus, but exactly the opposite happened - there was in fact a strong bias towards the filled-in stimulus inside the blind spot,\" says first author Benedikt Ehinger, researcher at the University of Osnabru?ck. \"Additionally, in an explorative analysis of how long the participants took to make their choice, we saw that they were slightly quicker to choose this stimulus than the one outside the blind spot.\"So, why are subjects so keen on the blind-spot information when it is essentially the least reliable? The team's interpretation is that subjects compare the internal representation (or 'template') of a continuous stimulus against the incoming sensory input, resulting in an error signal which represents the mismatch. In the absence of real information, no deviation and therefore no error or a smaller signal occurs, ultimately leading to a higher credibility at the decision-making stage. This indicates that perceptual decision-making can rely more on inferred rather than real information, even when there is some knowledge about the reduced reliability of the inferred image available in the brain.\"In other words, the implicit knowledge that a filled-in stimulus is less reliable than an external one does not seem to be taken into account for perceptual decision-making,\" Ehinger explains.The team says that understanding how we integrate information from different sources with different reliabilities can inform us about the exact mechanisms used by the brain to make decisions based on our perceptions.\"By finding out how implied stimuli are compared to real ones, we can better understand how other internal sources of information are weighted against external, real information,\" König concludes. \"In future, we would be interested to see if the greater reliability placed on implied information is specific to the blind spot, or whether it generalises to other internal information that often occurs in visual processing, such as with optical illusions, afterimages or change blindness.\"", "article_link": "http://dx.doi.org/10.7554/eLife.21761", "url": "http://www.eurekalert.org/pub_releases/2017-05/e-hrm051517.php", "region": "europe", "source_link": null, "funder": "Horizon 2020, DeutscheForschungsgemeinschaft", "meeting": "", "institution": "eLife ", "keywords": ["Biology", " Decision-making/Problem Solving", " Perception/Awareness"], "journal": "eLife", "description": "Humans treat 'inferred' visual objects generated by the brain as more reliable than external images from the real world, according to new research published in eLife.", "date": "Tue, 16 May 2017 04:00:00 GMT"}