{"title": "Three-year-olds understand, value obligations of joint commitment", "text": "The ability to engage in joint actions is a critical step toward becoming a cooperative human being. In particular, forming a commitment with a partner to achieve a goal that one cannot achieve alone is important for functioning in society. Previous research has shown that children begin collaborating with others between ages 2 and 3 years. However, it's less clear whether they understand the concept of joint commitments with binding obligations. A new study looked at this phenomenon and suggests that children as young as 3 understand and value the obligations that accompany a joint commitment - and that they resent a partner who breaks a commitment for selfish reasons.\r\nThe study, by researchers at the Max Planck Institute for Evolutionary Anthropology (in Germany) and Duke University, appears in the journal Child Development.\r\n\"Collaborating with joint goals that structure individuals' roles in pursuit of shared rewards is a uniquely human form of social interaction,\" explains Margarita Svetlova, visiting assistant professor of psychology at Duke University, who contributed to the study. \"In this study, we wanted to see what children understand about the specific roles each of them must play to achieve joint success in an interdependent task, and how they react to partners who fail to do their part for various reasons.\"\r\n\tResearchers presented 72 pairs of 3-year-olds (for a total of 144 children) with a collaborative task - pulling on a rope together to move a block toward a set of marbles to get a reward; the children were tested in same-sex pairs and agreed verbally to play the game together. The children were predominantly middle-class and White, and they lived in a medium-sized German city.\r\nDuring the task, one of the partners - who had been trained before engaging in the task - stopped cooperating with the other, either leaving the collaborative task to receive an individual reward (the selfish condition), stopping because he or she operated the toy inefficiently (the ignorant condition), or quitting because the toy broke (the accidental condition). Researchers then observed children's reactions to their partner's defection and what they did next: Some tattled, others became emotionally aroused, and still others taught their partner how to engage in the task.\r\n\tThe study found that 3-year-olds could coordinate their actions with others in joint tasks, and that they understood these tasks were collaborative commitments and protested when a partner defected selfishly and knowingly. Children were naturally frustrated when the task was interrupted for any reason, but they reacted more strongly and with more resentment--tattling on their partner and becoming more aroused--when they thought their partner had broken the joint commitment (the selfish condition). \"This illustrates children's growing understanding of norms of cooperative co-existence and the obligations they entail,\" explains Svetlova.\r\n\tWhen a partner's defection happened because of a reason outside his or her control (the accidental condition) or because the partner didn't know how to do the task (the ignorant condition), the children were less upset, the researchers found. In the latter condition, children were more likely to teach their partner how to do the task and less likely to protest the interruption.\r\n\t\"The outcome of an unsuccessful collaboration was the same in all three conditions, but the children's reactions were drastically different,\" adds Svetlova. \"That tells us that the children in our study correctly inferred and addressed the underlying intentions of their partners.\"\r\n\"Our findings have important implications for parents and preschool teachers,\" suggests Ulrike Kachel, Ph.D. student at the Max Planck Institute for Evolutionary Anthropology, who led the study. \"Young children have a stronger foundation in terms of their understanding of joint commitments than has previously been understood. Those working with children in the home and in classrooms can build on this foundation by incorporating joint activities, such as cooperative independent tasks, into children's interactions.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/sfri-tuv050917.php", "region": "namerica", "source_link": "http://onlinelibrary.wiley.com/doi/10.1111/cdev.12816/full", "funder": "", "meeting": "", "institution": "Society for Research in Child Development", "keywords": ["Social/Behavioral Science", " Personality/Attitude", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness", " Parenting/Child Care/Family"], "journal": "Child Development", "description": "The ability to engage in joint actions is a critical step toward becoming a cooperative human being. In particular, forming a commitment with a partner to achieve a goal that one cannot achieve alone is important for functioning in society. Previous research has shown that children begin collaborating with others between ages 2 and 3 years. However, it's less clear whether they understand the concept of joint commitments with binding obligations.", "date": "Tue, 16 May 2017 04:00:00 GMT"}