{"title": "Don't count on your chickens counting", "text": "Clocks and calendars, sports scores and stock-market tickers - our society is saturated with numbers. One of the first things we teach our children is to count, just as we teach them their ABCs. But is this evidence of a biological drive? No, says cognitive scientist Rafael Nunez of the University of California San Diego. It is evidence of our cultural preoccupations.  \"Numerical cognition,\" he says, \"is not biologically endowed.\"Writing in the June 2017 issue of Trends in Cognitive Sciences, Nunez takes on the conventional wisdom in the field right now -- a widely accepted view in cognitive neuroscience, child psychology and animal cognition that there is a biologically evolved capacity for number and arithmetic that we share with other species. For example, Alex the African grey parrot wowed millions with his mathematical genius, not only on YouTube and TV but in scientific journals as well. Respected researchers are publishing studies suggesting that not only Alex but an incredible array of other animals can deal with numbers, too, from our evolutionary cousins the chimpanzees to more distant relatives like newborn chicks, salamanders and even mosquitofish.  Human babies have also been shown to discriminate between different quantities at ages so young that it would seem language and culture couldn't have yet played much of a role.That all points to a primordial ability for math, right? We're wired for it like we are for language? Not so fast, says Nunez, professor of cognitive science in the UC San Diego Division of Social Sciences and director of the Embodied Cognition Laboratory. He believes that part of the problem is muddled terminology. There is a difference, he says, between number and quantity, between doing math and perceiving relative amounts of things. We -- human and nonhuman animals alike -- do seem to have a shared ability, grounded in our biology and helped along by evolutionary pressures, to tell apart \"some\" and \"many\" or even small amounts of something. But numbers, more strictly speaking, he says, need a symbolic system and the scaffold of culture.In the same issue of the journal, neuroscientist  Andreas Nieder writes a rebuttal to Nunez. And Nunez, in turn, rebuts the rebuttal. Is this an argument for the birds, though? A debate only a specialist could love? Nunez says the implications go far beyond the field. As society seeks to apply findings from neuroscience to solve problems in education, for example, we need a clearer view of where to look for solutions. To support his argument that we and other animals don't have an evolved capacity for number per se, Nunez cites several different strands of research in the current literature, including experimental work with humans from non-industrialized cultures, which suggests an imprecise approach to quantity. Many of the world's languages, he points out, don't bother with exact terms for numbers larger than a few and rely on quantifiers like \"several\" or \"many.\" People can get along surprisingly well with just those kinds of words and occasional linguistic emphasis like \"really\" to distinguish between \"a lot\" and \"really a lot.\"  A survey of 193 hunter-gatherer languages from different continents found that most of these languages stop at the number five or below: 61 percent in South America, 92 percent in Australia and 41 percent in Africa. Nunez suspects that until the need arose to make precise counts of commodities, most humans throughout history just worked with \"natural quantifiers.\"He points also to brain-imaging research that shows native speakers of Chinese and native speakers of English process the same Arabic numerals in different parts of their brains, suggesting that language and culture influence even which neurons are recruited to deal with numbers. According to Nunez, as much as we might be wowed by what some trained animals can do, we have to remember that doesn't necessarily point back to an evolved capacity. They are trained over many hours and months, and they're trained by humans. \"A circus seal may jump through a burning ring but it doesn't tell us anything about the animal's ability to deal with fire in its natural environment,\" he said.  To drive home his point about humans, Nunez uses what he describes as the \"absurd\" analogy of snowboarding.  To be able to snowboard, we need our biology- \"we need our limbs and our vestibular system for balance, we need optic flow navigation, but those don't give an account of snowboarding and no one argues that we evolved to do it.\" Without a culture that allows for thermal suits and ski lifts, he said, we wouldn't be on the slopes at all. Nunez calls on researchers to become more precise with their terms and suggests that it could be productive to investigate \"what seems to be nearly universal in human cultures and in many nonhuman animals too: a 'quantical' ability and not a numerical one.\"\"Quantical skills,\" he said, are a good candidate for more intensive study and might even be informative for education. We study early ability to count and draw correlations with later achievement in school. Perhaps there are even stronger correlations with the ability to quantify, he said.", "article_link": "http://dx.doi.org/10.1016/j.tics.2017.03.005", "url": "http://www.eurekalert.org/pub_releases/2017-05/uoc--dco051517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - San Diego", "keywords": ["Biology", " Evolution", " Education", " Mathematics/Statistics", " Number Literacy/General Statistics", " Neurobiology", " Social/Behavioral Science", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Trends in Cognitive Sciences", "description": "To understand numbers, you need culture, says UC San Diego cognitive scientist Rafael Nunez. He argues against the current conventional wisdom that numerical cognition is biologically endowed.", "date": "Tue, 16 May 2017 04:00:00 GMT"}