{"title": "App that tracks bipolar manic, depressive episodes wins award", "text": "A team led by researchers at the University of Illinois at Chicago, along with collaborators at the University of Michigan and Sage Bionetworks, has won the Mood Challenge for ResearchKit, a contest that called on researchers to come up with new ways to study mood disorders using Apple's ResearchKit, an open-source platform for creating iOS apps.\r\nBiAffect, which unobtrusively monitors mobile device usage, including keyboard dynamics such as typing speed to predict manic and depressive episodes in people with bipolar disorder, was developed by a team led by Dr. Alex Leow, associate professor of psychiatry in the UIC College of Medicine and professor of bioengineering and computer science, and Peter Nelson, professor of computer science and dean of the UIC College of Engineering.\r\nThe BiAffect team will receive the $200,000 grand prize to continue to refine and launch their app in the App Store. The Mood Challenge is a New Venture Fund program funded by the Robert Wood Johnson Foundation.\r\n\"The vision for BiAffect is for it to serve as a kind of 'fitness tracker' for the brain,\" said Leow. \"The Mood Challenge helped us to realize this vision, and the finished app will be a first-of-its kind tool for researchers to study mood disorders and even cognitive disorders such as Parkinson's and Alzheimer's disease.\"\r\nBiAffect would also help researchers determine the efficacy of different treatments for bipolar and other mood disorders.\r\nThe project has been a personal endeavor for Nelson, whose adult son was diagnosed with bipolar disorder as a freshman in college. \"I began working on this idea many years ago as a way to help my son, and to see it come to fruition with this kind of recognition, and to know that the app will be out there to help people get a better understanding of this disorder is thrilling,\" Nelson said.\r\nBipolar disorder, which causes extreme mood swings between the emotional highs of manic episodes and low periods of depression, affects approximately 5.7 million, or 2.6 percent, of adult Americans, according to the National Institute of Mental Health. Diagnosis relies on careful history-taking and examination.\r\nIn previous research, Leow and Nelson, in collaboration with Kelly Ryan, clinical assistant professor of psychiatry at the University of Michigan, completed a pilot study of 30 participants that showed altered keystroke dynamics correlated with depressive and manic episodes in people with bipolar disorder.\r\n\"During a manic episode, people with bipolar disorder exhibit some common behaviors, such as talking really, really fast, with diminished self-control and flight of ideas,\" Leow said. \"It is thus natural that they also exhibit similar abnormalities in non-verbal communications that are typed on their phones.\"\r\nSpell-check requires the smartphone user to pause and determine whether to edit or accept suggestions made by auto-correct rather than to simply keep typing.\r\n\"People in the midst of a manic episode commonly have reduced impulse control, so it is not surprising that our pilot data supported that they tend to blow through the spell-check alerts,\" Leow said.\r\nDuring depressive episodes, typing a long message may become laborious, and messages tend to be shorter, she explained.\r\n\"Unobtrusively monitoring health from an iPhone combines low-cost scalability with far-reaching impact to potentially improve the lives of millions of people,\" said Nelson.\r\nThe Mood Challenge attracted more than 70 applications after it launched just over a year ago. BiAffect and four other semi-finalist teams were recommended by a panel of judges to receive $20,000 and expert mentorship at a two-day app design boot camp. BiAffect was selected as one of two finalists last October and received an additional $100,000 to develop their ResearchKit design into a prototype to pilot.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uoia-att051617.php", "region": "namerica", "source_link": "https://news.uic.edu/app-that-tracks-bipolar-manic-depressive-episodes-wins-award", "funder": "", "meeting": "", "institution": "University of Illinois at Chicago", "keywords": ["Medicine/Health", " Mental Health", " Depression/Anger", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "", "description": "A team led by researchers at the University of Illinois at Chicago, along with collaborators at the University of Michigan and Sage Bionetworks, has won the Mood Challenge for ResearchKit, a contest that called on researchers to come up with new ways to study mood disorders using Apple's ResearchKit, an open-source platform for creating iOS apps.", "date": "Tue, 16 May 2017 04:00:00 GMT"}