{"title": "How doubts about getting better influence chronic pain treatment success", "text": "A leading psychology professor at The University of Texas at Arlington has focused international attention on how a chronic pain patient's irrational doubts about never getting better can influence both his reactions to pain and even treatment outcomes.\"We are seeing that patients who tend to have these irrational beliefs are at greater risk of misusing opioid medicines and take longer to return to work when experiencing work disability for acute lower back pain,\" said Robert J.  Gatchel, UTA Distinguished Professor of Psychology and Nancy P. & John G. Penson Endowed Professor of Clinical Health Psychology.\"A more complete treatment model around this problem would promote changes in lifestyle habits and attitudes, and strengthen social support systems, alongside medical treatments. We need to take into consideration a series of treatment components that people have not considered before,\" he added. The irrational or maladaptive beliefs that the pain will never get better are clinically known as pain catastrophizing. Gatchel has edited one of the first special issues dedicated to this subject for this month's Journal of Applied Biobehavioral Research, bringing together new studies from Asia, Europe and North America, as well as his recent review of the literature. \"We hope that this special issue will spark more interest in this significant construct and help guide further clinical research,\" Gatchel said. \"New research on brain imaging and the genetics of catastrophizing are highlighting the increased complexity of these beliefs and underline the need for a more complete model for pain treatment.\"Perry Fuchs, UTA's chair of psychology, congratulated Gatchel on this achievement and his research program, which contributes to the University's strategic theme of Health and the Human Condition within the Strategic Plan 2020: Bold Solutions|Global Impact. \r\n\"There is a long history of evaluating the cognitive appraisal of pain on therapeutic outcomes and Dr. Gatchel's analysis of catastrophizing and comprehensive treatment approaches highlights certain aspects of why patients might feel less pain, why some patients recover faster, and how some better manage their conditions,\" Fuchs said.", "article_link": "http://dx.doi.org/10.1111/jabr.12088", "url": "http://www.eurekalert.org/pub_releases/2017-05/uota-hda051617.php", "region": "namerica", "source_link": "http://www.uta.edu/news/releases/2017/05/Robert%20Gatchel%20pain%20catastrophizing.php", "funder": "", "meeting": "", "institution": "University of Texas at Arlington", "keywords": ["Health Care", " Insurance", " Pain", " Social/Behavioral Science", " Behavior", " Coping/Phobias", " Personality/Attitude", " Mental Health", " Counseling", " Perception/Awareness"], "journal": "Journal of Applied Biobehavioral Research", "description": "A leading psychology professor at The University of Texas at Arlington has focused international attention on how a chronic pain patient's irrational doubts about never getting better can influence both his reactions to pain and even treatment outcomes.\r\nChronic pain costs the US up to $635 billion each year in medical treatment and lost productivity, and is considered a problem of epidemic proportions.", "date": "Tue, 16 May 2017 04:00:00 GMT"}