{"title": "Personality may change when you drink, but less than you think", "text": "People typically report substantive changes to their personality when they become intoxicated, but observations from outsiders suggest less drastic differences between \"sober\" and \"drunk\" personalities, according to research published in Clinical Psychological Science, a journal of the Association for Psychological Science.\"We were surprised to find such a discrepancy between drinkers' perceptions of their own alcohol-induced personalities and how observers perceived them,\" says psychological scientist Rachel Winograd of the University of Missouri, St. Louis--Missouri Institute of Mental Health. \"Participants reported experiencing differences in all factors of the Five Factor Model of personality, but extraversion was the only factor robustly perceived to be different across participants in alcohol and sober conditions.\"Winograd and colleagues speculate that this discrepancy may come down to inherent differences in point of view:\"We believe both the participants and raters were both accurate and inaccurate -- the raters reliably reported what was visible to them and the participants experienced internal changes that were real to them but imperceptible to observers,\" she explains.The idea that we transform into different people when we're under the influence is a popular one. And systematic differences in an individual's sober behavior and their drunken behaviors can even inform clinical determinations about whether someone has a drinking problem. But the science on \"drunk personality\" as a concept is less clear. In Winograd's previous studies, participants reliably reported that their personality changes when they imbibe, but experimental evidence for this kind of global change was lacking.Winograd and colleagues decided to bring the question into the lab, where they could carefully calibrate alcohol consumption and closely monitor individual behavior. They recruited 156 participants, who completed an initial survey gauging their typical alcohol consumption and their perceptions of their own \"typical sober\" personality and \"typical drunk\" personality.Later, the participants came to the lab in friend groups of 3 or 4, where the researchers administered a baseline breathalyzer test and measured the participants' height and weight. Over the course of about 15 minutes, each participant consumed beverages -- some drank Sprite, while others consumed individually-tailored vodka and Sprite cocktails designed to produce a blood alcohol content of about .09.After a 15-minute absorption period, the friends worked through a series of fun group activities -- including discussion questions and logic puzzles -- intended to elicit a variety of personality traits and behaviors.The participants completed personality measures at two points during the lab session. And outside observers used video recordings to complete standardized assessments of each individual's personality traits.As expected, participants' ratings indicated change in all five of the major personality factors. After drinking, participants reported lower levels of conscientiousness, openness to experience, and agreeableness, and they reported higher levels of extraversion and emotional stability (the inverse of neuroticism).The observers, on the other hand, noted fewer differences across the sober and intoxicated participants' personality traits. In fact, observer ratings indicated reliable differences in only one personality factor: extraversion. Specifically, participants who had consumed alcohol were rated higher on three facets of extraversion: gregariousness, assertiveness, and levels of activity.Given that extraversion is the most outwardly visible personality factor, it makes sense that both parties noted differences in this trait, the researchers argue.They acknowledge, however, that they cannot rule out other influences -- such as participants' own expectations of their drunk personality -- that may have contributed to the discrepancy in ratings.\"Of course, we also would love to see these findings replicated outside of the lab -- in bars, at parties, and in homes where people actually do their drinking,\" says Winograd.\"Most importantly, we need to see how this work is most relevant in the clinical realm and can be effectively included in interventions to help reduce any negative impact of alcohol on peoples' lives,\" she concludes.", "article_link": "http://dx.doi.org/10.1177/2167702616689780", "url": "http://www.eurekalert.org/pub_releases/2017-05/afps-pmc051217.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/personality-may-change-when-you-drink-but-less-than-you-think.html", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Alcohol", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Clinical Psychological Science", "description": "People typically report substantive changes to their personality when they become intoxicated, but observations from outsiders suggest less drastic differences between 'sober' and 'drunk' personalities, according to research published in Clinical Psychological Science, a journal of the Association for Psychological Science.", "date": "Mon, 15 May 2017 04:00:00 GMT"}