{"title": "Nonprescription use of Ritalin linked to adverse side effects, UB study finds", "text": "BUFFALO, N.Y. - New research from the University at Buffalo Research Institute on Addictions that explored the potential side effects of the stimulant drug Ritalin on those without ADHD showed changes in brain chemistry associated with risk-taking behavior, sleep disruption and other undesirable effects.\r\nRitalin, the brand name for methylphenidate, a central nervous system stimulant used in the treatment of attention deficit hyperactivity disorder, is a growing problem among college students who use it without a prescription as a so-called \"study enhancer.\" The drug works by increasing the concentration of certain neurotransmitters in the brain that control reasoning, problem solving and other behaviors.\r\n\"Although Ritalin's effectiveness in treating ADHD is well-documented, few studies have looked at the drug's effect on non-prescribed illicit use,\" says Panayotis (Peter) Thanos, PhD, senior research scientist at RIA. \"We wanted to explore the effects of this stimulant drug on the brain, behavior and development on non-ADHD subjects.\" \r\nRecent studies put college students' nonprescription use of stimulant drugs (Ritalin and amphetamines such as Adderall and Dexedrine) at rates anywhere between 14 and 38 percent, depending on the type of college and age of student. The common belief is that these drugs can help students to focus and concentrate when studying and perform better on tests. Alarmingly, these drugs are finding their way into high schools, as well, for the same reasons.\r\nThanos' team, which included many UB students he mentors, looked at changes in the brains of rats who received regular doses of methylphenidate during what would be equivalent to adolescence in humans, a time of significant brain growth and development.\r\n\"We saw changes in the brain chemistry in ways that are known to have an impact on the reward pathway, locomotor activity, and other behaviors, as well as effects on body weight,\" Thanos says. \"These changes in brain chemistry were associated with serious concerns such as risk-taking behaviors, disruptions in the sleep/wake cycle and problematic weight loss, as well as resulting in increased activity and anti-anxiety and antidepressive effects.\"\r\nFurther research indicated that female subjects were more sensitive to the behavioral effects of methylphenidate than the males. \r\nThanos hopes that studying the effects of methylphenidate on those without ADHD may lead to a greater understanding of how the drug works on the brain and behavior, and can help researchers understand the impact of the drug on young people throughout development. \r\n\"Understanding more about the effects of methylphenidate is also important as people with ADHD show greater risk to be diagnosed with a drug dependency problem,\" Thanos says. \"In addition, this study highlights the potential long-range risks college students take in using Ritalin for a quick study boost.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-05/uab-nuo051517.php", "region": "namerica", "source_link": "http://www.buffalo.edu/news/releases/2017/05/007.html", "funder": "New York State Research Foundation, NIH/National Institute of Child Health & Human Development", "meeting": "", "institution": "University at Buffalo", "keywords": ["Addiction", " Sleep/Sleep Disorders", " Social/Behavioral Science", " Addiction", " Drugs", " Behavior", " Personality/Attitude", " Decision-making/Problem Solving", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Journal of Neural Transmission", "description": "New research from the University at Buffalo Research Institute on Addictions that explored the potential side effects of the stimulant drug Ritalin on those without ADHD showed changes in brain chemistry associated with risk-taking behavior, sleep disruption and other undesirable effects.", "date": "Mon, 15 May 2017 04:00:00 GMT"}