{"title": "Magic enzymes", "text": "Little fungi pack a punch: \"Magic mushrooms\" of the Psilocybe species produce psychoactive compounds that alter perception when ingested. Recently, the effects on the neuronal system caused by their ingredient psilocybin have attracted the interest of pharmacologists. German scientists have now identified four of the enzymes responsible for the biosynthesis of psilocybin. In the journal Angewandte Chemie, they describe the biosynthetic pathway and introduce a synthetic route that could form the basis of biotechnological production.For centuries, Central American cultures considered Psilocybe mushrooms to be divine and used them for spiritual purposes. More recently, they have been called magic mushrooms and used for their hallucinogenic effects. These mushroom drugs may soon also be in use as pharmaceuticals that treat the existential anxiety of advanced-stage cancer patients, depression, and nicotine addiction. Their effects stem from tryptamines, which are chemical derivatives of the amino acid L-tryptophan and structural relatives of the neurotransmitters serotonin and melatonin. Among these, psilocybin is the primary chemical mushroom component. Psilocybin is an inactive precursor that is rapidly activated when consumed: splitting off a phosphate group results in the actual active ingredient, psilocin.Although the structure of psilocybin has been known for about 60 years, it has not been possible to decode the enzymatic basis of its biosynthesis. Researchers working with Dirk Hoffmeister at the Friedrich Schiller University of Jena have now figured this out. They have identified the four enzymes that transform the amino acidy L-tryptophan into psilocybin. Using genetic technology, the researchers were able to produce the enzymes in bacterial and mould fungi cultures and characterize them.Based on this knowledge, they were also able to clarify the biosynthetic production route, which is different than previously supposed. In the first step of the biosynthesis, an unsusual type of tryptophan decarboxylase splits the carboxyl group off of the amino acid L-tryptophan. A monooxygenase then introduces an alcohol group, to which a kinase subsequently adds a phosphate group. Finally, a methyl transferase adds two methyl groups stepwise to the amino group.Starting with 4-hydroxy-L-tryptophan and using three of the four fungal enzymes, the scientists were able to enzymatically synthesize psilocybin by a simple method in a combined reaction. Given the pharmaceutical industry's renewed interest in psilocybin, these results may lay the foundation for its biotechnological production.", "article_link": "http://dx.doi.org/10.1002/anie.201705489", "url": "http://www.eurekalert.org/pub_releases/2017-08/w-me082517.php", "region": "namerica", "source_link": "http://onlinelibrary.wiley.com/journal/10.1002/(ISSN)1521-3773/homepage/press/201737press.html", "funder": "Deutsche Forschungsgemeinschaft", "meeting": "", "institution": "Wiley", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry"], "journal": "Angewandte Chemie International Edition", "description": "Little fungi pack a punch: 'Magic mushrooms' of the Psilocybe species produce psychoactive compounds that alter perception when ingested. Recently, the effects on the neuronal system caused by their ingredient psilocybin have attracted the interest of pharmacologists. German scientists have now identified four of the enzymes responsible for the biosynthesis of psilocybin. In the journal Angewandte Chemie, they describe the biosynthetic pathway and introduce a synthetic route that could form the basis of biotechnological production.", "date": "Fri, 25 Aug 2017 04:00:00 GMT"}