{"title": "How the emotions of others influence our olfactory sense", "text": "The emotional facial expression of others influences how positive or negative we perceive an odour. The basis of this effect seems to be the activity of a brain area that is relevant for smelling and is activated even before we perceive an odour. This is what neuropsychologists at the Ruhr-Universität Bochum found out. They published their findings in the Journal Scientific Reports. \"When we see someone that makes a face, because a bad smell stings his nose, the same odour appears to be unpleasant for us as well,\" says Dr Patrick Schulze, one of the authors.The research team around Dr Patrick Schulze, Dr Anne-Kathrin Bestgen and Prof Dr Boris Suchan investigated via functional magnetic resonance imaging (fMRI) how the brain processes the combination of emotional information and odours. They had their participants look at a picture of a person with a happy, neutral or disgusted facial expression. Afterwards they had them rate one of twelve scents.The picture of the facial expression affected the way the odours were perceived. The participants rated the valence of a scent higher, when they saw a happy face first and they rated the valence as poorer when they saw a disgusted face before. That applied to aromas like caramel and lemon, as well as to the smell of sweat or garlic. Only the smell of feces could not be up valued by a positive facial expression. Expectations influence perceptionAccountable for the different perception is a particular part of the olfactory brain - the piriform cortex. This brain area is activated before someone senses an odour. The piriform cortex processes what we see und creates an expectation about how a something is going to smell. This expectation influences how we actually experience the smell. The fMRI-data showed that the cells of the piriform cortex got active, before a scent was in the air. In previous studies, researchers had always presented the pictures and the odours at the same time. \"Only now that we analyzed the interaction of olfactory and visual information in a timely separated manner, we were able to see that the piriform cortex is activated before we smell something,\" explains Suchan his study. The neuropsychologists plan a future study about the role of the piriform cortex in body perception. \"We assume a social component,\" says Suchan.", "article_link": "http://dx.doi.org/10.1038/s41598-017-09295-x", "url": "http://www.eurekalert.org/pub_releases/2017-08/rb-hte082417.php", "region": "europe", "source_link": "http://news.rub.de/english/press-releases/2017-08-24-neuropsychology-how-emotions-others-influence-our-olfactory-sense", "funder": "German Research Foundation", "meeting": "", "institution": "Ruhr-University Bochum", "keywords": ["Social/Behavioral Science", " Behavior", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "The emotional facial expression of others influences how positive or negative we perceive an odor. The basis of this effect seems to be the activity of a brain area that is relevant for smelling and is activated even before we perceive an odor. This is what neuropsychologists at the Ruhr-Universität Bochum found out. They published their findings in the Journal Scientific Reports.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}