{"title": "Bleats and trills evolved multiple times to aid in 'caller ID'", "text": "Sheep, giant pandas, mouse lemurs, capybaras, and fur seals all have something in common when it comes to communication. All of them produce calls with rapid, vibrato-like fundamental frequency modulation--commonly known as bleats or trills. Now, researchers reporting in Current Biology on August 24 think they know why that call feature has arisen multiple times over the course of evolution: it improves the ability of listeners to detect call components that provide important identifying information about a caller. \"Our results suggest that 'vibrato-like' pitch modulation has evolved because it improves the perception of formants, key acoustic components of animal calls that encode important information about the caller's size and identity,\" says Benjamin Charlton of University College Dublin.To explore the function of the animals' trilling calls in the new study, the researchers tested the ability of human listeners to detect subtle differences in synthetic calls. Those experiments showed that vibrato significantly improved the ability of a listener to detect formant patterns.A phylogenetic analysis of the calls of 92 mammalian species showed that those frequency modulations have evolved independently in six mammalian orders, including the Carnivora, Primates, Artiodactyla, Perissondactyla, Rodentia, and Chiroptera. The researchers also found that mammals modulate the vibrato in these calls over greater frequency extents when the number of harmonic overtones per formant is low, suggesting that it's used as a mechanism to improve formant perception in calls with low spectral density.  \"We were very excited to find that distantly related mammal species appear to produce calls with vibrato-like pitch modulation in order to improve the perception of important information encoded by formants,\" Charlton says. The findings offer the first evidence that formant perception in non-speech sounds is improved by fundamental frequency modulation, helping to explain why bleat-like calls have arisen multiple times in different mammalian orders. They also highlight the importance to animals of transmitting information about their size and identity to other individuals through their calls.The researchers say that future work should probe the ability of non-human mammals to discriminate between different callers using re-synthesized, bleat-like calls with varying levels of frequency modulation.", "article_link": "http://dx.doi.org/10.1016/j.cub.2017.07.046", "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-bat081717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Biodiversity", " Evolution", " Zoology/Veterinary Science", " Acoustics"], "journal": "Current Biology", "description": "Sheep, giant pandas, mouse lemurs, and fur seals all have something in common when it comes to communication. All of them produce calls with rapid, vibrato-like fundamental frequency modulation -- commonly known as bleats or trills. Now, researchers reporting in Current Biology think they know why that call feature has arisen multiple times over the course of evolution: it improves the ability of listeners to detect call components that provide important identifying information about a caller.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}