{"title": "Revolutionary approach brings 3-D sound into the living room", "text": "Computer vision and sound experts at the University of Surrey have demonstrated 'Media Device Orchestration' - an innovative home audio concept which enables users to enjoy immersive audio experiences by using all available devices in a typical living room.The Media Device Orchestration (MDO) concept has been developed at Surrey in collaboration with the Universities of Salford and Southampton, and BBC Research & Development. It is being presented at the Audio Mostly conference in London on 24 August 2017.Using the MDO concept, researchers have demonstrated that a 3D or 'spatial audio' experience can be achieved by employing everyday home devices in the living room such as a laptop, smartphone or wireless mini-speaker. The technology works by isolating different 'objects' within audio content (such as a particular voice), and connecting them to separate speakers available around the room. The concept could enable consumers to enjoy films, games, programmes and music in a far more immersive, multi-layered and exciting way.While it is possible to create 3D listening experiences using current spatial audio technology, this requires a complex set-up involving a multitude of speakers located at exact points in relation to the listener. Because of these limitations, the technology cannot easily be replicated in a domestic situation and is generally limited to specialist environments such as cinemas and theme park experiences.The MDO research is part of the £5.4m five-year S3A project, funded by EPSRC (Engineering and Physical Sciences Research Council), which is aimed at delivering a step-change in the quality of audio consumed by the general public.The development of immersive spatial audio systems has become a major focus for the audio research community and home audio industry in recent years for a number of reasons. With the advent of advanced home video technology such as 3D TV, there is a need for audio technology to 'catch up' in order to match the visual experience. At the same time, the growth of Virtual Reality for video games and other applications is creating demand for a sense of sound which is all around the user.In addition to 'channel-based' sound production (in which the reproduction system is fixed before the content is broadcast), 'object-based' audio has recently emerged on the commercial market with the launch of technologies such as Dolby Atmos. The object-based audio technology has enabled the S3A researchers to access each separate part of an audio scene, intelligently routing them to improve the listener experience.Leading the S3A project, the University of Surrey combines expertise in both computer vision and machine listening (within its Centre for Vision, Speech and Signal Processing) and sound perception (within its Institute of Sound Recording), which has enabled a user-focused solution rather than a purely lab-based approach.Dr Philip Jackson, Senior Lecturer in Machine Audition at Surrey, said: \"Most consumer audio transmitted into our homes is in the form of two-channel stereo which uses basic principles that have been around for over 130 years. \"To date, sophisticated multi-channel audio techniques have not helped to improve the listening experience for the general public. Our aim is to take spatial audio out of the lab and into people's homes, and give users the impression of being at the heart of the action while in their living room.\"Dr Jon Francombe, Research Fellow in spatial audio in Surrey's Institute of Sound Recording, commented: \"New spatial audio methods have often required consumers to buy and install specific systems. We're trying to make immersive listening experiences available to anyone by intelligently re-purposing content for whatever devices they already have available. \"The feedback we've had on our demonstrations to date has been great: MDO produces a listening experience that's different to normal surround sound but can be equally (if not even more) immersive.\"The MDO concept is now being further developed by the S3A team in order to automate the process of 'labelling' sounds and connecting them with available speakers.The research paper, 'Media Device Orchestration for Immersive Spatial Audio Reproduction' is published by the Institute of Sound Recording within the Department of Music & Media together with the Centre for Vision, Speech and Signal Processing within the Department of Electrical and Electronic Engineering at the University of Surrey, in collaboration with the Universities of Salford and Southampton and BBC Research & Development.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uos-rab082417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "Audio Mostly Conference", "institution": "University of Surrey", "keywords": ["Acoustics", " Arts/Culture", " Noise", " Mass Media", " Audiovisual Media", " Technology/Engineering/Computer Science"], "journal": "", "description": "Computer vision and sound experts at the University of Surrey have demonstrated 'Media Device Orchestration' -- an innovative home audio concept which enables users to enjoy immersive audio experiences by using all available devices in a typical living room.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}