{"title": "Researchers link high levels of 'good' cholesterol with excessive mortality", "text": "It has been accepted wisdom for many years that the more good cholesterol people have in their blood, the better. But the good cholesterol, also known as HDL, might not be as good as we think.In any case, the results of a new study from the University of Copenhagen seriously contradict the assumption that high levels of HDL in the blood are only a good thing. The researchers have shown that people with extremely high levels of good cholesterol have a higher mortality rate than people with normal levels. For men with extremely high levels, the mortality rate was 106 per cent higher than for the normal group. For women with extremely high levels, the mortality rate was 68 per cent higher.\"These results radically change the way we understand 'good' cholesterol. Doctors like myself have been used to congratulating patients who had a very high level of HDL in their blood. But we should no longer do so, as this study shows a dramatically higher mortality rate,\" says Børge Nordestgaard, Professor at the Department of Clinical Medicine and one of the authors of the study.The researchers analysed data for 116,000 subjects from the Copenhagen City Heart Study and the Copenhagen General Population Study, in combination with mortality data from the Danish Civil Registration System. They have followed the subjects for an average of 6 years, and based the study on just over 10,500 deaths. The researchers were able to calculate the mortality rate based on these deaths and medical information on the subjects. The results showed that men with extremely high HDL levels in the blood had a 106 per cent higher mortality rate than men with a normal HDL level. Among women, those with extremely high levels of HDL had a 68 per cent higher mortality rate than the normal group. Men in the next group, with very high levels, also had a 36 per cent higher mortality rate.0.4 per cent of the men and 0.3 per cent of the women covered by the study had an extremely high level of HDL in their blood, and a further 1.9 per cent of the men had a very high level.The study also found excessive mortality for people with extremely low levels of HDL in the blood. The people with medium levels of HDL in the blood had the lowest mortality. For men, this level was 1.9 mmol/L. For women, it was 2.4 mmol/L.Earlier US studies have shown similar correlations between good cholesterol and excessive mortality among specific population groups, but this is the first time excessive mortality has been shown in the general population.Professor Børge Nordestgaard, who also works as a consultant doctor at the Department of Clinical Biochemistry at Herlev and Gentofte Hospital, hopes the results can change our perception of HDL.\"It appears that we need to remove the focus from HDL as an important health indicator in research, at hospitals and at the general practitioner. These are the smallest lipoproteins in the blood, and perhaps we ought to examine some of the larger ones instead. For example, looking at blood levels of triglyceride and LDL, the 'bad' cholesterol, are probably better health indicators,\" he notes.The new study examines the statistical correlation between mortality and HDL levels. It therefore cannot explain why people with extremely high or low HDL levels have higher mortality. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoct-rlh082317.php", "region": "europe", "source_link": "https://academic.oup.com/eurheartj/article/38/32/2478/3608700/Extreme-high-highdensity-lipoprotein-cholesterol?guestAccessKey=bcc96963-860a-4492-a893-a3fd7cd11f48", "funder": "The Novo Nordisk Foundation, Chief Physician Johan Boserup and Lise Boserup's Fund", "meeting": "", "institution": "University of Copenhagen The Faculty of Health and Medical Sciences", "keywords": ["Medicine/Health", " Death/Dying", " Mortality/Longevity", " Metabolism/Metabolic Diseases", " Cholesterol"], "journal": "European Heart Journal", "description": "In striking contrast to the general perception, researchers from the University of Copenhagen have shown in a new study that people with extremely high levels of HDL -- the 'good' cholesterol -- in their blood have a more than 65 percent higher mortality rate than people with normal HDL levels. The researchers say the results should lead to a change in the way 'good' cholesterol is perceived.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}