{"title": "Don't multitask while you read this", "text": "\"In a world of computers and iPhones, it's rare that we're fully focused,\" said Alan Castel, a UCLA professor of psychology.But how much do all of those distractions diminish our ability to remember? A new study led by Castel and Catherine Middlebrooks, a UCLA graduate student, found that while divided attention does impair memory, people can still selectively focus on what is most important -- even while they're multitasking.In one experiment, the researchers showed 192 students 120 words, divided into six groups of 20 words each.  Each word was visible on a computer screen for three seconds, and each was paired with a number from 1 to 10. Researchers explained to the students that they would receive scores based on the point value of each word they remembered, making the words with high point values \"more important\" than the others.The participants, all UCLA students, were assigned to one of four groups: One group gave the task their undivided attention. For the second group, researchers played audio of a voice reading numbers from one to 9 while students were viewing the words and their numeric values; students were told to press the space bar on their computer keyboard every time they heard three consecutive odd numbers.(Having to juggle those two tasks proved very distracting: Each participant heard eight sequences of three odd numbers, but on average, they identified only 1.87 of the eight.)A third group of participants heard familiar pop songs by Katy Perry, Maroon 5, Lady Gaga and Rihanna while they viewed the words. And a fourth group was asked to watch the words while listening to pop songs they hadn't heard before.After each set of 20 words, participants were asked to type as many of the words as they could remember. The researchers calculated a total score for each student after each set of 20 words based on the number on the screen when each word appeared. So, if they remembered the word \"twig,\" which appeared on screen at the same time as a 10, and \"corner,\" which appeared with a 6, the participant would receive 16 points. The researchers then repeated the process for each student five times, taking them through all 120 words.The researchers found that the first group of participants -- those who viewed the words and numbers with no distractions -- recalled an average of eight words from each set of 20, while those who were distracted by having to listen for consecutive odd numbers recalled an average of just five words. Both groups of students who listened to music while watching their screens remembered the words almost as well as the group of undistracted students.But the scientists also found that multitasking did not affect students' ability to recall the information they were told was most important -- the highest value words. Participants in all four groups were nearly five times as likely to recall a 10-point word as they were to remember a one-point word.\"Everybody consistently prioritized the high-value words and shifted their attention towards those,\" said Middlebrooks, the study's lead author. \"They all came to the realization that they needed to remember what is the most valuable, even though some were distracted and some weren't.\"The researchers set up a second, similar experiment with 96 other students -- showing each participant six sets of 20 words, each with a numeric value from 1 to 10, but this time changing the distractions.Again, one group of students viewed the words without any disruptions. But for the other three groups, the researchers played a series of tones: one group was told to identify whether each tone was the same as the previous one, another was told to indicate whether two tones played one after the other were the same pitch or not, and the final group was told to identify each sound as high-pitched or low-pitched.As in the first experiment, students who weren't distracted remembered an average of eight words from each set of 20. Those who were distracted by the other tasks remembered an average of about five out of every 20 -- and the information they forgot tended to be the \"less important\" words. Participants in all four groups were again nearly five times more likely to recall a 10-point word than a one-point word.\"The data are very clear in showing that with divided attention, we don't remember as much, but we are still able to focus on what's most important,\" Castel said.The researchers also found that students' ability to remember information improved as the experiments progressed: In both studies, students in all four groups generally remembered more words by the sixth round of 20 words than they did in the first set.Middlebrooks recommends that people who are studying or learning new information avoid distractions as much as possible.\"All is likely not lost if you're occasionally interrupted by a text or if someone nearby turns on music while you're studying,\" she said. \"Our world is filled with tantalizing distractions, and we seem to adapt by being selectively focused.\"The research, which is published in the August issue of Psychological Science, was funded by the National Institute on Aging. Tyson Kerr, a former UCLA undergraduate student, is a co-author of the paper.\r\n\nStuart Wolpert\nswolpert@support.ucla.edu\n310-206-0511\n @uclanewsroom\nhttp://www.newsroom.ucla.edu ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uoc--dmw082317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of California - Los Angeles", "keywords": ["Social/Behavioral Science", " Behavior", " Learning/Literacy/Reading", " Mass Media", " Audiovisual Media", " Printed Media", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness", " Stress/Anxiety"], "journal": "Psychological Science", "description": "How much do all of the distractions in our lives reduce our ability to remember? A new UCLA psychology study found that divided attention does impair memory, but people can still selectively focus on what is most important -- even while they're multitasking.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}