{"title": "Like adults, children show bias in attributing mental states to others", "text": "Young children are more likely to attribute mental states to characters that belong to the same group as them relative to characters that belong to an outside group, according to findings published in Psychological Science, a journal of the Association for Psychological Science. The study shows that 5- and 6-year-olds were more likely to describe interactions between two characters in terms of what they were thinking and feeling when the characters had the same gender or geographic origin as them.\"We found that young children were selective in the way they attribute mental states - they were less likely to spontaneously refer to the mind of individuals belonging to a different group,\" says researcher Niamh McLoughlin of the University of York. \"Our research suggests that, at least from the age of 5, children demonstrate a bias that might be similar to dehumanization - ascribing fewer mental abilities and uniquely human traits to others. In addition, this work illustrates that there are situations in which children are more or less motivated to reason about the minds of other people.\"Previous research has shown that adults tend to dehumanize people who belong to social groups or categories - for example, race, gender, socioeconomic status - that are different from their own. These \"outsiders\" are seen as having less intelligence, rationality, and emotional depth than do those who belong to the in-group. McLoughlin and University of York co-author Harriet Over were interested in investigating the developmental origins of this phenomenon.\"Our aim was to examine whether young children also exhibited this bias with relation to mental state attribution,\" says McLoughlin.Adapting an established technique, the researchers showed a total of 128 5- and 6-year-olds animations of a big triangle and a small triangle that seemed to interact, with one triangle seemingly coaxing or surprising the other.Each child saw two videos. In one, the triangles were described as having the same gender or coming from the same town as the participant; in the other, the triangles were described as having a different gender or coming from a far-away country. The researchers chose to examine gender because it's a category that children are particularly sensitive to, while they decided to look at geographic origin because of its relevance to current social and political debates.The researchers asked the participants to describe what happened and to rate how much they liked the group discussed in each video.Using a predetermined coding scheme, the researchers counted any words that described a character's thoughts, desires, emotions, intentions, or current states as mental-state terms.The data showed that 6 year-olds used more mental-state words overall and a more diverse range of these words compared with children who were one year younger, a finding that highlights the ongoing development of theory-of-mind processes in early childhood.More importantly, both 5- and 6-year-olds used more mental-state terms when they believed the characters had the same gender or home town as opposed to when they had a different one. And the 6-year-olds also used more diverse mental-state words in describing characters from the same group relative to those from a different group.This group-based bias extended to direct ratings: Participants also preferred individuals who belonged to their own gender and geographic group. .These findings hint at early origins for social phenomena including bias between social groups and dehumanization, the researchers argue.\"We plan to use this research as the base for future work examining the social consequences of biased mental-state attribution, such as the extent to which children help members of an outgroup,\" says McLoughlin. \"We hope that this work can ultimately inform research-led interventions that aim to foster positive intergroup relations.\"", "article_link": "http://dx.doi.org/10.1177/0956797617710724", "url": "http://www.eurekalert.org/pub_releases/2017-08/afps-lac082217.php", "region": "namerica", "source_link": "http://www.psychologicalscience.org/news/releases/like-adults-children-show-bias-in-attributing-mental-states-to-others.html", "funder": "Economic and Social Research Council", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Psychological Science", "description": "Young children are more likely to attribute mental states to characters that belong to the same group as them relative to characters that belong to an outside group, according to findings published in <em>Psychological Science</em>, a journal of the Association for Psychological Science. The study shows that 5- and 6-year-olds were more likely to describe interactions between two characters in terms of what they were thinking and feeling when the characters had the same gender or geographic origin as them.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}