{"title": "Close friendships in high school predict improvements in mental health in young adulthood", "text": "Adolescence is a time of social challenges and changing expectations. While relationships with peers may be important for youth at this time, do they also have implications over time? A new longitudinal study suggests that the types of peer relationships youth make in high school matter for mental health through young adulthood.\r\n\tThe study, authored by researchers at the University of Virginia, is published in the journal Child Development.\r\n\"Our research found that the quality of friendships during adolescence may directly predict aspects of long-term mental and emotional health,\" according to Rachel K. Narr, PhD candidate in clinical psychology at the University of Virginia, who led the study. \"High school students with higher-quality best friendships tended to improve in several aspects of mental health over time, while teens who were popular among their peers during high school may be more prone to social anxiety later in life.\"\r\nThe study looked at a community sample of 169 adolescents over 10 years, from the time they were age 15 to when they were 25. The youth were racially, ethnically, and socioeconomically diverse, with 58% Caucasian, 29% African American, and 8% of mixed race/ethnicity, and with median family income $40,000 to $59,999. Adolescents were assessed annually, answering questions about who their closest friends were, reporting on their friendships, and participating in interviews and assessments exploring such feelings as anxiety, social acceptance, self-worth, and symptoms of depression; teens' close friends also reported on their friendships and were interviewed.\r\nHigh-quality friendships were defined as close friendships with a degree of attachment and support, and those that allow for intimate exchanges. Friendship quality was determined from reports by participants' best friends at age 15. Popularity was defined as the number of peers in the teens' grade who ranked them as someone they would like to spend time with, and was measured using nominations from all the teens.\r\nResearchers found that teens who prioritized close friendships at age 15 had lower social anxiety, an increased sense of self-worth, and fewer symptoms of depression by the time they reached age 25 than their peers. Conversely, teens who were broadly sought after in high school - that is, those who were popular among their peers - had higher levels of social anxiety as young adults.\r\nNeither having a strong best friendship nor being more popular predicted short-term changes in mental health, the researchers note. These differences only became apparent later and they appeared regardless of youth's experiences in the interim.\r\nThe study's conclusion: Experiencing strong, intimate friendships during adolescence may help promote long-term mental health. The researchers suggest that this may be because positive experiences with friends help bolster positive feelings about oneself during a stage of life when personal identity is being developed. Also, close friendships may set adolescents on a trajectory to expect and therefore encourage supportive experiences in the future.\r\nThe study also determined that there was a low relation between teens having high-quality friendships and being more sought after by their peers, suggesting that although some teens manage both popularity and close friendship well, and attract both due to similar characteristics, for the most part, these two types of social success are due to different personal attributes.\r\n\"Our study affirms that forming strong close friendships is likely one of the most critical pieces of the teenage social experience,\" explains Joseph Allen, Hugh P. Kelly Professor of Psychology at the University of Virginia, who coauthored the study. \"Being well-liked by a large group of people cannot take the place of forging deep, supportive friendships. And these experiences stay with us, over and above what happens later. As technology makes it increasingly easy to build a social network of superficial friends, focusing time and attention on cultivating close connections with a few individuals should be a priority.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/sfri-cfi081517.php", "region": "namerica", "source_link": "http://onlinelibrary.wiley.com/doi/10.1111/cdev.12905/full", "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, NIH/National Institute of Mental Health", "meeting": "", "institution": "Society for Research in Child Development", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Anthropology", " Quality of Life", " Mental Health", " Depression/Anger", " Perception/Awareness", " Stress/Anxiety", " Support Networks"], "journal": "Child Development", "description": "A new longitudinal study suggests that the types of peer relationships youth make in high school matter for mental health through young adulthood.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}