{"title": "Social media culture can encourage risky and inappropriate posting behavior", "text": "The use of social media is pervasive among young adults, but not all posted content is appropriate. Now a new study by the University of Plymouth investigates why young adults might post content on social media that contains sexual or offensive material. Led by Dr Claire White from the University's School of Psychology, the study suggests that such risky social media posts are not just due to impulsivity, but might be a deliberate strategy to fit in with the wider social media culture that makes people believe 'it's the right thing to do'. Existing studies show that impulsiveness is predictive of online risk taking behaviours, but this additional research with British and Italian young adults highlighted that high self-monitoring - or adapting behaviour in line with perceived social norms - was equally predictive of posting risky content, which Dr White says could mean young people think it's the best way to behave. To measure risky online self-presentation the research team, which also included PhD student Clara Cutello, Dr Michaela Gummerum and Professor Yaniv Hanoch from the School of Psychology, designed a risk exposure scale relating to potentially inappropriate images or texts, such as drug and alcohol use, sexual content, personal information, and offensive material. They also evaluated people's level of self-monitoring and impulsivity.Dr White said: \"It's counterintuitive really because it would be easy to assume that a high self-monitor would question their actions and adapt accordingly. \"But the results show that high self-monitors are just as likely to post risky content as those in the study who are more impulsive, which suggests they think it's not only OK to be risky - and potentially offensive - but that it's actually the right thing to do.\"The only notable difference between the nationalities was that British students were more likely to post comments and images related to their alcohol and drug use on social media, whereas their Italian counterparts were more likely to post offensive content and personal information.\"This difference shows that culture as a whole seems to play a part in what type of content is shared.\"But the fact that the behaviours predicting risky online choices are the same for both nationalities suggests there's a wider social media culture that encourages this type of risk-taking behaviour.\"The full paper, entitled A Cross-Cultural Study of Risky Online Self-Presentation, is available to view now in the journal Cyberpsychology, Behavior, and Social Networking doi: 10.1089/cyber.2016.0660\r\n", "article_link": "http://dx.doi.org/10.1089/cyber.2016.0660", "url": "http://www.eurekalert.org/pub_releases/2017-08/uop-smc082217.php", "region": "europe", "source_link": "https://www.plymouth.ac.uk/news/social-media-culture-can-encourage-risky-and-inappropriate-posting-behaviour-new-study-suggests", "funder": "", "meeting": "", "institution": "University of Plymouth", "keywords": ["Social/Behavioral Science", " Arts/Culture", " Behavior", " Personality/Attitude", " Aging", " Learning/Literacy/Reading", " Audiovisual Media", " Decision-making/Problem Solving", " Perception/Awareness", " Internet"], "journal": "Cyberpsychology, Behavior and Social Networking", "description": "Young adults who adapt their behavior to match a social situation are just as likely to post offensive content online as those who act impulsively, according to a new study by the University of Plymouth -- suggesting there's a wider social media culture that encourages risky behavior.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}