{"title": "High moral reasoning associated with increased activity in the human brain's reward system", "text": "PHILADELPHIA - Individuals who have a high level of moral reasoning show increased activity in the brain's frontostriatal reward system, both during periods of rest and while performing a sequential risk taking and decision making task according to a new study from researchers at the Perelman School of Medicine, the Wharton School of the University of Pennsylvania, Shanghai International Studies University in Shanghai, China and Charité Universitätsmediz in Berlin, Germany. The findings from the study, published this month in Scientific Reports, may help researchers to understand how brain function differs in individuals at different stages of moral reasoning and why some individuals who reach a high level of moral reasoning are more likely to engage in certain \"prosocial\" behaviors - such as performing community service or giving to charity - based on more advanced principles and ethical rules. The study refers to Lawrence Kohlberg's stages of moral development theory which proposes that individuals go through different stages of moral reasoning as their cognitive abilities mature. According to the researchers, Kohlberg's theory implies that individuals at a lower level of moral reasoning are more prone to judge moral issues primarily based on personal interests or adherence to laws and rules, whereas individuals with higher levels of moral reasoning judge moral issues based on deeper principles and shared ideals. The researchers' previous work found an association between high levels of moral reasoning and gray matter volume, establishing a critical link between moral reasoning and brain structure. This more recent study sought to discover whether a link exists between moral reasoning and brain function.In this study, the researchers aimed to investigate whether the development of morality is associated with measurable aspects of brain function. To answer this question, they tested moral reasoning in a large sample of more than 700 Wharton MBA students, and looked at the brain reward system activity in a subset of 64 students, both with and without doing a task. According to Hengyi Rao, PhD, a research assistant professor of Cognitive Neuroimaging in Neurology and Psychiatry in the Perelman School of Medicine and senior author of the study, the team observed considerable individual differences in moral development levels and brain function in this relatively homogeneous and well-educated MBA group of subjects.\"It is well established in the literature that the brain reward system is involved in moral judgment, decision making, and prosocial behavior. However, it remains unknown whether brain reward system function can be affected by stages of moral development,\" Rao said. \"To our knowledge, this study is the first to demonstrate the modulation effect of moral reasoning level on human brain reward system activity. Findings from our study provide new insights into the potential neural basis and underlying psychological processing mechanism of individual differences in moral development. \"The finding of increased brain reward system activity in individuals at a high level of moral reasoning suggests the importance of positive motivations towards others in moral reasoning development, rather than selfish motives. These findings also support Kohlberg's theory that higher levels of moral reasoning tend to be promotion and other-focused (do it because it is right) rather than prevention or self-focused (do not do it because it is wrong).\"Our study documents brain function differences associated with higher and lower levels of moral reasoning. It is still unclear whether the observed brain function differences are the cause or the result of differential levels of moral reasoning,\" explained Diana Robertson, PhD, a James T. Riady professor of Legal Studies and Business Ethics at the Wharton School and a co-author of the study. \"However, we believe that both factors of nurture, such as education, parental socialization and life experience, and factors of nature, like biological or evolutionary basis, the innate capacities of the mind, and the genetic basis may contribute to individual differences in moral development.\" The researchers say future studies could expand on this work by assessing to what extent individual differences in moral reasoning development depend on in-born differences or learned  experience, and whether education can further promote moral reasoning stage in individuals even past the age at which structural and functional brain maturation is complete.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-hmr082117.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Center for Functional Neuroimaging, Zicklin Center for Business Ethics Research, Mack Institute at the Wharton School, Carlos M. de la Cruz, Sr., and others", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Mental Health", " Decision-making/Problem Solving", " Intelligence", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Scientific Reports", "description": "Individuals who have a high level of moral reasoning show increased activity in the brain's frontostriatal reward system, both during periods of rest and while performing a sequential risk taking and decision making task according to a new study from researchers at the Perelman School of Medicine, the Wharton School of the University of Pennsylvania, Shanghai International Studies University in Shanghai, China, and Charité Universitätsmedizin in Berlin, Germany.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}