{"title": "Study suggests serotonin may worsen tinnitus", "text": "Millions of people suffer from the constant sensation of ringing or buzzing in the ears known as tinnitus, creating constant irritation for some and severe anxiety for others. Research by scientists at OHSU shows why a common antidepressant medication may worsen the condition.The study, to be published Aug. 22 in the journal Cell Reports, focused on the action of serotonin, an important neuromodulator in the brain. Researchers examined brain tissue in mice, specifically the dorsal cochlear nucleus where sensory integration and tinnitus occurs. Researchers discovered that neurons known as fusiform cells within this portion of the brain become hyperactive and hypersensitive to stimuli when exposed to serotonin.\"We saw that the activity of those neurons went through the roof,\" said senior author Laurence Trussell, Ph.D., a professor of otolaryngology in the OHSU School of Medicine and scientist in the OHSU Vollum Institute.If the findings bear up to additional research, the study could have implications for a common class of antidepressants known as selective serotonin reuptake inhibitors (SSRI). SSRIs can alleviate symptoms of moderate to severe depression and anxiety by increasing the level of serotonin in the brain. Serotonin is a chemical compound that acts as a neurotransmitter thought to be responsible for maintaining mood balance.However, the research suggests that SSRIs prescribed to treat anxiety or depression may sometimes worsen patients' tinnitus. Tinnitus is defined as the chronic perception of sound when there is no internal or external acoustic source. \"If you're a physician treating a patient for depression who also has hearing loss or tinnitus, you may want to be careful about prescribing a drug that compounds their feelings of anxiety,\" said Trussell, who also suffers from tinnitus and, in addition to his other roles, has an appointment in the Oregon Hearing Research Center at OHSU. \"The SSRI may be enhancing the thing you're trying to fix.\"Lead author Zheng-Quan Tang, Ph.D., a senior postdoctoral fellow in Trussell's lab, noted that a review of existing scientific literature indicated that many patients reported an increase in tinnitus soon after they began taking SSRIs.\"Estimates vary, but at least 10 percent of the U.S. population is affected by tinnitus,\" Tang said.The OHSU scientists are interested in exploring another area of research focused on a type of ion channel in the membrane of neurons that is activated by serotonin. If the scientists can determine a way to deactivate those channels, they may be able to allow the beneficial effects of antidepressants while limiting the severity of tinnitus. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/ohs-sss081817.php", "region": "namerica", "source_link": null, "funder": "Hearing Health Foundation, National Institutes of Health", "meeting": "", "institution": "Oregon Health & Science University", "keywords": ["Medicine/Health", " Hearing/Speech", " Neurobiology", " Pharmaceutical Science", " Depression/Anger", " Stress/Anxiety"], "journal": "Cell Reports", "description": "Millions of people suffer from the constant sensation of ringing or buzzing in the ears known as tinnitus, creating constant irritation for some and severe anxiety for others. Research by scientists at OHSU shows why a common antidepressant medication may worsen the condition.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}