{"title": "Frontline supervisors use micro-power strategies to cope with middle-manager status", "text": "LAWRENCE -- Probation and parole officers and their frontline supervisors widely differ on their views of the power of the frontline supervisor, according to a new study that includes a University of Kansas researcher.This gap in perception leads frontline supervisors to compensate by using micro-power strategies in how they treat employees -- and it often varies from office to office leading to inconsistencies in how street-level officers and even supervisees are treated, said Shannon Portillo, associate professor in the School of Public Affairs & Administration.\"That's where we can see some potential inequities in how workers are being treated,\" Portillo said.The study by Portillo and her co-authors Kimberly Kras of the University of Massachusetts Lowell and Faye Taxman of George Mason University was published recently in the journal Law & Policy. The researchers conducted focus groups with 32 street-level probation and parole officers and in the field observations with 75 frontline supervisors in a Mid-Atlantic state.Supervisors said they felt like disempowered go-betweens, pulled between policy makers in upper administration and frontline workers. However, officers believed they had authority over department policy and disciplinary action. Ultimately, supervisors focused on controlling small workplace activities they could manage, Portillo said.This included requirements on when officers needed to be in the office or work remotely, especially after having to appear at a court hearing. Or perhaps they insist that officers make contact with probationers or parolees while in the office instead of visiting them in the field. This also could create a burden on probationers or parolees because it requires them to visit the office while juggling work schedules, family obligations and transportation options, all factors that are key to helping them successfully meet the terms of their probation or parole.As frontline supervisors institute these micro-power moves on a case-by-case basis among offices across the state, the system can essentially function differently depending on location for both officers and supervisees, which is not the intention of the organization's leaders, Portillo said, and can damage morale.\"Frontline supervisors may not be conscious of how their micro-power moves disconnect from some of the values or intentions of the organization overall,\" she said.The findings could also influence how the public views the legitimacy of the probation and parole supervision system in the state, she said, especially if it results in inconsistencies among different jurisdictions on how supervisees get their probation or parole revoked.\"In an attempt to control the frontline workers, these micro-power moves can also make it more difficult for people on supervision to access services,\" Portillo said.The findings are important in helping public organizations identify and foster leadership qualities among employees who might be moving up the ladder.\"It's often their first management role, and so the way in which they're using their power in those positions may be surprising,\" Portillo said. \"We need to be looking at frontline supervisors and how they are using the authority of the office. The other aspect is how we are providing training on their unique positions.\"She said policymakers and top-level leaders in public organizations could find solutions to eliminate or constructively head off potential micro-power moves, including establishing more transparent communications with the frontline supervisors and among the street-level officers they supervise.\"If we focus on training for frontline supervisors, it provides a space for collaboration, Portillo said, \"and we may not have inconsistencies between how they implement their work.\"\r\n", "article_link": "http://dx.doi.org/10.1111/lapo.12079", "url": "http://www.eurekalert.org/pub_releases/2017-08/uok-fsu082117.php", "region": "namerica", "source_link": "http://bit.ly/2wa59xF", "funder": "", "meeting": "", "institution": "University of Kansas", "keywords": ["Group Organization", " Policy/Ethics", " Law Enforcement", " Social/Behavioral Science", " Personality/Attitude", " Demography", " Management Science/Operations Research", " Decision-making/Problem Solving", " Law Enforcement/Jurisprudence"], "journal": "Law & Policy", "description": "Probation and parole officers and their frontline supervisors widely differ on their views of the power of the frontline supervisor, according to a new study that includes a University of Kansas researcher.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}