{"title": "Hoping to be seen as powerful, consumers prefer wider faces on watches, cars, study finds", "text": "LAWRENCE -- People are typically averse to wider human faces because they elicit fears of being dominated. However, consumers might like wider faces on some products they buy, such as watches or cars, when they want to be seen in a position of power in certain situations, according to a new study led by a University of Kansas marketing researcher.\"When consumers are motivated to dominate others, or when they use the product in public, their liking will be heightened toward high-ratio product faces,\" said Ahreum Maeng, assistant professor in marketing at the KU School of Business.Maeng's study she co-authored with Pankaj Aggarwal, professor of marketing at the university of Toronto, was published recently in the Journal of Consumer Research, one of the leading journals on marketing academic research.In five experiments, respondents examined photos of human faces that varied from low width-to-height ratio (narrow) to ones with a higher ratio (wider) to establish the perception of dominance when seeing higher-ratio faces. The researchers also had respondents view photos of products that might have a design resembling a human face, such as watch and clock faces and automobiles, from low to high width-to-height ratios.\"These kinds of things are automatically going on in people's brains,\" Maeng said. \"When we see those shapes resembling a human face in the product design, we can't help but perceive it that way.\"Researchers have established that people are evolutionarily adapted to read facial cues, especially those signaling dominance, and the width-to-height ratio of face is a cue to attribute dominance to the face. In the notion of anthropomorphism, scholars have found people often attribute human traits to non-human entities, such as products.In addition, the researchers had participants view the images while they thought about different scenarios, such as preparing to encounter either an old high school bully or a former sweetheart at a 10-year-old high school reunion or a business trip that might require a difficult negotiation.Their main finding was that when people felt they were in a situation where they might want to be perceived as dominant -- such as that business negotiation or when seeing an old bully at a high-school reunion -- people were inclined to select the wider product design for a watch or car they might be renting for the trip.Maeng said this differs from how people tend to see dominance in the human face. They typically become averse to a higher width-to-height ratio because they feel threatened or intimated.\"But when it comes to a dominant-looking product face, they really like it,\" she said. \"It's probably because people view the product as part of themselves and they would think, 'it's my possession. I have control over it when I need it, and I can demonstrate my dominance through the product.\"In scenarios where participants did not feel the need to project any dominance, such as a more laid-back time with their children or family, the width-to-height ratio of the products became less important, the researchers found.Maeng said the findings have important implications for marketers of products that might resemble a human face, such as watches with a circular face and cars. They found consumers' preferences for dominant-looking product faces is not the same as people's preference simply for luxury or expensive items.Also, typically, product-design efforts have focused on visual aesthetics and ergonomics, an assumption that beauty and functionality covers the entire canvas of product design. However, more recent contrary findings by marketing researchers suggest that product design can signal a specific personality trait about the product.Maeng said this type of preference means that manufacturers and marketers would be able to charge higher prices for products that have wider faces. They have already found a positive relationship in examining 2013 prices of automobiles based on the width-to-height ratio, and their study likely supports those types of decisions.\"Brand managers and product designers may be particularly interested in these findings,\" the researchers said, \"because a simple design feature, namely product face ratio, can have marketplace impact -- by significantly improving the company's bottom line.\"", "article_link": "http://dx.doi.org/10.1093/jcr/ucx090", "url": "http://www.eurekalert.org/pub_releases/2017-08/uok-htb082117.php", "region": "namerica", "source_link": "http://bit.ly/2uQekDs", "funder": "New Faculty General Research Fund at University of Kansas, Social Sciences and Humanities Research Council of Canada", "meeting": "", "institution": "University of Kansas", "keywords": ["Evolution", " Business/Economics", " Advertising/Public Relations", " Advertising/Public Relations", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Personal Business", " Vehicles"], "journal": "Journal of Consumer Research", "description": "People are typically averse to wider human faces because they elicit fears of being dominated. However, consumers might like wider faces on some products they buy, such as watches or cars, when they want to be seen in a position of power in certain situations, according to a new study led by a University of Kansas marketing researcher.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}