{"title": "Racial stereotypes influence perception of NFL quarterbacks", "text": "Racial stereotypes affect the public's perception of NFL quarterbacks and may, in some cases, become a self-fulfilling prophecy for black athletes, new University of Colorado Boulder research shows.Two recently-published studies authored by Patrick Ferrucci, an assistant professor in the College of Media, Communication and Information (CMCI), suggest that unconscious racial bias, propagated in part by sports media, still influences how the public views the quarterback position.\"We are all aware of the stereotypes that are out there in the discourse -- it's almost unavoidable,\" said Ferrucci, who co-authored both studies with Edson Tandoc of Nanyang Technological University in Singapore. \"In these two studies, we were looking to see if people actually apply them, and the answer is yes.\"Previous research has suggested that certain words and phrases used in sports media often carry implicit racial bias. Black athletes are more likely to be described in terms of natural ability and strength while white players are more likely to be described through the prism of intelligence and effort. Sociological research has also indicated that members of a given group are more likely to think of their own membership as diverse while thinking of other groups as homogenous, a phenomenon known as social identity theory.In the first study, published in the Howard Journal of Communications, the researchers recruited both white and black college students and asked them to rate paragraphs and photos of either black or white pro quarterbacks based on four stereotypical descriptors: physical strength, natural ability, leadership and intelligence. While all participants stereotyped both races to some extent, black participants stereotyped both races more strongly, suggesting that stereotypes about black quarterbacks may be so engrained that black players may not believe they are cut out to be a professional quarterback, which could in turn affect how they view and play football starting in adolescence.Although three of the past four Super Bowls have featured black quarterbacks, the number of black quarterbacks who have thrown 100 passes in a season in the NFL has generally declined since the early 2000s. During the 2015 season -- the most recent year covered by the study -- only 14 percent of pro quarterbacks who threw a minimum of 100 passes were black, down from a historical high-water mark of 35 percent in 2001.In the second study, published in the International Journal of Sport Communication, the researchers sampled only white participants from a wider range of ages and education levels and found that the participants assigned stereotypes to short paragraphs and photos describing black quarterbacks but not to white ones, a result consistent with social identity theory. Even when told implicitly that a black quarterback, for example, was exceptionally intelligent, the white participants still did not rate that player as being as intelligent as a similarly-described white quarterback.The findings from both studies are illuminating on how the public views professional athletes, Ferrucci said, but could also carry implications beyond the football field.\"If we're still stereotyping this way in sports, then it's probable that we're stereotyping in real life, too, and that could have far more negative consequences,\" Ferrucci said.\r\n", "article_link": "http://dx.doi.org/10.1080/10646175.2017.1315693", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoca-rsi081817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado at Boulder", "keywords": ["Social/Behavioral Science"], "journal": "Howard Journal of Communication", "description": "Racial stereotypes affect the public's perception of NFL quarterbacks and may, in some cases, become a self-fulfilling prophecy for black athletes, new University of Colorado Boulder research shows.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}