{"title": "UW sleep research high-resolution images show how the brain resets during sleep", "text": "Madison, Wis. -- Striking electron microscope pictures from inside the brains of mice suggest what happens in our own brain every day: Our synapses - the junctions between nerve cells - grow strong and large during the stimulation of daytime, then shrink by nearly 20 percent while we sleep, creating room for more growth and learning the next day.\r\nThe four-year research project published today in Science offers a direct visual proof of the \"synaptic homeostasis hypothesis\" (SHY) proposed by Drs. Chiara Cirelli and Giulio Tononi of the Wisconsin Center for Sleep and Consciousness. \r\nThis hypothesis holds that sleep is the price we pay for brains that are plastic and able to keep learning new things.\r\n When a synapse is repeatedly activated during waking, it grows in strength, and this growth is believed to be important for learning and memory. According to SHY, however, this growth needs to be balanced to avoid the saturation of synapses and the obliteration of neural signaling and memories. Sleep is believed to be the best time for this process of renormalization, since when asleep we pay much less attention to the external world and are free from the \"here and now.\" \r\nWhen synapses get stronger and more effective they also become bigger, and conversely they shrink when they weaken. Thus, Cirelli and Tononi reasoned that a direct test of SHY was to determine whether the size of synapses changes between sleep and wake. To do so, they used a method with extremely high spatial resolution called serial scanning 3-D electron microscopy. \r\n\tThe research itself was a massive undertaking, with many research specialists working for four years to photograph, reconstruct, and analyze two areas of cerebral cortex in the mouse brain. They were able to reconstruct 6,920 synapses and measure their size. \r\nThe team deliberately did not know whether they were analyzing the brain cells of a well-rested mouse or one that had been awake. When they finally \"broke the code\" and correlated the measurements with the amount of sleep the mice had during the six to eight hours before the image was taken, they found that a few hours of sleep led on average to an 18 percent decrease in the size of the synapses. These changes occurred in both areas of the cerebral cortex and were proportional to the size of the synapses. \r\nThe scaling occurred in about 80 percent of the synapses but spared the largest ones, which may be associated with the most stable memory traces. \r\n\t\"This shows, in unequivocal ultrastructural terms, that the balance of synaptic size and strength is upset by wake and restored by sleep,\" Cirelli says. \"It is remarkable that the vast majority of synapses in the cortex undergo such a large change in size over just a few hours of wake and sleep.\r\n\tTononi adds, \"Extrapolating from mice to humans, our findings mean that every night trillions of synapses in our cortex could get slimmer by nearly 20 percent.\"\r\n\r\nThe study was published today in Science along with research from Dr. Richard Huganir's laboratory at Johns Hopkins University in Baltimore. This study, using biochemical and molecular methods, confirms SHY's prediction that synapses undergo a process of scaling down during sleep, and identifies genes important for this process.  \r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/uow-usr012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Wisconsin-Madison", "keywords": ["Cell Biology", " Medicine/Health", " Neurobiology", " Neurochemistry"], "journal": "Science", "description": "Striking electron microscope pictures from inside the brains of mice suggest what happens in our own brain every day: Our synapses -- the junctions between nerve cells -- grow strong and large during the stimulation of daytime, then shrink by nearly 20 percent while we sleep, creating room for more growth and learning the next day.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}