{"title": "A peek at the nightlife of synapses reveals they weaken, and why", "text": "Two studies in this issue offer a glimpse at the nightlife of synapses, the neural connections in the nervous system. Both reveal significant changes in the structure and molecular machinery of synapses during slumber in mice. While sleep's function remains debated, one school of thought suggests it is restorative, maintaining wear and tear in cellular machinery, for example. Another suggests sleep is for information-processing, allowing computation processes like memory consolidation. Also popular is the idea that sleeping makes synaptic connections weaker - in order to counterbalance the enhancement of synapses that occurs by day in support of activity and information processing. The two studies in this issue provide support for this latter idea. In the first, Luisa de Vivo and colleagues performed electron microscopy on mouse brain tissue to reconstruct three-dimensional images of dendritic spines on neurons. By studying thousands of such images, de Vivo and team showed that the synapses shrink after mice sleep - as exhibited by a decrease in the area between the end of the neuron and the spine projecting from it - and that, during the next wakeful period, the synapses grow again. In a second study, also involving imaging in mice, Graham H. Diering and colleagues explore the mechanisms through which synapses weaken during sleep, discovering that a gene called Homerla that accumulates in waking neurons plays a role, remodeling a molecular signaling complex that drives synapse weakening while mice doze. A Perspective by László Acsády and Kenneth D. Harris provides additional insights.\r\n", "article_link": "http://dx.doi.org/10.1126/science.aah5982", "url": "http://www.eurekalert.org/pub_releases/2017-02/aaft-apa013017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for the Advancement of Science", "keywords": ["Biology", " Neurobiology", " Social/Behavioral Science"], "journal": "Science", "description": "Two studies in this issue offer a glimpse at the nightlife of synapses, the neural connections in the nervous system. Both reveal significant changes in the structure and molecular machinery of synapses during slumber in mice.", "date": "Thu, 02 Feb 2017 05:00:00 GMT"}