{"title": "Soccer players with more headers more likely to have concussion symptoms", "text": "MINNEAPOLIS - Soccer players who head the ball a lot are three times more likely to have concussion symptoms than players who don't head the ball often, according to a new study published in the February 1, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. Players whose heads were hit in a collision two or more times in a two-week period were six times more likely to have concussion symptoms than players who did not have any unintentional head trauma, such as a ball hitting the back of the head or a head colliding with another player's knee. \"These results show that heading the ball is indeed related to concussion symptoms, which is contrary to a recent study that suggested that collisions were responsible for most concussions,\" said study author Michael L. Lipton, MD, PhD, of Albert Einstein College of Medicine in Bronx, NY. \"The findings raise concerns about the long-term effects from heading the ball, and more research is needed.\"The study involved adult amateur soccer players who played at least six months of the year on leagues or clubs in the New York city area. The players completed an online questionnaire about how often they played soccer during the previous two weeks, how many times they had unintentional head impacts and how many times they headed the ball. The participants were divided into four groups based on how often they headed the ball, with the top group heading the ball an average of 125 times in two weeks and the bottom group heading the ball four times in two weeks. They were also asked how often they had any symptoms from the head impacts. Moderate impact was defined as moderate pain and some dizziness. Severe impact was defined as feeling dazed, stopping play or needing medical attention. Very severe impact was defined as losing consciousness. Participants could complete the questionnaire again every three months. A total of 222 players completed 470 questionnaires; 79 percent were men. Men had an average of 44 headers in two weeks and women had an average of 27. One or more unintentional head impacts were reported by 37 percent of men and 43 percent of women. Of those with head impacts, 20 percent had moderate to severe symptoms. Seven people had very severe symptoms. Of those, six people had two or more unintentional head impacts during the two weeks; four were in the group that headed the ball the most and three were in the group with the second-most headers.Those in the group with the most headers were three times more likely to have symptoms than those who headed the ball the least. The players with two or more unintentional impacts were six times more likely to have symptoms than those with no unintentional impacts; these results controlled for how often the players headed the ball. Players with one unintentional impact were three times more likely to have symptoms than those with no unintentional impacts. The link between both headers and unintentional impacts stayed the same after researchers adjusted for other factors that could affect concussion risk, such as a history of prior concussions, sex and age. Lipton said one limitation of the study is that the information was self-reported by the participants, which could introduce errors in recollection. He also noted that the results cannot be generalized to soccer players who are teenagers, children or professional players.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/aaon-spw012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Academy of Neurology", "keywords": ["Medicine/Health", " Clinical Trials", " Diagnostics", " Neurobiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury"], "journal": "Neurology", "description": "Soccer players who head the ball a lot are three times more likely to have concussion symptoms than players who don't head the ball often, according to a new study published in the Feb. 1, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "date": "Wed, 01 Feb 2017 05:00:00 GMT"}