{"title": "School bullying linked to lower academic achievement, research finds", "text": "WASHINGTON -- A study that tracked hundreds of children from kindergarten through high school found that chronic or increasing levels of bullying were related to lower academic achievement, a dislike of school and low confidence by students in their own academic abilities, according to new research published by the American Psychological Association.While pop culture often depicts more frequent bullying in high school, the study found that bullying was more severe and frequent in elementary school and tended to taper off for most students as they got older. However, 24 percent of the children in the study suffered chronic bullying throughout their school years, which was consistently related to lower academic achievement and less engagement in school, said lead researcher Gary Ladd, PhD, a psychology professor at Arizona State University. \"It's extremely disturbing how many children felt bullied at school,\" Ladd said. \"For teachers and parents, it's important to know that victimization tends to decline as kids get older, but some children never stop suffering from bullying during their school years.\" Most studies on bullying have tracked children for relatively short periods of time and focused on psychological effects, such as anxiety or depression. This is the first long-term study to track children for more than a decade from kindergarten through high school and analyze connections between bullying and academic achievement, Ladd said. The research, which was published online in the Journal of Educational Psychology, was part of the Pathways Project, a larger longitudinal study of children's social, psychological and academic adjustment in school that is supported by the National Institutes of Health.The study, which began with 383 kindergarteners (190 boys, 193 girls) from public schools in Illinois, found several different trajectories for children related to bullying. Children who suffered chronic levels of bullying during their school years (24 percent of sample) had lower academic achievement, a greater dislike of school and less confidence in their academic abilities. Children who had experienced moderate bullying that increased later in their school years (18 percent) had findings similar to kids who were chronically bullied. However, children who suffered decreasing bullying (26 percent) showed fewer academic effects that were similar to youngsters who had experienced little or no bullying (32 percent), which revealed that some children could recover from bullying if it decreased. Boys were significantly more likely to suffer chronic or increasing bullying than girls.\"Some kids are able to escape victimization, and it looks like their school engagement and achievement does tend to recover,\" Ladd said. \"That's a very hopeful message.\" The researchers faced the difficult challenge of tracking children for more than a decade, from kindergarten through high school, as some families moved across the United States. The study began in school districts in Illinois, but the children were living in 24 states by the fifth year of the study. \"People moved and we had to track them down all over the country,\" Ladd said. \"We put people in cars or on planes to see these kids.\"The study included annual surveys administered by researchers to the children, teacher evaluations, and standardized reading and math test scores. Children described their own experiences about bullying in questions that asked whether they had been hit, picked on or verbally abused by other kids. Some children may be more sensitive to bullying, with one child who is shoved thinking it is bullying while another might think it is just playful, but parents and teachers shouldn't dismiss what may seem like minor bullying, Ladd said.  \"Frequently, kids who are being victimized or abused by other kids don't want to talk about it,\" he said. \"I worry most about sensitive kids who are not being taken seriously and who suffer in silence. They are being told that boys will be boys and girls will be girls and that this is just part of growing up.\"The children from the study were followed into early adulthood, although researchers lost track of approximately one-quarter of the youngsters during the lengthy study. Approximately 77 percent of the children in the study were white, 18 percent were African-American, and 4 percent were Hispanic, biracial or had other backgrounds. Almost one-quarter of the children came from families with low annual incomes ($0- $20,000), 37 percent had low to middle incomes ($20,001-$50,000), and 39 percent had middle to high incomes (more than $50,000). Schools should have anti-bullying programs, and parents should ask their children if they are being bullied or excluded at school, Ladd said. In the early years of the study, school administrators sometimes claimed there weren't any bullies or victims in their schools, but the researchers stopped hearing that view as bullying has received more attention nationwide, Ladd said. \"There has been a lot of consciousness raising and stories of children being bullied and committing suicide, and that has raised public concern,\" he said. \"But more needs to be done to ensure that children aren't bullied, especially for kids who suffer in silence from chronic bullying throughout their school years.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/apa-sbl012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Psychological Association", "keywords": ["Social/Behavioral Science", " Mental Health"], "journal": "Journal of Educational Psychology", "description": "A study that tracked hundreds of children from kindergarten through high school found that chronic or increasing levels of bullying were related to lower academic achievement, a dislike of school and low confidence by students in their own academic abilities, according to new research published by the American Psychological Association.", "date": "Mon, 30 Jan 2017 05:00:00 GMT"}