{"title": "Research suggests way to improve stroke treatments", "text": "BOSTON - (Jan.27, 2017) - The standard of care for treating strokes caused by blood clots involves the therapeutic infusion of tissue plasminogen activator (tPA), which can help to dissolve the clots and restore blood flow. This \"thrombolytic\" treatment carries the risk of bleeding and swelling in the brain, and it must be administered within three hours after the start of the stroke, which sharply limits its clinical benefits.Working with animal models, researchers at Joslin Diabetes Center now have demonstrated the potential of giving a drug in combination with tPA that might improve stroke outcomes and increase the window of opportunity for the therapy.Drugs that target a protein called plasma kallikrein, as well as an activator protein called factor XII, \"may provide the opportunity to make tPA safer by reducing these complications and increasing its efficacy in opening blood vessels,\" says Edward Feener, Ph.D., corresponding author on a paper about the work published in the journal Blood.About 800,000 people in the United States suffer a stroke each year, and about 87% are ischemic strokes, in which blood flow is blocked by a clot.Fabrício Simão, Ph.D., who is lead author on the Blood paper, and colleagues in the Feener lab demonstrated that tPA boosts the activity of plasma kallikrein in both human and mouse plasma. The Joslin scientists next experimented with mouse models in which blood clots were induced in the brain and then treated with tPA. Animals that were also given a plasma kallikrein inhibitor, and animals that were genetically modified to produce lower amounts of the protein, showed significantly less bleeding, brain swelling and damaged brain areas than control animals without plasma kallikrein blockade.The researchers traced the biological mechanisms by which tPA activates plasma kallikren, via the Factor XII protein, which promotes coagulation. Plasma kallikrein is known to activate the kallikrein kinin system, a pathway that has been implicated in stroke complications including brain swelling and breakdown of the blood-brain barrier. (Previous studies by other investigators have shown that administration of tPA therapy to stroke patients activates the kallikrein kinin system in their blood.)The Food & Drug Administration has approved a plasma kallikrein inhibitor for the treatment of hereditary angioedema. Additional inhibitors targeting this pathway are under development by multiple pharmaceutical companies for this genetic disease and other conditions, including diabetic macular edema. These new findings suggest additional potential therapeutic opportunities for plasma kallikrein inhibitors in thrombolytic therapy. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/jdc-rsw012617.php", "region": "namerica", "source_link": null, "funder": "National Institute of Health, Joslin Diabetes Research Center", "meeting": "", "institution": "Joslin Diabetes Center", "keywords": ["Medicine/Health", " Stroke", " Critical Care/Emergency Medicine"], "journal": "Blood", "description": "Working with animal models, researchers at Joslin Diabetes Center now have demonstrated the potential of giving a drug in combination with tPA that might improve stroke outcomes and increase the window of opportunity for the therapy.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}