{"title": "TSRI scientists find brain hormone that triggers fat burning", "text": "LA JOLLA, CA - January 27, 2017 - Biologists at The Scripps Research Institute (TSRI) have identified a brain hormone that appears to trigger fat burning in the gut. Their findings in animal models could have implications for future pharmaceutical development.\"This was basic science that unlocked an interesting mystery,\" said TSRI Assistant Professor Supriya Srinivasan, senior author of the new study, published today in the journal Nature Communications.Previous studies had shown that the neurotransmitter serotonin can drive fat loss. Yet no one was sure exactly how. To answer that question, Srinivasan and her colleagues experimented with roundworms called C. elegans, which are often used as model organisms in biology. These worms have simpler metabolic systems than humans, but their brains produce many of the same signaling molecules, leading many researchers to believe that findings in C. elegans may be relevant for humans.The researchers deleted genes in C. elegans to see if they could interrupt the path between brain serotonin and fat burning. By testing one gene after another, they hoped to find the gene without which fat burning wouldn't occur. This process of elimination led them to a gene that codes for a neuropeptide hormone they named FLP-7 (pronounced \"flip 7\").Interestingly, they found that the mammalian version of FLP-7 (called Tachykinin) had been identified 80 years ago as a peptide that triggered muscle contractions when dribbled on pig intestines. Scientists back then believed this was a hormone that connected the brain to the gut, but no one had linked the neuropeptide to fat metabolism in the time since.The next step in the new study was to determine if FLP-7 was directly linked to serotonin levels in the brain. Study first author Lavinia Palamiuc, a TSRI research associate, spearheaded this effort by tagging FLP-7 with a fluorescent red protein so that it could be visualized in living animals, possible because the roundworm body is transparent. Her work revealed that FLP-7 was indeed secreted from neurons in the brain in response to elevated serotonin levels. FLP-7 then traveled through the circulatory system to start the fat burning process in the gut.\"That was a big moment for us,\" said Srinivasan. For the first time, researchers had found a brain hormone that specifically and selectively stimulates fat metabolism, without any effect on food intake.Altogether, the newly discovered fat-burning pathway works like this: a neural circuit in the brain produces serotonin in response to sensory cues, such as food availability. This signals another set of neurons to begin producing FLP-7. FLP-7 then activates a receptor in intestinal cells, and the intestines begin turning fat into energy.Next, the researchers investigated the consequences of manipulating FLP-7 levels. While increasing serotonin itself can have a broad impact on an animal's food intake, movement and reproductive behavior, the researchers found that increasing FLP-7 levels farther downstream didn't come with any obvious side effects. The worms continued to function normally while simply burning more fat.Srinivasan said this finding could encourage future studies into how FLP-7 levels could be regulated without causing the side effects often experienced when manipulating overall serotonin levels.", "article_link": "http://dx.doi.org/10.1038/ncomms14237", "url": "http://www.eurekalert.org/pub_releases/2017-01/sri-tsf012717.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/Office of Research Infrastructure Programs", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health"], "journal": "Nature Communications", "description": "Biologists at The Scripps Research Institute (TSRI) have identified a brain hormone that appears to trigger fat burning in the gut. Their findings in animal models could have implications for future pharmaceutical development.", "date": "Fri, 27 Jan 2017 05:00:00 GMT"}