{"title": "US deaths from diabetes significantly underestimated, analysis shows", "text": "The proportion of deaths attributable to diabetes in the U.S. is as high as 12 percent - three times higher than estimates based on death certificates suggest, according to a new analysis led by a Boston University School of Public Health (BUSPH) researcher.The study, published in the journal PLOS ONE, used two large data sets that included more than 300,000 people to estimate the fraction of deaths attributable to diabetes among individuals ages 30 to 84 between 1997 and 2011. To come up with the estimates, the researchers calculated the prevalence of diabetes in the population, as well as excess mortality risk among people with diabetes over five years of follow up. The proportion of deaths attributable to diabetes was estimated to be 11.5 percent using one dataset - the National Health Interview Study (NHIS) - and 11.7 percent using the other, the National Health and Nutrition Examination Survey (NHANES). Among the subgroups examined, the attributable fraction was highest among individuals with obesity (19.4 percent). The proportion of deaths overall was significantly higher than the 3.3 to 3.7 percent of deaths in which diabetes is identified on death certificates as the underlying cause.\"The frequency with which diabetes is listed as the underlying cause of death is not a reliable indicator of its actual contribution to the national mortality profile,\" wrote Andrew Stokes, assistant professor of global health at BUSPH, and co-author Samuel Preston, professor of sociology and a researcher with the Population Studies Center at the University of Pennsylvania. They said their analysis indicates that diabetes was the third leading cause of death in the U.S. in 2010, after diseases of the heart and malignant neoplasms. Diabetes is associated with a number of diseases and disabilities, including ischemic heart disease, renal disease and visual impairment. Its prevalence has risen rapidly in the U.S. and worldwide in the last 20 years. \"Our results demonstrate that diabetes is a major feature on the landscape of American mortality, and they reinforce the need for robust population-level interventions aimed at diabetes prevention and care,\" Stokes said.The study noted that \"the sensitivity and specificity of death certificate assignments of diabetes as an underlying cause of death are low - far below those of administrative records or surveys.\" When both diabetes and heart disease are mentioned on a death certificate, the researchers added, the decision about whether diabetes is listed as the underlying cause is \"highly variable.\"The NHIS data set is based on self-reports of diabetes diagnoses, while the NHANES data contains both self-reports and HbA1c levels, a preferred biomarker for the presence of diabetes. Individuals in both data sets were linked to the National Death Index through December 2011 to calculate mortality over five years. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-udf012617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging, CDC/National Center for Health Statistics", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Endocrinology"], "journal": "PLOS ONE", "description": "The proportion of deaths attributable to diabetes in the US is as high as 12 percent -- three times higher than estimates based on death certificates suggest, according to a new analysis led by a Boston University School of Public Health (BUSPH) researcher.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}