{"title": "Data suggests modest physical activity associated with improvement in markers", "text": "(Boston) -- A new report, based on data from the Framingham Heart Study (FHS), suggests that insulin resistance, a predictor of cardiovascular risk and the development of diabetes, may be modulated with even modest levels of physical activity. The findings are published in the journal Clinical Obesity.Insulin is a hormone produced in the pancreas that regulates the body's use of energy molecules including carbohydrates, fats and protein. Insulin resistance -- or conversely, sensitivity -- refers to the body's response to insulin. Type 2 diabetes mellitus is a condition of high insulin resistance which results in elevated levels of sugar in the blood due to ineffective response to normal insulin signaling.Physical activity is associated with decreasing one's risk of developing diseases such as obesity and diabetes. In addition, decreased levels of activity are associated with an increase in biomarkers that can contribute to the development of insulin resistance. Researchers at the Boston University School of Medicine (BUSM) sought to examine the relationship of physical activity and inactivity, to insulin resistance and biomarkers of inflammation. Participants were asked to wear accelerometers during the day to estimate the amount of physical activity, as well as time spent being less active (\"sedentary time\"). These measurements were then compared to chemical markers of insulin resistance, inflammation and metabolism found in blood.They found that increased levels of physical activity (below what is required for weight loss) were associated with decreased insulin resistance as well as biomarkers of inflammation. The researchers also demonstrated that among individuals who spent more time sedentary, their blood contained higher levels of leptin, a chemical produced in fatty tissue that causes satiety, and FABP4 (fatty acid binding protein 4), a protein involved in the transport of fat molecules. Although not completely understood, the authors concluded that physical activity and sedentary time may operate by different pathways to modulate disease risk. \"These results may help us create specific exercise recommendations for the prevention or treatment of diseases like type 2 diabetes mellitus,\" explained corresponding author BUSM post-doctoral fellow Nicole Spartano, PhD.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bumc-dsm012617.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, American Heart Association", "meeting": "", "institution": "Boston University Medical Center", "keywords": ["Medicine/Health", " Cardiology", " Endocrinology"], "journal": "Clinical Obesity", "description": "A new report, based on data from the Framingham Heart Study (FHS), suggests that insulin resistance, a predictor of cardiovascular risk and the development of diabetes, may be modulated with even modest levels of physical activity. \r\n\r\nThe findings are published in the journal Clinical Obesity.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}