{"title": "Kaiser Permanente study finds telephone wellness coaching helps members lose weight", "text": "-- Kaiser Permanente members who voluntarily participated in individual wellness coaching by telephone for weight management lost an average of 10 pounds each and changed their weight trajectories from upward to downward, according to a new study published in the journal Obesity.The study was designed to evaluate the impact of a real-world telephonic coaching program on weight loss among patients whose goals were to manage their weight, improve healthy eating habits or increase their physical activity. For this study, researchers reviewed the electronic medical records of nearly 1,000 Kaiser Permanente members in Northern California who participated in at least one voluntary wellness coaching session to address healthy eating, active living and weight loss strategies. Participants were then compared to a matched control group of more than 19,000 members with similar baseline weight, weight gain and other characteristics, who did not participate in wellness coaching.\"We found that patients who participated in the coaching sessions lost clinically significant amounts of weight, which is so important because even a small amount of weight loss can help patients experience significant health benefits over time,\" said Julie A. Schmittdiel, PhD, research scientist with the Kaiser Permanente Northern California Division of Research and the study's lead author. \"And because obesity and diabetes are major health issues in the United States, behavioral interventions within clinical settings may be an important means for addressing healthy behaviors.\"Many major health care organizations offer health and wellness coaching programs for their members. Kaiser Permanente offers voluntary wellness coaching by phone to all its members nationwide for no additional fee, specifically targeting weight management, healthy eating, physical activity, tobacco cessation and stress reduction. The coaching is provided by masters-level health professionals who are trained in evidence-based coaching methods, including motivational interviewing.\"Since the wellness coaching program was launched in Northern California in 2010, we have learned that our members appreciate the opportunity to receive lifestyle coaching on their own schedules by phone,\" said co-author Nancy Goler, MD, Kaiser Permanente Northern California associate executive director and former director of the Wellness Coaching Center. \"Now we have strong evidence that coaching may be helping members to live healthier lives.\"The current research is the latest study in a series conducted by the Natural Experiments for Translation in Diabetes (NEXT-D) to assess the effectiveness of wellness coaching in a large, integrated health care system. In November 2015, a study in the American Journal of Health Promotion found that Kaiser Permanente wellness coaching participants were able to quit tobacco at higher rates than matched controls (31 percent vs. 23 percent) and that their quitting rates were comparable to people who attended in-person group classes.Likewise, a study in Preventing Chronic Disease in October 2013 found that patient satisfaction levels with coaching were high among Kaiser Permanente members participating in two or more wellness coaching sessions. Survey results showed 70 percent were satisfied with the program and 71 percent would recommend it to others.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/kp-kps012417.php", "region": "namerica", "source_link": null, "funder": "Centers for Disease Control and Prevention, NIH/National Institute for Diabetes and Digestive and Kidney Disorders", "meeting": "", "institution": "Kaiser Permanente", "keywords": ["Medicine/Health", " Diet/Body Weight", " Health Care Systems/Services", " Exercise"], "journal": "Obesity", "description": "Kaiser Permanente members who voluntarily participated in individual wellness coaching by telephone for weight management lost an average of 10 pounds each and changed their weight trajectories from upward to downward, according to a new study published in the journal Obesity.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}