{"title": "Scientists describe lab technique with potential to change medicine and research", "text": "WASHINGTON -- Researchers who developed and tested a revolutionary laboratory technique that allows for the endless growth of normal and diseased cells in a laboratory are publicly sharing how the technique works. The Georgetown University Medical Center (GUMC) researchers hope that by doing so, scientists around the world can realize the many of possibilities of \"conditional reprogramming,\" which includes living biobanks, personalized and regenerative medicine, and novel cancer research. Published in Nature Protocols, investigators demonstrate how conditional reprogramming (CR) works, and why it may be able to fill a number of clinical care and research voids. CR is the only known system that can indefinitely grow healthy as well as cancer cells \"as if they were just extracted from a patient, and expand them -- a million new cells can be grown in a week -- as long as needed,\" says the co-lead author Xuefeng Liu, MD, associate professor of pathology and a director in the Center for Cell Reprogramming at Georgetown University Medical Center.  No genetic modification is needed to coax the cells to grow -- all that is used are special \"feeder\" cells and a chemical inhibitor.As one example, the researchers demonstrate they are able to use CR to produce new and healthy pancreatic beta islet cells that secrete insulin -- suggesting a promising avenue for type I diabetes research.\"A true cure for this kind of diabetes could be achieved by replacing the lost beta cells with new functional insulin producing cells,\" says Liu.The researchers have also grown healthy and cancerous cells from airway tissues, retinas, prostates, breasts, and intestines, which replicate for extended periods with conditional reprogramming. Since CR was developed and described by Liu, Richard Schlegel, MD, PhD, director of the Center for Cell Reprogramming, and their colleagues at Georgetown in 2011, scientists have been testing the ability of the cells to perform a number of advanced goals. The CR method has spread worldwide, for example, the National Cancer Institute cited the CR method in Precision Medicine Initiatives for oncology and drug discovery programs. Georgetown researchers have trained more than 100 scientists in the technique. In the newly published protocol, the Georgetown researchers describe many other possibilities that CR offers: among them, living biobanks, personalized and regenerative medicine, and novel cancer research. For example, in a December study published in Oncotarget, Liu and Schlegel describe how CR allows them to grow both normal and primary cancerous prostate cells from a patient. This research represents a critical advance in the effort to understand the origin and drivers of this puzzling cancer.Additionally, biobanking normal cells from a patient allows the possibility of using those cells in the future to infuse healthy cells into a damaged organ. \"We can grow cells, freeze them, thaw them,\" Liu says. \"Think about use of such cells for skin replacement, for organ patching, and cancer studies.\"CR cancer cells also could allow oncologists to test and select a therapy based on an expanded laboratory population of a patient's individual cancer cells -- a procedure  already conducted at Georgetown and published in the New England Journal of Medicine. An independent research study at Massachusetts General Hospital Cancer Center, published in Science, demonstrated that the CR method identified a combination of therapies for resistant lung cancer patients.Several institutes have used CR platform for discovery of anti-cancer drug or new targets. For example, researchers at Helsinki established the first castration-resistant CR cells and discovered both known and novel drug sensitivities in prostate cancer cells, including navitoclax, which is currently being tested in clinical trials of castration-resistant prostate cancer. Yale scientists discovered Notch1 and SOX10 are potential new therapeutic targets of adenoid cystic carcinoma. Researchers at Fox Chase Cancer Center found that MYC-ERCC3 is new target for human pancreatic cancer and applied this novel target for drug discovery.It may also be possible to fix damaged cells, using gene editing techniques, and then grow new, repaired cells to fix a wide variety of diseases, Liu says. \"It is not unimaginable that we could take a tiny nose biopsy from a person with cystic fibrosis, correct the defect that causes the disease, then regrow the healthy cells to infuse back into the lung. Because the cells were derived from the patient, they would not be rejected.\"", "article_link": "http://dx.doi.org/10.1038/nprot.2016.174", "url": "http://www.eurekalert.org/pub_releases/2017-01/gumc-sdl012017.php", "region": "namerica", "source_link": null, "funder": "Center for Cell Reprogramming, National Institutes of Health", "meeting": "", "institution": "Georgetown University Medical Center", "keywords": ["Cell Biology", " Medicine/Health", " Cancer"], "journal": "Nature Protocols", "description": "Researchers who developed and tested a revolutionary laboratory technique that allows for the endless growth of normal and diseased cells in a laboratory are publicly sharing how the technique works.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}