{"title": "Trying to tango with more than 2: Extra centrosomes promote tumor formation in mice", "text": "When a cell is dividing, two identical structures, called centrosomes, move to opposite sides of the cell to help separate its chromosomes into the new cells. More than 100 years ago, scientists observed that cancer cells often have more than two centrosomes, but they couldn't untangle whether the extra structures were a result of the cancer -- or part of its cause. Now, biologists at Johns Hopkins have solved that conundrum, finding that extra centrosomes can single-handedly promote tumor formation in mice.Beyond revealing more about cancer initiation, the researchers believe that their mice represent a model for cancer research that more closely mimics the traits of human cancer than previously available strains.\"Mouse models of cancer are usually produced by altering a single gene or a combination of genes known to fuel a particular type of cancer,\" says Andrew Holland, Ph.D., assistant professor of molecular biology and genetics at the Johns Hopkins University School of Medicine and member of the Johns Hopkins Kimmel Cancer Center. \"That often produces tumors in which every cell is genetically similar. But human tumors contain lots of variety, which may explain why they often don't respond to drugs the same way mice do.\"Michelle Levine, a Ph.D. candidate and the primary researcher on the project, adds, \"Extra centrosomes generate genetic diversity in the mice, which creates tumors much more similar to human tumors.\"A summary of Holland's group's findings appears online Jan. 26 in the journal Developmental Cell.During cell division, centrosomes help properly distribute chromosomes. When chromosome distribution goes wrong, each new cell inherits either too many or too few chromosomes. Holland says the condition, called aneuploidy, can be found in more than 90 percent of solid tumors in humans, suggesting a causal link. But, until now, there hadn't been a way to test how extra centrosomes contribute to aneuploidy and tumor formation.Previous experiments in lab-grown cells showed that elevated levels of the protein Plk4 caused an increase in centrosome numbers. Holland's team wanted to see if the same would happen in mice genetically engineered to produce extra Plk4, but the researchers knew that aneuploidy would be lethal during the delicate process of embryonic development. They engineered mice that would only produce extra Plk4 after being given the antibiotic doxycycline and waited until the mice were a month old to give them their first dose in their drinking water.After a month of doxycycline treatment, the researchers assessed the number of centrosomes in the mouse tissues. As suspected, they found many instances of excess centrosomes -- in the skin, spleen, intestine, thymus, liver, pancreas and stomach. When they assessed chromosome numbers in cells from the skin and spleen, they found that up to one-third of them were aneuploid, indicating that the extra centrosomes were contributing to improper chromosome distribution.Holland says: \"Faulty chromosome distribution causes an imbalance in how many copies of each gene a cell inherits. It also increases the chances of chromosomes being broken and subsequently swapping parts with each other.\"Human cancers usually develop over decades,\" he says. \"Some initial error -- extra centrosomes, in this case -- weakens the faithfulness with which chromosomes are duplicated and passed on to daughter cells. Then, every cell division is a chance for a cancer-promoting mutation to occur. Eventually, enough of these accumulate in a given tissue, and a tumor forms.\"Strikingly, half of the mice with high Plk4 levels developed cancer within nine to 18 months -- when they were middle-aged -- while none of the normal mice did. And each case of cancer originated in a tissue with elevated centrosome numbers, specifically the thymus, spleen and skin.\"The evidence strongly suggests that it was extra centrosomes, not some unknown function of Plk4, that caused these tumors to form,\" says Holland. \"First, we performed an experiment where we only increased levels of Plk4 for one month. In this case, extra centrosomes persisted after the excessive levels of Plk4 had declined, and the mice still developed tumors over a year later. Second, nearly every tissue in their bodies experienced high levels of Plk4, but it was only in those with extra centrosomes that we saw tumors form.\"Holland notes that not every tissue with extra centrosomes formed tumors -- for example, the intestine. \"While extra centrosomes can be sufficient to initiate tumor formation, they are not able to do so in every tissue,\" he says. \"We don't yet know why this is, but we hope to address this in future studies.\"Additionally, some tissues, like the lungs and kidney, didn't make extra centrosomes, even though their levels of Plk4 were high. These tissues also failed to form tumors.Levine explains that extra centrosomes form only in dividing cells. The lungs and kidneys are relatively stable in an adult mouse, she says, so even though they did show high levels of Plk4, cells were not dividing frequently, and there was less centrosome multiplication. \"That said, cells in the liver, pancreas and stomach showed high numbers of centrosomes but low rates of cell division, so there are probably unique things about each tissue that also contribute to the differences,\" she adds.Levine suggests that other mice could be genetically engineered to make extra centrosomes specifically in some of the tissues that didn't make them in this study. Ultimately, she thinks mice with extra centrosomes will become an invaluable tool for studying how cancer begins and how it can be defeated.", "article_link": "http://dx.doi.org/10.1016/j.devcel.2016.12.022", "url": "http://www.eurekalert.org/pub_releases/2017-01/jhm-ttt012317.php", "region": "namerica", "source_link": null, "funder": "Pew-Stewart Scholar Award, Kimmel Cancer Center, Johns Hopkins University School of Medicine Innovation Award, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, NIH/National Institute of General Medical Sciences, and others", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Genetics", " Medicine/Health", " Cancer"], "journal": "Developmental Cell", "description": "When a cell is dividing, two identical structures, called centrosomes, move to opposite sides of the cell to help separate its chromosomes into the new cells.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}