{"title": "Media registration now open for 'Bio in Beer-Sheva, Israel: The Murray Fromson Journalism Fellowship'", "text": "NEW YORK...January 26, 2017 - Medical and science writers can now register to participate in the 12th Annual Murray Fromson Fellowship. Named for veteran CBS reporter Murray Fromson, the Fellowship offers qualified, United States-based reporters and freelancers the opportunity to write about research and technology emanating from Ben-Gurion University of the Negev (BGU) in Beer-Sheva, Israel. The Fromson Fellowship is organized and implemented by American Associates, Ben-Gurion University of the Negev (AABGU).This year, the Fromson Fellowship cohort will offer up to 10 selected science, health and medical journalists the opportunity to report on the myriad biomedical research projects and innovations that are being developed at or in partnership with BGU. Meetings will be held with top researchers and business leaders in the fields of biomedical engineering, robotics, nanomedicine, infectious diseases, sleep and nutrition, who will present new and soon-to-be-published research. Click here for the detailed preliminary itinerary.The Fellowship covers fellows' travel, accommodation and meal costs and includes a five-day program in Israel. In addition to meetings, there will be special excursions and time allotted for reporters to research or write. Reporters may also cover the Fellowship costs if publications require. Eligibility: The cohort is open to a limited number of pre-qualified medical/science journalists on staff at bona fide United States news media. Freelance writers must indicate evidence of bylined work pertaining to science, health, medicine, or biomedical research intended for the general public and published within the past year. Deadline: The cohort will be finalized on a rolling basis until Friday, February 17, 2017.For more information, contact: \r\nAndrew Lavin\r\nA. Lavin Communications\r\nandrewlavin@alavin.com, 516-944-4486Additional information on eligibility requirements is available at: \r\nhttp://www.aabgu.org/fromson-fellowship-2017About American Associates, Ben-Gurion University of the NegevAmerican Associates, Ben-Gurion University of the Negev (AABGU) plays a vital role in sustaining David Ben-Gurion's vision: creating a world-class institution of education and research in the Israeli desert, nurturing the Negev community and sharing the University's expertise locally and around the globe. As Ben-Gurion University of the Negev (BGU) looks ahead to turning 50 in 2020, AABGU imagines a future that goes beyond the walls of academia. It is a future where BGU invents a new world and inspires a vision for a stronger Israel and its next generation of leaders. Together with supporters, AABGU will help the University foster excellence in teaching, research and outreach to the communities of the Negev for the next 50 years and beyond. Visit vision.aabgu.org to learn more.\r\n\r\n\t12th Annual Murray Fromson Fellowship\r\nBio in Beer-Sheva, IsraelDepart Friday, March 17, 2017 - Return Friday, March 24, 2017Select Research Meetings (Subject to Change)\r\n1.26.17Prof. David Zarrouk--Senior lecturer in the Department of Mechanical Engineering and director of the Bi?o-Inspired a?nd Medical Robotics Laboratory. His research interests are in the fields of bio-mimetics, millisystems, miniature robotics, minimally actuated mechanisms, and theoretical kinematics. Dr. Amir Shapiro--Faculty member of the Department of Mechanical Engineering, where he focuses on locomotion of multi-limbed mechanisms in unstructured complex environments. Dr. Shapiro's research interests include medical robots and locomotion of snakelike robots. He is head of the Laboratory of Autonomous Robotics and a member of the Zlotowski Center for Neuroscience. Prof. Hugo Guterman--He heads The Paul Ivanier Center for Robotics and chairs the Israel Section of IEEE Robotics and Automation Society. He is currently developing several robotic medical devices and an autonomous robot driver for cars. His research interests include neural networks, electrochemical processes, robotics, biotechnology, and biosensors. Since 1990, he has been at the Department of Electrical and Computer Engineering. Dr. Ilana Nisky--Director of the Biomedical Robotics Lab, senior lecturer in the Department of Biomedical Engineering and member of the Zlotowski Center for Neuroscience.  Her lab uses robots, haptic devices and other mechatronic devices as a platform to understand the human sensorimotor system in real-life tasks like surgery, and in virtual tasks like virtual reality games or surgical simulations. They apply neuroscience theories about the human sensorimotor control, perception, adaptation, learning, and skill acquisition in the development of human-operated medical and surgical robotic systems. This research could improve treatment quality and will facilitate better training of surgeons, advance the technology of teleoperation and haptics, and advance our understanding of the brain.Dr. Oren Shriki--Director of graduate studies at the Department of Brain and Cognitive Sciences and head of the undergraduate track in computer science He is the principal investigator in the Computational Psychology Lab and member of the Zlotowski Center for Neuroscience. His research interests include psychiatric and neurological phenomena, criticality in neural systems, plasticity and learning, and brain-inspired computing. The lab is involved in experimental work, data analysis and computational modeling aimed at developing new insights into psychiatric and neurological phenomena.Prof. Abraham \"Boomie\" Zangen--Prof. Zangen heads the Brain Stimulation and Behavior Lab in the Department of Life Sciences.  He is also a member of the Zlotowski Center for Neuroscience. His research focus is on the identification and understanding of altered neuroplasticity in psychiatric disorders--primarily depression, addiction and ADHD. He studies the effects of repeated brain stimulation on markers for neuroplasticity and on behavioral outcomes in psychiatric patients as well as in animal models. He has developed unique deep transcranial magnetic stimulation coils for the treatments of depression, addiction and ADHD. The device he developed for the treatment of depression was already approved by the FDA and other regulatory bodies, while other versions of his device are being tested for their efficacy in other psychiatric and neurological disorders. His early work in this field led to establishment of Brainsway, a company that commercializes the coils he and his colleagues developed.Prof. Amos Katz, M.D.--Dean of the Faculty of Health Sciences. Prof. Katz is leading a transformation of medical student training. His current research activities include: implantable cardioverter defibrillators (ICDs); heart-rate variability as a predictor of arrhythmia in ICD patients; impact of the Dead Sea on patients with congestive heart failure after ICD implantation; sudden death and malignant ventricular arrhythmias; the impact of Shabbat and holy days on sudden death; and the autonomic nervous system and cardiovascular diseases. Prof. Yuval Shahar--Head of the Medical Informatics Research Center and a lecturer in the Department of Software and Information Systems Engineering. Prof. Shahar is focused on artificial intelligence and its uses within medical domains. He is also interested in medical decision analysis. Prof. Varda Shoshan-Barmatz, NIBN, Dept. of Life Sciences--After a decade as director of the National Institute for Biotechnology in the Negev, Prof. Shoshan-Barmatz returned to her research into novel cancer therapies. She founded two startup companies and signed an agreement with a third to push forward her promising cancer research.Medical Simulation Center with Dr. Oren Wacht--Dr. Wacht Ph.D., EMT-P, is clinical coordinator of the Department of Health Systems Management and Emergency Medicine, and is a paramedic with Magen David Adom, the Israeli ambulance corps. Prof. Smadar Cohen--Founder and former chair of the Avram and Stella Goldstein-Goren Department of Biotechnology Engineering. Founder and director of BGU's Center for Regenerative Medicine, Cellular Therapy and Stem Cell Research. She has a diverse range of research interests including biomaterials, tissue engineering and regeneration; cardiac and liver tissue engineering; stem cells; polymeric and controlled release systems. Prof. Hanna Rapaport--Prof. Rapaport is a researcher in the Avram and Stella Goldstein-Goren Department of Biotechnology Engineering. Her interests include regenerative medicine, specifically peptide hydrogels for bone regeneration, peptide coatings for bone implants and peptide hydrogels for drug delivery to bone tissue. Dr. Shelly Levy-Tzedek--Lecturer in the Leon and Matilda Recanati School for Community Health Professions, Department of Physical Therapy. Her research interests include movement control with sensory substitution devices, rhythmic movement in Parkinson's disease patients and handshake movements in those affected by cerebral palsy. Specifically, she designs gamified human-robot interactions for healthy aging, as well as for post-stroke rehabilitation. She heads the Cognition, Aging and Rehabilitation Lab, where she studies the effects of aging and disease on motor control and motor learning and is a member of the Zlotowski Center for Neuroscience. Prof. Itshak Melzer--Lecturer in the Leon and Matilda Recanati School for Community Health Professions. His research is focused on the mechanism of postural control in the elderly, developing novel interventions to reduce the incidence of falls, and testing postural balance to identify those at risk of sustaining falls. Dr. Simona Bar-Haim--Lecturer in the Department of Physical Therapy and entrepreneur. Dr. Bar-Haim is director of the Laboratory for Rehabilitation and Motor Control of Walking and is responsible for the scientific basis of the startup Step of Mind. Dr. Bar-Haim originated the idea of applying chaotic perturbations to facilitate motor learning and conducted preliminary studies that suggest its effectiveness. She is a member of the Zlotowski Center for Neuroscience, and heads a coalition with partners throughout the Arab world.Prof. Iris Shai--Prof. Shai is a researcher at the S. Daniel Abraham International Center for Health and Nutrition in the Department of Epidemiology. Her comprehensive research focuses on nutrition, obesity, type 2 diabetes, and coronary heart disease. Her recent work compares the effects of three types of diet (low carbohydrate, Mediterranean and low-fat) and studies the impact of diets on disease.Dr. Eli Lewis--Dr. Lewis is a lecturer in the Department of Clinical Biochemistry and Pharmacology and director of the Clinical Islet Laboratory. He is engaged in several international clinical trials that are successfully demonstrating that treating recently diagnosed type 1 diabetic patients with a series of alpha-1-antitrypsin (AAT) infusions is halting the disease and eliminating the need for insulin treatment. He has currently invented a biologic injection prototype to replace the costly infusions. He is the recipient of the prestigious Young Scientist Career Development Award from The Juvenile Diabetes Research Foundation (JDRF). Dr. Leslie Lobel--Senior lecturer in the Shraga Segal Department of Microbiology and Immunology and the Center for Emerging Diseases, Tropical Diseases and AIDS. His work focuses on a variety of viral diseases, such as Zika, Ebola, Hepatitis C, and avian influenza, as well as RSV and Rift Valley Fever. For many years, he has been studying infectious diseases at his lab in the Zika Forest, Uganda. He is also studying the humoral immune response to cancer and is isolating totally human monoclonal antibodies that are cancer specific from cancer patients and healthy adults. Dr. Moshe Elkabets--Senior lecturer in the Shraga Segal Department of Microbiology and Immunology. His research is focused on the interface between immunotherapy and cancer genomics. Dr. Elkabets is studying resistance to targeted therapies and investigating therapeutic head and neck cancer strategies. Dr. Alon Monsonego--Incumbent of the Zehava and Chezy Vered Career Development Chair for the Study of Alzheimer's and Neurodegenerative Diseases and a member of the Shraga Segal Department of Microbiology and Immunology and the Zlotowski Center for Neuroscience. Dr. Monsonego is also a researcher in the National Institute for Biotechnology in the Negev. His work focuses on investigating the interactions between the immune system and the brain during aging and the progression of Alzheimer's disease. He heads the Neuroimmunology Lab.Prof. Ariel Tarasiuk--Lecturer in the Department of Physiology and Cell Biology. Prof Tarasiuk's Biomedical Signal Processing Research Lab recently announced smartphone technology for evaluation of sleep disorders through analyzing breathing and speech sounds, while asleep or awake.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/aabu-mrn012517.php", "region": "namerica", "source_link": "http://www.aabgu.org/fromson-fellowship-2017", "funder": "", "meeting": "12th Annual Murray Fromson Journalism Fellowship", "institution": "American Associates, Ben-Gurion University of the Negev", "keywords": ["Medicine/Health", " Cancer", " Diet/Body Weight", " Endocrinology", " Infectious/Emerging Diseases", " Metabolism/Metabolic Diseases", " Physiology", " Public Health", " Social/Behavioral Science"], "journal": "", "description": "This year, the Fromson Fellowship cohort will offer up to 10 selected science, health and medical journalists the opportunity to report on the myriad biomedical research projects and innovations that are being developed at or in partnership with BGU. \r\n\r\nMeetings will be held with top researchers and business leaders in the fields of biomedical engineering, robotics, nanomedicine, infectious diseases, sleep and nutrition, who will present new and soon-to-be-published research. Click here for the detailed preliminary itinerary.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}