{"title": "Hospital-led interventions associated with significant reduction in cesarean rate", "text": "BOSTON - A new study led by clinician-researchers at Beth Israel Deaconess Medical Center (BIDMC) has found that hospital-led interventions over a seven-year period were associated with a significant reduction in the hospital's Cesarean delivery rate. The study appears online today in The Joint Commission Journal on Quality and Patient Safety. Nearly one in three babies born in the United States is delivered via Cesarean section, or C-section. Compared to vaginal delivery, Cesareans are associated with a number of increased health risks for mother and baby - including increased mortality - as well as longer hospital stays and increased health care costs. The study measured the impact of a series of strategic quality improvement interventions on the hospital's nulliparous, term singleton vertex (NTSV) Cesarean rate - or the proportion of single babies carried to at least 37 weeks in the vertex position born to women having their first baby that were delivered via Cesarean.\"The rate of Cesarean deliveries in low-risk women varies significantly from hospital to hospital across the nation, and such wide disparities suggest that some Cesarean deliveries may be performed for reasons other than medical necessity,\" said first author Mary A. Vadnais, MD, MPH, a maternal-fetal medicine specialist and Vice Chair of the Obstetrics Quality Assurance Committee at BIDMC. \"Our research shows that quality improvement initiatives can significantly reduce Cesarean deliveries in low-risk women, benefiting mothers and reducing health care costs.\"Beginning in 2008, BIDMC obstetricians implemented a series of interventions in five areas: interpretation and management of fetal heart rate tracings, provider tolerance for labor, induction of labor, provider awareness of NTSV Cesarean delivery rates and environmental stress. During the intervention period, researchers found that the NTSV Cesarean rate decreased from 34.8 percent to 21.2 percent, below the U.S. Department of Health and Human Service's recommended target rate of 23.9 percent. The hospital's overall Cesarean rate also declined from 40 percent to 29.1 percent over the same period. \"Since implementing these quality improvement measures, our department has seen a steady decline in our Cesarean rate,\" said senior author Toni Golen, MD, Medical Director of Labor and Delivery and Post-Partum at BIDMC. \"More important, with that decline we have not seen a clinically significant rise in complications among babies or mothers, which demonstrates the success of the interventions.\"Vadnais and colleagues used available published data and assessed environmental factors in the BIDMC Labor and Delivery unit to design strategic interventions aimed at lowering the NTSV Cesarean delivery rate. In some cases, these interventions meant standardizing protocols, increasing provider education or revising guidelines. For example, slow progression of labor is a common reason for a Cesarean delivery. However, historical norms for labor progress may not apply to modern obstetrical populations. Reassessing how to manage slower labors allowed physicians to avoid Cesarean deliveries based solely on the previously expected rate of cervical changes. There is a recognized association between a hospital's environmental factors and its Cesarean delivery rate. To optimize the environment at BIDMC, the Labor and Delivery unit conducted emergency Cesarean delivery drills to strengthen cohesiveness between the provider and unit staff members to increase the unit's ability to support the physician during an urgent situation. The department also created a more flexible visitor guideline to promote continual emotional support for the patient. \"We designed the improvement interventions so that they can easily be customized to meet the needs of any medical institution,\" Golen added. \"Our hope is that other hospitals will replicate this approach by identifying factors within their practice and implement similar quality improvement initiatives so that they can reduce their Cesarean delivery rates as well.\"The authors note that because the study used a series of interventions, they reported cumulative effects, and therefore the study could not measure the impact of any single intervention. Certain data such as administrative data and ICD9 codes were available, but other data, such as patient body mass index (BMI) data, were not. Also, the impact of midwifery care on a reduced Cesarean rate could not be measured due to the fact that such care was not available at BIDMC until 2014. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/bidm-hia012417.php", "region": "namerica", "source_link": null, "funder": "Harvard Catalyst, Harvard Clinical and Translational Science Center, Robert Wood Johnson Foundation, Rx Foundation", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "The Joint Commission Journal on Quality and Patient Safety", "description": "A new study led by clinician-researchers at Beth Israel Deaconess Medical Center (BIDMC) has found that hospital-led interventions over a seven-year period were associated with a significant reduction in the hospital's cesarean delivery rate. During the intervention period, researchers found that the cesarean rate for low-risk women having their first delivery decreased from 34.8 percent to 21.2 percent. The hospital's overall cesarean rate also declined from 40 percent to 29.1 percent over the same period.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}