{"title": "New gene-delivery therapy restores partial hearing, balance in deaf mice", "text": "Using a novel form of gene therapy, scientists from Harvard Medical School and the Massachusetts General Hospital have managed to restore partial hearing and balance in mice born with a genetic condition that affects both.The new model overcomes a long-standing barrier to accessing hair cells, the delicate sensors in the inner ear that capture sound and head movement and convert them to neural signals for hearing and balance. These cells have been notoriously difficult to treat with previous gene-delivery techniques.The team's findings, published in the February issue of Molecular Therapy, show that the treatment leads to notable gains in hearing and allows mice that would normally be completely deaf to hear the equivalent of a loud conversation. The approach also improved the animals' sense of balance. An accompanying commentary to the study appears in the same issue.The investigators caution the approach is years away from use in humans, but gene therapy carries the promise of restoring hearing in people with several forms of both genetic and acquired deafness. Some 30 million Americans suffer from hearing loss, and every year about one in 1,000 babies are born with hearing impairment, according to the Centers for Disease Control and Prevention.On their quest to restore hearing through gene therapy, scientists have long sought ways to improve gene delivery into hair cells. Previous approaches were only marginally effective as they reached one set of hair cells in the inner ear, but another subset--equally critical for hearing--remained largely impenetrable.\"To treat most forms of hearing loss, we need to find a delivery mechanism that works for all types of hair cells,\" said neurobiologist David Corey, co-senior investigator on the study and the Bertarelli Professor of Translational Medical Science at HMS. To achieve that, the researchers used the common adeno-associated virus (AAV). The virus has been already used as a gene-delivery vehicle for retinal disorders but thus far has proven far less efficient in penetrating hair cells.To super-charge AAV as a gene carrier into the inner ear, the team used a form of the virus wrapped in protective bubbles called exosomes, an approach recently developed by study co-investigators Casey Maguire, HMS assistant professor of neurology at the Mass General, and Xandra Breakefield, HMS professor of neurology at Mass General.Maguire and colleagues grew regular AAV virus inside cells. Those cells naturally bud off exosomes--tiny bubbles made of cell membrane--that carry the virus inside them. The membrane wrapping around the virus is coated with proteins that bind to cell receptors. This, Maguire said, may be the reason why the bubble-wrapped form of AAV, or exo-AAV, binds more easily to the surfaces of hair cells and penetrates them more efficiently.\"Unlike current approaches in the field, we didn't change or directly modify the virus. Instead, we gave it a vehicle to travel in, making it better capable of navigating the terrain inside the inner ear and accessing previously resistant cells,\" said Maguire, who is also co-senior author on the study.In lab dish experiments, exo-AAV successfully penetrated 50-60 percent of hair cells, the researchers observed. By contrast, AAV alone reached a mere 20 percent of hair cells.To test the approach in living animals, the researchers worked with mice born without a gene critical for hair cell function. Such animals normally cannot hear even the loudest sounds and exhibit poor balance. Researchers Bence György and Cyrille Sage, first authors on the study, injected exo-AAV preloaded with the missing gene into the inner ears of mouse pups, shortly after birth.Post-treatment tests revealed that the gene entered between 30 and 70 percent of hair cells, reaching both inner and outer hair cells.A month after treatment, nine of 12 mice had some level of hearing restored and could be startled by a loud clap, a standard behavioral test for hearing. Four could hear sounds of 70 to 80 decibel intensity, the rough equivalent of conversation in a loud restaurant. Because hair cells are also critical for the sense of balance, mice with damaged or missing hair cells show balance abnormalities. Treated mice had notably improved balance, compared with their untreated counterparts, showing far less head tossing or running in circles, both markers of instability or disorientation.The team now plans to improve their gene-delivery technique in an attempt to reach an even greater proportion of hair cells. The scientists will test the approach in other forms of deafness, including conditions that cause both deafness and blindness.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/hms-ng012617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH//National Institute on Deafness and Other Communications Disorders", "meeting": "", "institution": "Harvard Medical School", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Molecular Therapy", "description": "Using a novel form of gene therapy, scientists from Harvard Medical School and the Massachusetts General Hospital have managed to restore partial hearing and balance in mice born with a genetic condition that affects both.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}