{"title": "NIST updates 'sweet' 1950s separation method to clean nanoparticles from organisms", "text": "Sometimes old-school methods provide the best ways of studying cutting-edge tech and its effects on the modern world.Giving a 65-year-old laboratory technique a new role, researchers at the National Institute of Standards and Technology (NIST) have performed the cleanest separation to date of synthetic nanoparticles from a living organism. The new NIST method is expected to significantly improve experiments looking at the potential environmental and health impacts of these manufactured entities. It will allow scientists to more accurately count how many nanoparticles have actually been ingested by organisms exposed to them.A paper describing the new method appears in the current issue of the journal ACS Nano. The common roundworm Caenorhabditis elegans has been used in recent years as a living model for laboratory studies of how biological and chemical compounds may affect multicellular organisms. These compounds include engineered nanoparticles (ENPs), bits of material between 1 and 100 nanometers (billionths of a meter, or about 1/10,000 the diameter of a red blood cell). Previous research has often focused on quantifying the amount and size of engineered nanoparticles ingested by C. elegans. Measuring the nanoparticles that actually make it into an organism is considered a more relevant indicator of potential toxicity than just the amount of ENPs to which the worms are exposed.Traditional methods for counting ingested ENPs have produced questionable results. Currently, researchers expose C. elegans to metal ENPs such as silver or gold in solution, then rinse the excess particles away with water followed by centrifugation and freeze-drying. A portion of the \"cleaned\" sample produced is then typically examined by a technique that determines the amount of metal present, known as inductively coupled plasma mass spectrometry (ICP-MS). It often yields ENP counts in the tens of thousands per worm; however, those numbers always seem too high to NIST researchers working with C. elegans.\"Since ICP-MS will detect all of the nanoparticles associated with the worms, both those ingested and those that remain attached externally, we suspect that the latter is what makes the 'ENPs' per-worm counts so high,\" said NIST analytical chemist Monique Johnson, the lead author on the ACS Nano paper. \"Since we only wanted to quantify the ingested ENPs, a more robust and reliable separation method was needed.\"Luckily, the solution to the problem was already in the lab.In the course of culturing C. elegans for ENP-exposure experiments, Johnson and her colleagues had used sucrose density gradient centrifugation, a decades-old and established system for cleanly separating cellular components, to isolate the worms from debris and bacteria. \"We wondered if the same process would allow us to perform an organism-from-ENP separation as well, so I designed a study to find out,\" Johnson said.In their experiment, the NIST researchers first exposed separate samples of C. elegans to low and high concentrations of two sizes of gold nanospheres, 30 and 60 nanometers in diameter. The researchers put each of the samples into a centrifuge and removed the supernatant (liquid portion), leaving the worms and ENPs in the remaining pellets. These were centrifuged twice in a salt solution (rather than just water as in previous separation methods), and then centrifuged again, but this time, through a uniquely designed sucrose density gradient.\"From top to bottom, our gradient consisted of a salt solution layer to trap excess ENPs and three increasingly dense layers of sucrose [20, 40 and 50 percent] to isolate the C. elegans,\" Johnson explained. \"We followed up the gradient with three water rinses and with centrifugations to ensure that only worms with ingested ENPs, and not the sucrose separation medium with any excess ENPs, would make it into the final pellet.\"Analyzing the range of masses in the ultrapurified samples indicated gold levels more in line with what the researchers expected would be found as ingested ENPs. Experimental validation of the NIST separation method's success came when the worms were examined in detail under a scanning electron microscope (SEM).\"For me, the eureka moment was when I first saw gold ENPs in the cross section images taken from the C. elegans samples that had been processed through the sucrose density gradient,\" Johnson said. \"I had been dreaming about finding ENPs in the worm's digestive tract and now they were really there!\"The high-resolution SEM images also provided visual evidence that only ingested ENPs were counted. \"No ENPs were attached to the cuticle, the exoskeleton of C. elegans, in any of the sucrose density gradient samples,\" Johnson said. \"When we examined worms from our control experiments [processed using the traditional no-gradient, water-rinse-only separation method], there were a number of nanospheres found attached to the cuticle.Now that it has been successfully demonstrated, the NIST researchers plan to refine and further validate their system for evaluating the uptake of ENPs by C. elegans. \"Hopefully, our method will become a useful and valuable tool for reducing the measurement variability and sampling bias that can plague environmental nanotoxicology studies,\" Johnson said.M.E. Johnson, S.K. Hanna, A.R. Montoro Bustos, C.M. Sims, L.C.C. Elliott, A. Lingayat, A.C. Johnston, B. Nikoobakht, J.T. Elliott, R.D. Holbrook, K.C.K. Scott, K.E. Murphy, E.J. Petersen, L.L. Yu and B.C. Nelson. Separation, sizing, and quantitation of engineered nanoparticles in an organism model using inductively coupled plasma mass spectrometry and image analysis. January 24, 2017. ACS Nano, DOI: 10.1021/acsnano.6b06582\r\nMichael E. Newman\nmichael.newman@nist.gov\n301-975-3025\n @usnistgov\nhttp://www.nist.gov ", "article_link": "http://dx.doi.org/10.1021/acsnano.6b06582", "url": "http://www.eurekalert.org/pub_releases/2017-01/nios-nu012617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "National Institute of Standards and Technology (NIST)", "keywords": ["Biology", " Biotechnology", " Ecology/Environment", " Environmental Health", " Nanotechnology/Micromachines"], "journal": "ACS Nano", "description": "Giving a 65-year-old laboratory technique a new role, researchers at the National Institute of Standards and Technology (NIST) have performed the cleanest separation to date of synthetic nanoparticles from a living organism.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}