{"title": "Leprosy strain genotyped from medieval pilgrim at UK burial site", "text": "Leprosy is a bacterial infection caused by Mycobacterium leprae or Mycobacterium lepromatosis. It has afflicted humans for thousands of years, reaching epidemic levels during the Middle Ages, and people continue to be affected by the disease today. However, the genetic origins of the disease are not well understood.In a multidisciplinary study published in PLOS Neglected Tropical Diseases, researchers investigated the strain of leprosy found in a leprosy hospital cemetery in Winchester, UK. A multidisciplinary team of researchers performed extensive tests on a skeleton excavated from the cemetery, using genotyping, radiocarbon dating, biomolecular analysis, osteology, strontium, and oxygen isotopic analyses and archaeological methods.Simon Roffey and Katie Tucker of the University of Winchester, UK, and Michael Taylor of the University of Surrey, UK, and colleagues, found that the M. leprae genome has not significantly changed since the disease peaked in Medieval Europe, which might explain a decline in disease transmission as resistance may have developed. Radiocarbon dating indicated that the remains were buried during the late 11th- early 12th century. Scientists surmised that the individual was a religious pilgrim of means, likely of mostly non-UK heritage. In addition to the single skeleton analysed in great detail, the research team found 86% of all remains sampled at the burial site to show skeletal lesions indicative of leprosy.Genotyping of the M. leprae strain sampled from the excavated skeleton placed it in the 2F lineage, a strain usually associated today with cases from South-Central and Western Asia. Whilst other M. leprae strains examined at the Winchester leprosy cemetery were also of type 2F, the strain sampled from the skeleton presented in the paper was found to be genetically distinct from these isolates.The excavation project allowed scientists to learn about the strain of leprosy the pilgrim contracted. However, it remains unclear at what point during or following his pilgrimage he contracted leprosy. The authors add: \"These findings confirm the benefits of a multidisciplinary approach which allows investigation of the wider relationship between leprosy, medieval pilgrimage and M. leprae transmission.\"", "article_link": "http://dx.doi.org/10.1371/journal.pntd.0005186", "url": "http://www.eurekalert.org/pub_releases/2017-01/p-lsg011917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Archaeology", " Biology", " Bacteriology", " Ecology/Environment", " Evolution", " Genetics", " Virology", " Earth Science", " Geography", " Genes"], "journal": "PLOS Neglected Tropical Diseases", "description": "In a multidisciplinary study published in PLOS Neglected Tropical Diseases, researchers investigated the strain of leprosy found in a leprosy hospital cemetery in Winchester, UK. A multidisciplinary team of researchers performed extensive tests on a skeleton excavated from the cemetery, using genotyping, radiocarbon dating, biomolecular analysis, osteology, strontium, and oxygen isotopic analyses and archaeological methods.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}