{"title": "Feed a cold, starve a fever? Not so fast, according to Salk research", "text": "LA JOLLA--(January 26, 2017) The last time you had a stomach bug, you probably didn't feel much like eating. This loss of appetite is part of your body's normal response to an illness but is not well understood. Sometimes eating less during illness promotes a faster recovery, but other times--such as when cancer patients experience wasting--the loss of appetite can be deadly. Now, research from the Salk Institute shows how bacteria block the appetite loss response in their host to both make the host healthier and also promote the bacteria's transmission to other hosts. This surprising discovery, published in the journal Cell on January 26, 2017, reveals a link between appetite and infection and could have implications in treating infectious diseases, infection transmission and appetite loss associated with illness, aging, inflammation or medical interventions (like chemotherapy).\"It's long been known that infections cause loss of appetite but the function of that, if any, is only beginning to be understood,\" says Janelle Ayres, assistant professor at Salk Institute's Nomis Foundation Laboratories for Immunobiology and Microbial Pathogenesis. Mice orally infected with the bacteria Salmonella Typhimurium typically experience appetite loss and eventually become much sicker as the bacteria become more virulent--spreading from the intestines to other tissues in the body. Ayres' team tested different conditions in the infected mice and found that sick mice that consumed extra calories despite their appetite loss actually survived longer. It turns out this survival wasn't due to a more active immune response by well-fed animals (as measured by levels of the bacteria in the host). Instead, it was because the Salmonella weren't spreading outside of the intestines and throughout the body when the mice ate more, which enabled the animals to stay healthy despite infection. Even more surprising, the Salmonella were acting on the intestine to try to suppress the appetite loss in the host.The finding was initially puzzling: why would the bacteria become less virulent and not spread to other areas in the body when nutrients were more plentiful? And why would Salmonella actively promote this condition? It turns out the bacteria were making a tradeoff between virulence, which is the ability of a microbe to cause disease within one host, and transmission, which is its ability to spread and establish infections between multiple hosts.\"What we found was that appetite loss makes the Salmonella more virulent, perhaps because it needs to go beyond the intestines to find nutrients for itself. This increased virulence kills its host too fast, which compromises the bacteria's ability to spread to new hosts,\" explains Sheila Rao, a Salk research associate and the first author on the study. \"The tradeoff between transmission and virulence has not been appreciated before--it was previously thought that virulence and transmission were coupled.\"When the host ate more and survived longer during infection, the Salmonella benefitted: bacteria in those mice were able to spread via feces to other animals and increase its transmission between hosts, as compared to bacteria in mice who didn't eat and died sooner due to heightened bacterial virulence.The researchers discovered that, to halt the appetite-loss response and boost transmission between hosts, Salmonella produces a molecule called SlrP, which blocks activation of an immune protein (cytokine) in the intestines. This cytokine typically communicates with the brain's appetite center, called the hypothalamus, to prompt the host to lose its appetite during infection. The team found that mice infected with Salmonella that couldn't make SlrP ate less food while infected, lost more weight and died faster than control mice. Though the same gut-brain pathway tied to appetite loss exists in the human as in mice, Ayres cautions that infection responses are dependent on many factors and that whether eating--or fasting--during illness can improve one's health will depend in large part on what the causative agent of the infection is. Her team is planning to search the human microbiome (the collection of bacteria that live in people's bodies) to find other microbes that might have a similar effect on this pathway and explore those for new therapies tied to appetite loss and treating disease. The lab also wants to investigate whether drugs could be used to turn up or down the sickness-induced appetite-loss pathway that SlrP targets. \"Now that we'd identified this mechanism that regulates appetite, we want to turn it on the flip side and see if we can decrease appetite via this mechanism to help in cases of metabolic disease,\" says Ayres. The discovery also points to the tantalizing possibility of treating infectious diseases with approaches other than antibiotics, such as nutritional intervention. \"Finding alternatives to antibiotics is incredibly important as these drugs have already encouraged the evolution of deadly antibiotic-resistant strains,\" says Ayres. In the United States alone, two million people annually become infected with bacteria that are resistant to antibiotics and at least 23,000 people die each year as a direct result of these infections, according to the U.S. Centers for Disease Control.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/si-fac012417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Bacteriology", " Cell Biology", " Genetics", " Microbiology", " Infectious/Emerging Diseases"], "journal": "Cell", "description": "Discovery into how bacteria control a host's hunger points to new ways to treat infections and appetite loss.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}