{"title": "New findings highlight promise of chimeric organisms for science and medicine", "text": "LA JOLLA--(January 26, 2017) Rapid advances in the ability to grow cells, tissues and organs of one species within an organism of a different species offer an unprecedented opportunity for tackling longstanding scientific mysteries and addressing pressing human health problems, particularly the need for transplantable organs and tissues.In a tour de force paper published in the January 26, 2017, issue of the journal Cell, scientists at the Salk Institute report breakthroughs on multiple fronts in the race to integrate stem cells from one species into the early-stage development of another.Combining cutting-edge gene-editing and stem-cell technologies, the scientists were able to grow a rat pancreas, heart and eyes in a developing mouse, providing proof-of-concept that functional organs from one species can be grown in another. They were also able to generate human cells and tissues in early-stage pig and cattle embryos, marking the first step toward the generation of transplantable human organs using large animals whose organ size, physiology and anatomy are similar to humans'. Scientists found, however, that fully integrating cells from divergent species might prove more difficult than combining cells from rats and mice--which are closer evolutionary relatives. \"Our findings may offer hope for advancing science and medicine by providing an unprecedented ability to study early embryo development and organ formation, as well as a potential new avenue for medical therapies,\" says Salk Professor Juan Carlos Izpisua Belmonte, a senior author of the paper and a leading expert in this field. \"We have shown that a precisely targeted technology can allow an organism from one species to produce a specific organ composed of cells from another species. This provides us with an important tool for studying species evolution, biology and disease, and may lead ultimately to the ability to grow human organs for transplant.\"An interspecies chimera is an organism containing cells from different species. The word \"chimera\" originally described mythological creatures or deities in polytheistic religions. In science, interspecies chimeras have emerged as valuable basic research tools with potential for future clinical applications. In a study published in 2015 in Nature, Izpisua Belmonte's team reported the first successful attempt to fully integrate human pluripotent stem cells into nonviable mouse embryos, so that the human cells began to develop into very early-stage tissues. Scientists have long hoped to use stem cells to grow replacement organs for patients in the laboratory, but this has proven challenging because of the complexity of recreating an animal's physiology from scratch. The earlier Salk study opened the door to a new alternative: using an animal chimera host to grow human tissues and organs. The research also opened a new window into the early-stage development of humans and animals, offering a novel way to study the complex developmental programs that orchestrate how cells form the many tissues and organs of the body.The new Cell paper reports how the Izpisua Belmonte team expanded on that earlier work, detailing the variety of experiments the Belmonte lab undertook to advance the technology.In one experiment, they used the gene-editing technology known as CRISPR-Cas9 on mouse embryos to turn off the gene that makes the pancreas. They then inserted rat pluripotent stem cells, which contained an intact pancreas gene, into each mouse embryo. Once implanted in surrogate mouse mothers, the embryos developed normally--except for the fact that each mouse was growing a rat pancreas. This success led the team to try growing other rat organs in mice, including eyes and heart. Surprisingly, they also observed that rat pluripotent stem cells generated a gallbladder in a mouse, an organ that is not present in rats. \"Our rodent experiments reveal a profound secret, that a developing mouse was able to unlock a gallbladder developmental program in rat cells that is normally suppressed during rat development,\" said Jun Wu, a Salk staff scientist and lead author of the previous and new papers. \"This highlights the importance of the host environment in controlling organ development and evolutionary speciation.\"Wu said the experiment with mice and rats also showed that growing human organs for transplant in animals might actually be possible. \"Each mouse was healthy and had a normal lifespan, which indicated that the development proceeded properly.\" It is not practical to grow human organs in mice or rats, however, because rodents are simply too small and developmentally different. So in other experiments, the team turned to pigs, whose organ sizes and developmental timescales are more comparable to ours. After generating several different types of human induced pluripotent stem (iPS) cells, the scientists inserted the most promising types into pig embryos and successfully implanted sows with those embryos. The researchers stopped the experiment at four weeks in order to evaluate the technology's safety and effectiveness to that point. Some embryos showed that the human cells within were beginning to specialize and turn into tissue precursors, though the success rate and level of human iPS cell contributions in pigs were much lower than for mouse embryos containing rat cells. The results represent the first successful attempt of integrating human iPS cells into a large-animal species, and may yield insights into how human diseases begin and progress as well as provide a new platform for drug toxicity tests. The scientists underscore that the research is still in very early stages and significant challenges remain to developing medical therapies based on the technology. \"Of course, the ultimate goal of chimeric research is to learn whether we can use stem-cell and gene-editing technologies to generate genetically-matched human tissues and organs, and we are very optimistic that continued work will lead to eventual success,\" says Izpisua Belmonte. \"But in the process we are gaining a better understanding of species evolution as well as human embryogenesis and disease that is difficult to get in other ways. Future work will involve continuing to understand the limits to getting human cells to incorporate successfully into animals.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/si-nfh012317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Salk Institute", "keywords": ["Biology", " Biotechnology", " Cell Biology", " Evolution", " Genetics", " Transplantation"], "journal": "Cell", "description": "Salk scientists advance stem-cell and genome-editing technologies to help researchers study evolution and disease, test therapeutic drugs and possibly grow transplantable organs", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}