{"title": "Researchers list reasons not to lick a toad", "text": "As human diseases become alarmingly antibiotic resistant, identification of new pharmaceuticals is critical. The cane toad and other members of the Bufonidae family produce substances widely used in traditional folk medicine, but endangered family members, like Panama's golden frog, Atelopus zeteki, may disappear before revealing their secrets. Smithsonian scientists and colleagues at the University of Panama; Panama's government research center, INDICASAT AIP; Vanderbilt University in Tennessee; and Acharya Nagarjuna University in Guntur, India, created a compendium of the known chemicals produced by this amphibian family in the Journal of Ethnopharmacology, highlighting their largely unexplored potential for new drug discovery.\"We're slowly learning to breed several members of this amphibian family decimated by the chytrid fungal disease,\" said Roberto Ibáñez, staff scientist at the Smithsonian Tropical Research Institute (STRI) and in-country director of the Panama Amphibian Conservation and Rescue (PARC) project. \"That's buying us time to study the chemicals they produce, but it's likely that animals in their natural habitats produce an even wider range of compounds.\"Fifteen of 47 frog and toad species used in traditional medicine belong to the family Bufonidae. For millennia, secretions from their skin and from glands near their ears called parotid glands, as well as from their bones and muscle tissues have been used as remedies for infections, bites, cancer, heart disorders, hemorrhages, allergies, inflammation, pain and even AIDS.The extensive review of the existing literature on toxins produced by this family revealed that two common Asian toad species, Bufo gargarizans and Duttaphrynus melanostictus, produce the anticancer remedies known as Chan Su and Senso. Another preparation used to treat cancer and hepatitis, Huachansu or Cinobufacini, is regulated by the Chinese State Food and Drug Administration. In Brazil, Rhinella schneideri intestines are applied to horses to treat the parasite Habronema muscae. In Spain, extract from the toad B. bufo is used to treat hoof rot in livestock. In China and North and South Korea, ranchers use the meat of B. gargarizans to treat rinderpest.Only a small proportion of the more than 580 species in the Bufonidae family have been screened by scientists. \"In Panama, not only do we have access to an amazing diversity of amphibian species, we will be able to use new mass spectrometry and nuclear magnetic resonance spectroscopy techniques to make it easier and cheaper to elucidate the chemical structures of the alkaloids, steroids, peptides and proteins produced by these animals,\" said coauthor Marcelino Gutiérrez, investigator at the Center for Biodiversity and Drug Discovery at INDICASAT AIP (Instituto de Investigaciones Cientificas y Servicios de Alta Tecnologia). \"We're excited about learning more about the chemistry of this family.\" \r\nIt is thought that most of the chemicals produced in frog and toad skin protect them against predators. In the case of the genus, Atelopus, the majority of the toxins found in the skin are tetrodototoxins. In addition, zetekitoxins have been found in A. zeteki and chiriquitoxins in A. limosus, one of the first species that researches succeeded in breeding in captivity as well as in A. glyphus and A. chiriquiensis. \"Remarkably, toxins from a single frog skin can kill 130-1000 mice,\" said Candelario Rodriguez, researcher at INDICASAT and first author of the review. \"The mechanism of action is to reduce cardiac rhythm, making these interesting candidates as therapeutic compounds. The golden frog, A. zeteki, one of Panama's national symbols, is the only species of the genus Atelopus that secretes zetekitoxins. Threatened by the chytrid fungal disease that infects its skin, as well as its collection for the exotic pet trade and by habitat destruction, if golden frogs were to disappear, they would take this potentially valuable chemical with them.\"The chemical building blocks amphibians use to create toxic compounds come from sources including their diet, skin glands or symbiotic microorganisms. Toads in the genus Melanophryniscus sequester lipophilic alkaloids from their complex diet consisting of mites and ants. Preliminary studies showed that toxins found in a wild-caught species of Atelopus could not be isolated from frogs raised in captivity: another reason to conserve frog habitat and to begin to explore the possibility of releasing frogs bred in captivity back into the wild.More than 30 percent of amphibians in the world are in decline. Racing to stay ahead of the wave of disease spreading across Central America, Panama is leading the way in conservation efforts. The Smithsonian's PARC project identified several Atelopus species in danger of extinction. Researchers are learning how to create the conditions needed to breed them in captivity. Not only do animal caretakers at their facilities in Gamboa and El Valle, Panama, experiment to discover what the frogs eat, they also recreate the proper environment the entire frog life cycle: egg laying, egg hatching and tadpole survival, to successfully breed Atelopus. Each species has unique requirements making it an expensive challenge to create this Noah's ark for amphibians.", "article_link": "http://dx.doi.org/10.1016/j.jep.2016.12.021", "url": "http://www.eurekalert.org/pub_releases/2017-01/stri-rlr012617.php", "region": "samerica", "source_link": "http://newsdesk.si.edu/releases/researchers-list-reasons-not-lick-toad", "funder": "Smithsonian Tropical Research Institute, Panama Amphibian Rescue and Conservation Project, National Science Foundation, Panama's National Secretariat for Science and Technology, Panama's Instituto par la For", "meeting": "", "institution": "Smithsonian Tropical Research Institute", "keywords": ["Biology", " Biochemistry", " Biodiversity", " Ecology/Environment", " Toxicology", " Zoology/Veterinary Science", " Pharmaceutical/Combinatorial Chemistry", " Medicine/Health", " Alternative Medicine", " Toxicology"], "journal": "Journal of Ethnopharmacology", "description": "The cane toad, which overran Australia when introduced there, and Panama's iconic, endangered golden frog both belong to the family Bufonidae. Researchers combed through many research papers to compile all of the known chemicals produced by members of this amphibian family well known to practitioners of folk medicine. This is a first step toward the identification of new pharmaceuticals from amphibians at a time when human diseases are becoming alarmingly antibiotic resistant.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}