{"title": "Mount Sinai study: How primary tumor cells are preset for dormancy and evade chemo after spread", "text": "In a first of its kind study, Mount Sinai researchers have discovered the conditions by which specific signals in primary tumors of head and neck and breast cancers, pre-program cancer cells to become dormant and evade chemotherapy after spreading.  Their findings, published in the January 31, 2017 issue of Nature Cell Biology and featured on the cover, could lead to new drug development, treatment options and transform the way doctors care for cancer patients to treat metastatic disease. Hypoxia is a microenvironmental hallmark of solid tumors that induces stress responses, quiescence programs, and chemo and radio-resistance.  Until now it has been unclear how hypoxia in primary tumors influences the fate of disseminated tumor cells (DTC's) in target organs and how this is related to patient outcome.  This study states that primary tumor hypoxic microenvironments give rise to a sub-population of dormant DTC's that evade therapy and may be the source of disease relapse and poor prognosis.  \"This research highlights the signals in the primary tumor that instruct disseminated cancer cells to become dormant,\" said the study's senior investigator Julio A. Aguirre-Ghiso, PhD, Professor of Medicine, Hematology and Medical Oncology, The Tisch Cancer Institute Icahn School of Medicine at Mount Sinai.  \"Dormant cells must be targeted to address the whole spectrum of the disease and attacking the cancer. We hope this research may lead to the use of dormancy markers in primary tumors to assess the prevalence of disseminated cancer cells in secondary organs and thus tailor treatments to eliminate these dormant and therapy evading cancer cells.\"Aguirre-Ghiso and a team of investigators from Albert Einstein College of Medicine, SUNY Polytechnic Institute and University of Wisconsin-Madison developed a device using a nano-technology tool, biosensors, and advanced imaging technology to manipulate primary tumor microenvironments.  They created controlled hypoxic and non-hypoxic niches in tumors by implanting the devices loaded with drugs that induced hypoxia. These \"fine-tuned\" microenvironments in live tumors allowed the researchers to isolate the cancer cells to determine how they behaved when they moved from the primary tumor to the lungs.  The investigators tracked the DTC's with genetically encoded biosensors to see which cells were exposed to low oxygen, which cells were dormant, and how they reacted to therapy \"This approach and the hypoxia biosensor and nano- and imaging technology innovations developed by SUNY Polytechnic Institute and the Integrated Imaging Program at Einstein allowed linking primary tumor microenvironments to fate of DTCs in a way that was never before attempted and at single cell resolution allowing definitive tests of mechanism,\" said the study's co-corresponding senior investigator John Condeelis, PhD, Professor and Co-Chair of Anatomy & Structural Biology and Co-Director of the Integrated Imaging Program at Albert Einstein College of Medicine.The investigators discovered DTCs from hypoxic regions were still able to grow into metastasis and more likely to enter dormancy as opposed to cells from high oxygen levels in primary tumors. The researchers thus found that hypoxic regions of the tumor could spread not only rapidly, growing DTC's but also sending a large amount of them into a \"sleeping mode\" whereby creating cells more efficient at evading chemotherapy.\"This research is an important step to further explore the biology of these dormant cells and design therapies that specifically address this biology,\" explained Dr. Aguirre-Ghiso.This study revealed that low oxygen found in many tumors may be a poor prognosis indicator not only because it activates more aggressive characteristics in tumor cells but also because it may allow numerous dormant cancer cells to evade chemotherapy.  The fact that researchers found genes in the primary tumor that corrected with the dormant, chemotherapy resistant behavior of cancer cells in distant organs suggests that a marker test might be able to predict which patients might be prone to carry more dormant drug resistant cancer cells.\"Recurrence of cancer after initial treatment remains a critical unsolved problem for too many patients,\"said William Oh, MD, Chief, Division of Hematology and Medical Oncology, and Professor of Clinical Cancer Therapeutics at The Tisch Cancer Institute, Icahn School of Medicine at Mount Sinai.  \"This highly innovative research provides a novel path forward for targeting dormant cancer cells which may be 'hiding' from our available therapies and which may need additional drugs to root them out and improve cure rates.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tmsh-mss012617.php", "region": "namerica", "source_link": null, "funder": "Samuel Waxman Cancer Research Foundation Tumor Dormancy Program, National Instiutes of Health, US Department of Defense Breast Cancer Research Program, NIH/National Cancer Institute, Tisch Cancer Institute", "meeting": "", "institution": "The Mount Sinai Hospital / Mount Sinai School of Medicine", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Cancer", " Breast Cancer", " Death/Dying", " Mortality/Longevity"], "journal": "Nature Cell Biology", "description": "Findings could transform cancer drug development and patient care.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}