{"title": "Fat shaming linked to greater health risks", "text": "PHILADELPHIA --Body shaming is a pervasive form of prejudice, found in cyber bullying, critiques of celebrities' appearances, at work and school, and in public places for everyday Americans. People who are battling obesity face being stereotyped as lazy, incompetent, unattractive, lacking willpower, and to blame for their excess weight. The pain of these messages may take a toll on health and increase risk of cardiovascular and metabolic disease, according to a new study published in Obesity, the journal of The Obesity Society, led by a research team from the Perelman School of Medicine at the University of Pennsylvania.\r\nThe team led by Rebecca Pearl, PhD, an assistant professor of Psychology in Psychiatry and colleagues from Penn's Center for Weight and Eating Disorders found that, above and beyond the effects of body mass index (BMI) and depression, higher levels of weight bias internalization were associated with increased risk for cardiovascular and metabolic disease.\r\n\"There is a common misconception that stigma might help motivate individuals with obesity to lose weight and improve their health,\" Pearl said. \"We are finding it has quite the opposite effect. When people feel shamed because of their weight, they are more likely to avoid exercise and consume more calories to cope with this stress. In this study, we identified a significant relationship between the internalization of weight bias and having a diagnosis of metabolic syndrome, which is a marker of poor health.\"The team examined 159 adults with obesity who were enrolled in a larger clinical trial testing the effects of weight loss medication, funded by Eisai Pharmaceutical Co. - the majority of whom were African American women, a group typically underrepresented in weight bias research - and completed baseline questionnaires measuring depression and weight bias internalization before any intervention was given. Weight bias internalization occurs when people apply negative weight stereotypes to themselves, such as believing they are lazy or unattractive, and devalue themselves because of their weight. Participants also underwent medical examinations, which determined whether they had a diagnosis of metabolic syndrome, a cluster of risk factors, such as high triglycerides, blood pressure, and waist circumference, which are associated with heart disease, type 2 diabetes, and other obesity-related health problems. Initially, no relationship was observed between weight bias internalization and metabolic syndrome when controlling for participant demographics, such as age, gender and race. However, when patients were stratified into two groups, \"high\" and \"low\" levels of weight bias internalization, those with high internalization were three times more likely to have metabolic syndrome, and six times more likely to have high triglycerides as compared to participants with low internalization. \"Health care providers, the media, and the general public should be aware that blaming and shaming patients with obesity is not an effective tool for promoting weight loss, and it may in fact contribute to poor health if patients internalize these prejudicial messages,\" said co-author Tom Wadden, PhD, a professor of Psychology in Psychiatry and director of Penn's Center for Weight and Eating Disorders. \"Providers can play a critical role in decreasing this internalization by treating patients with respect, discussing weight with sensitivity and without judgment, and giving support and encouragement to patients who struggle with weight management - behaviors everyone should display when interacting with people with obesity.\"Researchers note that previous studies have shown that exposure to weight bias and stigma negatively affects mental and physical health, specifically demonstrating that these experiences can lead to a physiological stress response such as increased inflammation and cortisol levels, and can escalate unhealthy behaviors such as overeating and avoiding physical activity. Additional research, specifically larger, longer-term studies, are needed to further explore the possible biological responses and behaviors that may explain why individuals with obesity who internalize weight bias might be at greater risk for cardio-metabolic disease.\"Disparagement of others due to their weight and messages that perpetuate blame and shame, if internalized, can cause harm to the physical and mental health of individuals with obesity,\" added Pearl. \"As health care practitioners, we can help challenge negative, internalized stereotypes by educating patients about the complex biological and environmental factors that contribute to obesity, while providing concrete strategies to help patients manage their weight and improve their health.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uops-fsl012417.php", "region": "namerica", "source_link": null, "funder": "Eisai Pharmaceutical Co.", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases"], "journal": "Obesity", "description": "Body shaming is a pervasive form of prejudice, found in cyber bullying, critiques of celebrities' appearances, and in public places for everyday Americans. People who are battling obesity face being stereotyped as lazy, and to blame for their excess weight. These messages may take a toll on health and increase cardiovascular and metabolic disease risk, according to a new study led by researchers from the Perelman School of Medicine at the University of Pennsylvania.", "date": "Thu, 26 Jan 2017 05:00:00 GMT"}