{"title": "Randomized trial will reveal diabetes drug's effects on kidney health", "text": "Type 2 diabetes often causes damaging effects to the kidneys, sometimes resulting in the need for dialysis or kidney transplantation. The ongoing CANVAS-R trial is testing whether canagliflozin -- a member of a new class of diabetes treatments known as sodium glucose co-transporter 2 (SGLT2) inhibitors -- can slow kidney function decline and provide other benefits to diabetic patients.A paper published in Diabetes, Obesity and Metabolism outlines the trial's design and describes how its results will provide patients and clinicians with the information they need to make fully informed decisions about the optimum use of canagliflozin. The trial's results will be combined with data from CANVAS study, which is assessing canagliflozin in the treatment of diabetic patients with regard to cardiovascular risk for major adverse cardiac events.  \"CANVAS-R will greatly enhance our knowledge of the effects of canagliflozin on renal disease,\" said Prof. Bruce Neal, lead author of the article. \"In conjunction with the ongoing CANVAS trial, the data will also allow us to assess effects on hard vascular outcomes. The completion of the CANVAS program should approximately double the information we have about the effects of the SGLT2 inhibitor class on vascular disease.\"", "article_link": "http://dx.doi.org/10.1111/dom.12829", "url": "http://www.eurekalert.org/pub_releases/2017-01/w-rtw012517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Wiley", "keywords": ["Medicine/Health", " Internal Medicine", " Diabetes"], "journal": "Diabetes", "description": "Type 2 diabetes often causes damaging effects to the kidneys, sometimes resulting in the need for dialysis or kidney transplantation. The ongoing CANVAS-R trial is testing whether canagliflozin -- a member of a new class of diabetes treatments known as sodium glucose co-transporter 2 (SGLT2) inhibitors -- can slow kidney function decline and provide other benefits to diabetic patients.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}