{"title": "Rat-grown mouse pancreases help reverse diabetes in mice", "text": "Rat-grown mouse pancreases help reverse diabetes in mice, say researchers at Stanford, University of TokyoMouse pancreases grown in rats generate functional, insulin-producing cells that can reverse diabetes when transplanted into mice with the disease, according to researchers at the Stanford University School of Medicine and the Institute of Medical Science at the University of Tokyo.The recipient animals required only days of immunosuppressive therapy to prevent rejection of the genetically matched rather than lifelong treatment.The success of the interspecies transplantation suggests that a similar technique could one day be used to generate matched, transplantable human organs in large animals like pigs or sheep. To conduct the work, the researchers implanted mouse pluripotent stem cells, which can become any cell in the body, into early rat embryos. The rats had been genetically engineered to be unable to develop their own pancreas and were thus forced to rely on the mouse cells for the development of the organ. Once the rats were born and grown, the researchers transplanted the insulin-producing cells, which cluster together in groups called islets, from the rat-grown pancreases into mice genetically matched to the stem cells that formed the pancreas. These mice had been given a drug to cause them to develop diabetes. \"We found that the diabetic mice were able to normalize their blood glucose levels for over a year after the transplantation of as few as 100 of these islets,\" said Hiromitsu Nakauchi, MD, PhD, a professor of genetics at Stanford. \"Furthermore, the recipient animals only needed treatment with immunosuppressive drugs for five days after transplantation, rather than the ongoing immunosuppression that would be needed for unmatched organs.\"Nakauchi, who is a member of Stanford's Institute for Stem Cell Biology and Regenerative Medicine, is the senior author of a paper describing the findings, which will be published online Jan. 25 in Nature. Tomoyuki Yamaguchi, PhD, an associate professor of stem cell therapy, and researcher Hideyuki Sato, both from the University of Tokyo, share lead authorship of the paper. About 76,000 people in the United States are currently waiting for an organ transplant, but organs are in short supply. Generating genetically matched human organs in large animals could relieve the shortage and release transplant recipients from the need for lifelong immunosuppression, the researchers say. People suffering from diabetes could also benefit from this approach. Diabetes is a life-threating metabolic disease in which a person or animal is unable to either make or respond appropriately to insulin, which is a hormone that allows the body to regulate its blood sugar levels in response to meals or fasting. The disease affects hundreds of millions of people worldwide and is increasing in prevalence. The transplantation of functional islets from healthy pancreases has been shown to be a potentially viable option to treat diabetes in humans, as long as rejection can be avoided. The researchers' current findings come on the heels of a previous study in which they grew rat pancreases in mice. Although the organs appeared functional, they were the size of a normal mouse pancreas rather than a larger rat pancreas. As a result, there were not enough functional islets in the smaller organs to successfully reverse diabetes in rats. In the current study, the researchers swapped the animals' roles, growing mouse pancreases in rats engineered to lack the organ. The pancreases were able to successfully regulate the rats' blood sugar levels, indicating they were functioning normally. Rejection of the mouse pancreases by the rats' immune systems was uncommon because the mouse cells were injected into the rat embryo prior to the development of immune tolerance, which is a period during development when the immune system is trained to recognize its own tissues as \"self.\" Most of these mouse-derived organs grew to the size expected for a rat pancreas, rendering enough individual islets for transplantation.Next, the researchers transplanted 100 islets from the rat-grown pancreases back into mice with diabetes. Subsequently, these mice were able to successfully control their blood sugar levels for over 370 days, the researchers found. Because the transplanted islets contained some contaminating rat cells, the researchers treated each recipient mouse with immunosuppressive drugs for five days after transplant. After this time, however, the immunosuppression was stopped. After about 10 months, the researchers removed the islets from a subset of the mice for inspection.\"We examined them closely for the presence of any rat cells, but we found that the mouse's immune system had eliminated them,\" said Nakauchi. \"This is very promising for our hope to transplant human organs grown in animals because it suggests that any contaminating animal cells could be eliminated by the patient's immune system after transplant.\"?Importantly, the researchers also did not see any signs of tumor formation or other abnormalities caused by the pluripotent mouse stem cells that formed the islets. Tumor formation is often a concern when pluripotent stem cells are used in an animal due to the cells' remarkable developmental plasticity. The researchers believe the lack of any signs of cancer is likely due to the fact that the mouse pluripotent stem cells were guided to generate a pancreas within the developing rat embryo, rather than coaxed to develop into islet cells in the laboratory. The researchers are working on similar animal-to-animal experiments to generate kidneys, livers and lungs. Although the findings provide proof-of-principle for future work, much research remains to be done. Ethical considerations are also important when human stem cells are transplanted into animal embryos, the researchers acknowledge.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sumc-rmp012517.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Nature", "description": "Mouse pancreases grown in rats generate functional, insulin-producing cells that can reverse diabetes when transplanted into mice with the disease, according to researchers at the Stanford University School of Medicine and the Institute of Medical Science at the University of Tokyo.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}