{"title": "Food is medicine for HIV-positive and Type 2 diabetes patients", "text": "HIV-positive people who received healthy food and snacks for six months were more likely to adhere to their medication regimens, and they, as well as people with type 2 diabetes, were less depressed and less likely to make trade-offs between food and healthcare, according to a new study led by researchers at UC San Francisco.The study was done jointly by researchers from UCSF and from Project Open Hand, a San Francisco Bay Area non-profit agency that has provided nutritious meals to low-income people with HIV since 1985, and more recently to elderly people and those with other medical conditions, such as type 2 diabetes. The study, which appeared online on January 17, 2017 in the Journal of Urban Health, was designed to evaluate whether helping people get medically appropriate, comprehensive nutrition would improve their health. Such food assistance as an approach to improve medication adherence and health has been shown to be effective in low-resource countries, but it has not been well studied in the developed world.With 52 participants, the new study was too small to show conclusively whether providing nutritious food to people with diabetes resulted in better long-term control of their blood sugar, or reduced hospitalizations or emergency department visits. It did find increases in the number of people with diabetes who achieved optimal blood sugar control, and decreases in hospitalizations or emergency department visits, but these changes did not reach statistical significance. Participants with diabetes also consumed less sugar and lost weight. \"We saw significant improvements in food security and in outcomes related to all three mechanisms through which we posited food insecurity may affect HIV and diabetes health--nutritional, mental health, and behavioral,\" said Kartika Palar, MD, an assistant professor of medicine at UCSF and co-first author of the study. \"For example, we saw dramatic improvements in depression, the distress of having diabetes, diabetes self-management, trading-off between food and healthcare, and HIV medication adherence.\"Researchers followed the participants for six months and found they consumed fewer fats, while increasing their consumption of fruits and vegetables. Overall, those in the study had fewer symptoms of depression and were less likely to binge drink. For those with HIV, adherence to antiretroviral therapy increased from 47 to 70 percent.The meals and snacks, which participants picked up twice a week, were based on the Mediterranean diet and featured fresh fruits and vegetables, lean proteins, healthy fats like olive oil, and whole grains. They were also low in refined sugars and saturated fats, based on current recommendations from the American Diabetes Association and American Heart Association. The meals and snacks fulfilled 100 percent of daily caloric requirements. Average energy requirements used to design daily meals were 1800-2000 kcal for people living with HIV and 1800 kcal for people with type 2 diabetes. This threshold evolved to account for the varied energy requirements of individuals of different sizes and metabolic needs. \"This study highlights the vital role that community-based food support organizations can play in supporting health and well-being of chronically ill populations who struggle to afford basic needs,\" said Sheri Weiser, MD, associate professor of medicine at UCSF and senior author of the study. Providing healthy food may also be a cost-saving measure. The cost to feed each participant was $6.58 a day, or $1,184 for the 6-month intervention, which is less than half the $2,774 cost per inpatient day in a California hospital. Yet, Weiser said, \"safety-net programs must be complemented by efforts to address the drivers of food insecurity such as economic inequality and the high cost of housing.\"About two-thirds of those in the study were male and just over 70 percent were between 50 and 64 years old. About 80 percent were non-white and only about 17 percent were employed. Most were receiving federal disability payments--SSI and/or SSDI--and about 20 percent were receiving food stamps. Compared to participants living with HIV, those with type 2 diabetes were more likely to be older, female, African American, employed, and receiving food stamps. The team plans to follow up with another six-month study of 200 HIV-positive clients in San Francisco and Alameda counties. \"Feeding people who are too sick to take care of themselves is at the core of our mission,\" said Project Open Hand CEO Mark Ryle.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--fim012517.php", "region": "namerica", "source_link": "https://www.ucsf.edu/news/2017/01/405651/food-medicine-hiv-positive-and-type-2-diabetes-patients", "funder": "Project Open Hand, Burke Global Health", "meeting": "", "institution": "University of California - San Francisco", "keywords": ["Medicine/Health", " AIDS/HIV", " Diabetes", " Nutrition/Nutrients"], "journal": "Journal of Urban Health", "description": "HIV-positive people who received healthy food and snacks for six months were more likely to adhere to their medication regimens, and they, as well as people with type 2 diabetes, were less depressed and less likely to make trade-offs between food and healthcare, according to a new study led by researchers at UC San Francisco.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}