{"title": "Diabetes accounts for more US deaths than previously thought, Penn/BU study shows", "text": "Diabetes accounts for 12 percent of deaths in the United States, a significantly higher percentage than previous research revealed, making it the third-leading cause of death after heart disease and cancer, according to findings from the University of Pennsylvania and Boston University published in PLOS ONE.\"Another way of saying that is, if diabetes were eliminated as a disease process, the number of deaths would decline by 12 percent,\" said Samuel Preston, a sociology professor in Penn's School of Arts & Sciences and part of the Population Studies Center. \"There has been only one similar, earlier research effort, and it was based on data from the 1980s and early '90s. It showed deaths attributable to diabetes amounted to roughly 4 percent of total deaths.\"Andrew Stokes, a demographer at Boston University who earned a master's degree and a Ph.D. from Penn, and Preston had published a series of articles about excess mortality associated with obesity, focusing recently on diabetes, one of its main consequences. They turned to two well-known, nationally representative datasets, the National Health and Nutrition Examination Survey, or NHANES, and the National Health Interview Survey, or NHIS. \"These are the two major health surveys in the United States,\" Stokes said. \"We can follow people into death records and compare those who have diabetes to those without diabetes.\" For the researchers' study purposes, each had its distinct advantages. NHIS was large, providing a sample size of more than 282,000 people, a subset of which self-reported they had diabetes. Though generating smaller numbers, around 21,800, NHANES offered something NHIS did not: a hemoglobin A1c measure, an objective biomarker indicating whether a person met diabetes criteria without needing that person's account of having such a diagnosis. It also captured those who didn't know they had the disease. The data showed that people with diabetes have about 90 percent higher death rates than people without diabetes. The researchers also found that diabetes as the \"underlying cause of death\" had been grossly underreported, giving the disease itself less weight as a major contributor to mortality patterns in the U.S.\"When we monitor trends in the health of populations,\" Stokes said, \"and we look at the mortality statistics, some major threats to U.S. mortality and life expectancy stand out, like drug and alcohol poisonings and suicide. Diabetes didn't.\"   Annually, the U.S. government releases mortality estimates per disease, including diabetes. But, because someone with diabetes often has other health-care complications -- cardiovascular disease, kidney disease -- it can be challenging to pinpoint exact cause of death, leading to ambiguity on a death certificate and to inaccurate mortality statistics. \"There is only one underlying cause of death on a death certificate,\" Preston said. But \"diabetes is not listed as frequently as it is involved in the death of individuals.\"More accurate assessment of this epidemic is crucial now, given the sharp increases in its prevalence. In 1980, the Centers for Disease Control and Prevention reported 5.53 million people in the United States with diabetes; in 2014, the most recent year for which statistics exist, that number jumped to 21.95 million people, a nearly 300 percent increase. \"American life expectancy has been growing at a very slow rate for the past decade or so, even decreasing slightly in 2015,\" Preston said. \"It hasn't yet been established statistically, but it's fairly likely that obesity and diabetes together are an important factor in this slowdown. We believe that these estimates will prove useful in helping to more precisely identify their roles.\" For now, Stokes and Preston stress the necessity for large-scale solutions in general. \"What our results point to,\" Stokes said, \"is the need for strategies at the population level to combat the epidemics of obesity and diabetes. We need something on a population scale because it's a major issue. It's not an issue that's confined to certain subsets of the population.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uop-daf012417.php", "region": "namerica", "source_link": "https://news.upenn.edu/news/diabetes-accounts-more-us-deaths-previously-thought-penn-bu-study-shows", "funder": "", "meeting": "", "institution": "University of Pennsylvania", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity", " Eating Disorders/Obesity", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Public Health", " Social/Behavioral Science"], "journal": "PLOS ONE", "description": "Diabetes now makes up 12 percent of US deaths, a higher number than previously thought, according to work from Samuel Preston of the University of Pennsylvania and Andrew Stokes of Boston University.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}