{"title": "Diabetes drug takes aim at cancer's fuel source", "text": "PHILADELPHIA -- In the last three years, researchers have shown that diabetic patients with head and neck cancer, may have better outcomes than non-diabetic patients when they are taking the drug metformin for their diabetes. In order to examine this relationship further and understand how metformin changes the biology of cancer cells, researchers at the Sidney Kimmel Cancer Center at Thomas Jefferson University tested tumor cells before and after metformin treatment in non-diabetic cancer patients. The pilot clinical trial results were published today in the journal The Laryngoscope. \"This study is the first step in showing how metformin acts on head-and-neck tumors, and we are excited that it could eventually offer patients a method of improving their outcomes with few side effects,\" says senior author Ubaldo Martinez-Outschoorn, M.D., Assistant Professor in the Department of Medical Oncology at Thomas Jefferson University and researcher at the Sidney Kimmel Cancer Center. Dr. Martinez-Outschoorn and colleagues showed that metformin not only changes the pathways that cancer cells rely on to make fuel for growth, but also alters the cancer microenvironment -- the cells that surround and support the tumor. \"Because tumors need a lot of energy to grow quickly, throwing a wrench in their energy-production pathway makes this kind of cancer more susceptible to standard therapies,\" says first author Joseph Curry, M.D., Associate Professor in the Department of Otolaryngology at Jefferson.The researchers treated 39 patients with metformin and examined their tumor samples before and after metformin treatment. Patients received doses of metformin that were about half of what is given to diabetic patients for a short time-span. The study looked at molecular markers of cell death, or apoptosis, and changes in metabolic pathways that might make the cancer more susceptible to standard therapy. The patients treated with metformin had a significant increase in tumor cell apoptosis. The cells surrounding the cancer, the so called cancer-supporting fibroblasts, also showed signs of deterioration, indicating that the cells were less capable of helping neighboring cancer cells grow and metastasize to other parts of the body.Metformin is well-tolerated and has a long track record of being a safe medication, that is much less toxic that traditional cancer treatments. In this study, few patients had side effects from metformin and those that were reported were considered low grade such as gastrointestinal upset. No patients experienced high grade adverse events.  \"This study demonstrates that metformin has effects on head-and-neck cancers, at safe doses, that are at or lower than what is given to diabetic patients and that it changes head-and-neck tumor biology in a way that likely makes the cancer easier to kill,\" says co-author Madalina Tuluc, M.D., Ph.D., an Associate Professor and Director of Surgical Pathology in the Department of Pathology, Anatomy and Cell Biology at Jefferson. \"Metformin disrupts the cancer's most efficient method of generating fuel for its growth and shuts off the cancer's support system.\" In addition, other work suggests that metformin could have immunotherapeutic effects on tumors as well. \"The next step would be to test these doses of metformin in phase II clinical trials with a greater number of patients,\" says Dr. Martinez-Outschoorn. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tju-ddt012417.php", "region": "namerica", "source_link": null, "funder": "American Academy of Otolaryngology and American Head and Neck Society, NIH/National Cancer Institute", "meeting": "", "institution": "Thomas Jefferson University", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Clinical Trials"], "journal": "The Laryngoscope", "description": "To understand how metformin changes the biology of cancer cells, researchers at the Sidney Kimmel Cancer Center at Thomas Jefferson University tested tumor cells before and after metformin treatment in non-diabetic cancer patients. The pilot clinical trial results were published today in The Laryngoscope.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}