{"title": "How effective and safe is hormone treatment in pregnant women with mild thyroid problems?", "text": "Thyroid hormone treatment is associated with a decreased risk of pregnancy loss among women with mild thyroid problems, finds a study published by The BMJ today.However, treatment was also linked with an increased risk of complications such as preterm delivery, gestational diabetes, and pre-eclampsia.A mildly underactive thyroid gland (known as subclinical hypothyroidism or mild thyroid failure) causes levels of thyroid stimulating hormone (TSH) in the bloodstream to become slightly elevated.It is estimated to affect up to 15% of pregnancies in the US and 14% in Europe. Some studies have suggested a link with adverse pregnancy outcomes, but there is insufficient evidence to be sure. However, current guidelines recommend thyroid hormone treatment for pregnant women with subclinical hypothyroidismSo a team of Mayo Clinic researchers led by Spyridoula Maraka, Research Collaborator at Mayo Clinic and Assistant Professor of Medicine at the University of Arkansas for Medical Sciences and the Central Arkansas Veterans Health Care System in the USA, set out to estimate the potential effectiveness and safety of thyroid hormone treatment among pregnant women with subclinical hypothyroidismUsing a large US database, they analysed data from 5,405 pregnant women with subclinical hypothyroidism, defined as untreated TSH levels of 2.5 to 10 mIU/L.Women treated with thyroid hormone were compared with untreated women for risk of pregnancy loss and other pregnancy related adverse outcomes.Overall, only 16% of women in the study received thyroid hormone treatment. Compared with untreated women, treated women had a lower risk of pregnancy loss but a higher risk of preterm delivery, gestational diabetes, and pre-eclampsia.Furthermore, the associated benefit of thyroid hormone treatment on pregnancy loss was seen only among women with TSH levels of 4.1 to 10 mIU/L before treatment (not those with levels of 2.5 to 4 mIU/L).\"On the basis of our findings, continuing to offer thyroid hormone treatment to decrease the risk of pregnancy loss in pregnant women with TSH concentrations of 4.1-10.0 mIU/L is reasonable,\" say the authors.However, they add that, given the smaller magnitude of the relationship in the group with TSH concentrations of 2.5-4.0 mIU/L, and in light of the possible increased risk of other adverse events, \"treatment may need to be withheld in this group and guidelines may need to be revised.\"This is an observational study, so firm conclusions about cause and effect cannot be drawn. Nonetheless, the authors say their results \"could facilitate an informed conversation between patients and clinicians about starting thyroid hormone treatment.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/b-hea012317.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BMJ", "keywords": ["Medicine/Health"], "journal": "The BMJ", "description": "Thyroid hormone treatment is associated with a decreased risk of pregnancy loss among women with mild thyroid problems, finds a study published by The BMJ today.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}