{"title": "Researcher proposes novel mechanism to stop tsunamis in their tracks", "text": "Devastating tsunamis could be halted before hitting the Earth's shoreline by firing deep-ocean sound waves at the oncoming mass of water, new research has proposed.Dr Usama Kadri, from Cardiff University's School of Mathematics, believes that lives could ultimately be saved by using acoustic-gravity waves (AGWs) against tsunamis that are triggered by earthquakes, landslides and other violent geological events.AGWs are naturally occurring sounds waves that move through the deep ocean at the speed of sound and can travel thousands of metres below the surface.AGWs can measure tens or even hundreds of kilometres in length and it is thought that certain lifeforms such as plankton, that are unable to swim against a current, rely on the waves to aid their movement, enhancing their ability to find food.In a paper published in the journal Heliyon, Dr Kadri proposes that if we can find a way to engineer these waves, they can be fired at an incoming tsunami and will react with the wave in such a way that reduces its amplitude, or height, and causes its energy to be dissipated over a large area.By the time the tsunami reaches the shoreline, Dr Kadri writes, the reduced height of the tsunami would minimise the damage caused to both civilians and the environment. Dr Kadri also believes that this process of firing AGWs at a tsunami could be repeated continuously until the tsunami is completely dispersed.\"Within the last two decades, tsunamis have been responsible for the loss of almost half a million lives, widespread long-lasting destruction, profound environmental effects and global financial crisis,\" Dr Kadri said.\"Up until now, little attention has been paid to trying to mitigate tsunamis and the potential of acoustic-gravity waves remains largely unexplored.\"The devastating tsunami that was generated in the Indian Ocean in 2004 after a magnitude 9 earthquake has been recorded as one of the deadliest natural disasters in recent history after it caused over 230,000 deaths in 14 countries.The energy released on the Earth's surface by the earthquake and subsequent tsunami was estimated to be the equivalent of over 1,500 times that of the Hiroshima atomic bomb. In order to use AGWs in tsunami mitigation, engineers will firstly need to devise highly accurate AGW frequency transmitters or modulators, which Dr Kadri concedes would be challenging. It may also be possible to utilise the AGWs that are naturally generated in the ocean when a violent geological event, such as an earthquake, occurs - essentially using nature's natural processes against itself.Indeed, Dr Kadri has already shown that naturally occurring AGWs could be utilised in an early tsunami detection system by placing detection systems in the deep ocean.Dr Kadri continued: \"In practice, generating the appropriate acoustic-gravity waves introduces serious challenges due to the high energy required for an effective interaction with a tsunami. However, this study has provided proof-of-concept that devastating tsunamis could be mitigated by using acoustic-gravity waves to redistribute the huge amounts of energy stored within the wave, potentially saving lives and billions of pounds worth of damage.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/cu-rpn012517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Cardiff University", "keywords": ["Chemistry/Physics/Materials Sciences", " Acoustics", " Geophysics", " Earth Science", " Hydrology/Water Resources", " Oceanography", " Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving", " Civil Engineering"], "journal": "Heliyon", "description": "Devastating tsunamis could be halted before hitting the Earth's shoreline by firing deep-ocean sound waves at the oncoming mass of water, new research has proposed.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}