{"title": "Women with early periods at increased risk of early or premature menopause", "text": "A large international study has linked early puberty and childlessness with an increased risk of early menopause. Professor Gita Mishra from The University of Queensland said the study found women who had their first period before the age of 11 were 80 per cent more likely to experience premature or early menopause.\"This is important information because we know these women have a higher risk of developing chronic conditions like cardiovascular disease, type 2 diabetes and osteoporosis,\" Professor Mishra said. Nearly one in 10 women experience premature menopause (a final menstrual period before the age of 40), or early menopause (final period between the ages of 40 and 44 years).UQ School of Public Health researcher Professor Mishra said the risk of early or premature menopause was doubled in women who did not have children compared to those who had two or more children. \"The combination of an early period and childlessness led to a five-fold increase in the risk of premature menopause and a two-fold increase in the risk of early menopause, compared to those who started their periods after age 12 and had two or more children.\"The study considered childlessness as an indicator of underlying fertility issues because the women involved were from an era when general fertility was high and there was little access to infertility treatments. \"We have to be cautious of generational differences but the results are relevant to younger generations of women where we are seeing increasingly early onset of puberty,\" Professor Mishra said. \"Rather than being fatalistic about it, women who began puberty early can be empowered by this knowledge; they can talk to their GPs and take action early to improve their health outcomes in later life.\"  The study pooled data from 51,450 postmenopausal women from nine observational studies in the UK, Scandinavia, Australia and Japan as part of InterLACE, an international collaboration using a life course approach to reproductive health and chronic disease events.The largest cohort of Australian women was from the Australian Longitudinal Study on Women's Health (ALSWH) and comprised women who have been regularly surveyed on their lifestyle, behaviours and their physical, mental and reproductive health for the past 20 years. Professor Mishra said study findings would allow health practitioners to consider women's reproductive history alongside factors such as smoking in order to prepare women for the possibility of early menopause.\"Those women most at risk of chronic disease may also benefit from prevention strategies and monitoring earlier in life,\" she said.", "article_link": "http://dx.doi.org/10.1093/humrep/dew350", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoq-wwe012517.php", "region": "africa", "source_link": null, "funder": "Australian National Health and Medical Research Council, Australian Research Council Future Fellowship", "meeting": "", "institution": "University of Queensland", "keywords": ["Medicine/Health", " Epidemiology", " Fertility", " Gerontology", " Gynecology", " Public Health"], "journal": "Human Reproduction", "description": "A large international study has found that women who began menstruation before age 11 have an 80 percent higher risk of early or premature menopause. This risk increased in women without children and early periods. The researchers recommend health practitioners begin monitoring at risk women earlier in life and implement prevention strategies to combat the increased risk of chronic disease that is associated with early menopause.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}