{"title": "Scientists use tumor-derived dendritic cells to slow tumor growth", "text": "In the human body, so-called dendritic cells are responsible for activating our immune system. While researchers previously believed that tumors could repress these dendritic cells - blocking an adequate natural cancer defense mechanism - a new study has painted a more positive picture. A team led by prof. Jo Van Ginderachter (VIB-Vrije Universiteit Brussel) revealed that two immune response-stimulating dendritic cell types do exist within tumors. The scientists were able to isolate these cells and use them to \"vaccinate\" tumors, slowing tumor growth. This success could lead to innovative new cancer immunotherapies. The results of the study are published in the high-impact journal Nature Communications.Dendritic cells, or 'DCs', are a hot topic when it comes to cancer immunotherapy development, making them heavily investigated by the scientific community. The findings of prof. Van Ginderachter's research team suggest a new approach in which DCs are taken from surgically-removed tumors and used to \"vaccinate\" the same patient, making use of the patient's own immune system in slowing tumor growth. In the search for the \"perfect\" DC for this kind of therapy, these researchers may have a definitive answer.Surprise: two specific DCs found in human tumor tissuesContrary to expectations, the team was able to discover and identify two immune system-stimulating DC groups in tumors, dubbed cDC1 and cDC2. Each of them cause specific types of immune responses, and they are present in both human and mouse tumors.Prof. Van Ginderachter (VIB-VUB): \"We believe that DCs taken from tumors are well-suited for cancer immunotherapy, since they've been confirmed present within removed tumors and cause a strong anti-tumor response even in low numbers. The fact that we even discovered two different suitable DC types comes as a surprise!\"The future of cancer immunotherapyProf. Van Ginderachter and his team, which was largely driven by PhD student Jiri Keirsse and postdoctoral researcher Dr. Damya Laoui, relied on the help of outside experts to both identify dendritic cells and to get the human tissues needed to perform the research. As an authority on DCs, Martin Guilliams of the Inflammation Research Center in Ghent was essential to the study.  Massimiliano Mazzone (VIB-KU Leuven) had access to human tumor samples and was responsible for coordinating the availability of these tissues.Prof. Van Ginderachter (VIB-VUB): \"For this study, we performed vaccinations using the DCs that we took from actual tumors to reveal their potential. Logically, the next step will be to find out whether vaccination will be successful in a therapeutic setting. We will have to remove the tumor, isolate the DCs and then re-inject them into the same individual to discover whether we can prevent the formation of new tumors and relapse of the main tumor. These next steps are also crucial for us to better understand why some tumors respond better to cDC2, and others to cDC1 vaccination. For this part we are actively looking for a partner.\"* The research group of prof. Van Ginderachter is part of the VIB Center for Inflammation Research*\r\n", "article_link": "http://dx.doi.org/10.1038/ncomms13720", "url": "http://www.eurekalert.org/pub_releases/2017-01/vfi-sut012517.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "VIB (the Flanders Institute for Biotechnology)", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma"], "journal": "Nature Communications", "description": "In the human body, so-called dendritic cells are responsible for activating our immune system. While researchers previously believed that tumors could repress these dendritic cells -- blocking an adequate natural cancer defense mechanism -- a new study has painted a more positive picture. A team led by Professor Jo Van Ginderachter (VIB-Vrije Universiteit Brussel) revealed that two immune response-stimulating dendritic cell types do exist within tumors. The scientists were able to isolate these cells and use them to 'vaccinate' tumors, slowing tumor growth.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}