{"title": "As US scrutinizes joint replacements, study finds no way to predict risk", "text": "PROVIDENCE, R.I. [Brown University] -- About one million Americans each year undergo total knee or hip replacements, but complications bring as many as 1 in 12 back to the hospital and result in higher use of post-acute services within 90 days.To compel hospitals to do better, the Centers for Medicare and Medicaid Services (CMS) launched the Comprehensive Care for Joint Replacement (CJR) program in April 2016, which penalizes hospitals for readmission of joint replacement patients within 90 days. But a new study finds that CMS and care providers lack the predictive models needed to assess the risks patients face that necessitate readmission.Some hospital systems are apprehensive of getting penalized inadvertently because CJR's current payment model does not include a risk adjustment method to account for patients' medical complexity or their functional status, said study lead author Amit Kumar, a postdoctoral research associate at the Brown University School of Public Health.In the new study, Kumar and co-authors tested the three best candidate risk adjustment indices -- including one developed by CMS -- but found that none were useful in predicting readmissions among patients who underwent joint replacement to address osteoarthritis.There is therefore a need for a model, or index, that can accurately predict the risk of readmission to improve patient care and to help CMS judge hospitals on the quality of their care rather than on how inherently risky their patients are, Kumar said.\"In the absence of that risk adjustment, when sick patients have worse outcomes, hospitals will be penalized,\" said Kumar, whose paper appears in Arthritis Care & Research. \"If we could find an index that was working for this population, we could recommend that -- but unfortunately none of them are working very well.\"Three blind modelsKumar and former colleagues at the University of Texas Medical Branch tested the applicability of the three industry-leading indices for predicting mortality and health care utilization: the Charlson Comorbidity Index, the Elixhauser Comorbidity Index and CMS's Hierarchical Condition Category.He analyzed Medicare data on every beneficiary who survived for 90 days after a total knee or total hip replacement performed because of osteoarthritis between January 2009 and September 2011. In all, the study covered a total of 605,417 patients. The data showed that 46.3 percent of patients were discharged home, 40.9 percent went to skilled nursing facilities and 12.7 percent stayed in inpatient rehabilitation.Kumar's analysis sought to determine whether any of the three indices made a meaningful difference in predicting where patients would be discharged and whether they'd return to the hospital within 30, 60 or 90 days.The analysis showed that the indices made no useful difference at all. In fact, none significantly improved upon a \"base model\" of merely accounting for a mix of demographic and medical factors.To rate the base model and the three indices, Kumar relied on the calculation of a number called the \"C-Statistic,\" which essentially measures the probability that an index would identify as high risk a person who actually turned out to be high risk. By convention, a C-statistic has to be higher than 0.7 to be considered clinically relevant. The base model scored in the 0.63 to 0.65 range, and the indices only nudged those numbers up in the hundredths place, never rising above the 0.7 threshold.What to account forKumar said the models, which he acknowledged weren't created for this exact purpose, likely break down in the case of joint replacement because they don't account for patients' functional status or other relevant health conditions.Functional status includes measures of post-operative pain, their ability to move the affected joint and able to perform activities of daily living. Medicare doesn't require hospitals to report it, but in a study earlier this year he was able to obtain inpatient rehabilitation data for patients who had strokes, hip fractures and some joint replacements. Kumar and co-authors found that adding functional status data into a predictive risk model yielded a substantial improvement.\"The reason we do joint replacements is to reduce pain and improve functional status, but this information is missing from our risk indices,\" Kumar said.In the current study, Kumar and his co-authors were able to assess other relevant health conditions. He found the health conditions most frequently associated with hospital readmission were diabetes, pulmonary disease, arrhythmias and heart disease. In addition, prior research suggests obesity is likely an important determinant, though that wasn't tracked in the study.In the near term, Kumar said, CMS should begin tracking functional status of patients who undergo joint replacements. Ultimately, he said, that data should be tried in a new index that will help hospitals assess which patients are at greatest risk to struggle and will help CMS assess which hospitals are taking on such riskier patients.", "article_link": "http://dx.doi.org/10.1002/acr.23195", "url": "http://www.eurekalert.org/pub_releases/2017-01/bu-aus012517.php", "region": "namerica", "source_link": "https://news.brown.edu/articles/2017/01/jointrisk", "funder": "National Institutes of Health", "meeting": "", "institution": "Brown University", "keywords": ["Health Care", " Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Orthopedic Medicine", " Public Health", " Surgery"], "journal": "Arthritis Care & Research", "description": "The federal government started a program that penalizes hospitals for readmission of joint replacement patients within 90 days, but a new study finds there is no good index for assessing that risk.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}