{"title": "Texas Biomed scientist receives 5-year, $4.6 million MERIT Award for malaria research", "text": "San Antonio, Texas (January 25, 2017) - The study of drug resistance in the malaria parasite received a big boost today as Dr. Timothy Anderson, Scientist in the Department of Genetics at Texas Biomedical Research Institute, received a five-year, $4.6 million MERIT Award from the National Institutes of Health. MERIT Awardees must be nominated by an NIH representative. A very small number of these coveted awards are given each year to provide \"long-term, stable support to investigators whose research competence and productivity are distinctly superior and who are likely to continue to perform in an outstanding manner,\" according to NIH background information.\"I am delighted to receive this award, and it is a testament to the excellent researchers who have worked in my laboratory over the past 17 years and to their efforts to understand the basic biological processes underlying drug resistance evolution in malaria parasites,\" said Dr. Anderson. \"No good vaccines are available, so effective treatment of malaria patients is critical to malaria control efforts worldwide.\" The NIH MERIT award will enable Dr. Anderson and his team to expand their efforts to examine resistance evolution in Southeast Asia and to apply powerful new gene editing technologies to better understand drug resistance evolution. \"Unfortunately, evolution of resistance to drug treatment complicates efforts to control malaria,\" Dr. Anderson said. \"Our aim is to identify the parasite genes that underlie resistance, to determine how frequently resistance arises, to monitor the spread of resistance and then to use this information to help design treatment strategies that can prevent resistance from arising in the first place.\"\"This award is well-deserved due to Dr. Anderson's groundbreaking research on drug resistance. His work not only contributes to the multi-billion dollar bio-science industry that employs thousands in San Antonio, but it brings us one step closer to curing infectious diseases and saving lives around the globe. I extend my most sincere congratulations to Dr. Anderson and thank him for his passion to improve lives,\" said Congressman Will Hurd, who represents the 23rd Congressional District of Texas, which includes San Antonio.       Research BackgroundMalaria, a protozoan parasite transmitted by mosquitoes, currently infects more than 200 million people worldwide, killing more than 400 thousand annually. While these numbers are still too high, enormous gains have been made, with numbers of malaria deaths dropping by 60% since 2000. \"Malaria control is currently riding a wave of success, largely on the back of a potent antimalarial called artemisinin, developed from a Chinese herbal remedy,\" explained Anderson. \"This drug is used in a cocktail with one of several other antimalarials, and these combination therapies have been extraordinarily effective in reducing malaria deaths. There is now strong political will and a renewed push by donors such as the Bill and Melinda Gates Foundation to eliminate this disease. Unfortunately, the recent emergence of resistance to artemisinin now makes this a critical time for malaria control efforts.\"    Dr. Anderson's laboratory made two key discoveries concerning artemisinin resistance. Just three years after the emergence of artemisinin resistance was documented, his laboratory identified a small segment of the malaria parasite genome that contained the major resistance gene involved. The speed with which the genetic determinants of resistance were identified makes all the difference for malaria control efforts.\"Let me put this work in perspective.\" said Dr. Ian Cheeseman, Assistant Scientist at Texas Biomed, who worked with Anderson on this project. \"Resistance to chloroquine, another antimalarial drug arose in the 1950s, but it was not until 2000 that the key gene involved was discovered. In the case of artemisinin, resistance was first demonstrated in 2009, just three years later we were able to map the approximate location of the gene involved, and another group finally determined the precise gene in 2014. The speed of this work buys us time to manage this problem.\"Artemisinin resistance was first thought to be a problem only in Western Cambodia, and an aggressive campaign was put in place to contain and eliminate this focus of artemisinin resistant malaria. In 2012, Standwell Nkhoma, a researcher from Malawi working in Dr. Anderson's laboratory, demonstrated that artemisinin resistance had already spread far beyond the focus in Cambodia, and was rapidly spreading on the border of Thailand and Myanmar, 600 miles to the west. \"This work used more than 3,000 blood samples collected over 10 years by our collaborators in Thailand,\" explained Dr. Nkhoma. \"We showed unambiguously that resistance was widespread in Southeast Asia and that a much more extensive campaign to contain resistance was needed.\"Drug resistance has previously evolved to multiple other antimalarial drugs, including chloroquine and pyrimethamine, so resistance to artemisinin based drugs is no surprise.\"Artemisinin is used together with a partner drug to try to prevent evolution of resistance,\" Dr. Anderson said. \"This clearly has not worked well - we need to follow the lead of HIV and TB researchers and start developing more complex drug combinations to stack the odds against malaria parasites. The problem is that we don't currently have available effective drugs to make such cocktails.\"The Anderson laboratory previously surprised the malaria research community with their work on resistance to another antimalarial drug, pyrimethamine, demonstrating that resistance determinants have a single origin in Southeast Asia and then spread to Africa. \"A major concern is that artemisinin resistance could spread from Southeast Asia to sub Saharan Africa, following the path of pyrimethamine resistance,\" explained Shalini Nair, a Senior Research Associate in Dr. Anderson's laboratory. \"This would be disastrous for malaria control efforts\" Research Team and FundingDr. Anderson's malaria laboratory currently includes Shalini Nair, Marina McDew-White, Vinay Menon and Ann Arya, while he also runs a research program focusing on another widespread tropical parasitic disease, schistosomiasis. Dr. Anderson's malaria research would not be possible without close collaboration with François Nosten, M.D. of the Shoklo Malaria Research Unit, in Thailand, that is part of the Mahidol-Oxford Research Unit (MORU).This MERIT Award is being issued from the NIH's National institute of Allergy and Infectious Diseases, grant number: 4R37AI048071-16.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tbri-tbs012417.php", "region": "namerica", "source_link": null, "funder": "NIH/National institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Texas Biomedical Research Institute", "keywords": ["Biology", " Evolution", " Genetics", " Parasitology", " Infectious/Emerging Diseases", " Public Health"], "journal": "", "description": "Dr. Timothy Anderson, Scientist in the Department of Genetics at Texas Biomedical Research Institute, received a five-year, $4.6 million MERIT Award from the National Institutes of Health.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}