{"title": "When it comes to predators, size matters", "text": "Marine reserves play an important role in sustaining ecosystem diversity and abundance. Their presence enables certain species to return to a natural size structure, which enables predators to control destructive prey.A case in point is the California sheephead. The colorful fish inhabit kelp forests ranging from Monterey Bay to the Gulf of California in Mexico. Scientists have known for some time that these sex-changing wrasses are a critical part of the kelp forest ecosystem. New research from UC Santa Barbara demonstrates the importance of predator size to kelp beds' ability to recover when an overabundance of urchins creates areas of low diversity and productivity, or barrens. Large sheephead eat large urchins, helping to keep the urchin population under control and to rejuvenate kelp forests. The findings appear in the journal Proceedings of the Royal Society B.\"We found a lot more sheephead within the marine reserves at Catalina Island, which was our primary area of study,\" said co-author Robert Warner, a research professor in UCSB's Department of Ecology, Evolution and Marine Biology. \"Particularly striking was how many more there were in terms of the larger individuals. Those are the ones we actually observed eating urchins of various sizes.\"The team performed feeding experiments in the field, both inside and outside marine reserves. They wanted to determine what sizes of urchin could be handled by sheephead of various sizes and which type of urchin they preferred. It turns out sheephead favor purple urchins, the ones responsible for barren formation.The researchers also found that sheephead of a certain size can't eat urchins at all. Once they grow to about a foot long, that changes. \"We simply observed which sizes of sheephead were eating what kind of urchins and whether they tried and failed or tried and were successful,\" said co-author Steve Gaines, dean of the Bren School of Environmental Science & Management. \"The bottom line is that only the largest sheephead could handle and eat the largest urchins. The smaller sheephead either didn't try or ate only smaller urchins.\"Warner, Gaines and lead author Rebecca Selden, a former UCSB graduate student who is now a postdoctoral researcher at Rutgers University, found that this feeding behavior caused urchin mortality to differ both inside and outside marine reserves. Mortality for medium and large urchins was low outside reserves, simply because the predator capable of eating them wasn't present. Greater overall urchin mortality existed inside the reserves, thanks to a greater abundance of sheephead -- both large and small.\"The critical point is that large sheephead can handle large urchins,\" Warner said.  \"What that means in the long run is that we need to pay attention to management that is concerned with size structure within the predator populations, not just their numbers.\"One way to restore size structure is to not kill them,\" Warner continued. \"And one way not to kill them is to set up reserves. Once a reserve is established, once the animals are big, it is highly likely that kelp beds will be much more resistant to the formation of urchin barrens, which makes it easier for kelp forests to flourish. But that doesn't happen right away. We have to wait for individual predators to get large enough to handle the largest prey.\"In places like New Zealand, a lack of predators has allowed urchins to grow so big that they're become invulnerable. The only way to reduce such populations would be a disaster such as heavy wave action or disease. But according to Warner, in Southern California, even the largest urchins can be controlled if enough big predators are around. The study also made comparisons with the northern Channel Islands, where the overall number of sheephead is lower, largely due to the fact that the Santa Barbara Channel is the northern edge of their range.\"The differences you see inside and outside reserves is even larger in the northern Channel Islands,\" Gaines said. \"Up here the differences are much more striking so the presence of reserves is likely even more critical to enabling increased resilience within the kelp beds.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uoc--wic012517.php", "region": "namerica", "source_link": "http://www.news.ucsb.edu/2017/017617/size-matters", "funder": "", "meeting": "", "institution": "University of California - Santa Barbara", "keywords": ["Agriculture", " Fisheries/Aquaculture", " Marine/Freshwater Biology", " Biology", " Ecology/Environment", " Marine/Freshwater Biology", " Fisheries/Aquaculture", " Zoology/Veterinary Science", " Marine/Freshwater Biology"], "journal": "Proceedings of the Royal Society B", "description": "When it comes to predators, scientists find larger sheephead that consume bigger urchins help keep that population under control.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}