{"title": "Football is medicine for women with high blood pressure", "text": "The Danish concept Football Fitness has proved to be just as effective as tablets for countering high blood pressure. Furthermore, women participating in the project have also benefited from improved physical fitness, decreased body fat percentage and stronger bones.Professor Peter Krustrup of the University of Southern Denmark calls this \"a 4-0 health victory for Football Fitness, with the ball hitting every corner of the net\". This is the first time he has demonstrated a long-term effect for female patients participating in Football Fitness.In a randomised trial involving 31 women aged 35-50 with mildly high blood pressure, 1 hour of football training two to three times a week over 1 year proved to be an effective broad-spectrum medicine, with positive effects on blood pressure, body fat percentage, bone density and physical fitness. \"Our study shows that untrained women with high blood pressure benefit greatly from Football Fitness in respect of blood pressure, body fat percentage, bone density and physical fitness. This form of football can rightly be described as effective and broad-spectrum medicine for women with high blood pressure,\" says Professor Krustrup.According to Professor Krustrup, the results of the project, backed by 14 years of football research, show that football can be used for effective prevention and treatment of a number of lifestyle diseases, including cardiovascular disease and type 2 diabetes. The results also support the growing evidence that physical activity can lead to a more broad-spectrum reduction in risk factors for cardiovascular disease than traditional pharmacological treatment.\r\n\"Football Fitness training comprises high-pulse training, stamina training and strength training, which explains why the women derived such significant and broad-spectrum effects on physical fitness and health by playing football for a year. What is more, they enjoyed the training and the attendance levels were high,\" says Professor Krustrup.\r\nThe study recruited 31 untrained Faroese women aged 35-50 with high blood pressure, of whom 19 were randomised to Football Fitness training of 1 hour for two to three times a week over 1 year, corresponding to an average of 128 sessions.In a direct comparison with the inactive control group, the women engaged in football training derived significant positive effects on blood pressure (9 mmHg), body fat mass (3.1 kg), triglyceride (0.3 mmol/l), bone mass (70 g) and interval fitness (120% better Yo-Yo IE1 performance).The study, conducted in close collaboration with project leader Dr Magni Mohr, Centre of Health Sciences at the University of the Faroe Islands and researchers from Copenhagen University Hospital (Rigshospitalet), is due to be published later today in the acclaimed Scandinavian Journal of Medicine and Science in Sports.Bent Clausen, vice chairman of the Danish Football Association (DBU), and Kim Høgh, CEO of the Danish Heart Foundation, both see great prospects for Football Fitness in relation to preventing and treating lifestyle diseases, both nationally and internationally.\"The Danish Heart Foundation aims to prevent cardiovascular disease, which causes one in four deaths in Denmark. High blood pressure is a major risk factor for all people, and as we will be focusing on women's hearts in the coming years, this is a very interesting study showing that Football Fitness has huge positive potential,\" says Kim Høgh.\"Football Fitness, currently practised at 275 Danish football clubs, was conceived as part of the \"Exercise for life\" vision in a close collaboration between the Danish FA, The Danish Sports Confederation and DGI, which aims to create more active Danes. Nationally, the goal is for 10,000 more Danes to be taking part in Football Fitness in three years. But the ambitions do not stop there. Pilot projects in the Faroe Islands, Norway, Serbia, the United Kingdom and Brazil have produced such positive results that there are realistic expectations that the concept will gain international prominence, and that is fantastic,\" says Bent Clausen.", "article_link": "http://dx.doi.org/10.1111/sms.12829", "url": "http://www.eurekalert.org/pub_releases/2017-01/uosd-fim012417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Southern Denmark Faculty of Health Sciences", "keywords": ["Medicine/Health", " Clinical Trials", " Metabolism/Metabolic Diseases", " Physiology", " Sports Medicine", " Sports/Recreation", " Sports Medicine", " Sports/Recreation"], "journal": "Scandinavian Journal of Medicine and Science in Sports", "description": "Professor Peter Krustrup of the University of Southern Denmark has for the first time demonstrated a long-term effect for female patients participating in Football Fitness.\r\nIn a randomized trial involving 31 women aged 35-50 with mildly high blood pressure, one hour of football training two to three times a week over one year proved to be an effective broad-spectrum medicine, with positive effects on blood pressure, body fat percentage, bone density and physical fitness.", "date": "Wed, 25 Jan 2017 05:00:00 GMT"}