{"title": "Can continuous glucose monitoring improve diabetes control in patients with type 1 diabetes who inject insulin", "text": "Two studies in the January 24/31 issue of JAMA find that use of a sensor implanted under the skin that continuously monitors glucose levels resulted in improved levels in patients with type 1 diabetes who inject insulin multiple times a day, compared to conventional treatment.In one study, Roy W. Beck, M.D., Ph.D., of the Jaeb Center for Health Research, Tampa, Fla., and colleagues randomly assigned 158 adults with type 1 diabetes who were using multiple daily insulin injections and had elevated hemoglobin A1c (HbA1c) levels of 7.5 percent to 9.9 percent to continuous glucose monitoring (n = 105) or usual care (control group; n = 53). Only approximately 30 percent of individuals with type 1 diabetes meet the American Diabetes Association goal of HbA1c level of 7.5 percent for children and 7.0 percent for adults, indicating the need for better approaches to diabetes management. Continuous glucose monitoring (CGM) with glucose measurements as often as every five minutes, plus low and high glucose level alerts and glucose trend information, has the capability of better informing diabetes management decisions than blood glucose meter testing performed several times a day. Only a small proportion of individuals with type 1 diabetes who inject insulin use CGM. Continuous glucose monitoring systems include a sensor underneath the skin with a transmitter attached and continuous reporting of glucose levels and trends to the patient by a handheld monitor. In this study in the CGM group, 93 percent used CGM six days/week or more in month six. Average HbA1c reduction from baseline was 1.1 percent at 12 weeks and 1.0 percent at 24 weeks in the CGM group and 0.5 percent and 0.4 percent, respectively, in the control group. Median duration of hypoglycemia was 43 minutes/day in the CGM group vs 80 minutes/day in the control group. Severe hypoglycemia events occurred in 2 participants in each group.\"Among adults with type l diabetes who used multiple daily insulin injections, the use of CGM compared with usual care resulted in a greater decrease in HbA1c level during 24 weeks. Further research is needed to assess longer-term effectiveness, as well as clinical outcomes and adverse effects,\" the authors write.(doi:10.1001/jama.2016.19975; the study is available pre-embargo at the For the Media website)Editor's Note: Dexcom Inc. provided funding for the trial to each investigator's institution. Please see the article for additional information, including other authors, author contributions and affiliations, financial disclosures, etc.In another study, Marcus Lind, M.D., Ph.D., of the University of Gothenburg, Sweden, and colleagues randomly assigned 161 individuals with type 1 diabetes and HbA1c of at least 7.5 percent treated with multiple daily insulin injections to receive treatment using a CGM system or conventional treatment for 26 weeks, separated by a washout period of 17 weeks. The goal of the study was to analyze the effect of CGM on glycemic control, hypoglycemia, well-being, and glycemic variability. The researchers found that average HbA1c was 7.92 percent during CGM use and 8.35 percent during conventional treatment. Of 19 other outcomes comprising psychosocial and various glycemic measures, six met statistical significance, favoring CGM compared with conventional treatment. Five patients in the conventional treatment group and one patient in the CGM group had severe hypoglycemia. \"In this crossover study of persons with type 1 diabetes treated with multiple daily insulin injections, CGM was associated with a mean HbA1c level that was 0.43 percent less than conventional treatment. Moreover, glycemic variability was reduced by CGM. Subjective well-being and treatment satisfaction were greater during CGM than conventional therapy,\" the authors write. \"Further research is needed to assess clinical outcomes and longer-term adverse effects.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-ccg012317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Diabetes"], "journal": "JAMA", "description": "Two studies in the Jan. 24/31 issue of JAMA find that use of a sensor implanted under the skin that continuously monitors glucose levels resulted in improved levels in patients with type 1 diabetes who inject insulin multiple times a day, compared to conventional treatment.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}