{"title": "News media registration open for ENDO 2017: The 99th Annual Meeting & EXPO in Orlando, Fla.", "text": "Washington, DC--Members of the media can now register to cover the latest advances in hormone health and science at ENDO 2017, the Endocrine Society's 99th Annual Meeting & Expo. The meeting will be held April 1-4, in Orlando, FL. ENDO 2017 offers journalists the opportunity to discuss groundbreaking research with world-renowned experts in diverse fields, including obesity, diabetes, reproductive health, endocrine-disrupting chemicals, menopause, bone health and thyroid cancer. The meeting is considered the gold standard of leading global conferences in endocrinology research and clinical care. The event is expected to draw 8,000 people from all over the world to the Orange County Convention Center.The Society will host several press conferences onsite and distribute press releases on scientific findings being released at the premier event on hormone research, health science and endocrinology. For public information officers, ENDO provides a worldwide stage to share research with reporters through press releases and participation by your scientists in news conferences. News Media Registration InformationRegistering as media does not guarantee approval of a press pass. The Endocrine Society will review the credentials of all reporters seeking to attend ENDO to ensure eligibility requirements are met. Media approved for attendance will receive official notification via email from Endocrine Society staff.  To register as media for ENDO 2017, please complete the form at https://www.xpressreg.net/media/start.php?sc=ENDO0417. Registered news media receive a complimentary badge that provides access to all meeting sessions, as well as the onsite newsroom and news conferences. No one will be admitted without a valid ENDO badge. Reporter EligibilityAdditional information on eligibility requirements, as well as the ENDO 2017 embargo policy, is available at https://www.endocrine.org/news-room/endo-annual-meeting. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tes-nmr012317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Cancer", " Eating Disorders/Obesity", " Endocrinology", " Fertility", " Metabolism/Metabolic Diseases", " Diabetes", " Sleep/Sleep Disorders", " Nutrition/Nutrients", " Toxicology"], "journal": "", "description": "Members of the media can now register to cover the latest advances in hormone health and science at ENDO 2017, the Endocrine Society's 99th Annual Meeting & Expo. The meeting will be held April 1-4, in Orlando, Fla.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}