{"title": "Mathematical model limits malaria outbreaks", "text": "One of the most common infectious diseases in the world, malaria causes public health problems and depresses the economy of infected areas. When untreated or treated improperly, the disease can result in fatalities. Despite impressive control measures and increased prevention techniques, which have reduced the global malaria mortality rate by 29% over the last six years, 3.3 billion people throughout 97 countries and territories still face a risk of infection. According to the World Health Organization, there were 212 million cases of malaria in 2015; approximately 429,000 resulted in death. Sub-Saharan Africa continues to exhibit a disproportionately high number of outbreaks and fatalities.Female Anopheles mosquitoes are responsible for the transmission of malaria, which is caused by the one-celled Plasmodium parasite. A variety of environmental factors -- including temperature, rainfall, humidity, and wind patterns -- significantly impact the maturity, reproduction, and longevity of mosquitoes. The mosquito life cycle, in turn, directly affects the parasite's survival. \"Climate factors have great impact on mosquito life cycle and parasite development,\" Wang said. \"It becomes particularly important to consider climate impact on malaria transmission in light of global climate change.\" For example, an increase in temperature lessens the number of days necessary for breeding and quickens formation of spores in the parasites. Both of these occurrences can increase transmission. Wang and Zhao adopt prior malaria transmission models in their own vector-bias model, which utilizes the basic reproduction ratio R0 and incorporates the aforementioned three factors. \"The basic reproduction ratio serves as a threshold parameter in determining the global stability of either disease-free or endemic periodic solutions for this period and time-delayed system,\" Wang said. She and Zhao treat all parameters related to humans as constants but assume that mosquito-related parameters are periodic functions, thus incorporating seasonality into the model. Two additional parameters quantify the vector-bias effect, the probability of a mosquito biting an infected or susceptible human. And a constant time delay represents the EIP. The authors apply their model to published data from Maputo Province and simulate transmission trends in the area; the simulated curve matches the real-data curve for transmission. \"The numerical simulations for monthly new malaria cases are well consistent with the real data from Maputo Province,\" Wang said. \"This suggests that such a model may give a more accurate prediction of the disease transmission.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfia-mml012017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Society for Industrial and Applied Mathematics", "keywords": ["Biology", " Mathematics/Statistics", " Medicine/Health", " Epidemiology", " Public Health", " Disease in the Developing World"], "journal": "SIAM Journal on Applied Mathematics", "description": "Mathematical models can effectively predict and track malaria transmission trends, ultimately quantifying the efficiency of various treatment and eradication strategies in high-risk regions. In a paper publishing in the SIAM Journal on Applied Mathematics, authors explain a malaria transmission model that considers three distinct factors: climate, the extrinsic incubation period (EIP), and the vector-bias effect.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}