{"title": "Evidence insufficient regarding screening for obstructive sleep apnea", "text": "The U.S. Preventive Services Task Force (USPSTF) has concluded that the current evidence is insufficient to assess the balance of benefits and harms of screening for obstructive sleep apnea in asymptomatic adults (including adults with unrecognized symptoms). The report appears in the January 24/31 issue of JAMA.This is an I statement, indicating that evidence is lacking, of poor quality, or conflicting, and the balance of benefits and harms cannot be determined.Based on data from the 1990s, the estimated prevalence of obstructive sleep apnea (OSA) in the United States is 10 percent for mild OSA and 3.8 percent to 6.5 percent for moderate to severe OSA. Current prevalence may be higher, given the increasing prevalence of obesity. Severe OSA is associated with an increased risk of death, cardiovascular disease and cerebrovascular events, diabetes, cognitive impairment, decreased quality of life and motor vehicle crashes. The proportion of persons with OSA who are asymptomatic or have unrecognized symptoms is unknown. To issue a new recommendation on screening for OSA, the USPSTF reviewed the evidence on the accuracy, benefits and potential harms of screening for OSA in asymptomatic adults seen in primary care, including those with unrecognized symptoms. The USPSTF also evaluated the evidence on the benefits and harms of treatment of OSA on intermediate and final health outcomes.The USPSTF is an independent, volunteer panel of experts that makes recommendations about the effectiveness of specific preventive care services such as screenings, counseling services, and preventive medications.Evidence on the use of validated screening questionnaires in asymptomatic adults (or adults with unrecognized symptoms) to accurately identify who will benefit from further testing for OSA is inadequate. The USPSTF identified this as a critical gap in the evidence.The USPSTF found inadequate direct evidence on the benefit of screening for OSA in asymptomatic populations. The USPSTF found no studies that evaluated the effect of screening for OSA on health outcomes. The USPSTF found at least adequate evidence that treatment with continuous positive airway pressure (CPAP) and mandibular advancement devices (MADs) can improve intermediate outcomes (e.g., the apnea-hypopnea index, Epworth Sleepiness Scale score, and blood pressure) in populations referred for treatment. However, the applicability of this evidence to screen-detected populations is limited.The USPSTF found evidence that treatment with CPAP can improve general and sleep-related quality of life in populations referred for treatment, but the applicability of this evidence to screen-detected populations is unknown. The USPSTF found inadequate evidence on whether treatment with CPAP or MADs improves other health outcomes (mortality, cognitive impairment, motor vehicle crashes, and cardiovascular or cerebrovascular events). The USPSTF also found inadequate evidence on the effect of treatment with various surgical procedures in improving intermediate or health outcomes.Harms of Early Detection and Intervention or TreatmentThe USPSTF found inadequate evidence on the direct harms of screening for OSA. The USPSTF found adequate evidence that the harms of treatment of OSA with CPAP and MADs are small. The USPSTF found inadequate evidence on the harms of surgical treatment of OSA.The USPSTF found insufficient evidence on screening for or treatment of OSA in asymptomatic adults or adults with unrecognized symptoms. Therefore, the USPSTF was unable to determine the magnitude of the benefits or harms of screening for OSA or whether there is a net benefit or harm to screening.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-eir012317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health"], "journal": "JAMA", "description": "The US Preventive Services Task Force has concluded that the current evidence is insufficient to assess the balance of benefits and harms of screening for obstructive sleep apnea in asymptomatic adults (including adults with unrecognized symptoms). The report appears in the Jan. 24/31 issue of JAMA.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}