{"title": "Antibiotics, not dirty hospitals, the main cause of C. difficile epidemic", "text": "The study concluded that overuse of antibiotics like ciprofloxacin led to the outbreak of severe diarrhoea caused by C. difficile that hit headlines from 2006 onwards. The outbreak was stopped by substantially reducing use of ciprofloxacin and related antibiotics.Inappropriate use and widespread over prescribing of fluoroquinolone antibiotics such as ciprofloxacin in fact allowed C. difficile bugs that were resistant to the drug to thrive, because non-resistant bugs in the gut were killed off by the antibiotic, leaving the way clear for rapid growth of resistant C. difficile. \r\nConcerns about hospital \"superbugs\" which had become resistant to common antibiotics resulted in the announcement of a programme of \"deep cleaning\" and other infection control measures in the NHS in 2007.The study, by the University of Oxford, University of Leeds and Public Health England and published today in The Lancet Infectious Diseases, found that cases of C. difficile fell only when fluoroquinolone use was restricted and used in a more targeted way as one part of many efforts to control the outbreak. The restriction of fluoroquinolones resulted in the disappearance in the vast majority of cases of the infections caused by the antibiotic-resistant C. difficile, leading to around an 80% fall in the number of these infections in the UK (in Oxfordshire approximately 67% of C. difficile bugs were antibiotic-resistant in September 2006, compared to only  approximately 3% in February 2013).In contrast, the smaller number of cases caused by C. difficile bugs that were not resistant to fluoroquinolone antibiotics stayed the same. Incidence of these non-resistant bugs did not increase due to patients being given the antibiotic, and so were not affected when it was restricted.At the same time, the number of bugs that were transmitted between people in hospitals did not change. This was despite the implementation of comprehensive infection prevention and control measures, like better handwashing and hospital cleaning in this case. The study's authors therefore conclude that ensuring antibiotics are used appropriately is the most important way to control the C. difficile superbug. The authors note that it is important that good hand hygiene and infection control continues to be practiced to control the spread of other infections.The study, analysed data on the numbers of C. diff infections and amounts of antibiotics used in hospitals and by GPs in the UK.More than 4,000 C. diff bugs also underwent genetic analysis using a technique called whole genome sequencing, to work out which antibiotics each bug was resistant to. Co-author Derrick Crook, Professor of Microbiology, University of Oxford said: \"Alarming increases in UK hospital infections and fatalities caused by C. difficile made headline news during the mid-2000s and led to accusations of serious failings in infection control. \"Emergency measures such as 'deep cleaning' and careful antibiotic prescribing were introduced and numbers of C. difficile infections gradually fell by 80% but no-one was sure precisely why. \"Our study shows that the C. difficile epidemic was an unintended consequence of intensive use of an antibiotic class, fluoroquinolones, and control was achieved by specifically reducing use of this antibiotic class, because only the C. difficile bugs that were resistant to fluoroquinolones went away. \r\n\"Reducing the type of antibiotics like ciprofloxacin was, therefore, the best way of stopping this national epidemic of C. difficile and routine, expensive deep cleaning was unnecessary. However it is important that good hand hygiene continues to be practiced to control the spread of other infections.\"Crucially, part of the reason why some C. diff strains cause so many infections is because they find a way to exploit modern medical practice.Similar C. diff bugs that affected the UK have spread around the world, and so it is plausible that targeted antibiotic control could help achieve large reductions in C. diff infections in other countries.\"\r\nThe funding for the study came from the UK Clinical Research Collaboration, (Medical Research Council, Wellcome Trust, National Institute for Health Research); NIHR Oxford Biomedical Research Centre; NIHR Health Protection Research Unit in Healthcare Associated Infections and Antibiotic Resistance, University of Oxford in partnership with Leeds University and  Public Health England; NIHR Health Protection Research Unit in Modelling Methodology, Imperial College London in partnership with Public Health England; and the Health Innovation Challenge Fund.", "article_link": "http://dx.doi.org/10.1016/S1473-3099(16)30514-X", "url": "http://www.eurekalert.org/pub_releases/2017-01/uoo-and012317.php", "region": "europe", "source_link": "http://www.thelancet.com/journals/laninf/article/PIIS1473-3099(16)30514-X/fulltext", "funder": "", "meeting": "", "institution": "University of Oxford", "keywords": ["Microbiology", " Medicine/Health", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health"], "journal": "Lancet Infectious Diseases", "description": "Restricting the use of a common antibiotic was more important than a high profile 'deep clean' of hospitals in massively reducing UK antibiotic resistant Clostridium difficile (C. diff) cases, a major new study has found.", "date": "Tue, 24 Jan 2017 05:00:00 GMT"}