{"title": "Enhancing health care", "text": "In Canada, rates of Type 2 diabetes are three to five percent higher in Indigenous peoples when compared to non-Indigenous peoples. Not only this, but Indigenous Canadians typically have poorer health outcomes during treatment of diabetes. \r\nQueen's family medicine professor Dr. Michael Green has co-authored a study with colleagues from the Northern Ontario School of Medicine, the University of Calgary, and the University of British Columbia on the healthcare experiences of Indigenous patients with diabetes.  The study found that many patients experienced culturally unsafe care - a factor that may contribute to poorer health outcomes.  \r\n\"Many of the participants in our study reported that negative experiences with the health care system made them reluctant to seek the care they needed or to want to actively engage in the care of their diabetes,\" says Dr. Green.\r\nParticipants in the study reported issues with the health-care system including having the health system experience trigger traumatic childhood memories at residential schools, interactions that patients felt were racially motivated, limited access to care due to physician shortages and geographic isolation, and negative interactions with health-care professionals.\r\nThis study also found that many Indigenous patients avoided or disengaged from their diabetes care because of negative experiences such as derogatory or judgmental comments by health-care providers, or visual triggers in health-care settings\r\nThe research showed health-care relationships can be repaired when health care providers demonstrate empathy, humility, and patience.\r\n\"We also learned important lessons directly from Indigenous patients about what health care providers and health systems can do to help build positive relationships and what they need to learn to provide care that is both effective and culturally safe,\" says Dr. Green.\r\nThe research suggests a two-pronged approach to improving health care for Indigenous peoples. First, the study recommended a stronger focus on cultural safety training and antiracism education for health-care workers including a stronger emphasis on relationship development and advocacy.\r\nSecond, the study recommends enhancing patient-centered approaches to care to respond to the cultural and social needs of Indigenous patients.\r\nThe study was published in the Canadian Medical Association Journal.\r\n", "article_link": "http://dx.doi.org/10.1503/cmaj.161098", "url": "http://www.eurekalert.org/pub_releases/2017-01/qu-ehc012317.php", "region": "namerica", "source_link": "http://www.queensu.ca/gazette/stories/enhancing-health-care", "funder": "", "meeting": "", "institution": "Queen's University", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "CMAJ Open", "description": "In Canada, rates of type 2 diabetes are 3 to 5 percent higher in Indigenous peoples when compared to non-Indigenous peoples. Not only this, but Indigenous Canadians typically have poorer health outcomes during treatment of diabetes.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}