{"title": "Diabetes medication adherence, language, glycemic control in Latino patients", "text": "JAMA Internal Medicine is publishing two articles and an editorial focusing on Latino patients with type 2 diabetes.In one study, Alicia Fernández, M.D., of San Francisco General Hospital and the University of California, San Francisco, and coauthors examined the association of patient race/ethnicity, preferred language and physician-patient language concordance with adherence to newly prescribed diabetes medications among Latino and white patients.More than 3.1 million Latinos in the United States have diabetes and require daily medication use. The study of nearly 31,000 insured patients in the Kaiser Permanente Northern California health care system reports that nonadherence to newly prescribed diabetes medications was greater among Latino than white patients, even among English-speaking Latino patients. Overall, inadequate medication adherence was seen in 60.2 percent of Spanish-speaking Latino patients with limited-English proficiency, 51.7 percent of English-speaking Latino patients and 37.5 percent of white patients, the results indicate. Medication nonadherence rates among Spanish-speaking Latino patients with limited English proficiency also did not vary with the Spanish-language fluency of their physicians, according to the results. The study notes several limitations, including an inability to measure other potential factors in medication adherence, such as education, income and health literacy.\"Our study among insured patients suggests that more needs to be done to improve adherence to newly prescribed medications among Latino patients at all levels of English proficiency,\" the study concludes.In a second study, Melissa M. Parker, M.S., of Kaiser Permanente, Oakland, Calif., and coauthors examined whether glycemic control improves for Latino patients with limited-English proficiency with diabetes who switch from English-only to Spanish-speaking primary care physicians.\r\nLanguage discordance between patients and physicians may impede the delivery of culturally competent health care.The study of 1,605 Latino patients in the Kaiser Permanente Northern California health care system reports a 10 percent increase in the proportion of patients with glycemic control among those who switched from language discordant to language concordant primary care physicians.The study noted some limitations.\"There are several compelling nonclinical reasons for providing language-concordant care when possible, including increased patient satisfaction and facilitating communication. Our study suggests that health systems caring for LEP [limited-English proficiency] Latinos with diabetes may also improve glycemic control by facilitating language-concordant care, even if it means switching PCPs [primary care physicians],\" the article concludes.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/tjnj-dma011917.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Internal Medicine"], "journal": "JAMA Internal Medicine", "description": "JAMA Internal Medicine is publishing two articles and an editorial focusing on Latino patients with type 2 diabetes.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}