{"title": "A new index for the diagnosis of non-alcoholic fatty liver disease", "text": "Non-alcoholic fatty liver disease has become a global epidemic. There is not only a great interest worldwide to understand the causes and consequences of fatty liver disease, but also to diagnose fatty liver disease at an early stage. Under the direction of Professor Norbert Stefan, researchers of the Department of Internal Medicine IV of Tübingen University Hospital and the Institute for Diabetes Research and Metabolic Diseases (IDM) of Helmholtz Zentrum München, a partner of the German Center for Diabetes Research (DZD), generated a new index from clinical data which can predict the presence of fatty liver disease with high accuracy.\r\nApproximately every third adult in the industrialized countries has a morbidly fatty liver. For these people, this not only increases the risk of advanced liver diseases such as liver cirrhosis and liver cancer, but also, in particular type 2 diabetes and cardiovascular diseases. To be able to intervene early with preventive and therapeutic measures, the fatty liver must be detected in time. For this purpose, the ultrasound examination of the liver and the determination of the liver values are suitable, but in most cases they can only diagnose the fatty liver in an advanced stage. More sophisticated tests such as magnetic resonance spectroscopy are more meaningful, but they are not widely applicable because of the relatively high costs in clinical practice. Therefore, scientists around the world are working on simple and accurate methods that are more suitable for diagnosing a fatty liver. Among various indices which have been developed, the Fatty Liver Index (FLI) consisting of the parameters age, waist circumference, and triglyceride levels (TG) measured in the blood in a fasting state, and gamma-glutamyl transpeptidase (GGT), has been shown to be quite effective. \r\nThe researchers from Tübingen led by Professor Stefan, in collaboration with Professor Schulze of the German Institute of Human Nutrition (DIfE), a partner of the DZD, and their colleagues from Hamburg and Italy, have developed an improved FLI. For this purpose, in addition to the parameters of the FLI, they used  the TG and glucose levels from an oral glucose tolerance test measured at the time point of two hours as well as the most important gene variant for fatty liver (rs738409 C>G in PNPLA3). On the basis of data from the TULIP (Tübingen Lifestyle Intervention Program) study, they were able to show that with this new and extended fatty liver index, not only the fatty liver can be diagnosed better than with the known FLI, but can also more precisely determine the probability of reducing liver fat content during a lifestyle intervention.  \r\nProfessor Stefan now hopes that \"this index will be increasingly used in clinical practice to diagnose fatty liver disease at an early stage in order to prevent the consequences of fatty liver disease.\"", "article_link": "http://dx.doi.org/10.1016/j.diabet.2016.11.006", "url": "http://www.eurekalert.org/pub_releases/2017-01/dzfd-ani012317.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/news/news/dzd-news/article/37518/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Medicine/Health", " Diagnostics", " Diet/Body Weight", " Eating Disorders/Obesity", " Liver", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Diabetes & Metabolism", "description": "Non-alcoholic fatty liver disease has become a global epidemic. There is not only a great interest worldwide to understand the causes and consequences of fatty liver disease, but also to diagnose fatty liver disease at an early stage. Under the direction of Professor Norbert Stefan researchers of the German Center for Diabetes Research (DZD) generated a new index from clinical data which can predict the presence of fatty liver disease with high accuracy.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}