{"title": "New tools developed to help clinicians predict risk of cardiovascular disease", "text": "Boston, MA - A new study led by Harvard T.H. Chan School of Public Health researchers provides powerful new tools to help clinicians around the globe predict their patients' 10-year risk of cardiovascular disease (CVD).The researchers produced the first set of risk charts for 182 countries to predict future risk of fatal and non-fatal CVD events, including heart attack and stroke. These up-to-date charts will be useful everywhere, but particularly in low- and middle-income countries that lack locally-developed models to predict CVD risk, and in places where access to labs that can perform bloodwork is limited. Typically, blood tests are necessary to measure CVD risk factors such as blood sugar and lipids.Previously available risk models and charts were applicable only to a few high-income countries or to regions. The complete set of new risk charts and the risk calculators are available online at http://www.globorisk.org.The study will appear January 23, 2017 in Lancet Diabetes and Endocrinology.\"National and international guidelines recommend that physicians use risk prediction equations, usually in the form of risk charts, to predict which of their patients are at high risk for heart disease and stroke, and to suggest lifestyle modification or prescribe medication to lower their risk. These new risk charts, specifically calibrated for each country, remove major obstacles in applying risk-based strategies to prevent cardiovascular diseases,\" said Goodarz Danaei, assistant professor of global health at Harvard Chan School and senior author of the paper.Cardiovascular diseases are the leading cause of death and disability worldwide, and more than three-quarters of CVD-related deaths occur in low- and middle-income countries. But identifying those at high risk of having a future cardiovascular event can be difficult in many countries because there are no reliable risk charts, and because calculating risk typically relies on measurements of blood sugar and lipids--which, in resource-poor settings, can make the assessment too costly or impractical.The researchers set out to provide CVD risk prediction models geared toward each country. They developed two models: one that uses lab-based blood measurements (a \"laboratory-based model\"), and one that can be used in the absence of bloodwork (an \"office-based model\"). To generate the models, researchers used data from eight long-term studies in the U.S. and recalibrated the models by using data on CVD risk factor levels and CVD rates for each target country.The study found that, between 85% and 99% of the time, the office-based risk prediction model worked as well as the laboratory-based model in characterizing CVD risk. However, among diabetes patients, the office-based model underestimated the risk noticeably.The study also found that 10-year CVD risk was lower in high-income countries than in lower- and middle-income countries. The highest CVD risks were in countries in Central and Southeast Asia and in Eastern Europe. CVD risk also varied significantly across countries and across genders. For example, the proportion of people in high-income countries at high risk for CVD ranged from 1% for South Korean women to 42% for Czech men, and in low- and middle-income countries it ranged from 2% in Uganda for both men and women to 13% in Iranian men.\"Our results suggest that urgent action is needed to strengthen the primary health care system in many low- and middle-income countries to detect individuals at high risk of CVD and to provide lifestyle counseling or medications to lower their risk,\" said Peter Ueda, postdoctoral research fellow in the Department of Global Health and Population at Harvard Chan and lead author of the study.", "article_link": "http://dx.doi.org/10.1016/S2213-8587(17)30016-5", "url": "http://www.eurekalert.org/pub_releases/2017-01/htcs-ntd012017.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health", "meeting": "", "institution": "Harvard T.H. Chan School of Public Health", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Internal Medicine", " Metabolism/Metabolic Diseases", " Public Health", " Developing Countries", " Disease in the Developing World"], "journal": "Lancet Diabetes and Endocrinology", "description": "A new study led by Harvard T.H. Chan School of Public Health researchers provides powerful new tools to help clinicians around the globe predict their patients' 10-year risk of cardiovascular disease.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}