{"title": "Limiting gestational weight gain did not improve pregnancy complications", "text": "In a study to be presented Thursday, Jan. 26, in the oral plenary session at 8 a.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with Northwestern University in Chicago, Illinois, will present their findings for a study titled,  MOMFIT: A randomized clinical trial of an intervention to prevent excess gestational weight gain in overweight and obese women.It is now recognized that excess maternal weight gain during pregnancy is very common in the United States, and is associated with an increased risk of a number of pregnancy complications, especially in women who start pregnancy overweight or obese. These complications include gestational diabetes, maternal hypertension, excessive newborn size and cesarean delivery. Excess maternal weight gain has also been associated with higher rates of obesity in the child later in life. Some previous trials have had success with interventions to help women limit weight gain during pregnancy, but with mixed results as to whether subsequent complications were reduced.This study performed a randomized trial with an intervention including intensive interaction with a dietician, recommendations for physical activity and internet-based self-monitoring of dietary adherence in overweight and obese women, and compared their outcomes to a similar group of women without this intervention. The intervention was successful in that average weight gain was reduced significantly, but no improvements in pregnancy outcomes were detected.\"While pregnant women should still be counseled against excess weight gain, additional measures may be required to reduce the associated complications,\" stated Alan Peaceman, M.D. chief of maternal-fetal medicine in the department of obstetrics and gynecology at Northwestern Medicine in Chicago.  Peaceman will present the findings at the SMFM annual meeting. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/sfmm-lgw011817.php", "region": "namerica", "source_link": "http://www.smfmnewsroom.org/2017/01/study-finds-that-limiting-gestational-weight-gain-in-overweight-and-obese-women-did-not-improve-pregnancy-complications/", "funder": "", "meeting": "Society for Maternal-Fetal Medicine's annual meeting", "institution": "Society for Maternal-Fetal Medicine", "keywords": ["Medicine/Health", " Fertility", " Gynecology"], "journal": "", "description": "In a study to be presented Thursday, Jan. 26, in the oral plenary session at 8 a.m. PST, at the Society for Maternal-Fetal Medicine's annual meeting, The Pregnancy Meeting™, researchers with Northwestern University in Chicago, Illinois, will present their findings for a study titled,  MOMFIT: A randomized clinical trial of an intervention to prevent excess gestational weight gain in overweight and obese women.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}