{"title": "Positive outcomes after obesity surgery in adolescents", "text": "Obesity surgery has proven to be just as effective for teenagers as for adults. Five years on, those who underwent the procedure as teenagers weighed, on average, 28 percent less than prior to the surgery. There were, however, complications associated with this type of surgery the new study shows. \"There outcomes are surprisingly similar between teenagers and adults undergoing gastric bypass surgery. Young people with severe obesity who did not have the surgery continued to put on weight,\" says Torsten Olbers, Associate Professor of surgery at the Sahlgrenska Academy and a Senior Consultant Surgeon at Sahlgrenska University Hospital.He is the principal investigator of the study where 81 teenagers underwent gastric bypass surgery. There were two comparison groups; a similarly large group of young people receiving traditional treatment, and also a group of adults undergoing gastric bypass. Sixty-five percent were female and 35 percent were male.The young people who had the surgery were between 13 and 18 years old at the time of the procedure, with an average age of around 16 and having an average BMI of around 45 kg/m2. In many cases, their obesity had already led to complications, such as disturbed blood lipids, high blood pressure, fatty liver disease, type 2 diabetes or the early stages of diabetes.\"We're talking about the young people having the severest obesity. Without surgery, they will, with almost no exceptions, remain big for the rest of their lives. In teenagers it is obvious that there is a strong underlying genetic predisposition for developing severe obesity -- it is not a lifestyle choice by any means,\" says Torsten Olbers.The teenagers who did not have the surgery continued to put on weight over the five-year period, by an average of ten percent, with one in four having obesity surgery as becoming adults during the follow-up period. In comparison, those who had undergone the gastric bypass weighed 28 percent less than at the time of their surgery.One in four of the teenagers who had had the surgery did, however, experience complications and required further surgery within five years, for either bowel obstruction (in about half the cases) or gallstones (the other half).\"We were surprised that the young people developed gallstones too, a condition that had previously been observed in adults who had undergone major weight loss. The young people experienced bowel obstruction at the same rate as the adults -- which is a complication we can prevent nowadays by closing the so-called \"mesenteric defects\" during the operation,\" Torsten Olbers tells us.The surgery, a keyhole procedure in which the small intestine is connected to a small stomach pouch just below the esophagus, takes roughly one hour to complete. The main part of the stomach remains in place and produces gastric juices which, together with bile etc., enter the system further downstream. In principle, this means that the food goes directly into the small intestine.\"The operation changes the basic signals for hunger and fullness. It makes you less hungry and you also get full earlier. You get this feeling in your head too,\" Torsten Olbers continues. After a gastric bypass, there is a risk that patients develop deficiencies of vitamins and minerals due to the reduced food intake and also due to the new arrangement of the digestive system. This was also evident in young people in the study, who often were reluctant to take the recommended supplements. \"It is very important that we continue to monitor these young people, especially given that they have many decades of living left to do,\" Torsten Olbers adds. The patients in the study were monitored at several centers across the country as part of a process which involved researchers from both Lund University and Karolinska Institutet, where Claude Marcus is a professor in Pediatrics.\"It's time for us to start integrating obesity surgery into the treatment of young people having severe obesity. Based on the findings of our research, showing that some of the young people need a lot of support managing their lives after the surgery, long-term monitoring will be a prerequisite for this. Obesity surgery is not a \"quick fix\",\" he points out.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/uog-poa012317.php", "region": "europe", "source_link": "http://sahlgrenska.gu.se/english/research/news-events/news-article//positive-outcomes-after-obesity-surgery-in-adolescents.cid1419344", "funder": "", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Surgery"], "journal": "The Lancet Diabetes & Endocrinology", "description": "Obesity surgery has proven to be just as effective for teenagers as for adults. Five years on, those who underwent the procedure as teenagers weighed, on average, 28 percent less than prior to the surgery. There were, however, complications associated with this type of surgery the new study shows.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}