{"title": "Hearst Foundation funds TGen research into cancer-related 'wasting syndrome'", "text": "PHOENIX, Ariz. -- Jan. 23, 2017 -- The Translational Genomics Research Institute (TGen) has received a $175,000 grant from the Hearst Foundation to study how to prevent cancer patients from dying due to lost weight and muscle mass.Known as cachexia, or wasting syndrome, this condition is characterized not only by a loss of weight, but also by muscle atrophy, fatigue, weakness, and significant loss of appetite.Cachexia (pronounced: kuh-kek'-see-uh) is responsible for more than 30 percent of deaths from cancer.\"What can we do to reverse the cachexia seen in cancer patients?\" asks Dr. Daniel Von Hoff, TGen Distinguished Professor and Physician-In-Chief, who is considered one of the world's leading authorities on development of new ways to treat cancer, and pancreatic cancer in particular, and the principal investigator of the study.Dr. Von Hoff -- who also is a Senior Consultant-Clinical Investigations for City of Hope, Chief Scientific Officer for the HonorHealth Research Institute and Professor of Medicine at Mayo Clinic -- proposes that cachexia is associated with a cancer-caused conversion of white fat (stored fat) into brown fat (energy-burning fat).\"If we can stop the conversion of the white fat into brown fat, we should be able to reverse cachexia, and stop the weight loss, muscle weakness, anemia and loss of appetite, and hopefully help people feel more like living,\" said Dr. Von Hoff, who currently leads an international Stand Up To Cancer (SU2C) Pancreatic Cancer Dream Team, developing new treatments for this disease. More than 80 percent of patients with pancreatic cancer develop cachexia. \"Cachexia eventually leads to a situation in which the patients just don't want to live anymore,\" said Dr. Haiyong Han, Associate Professor of TGen's Clinical Translational Research Division, and the co-investigator of the Hearst-funded study. \"If we find a basic way to control cachexia, we have the ability to get it into a clinical trial and immediately begin to help patients.\"The TGen study proposes three potential methods of reversing cachexia, involving: febuxostat, an agent used to lower uric acid in patients with gout; nonselective beta-blockers, such as propranolol, used to treat high blood pressure; and the innovative transplantation of fat-related bacteria from the gut microbiome. If initial laboratory tests are positive for any of these investigations, the TGen team will move swiftly to recruit as many as 70 patients into clinical trials.Dr. Von Hoff's team at TGen and their collaborators have initiated three regimens of treatments in recent years that have improved the survival of patients with advanced pancreatic cancer. Most recently, these advances in therapies have resulted in improved 1, 2, 3 and 4-plus-year survival for patients with advanced late-stage pancreatic cancer.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/ttgr-hff012317.php", "region": "namerica", "source_link": "https://www.tgen.org/home/news/2017-media-releases/tgen-seeks-treatment-for-wasting-syndrome.aspx#.WIZLU5La6GA", "funder": "The Hearst Foundation", "meeting": "", "institution": "The Translational Genomics Research Institute", "keywords": ["Biomedical/Environmental/Chemical Engineering", " Cell Biology", " Genetics", " Molecular Biology", " Health Care", " Medicine/Health", " Cancer", " Clinical Trials", " Diet/Body Weight", " Pain"], "journal": "", "description": "The Translational Genomics Research Institute (TGen) has received a $175,000 grant from the Hearst Foundation to study how to prevent cancer patients from dying due to lost weight and muscle mass. Known as cachexia, or wasting syndrome, this condition is characterized not only by a loss of weight, but also by muscle atrophy, fatigue, weakness, and significant loss of appetite.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}