{"title": "To improve health and exercise more, get a gym membership, Iowa State study suggests", "text": "AMES, Iowa - If your New Year's resolution was to exercise more in 2017, chances are you've already given up or you're on the verge of doing so. To reach your goal, you may want to consider joining a gym, based on the results of a new study from a team of Iowa State University researchers. uck-chul (DC) Lee, an assistant professor of kinesiology and corresponding author of the paper, says the study found people who belonged to a health club not only exercised more - for both aerobic activity and strength training - they also had better cardiovascular health outcomes. Those health benefits were even greater for people who had a gym membership for more than a year, Lee said. The research is published in the journal PLOS ONE. \"It's not surprising that people with a gym membership work out more, but the difference in our results is pretty dramatic,\" Lee said. \"Gym members were 14 times more aerobically active than non-members and 10 times more likely to meet muscle-strengthening guidelines, regardless of their age and weight.\" The results were similar in both men and women.  It's recommended that adults get 150 minutes of moderate or 75 minutes of vigorous aerobic activity each week, such as brisk walking or running. The Physical Activity Guidelines also suggest two days of weight lifting or other muscle-strengthening activities. Despite strong evidence of the health benefits, only half of Americans are getting enough aerobic activity and about 20 percent meet the guidelines for strength training. Iowa State researchers found 75 percent of study participants with gym memberships, compared to 18 percent of non-members, met the guidelines for both types of activity. In fact, the majority of those who went to a health club exceeded standards and spent 300 minutes or more running, biking or doing some type of cardio workout each week. That adds up to nearly six hours of additional activity, compared to non-members.Gym members overall had a more active lifestyle. Researchers say members were just as active outside the gym and in their daily lives, which combined contributed to better health outcomes. Here are a few of the results for members: Elizabeth Schroeder, lead author and a former Iowa State graduate student, says while most people join a gym to lose weight, the research shows the many benefits of exercise. \"Cardiovascular disease is the leading cause of death for individuals in the U.S. As our paper shows, a health club membership is associated with more favorable cardiovascular health,\" Schroeder said. \"I hope the results help people be more active, potentially at a health club where they can easily perform resistance exercise, and see that exercise may help prevent cardiovascular disease.\"This is also one of the first studies to measure weight lifting and resistance exercise. Lee says this type of activity is beneficial because it builds muscle mass, which burns more energy and lowers the risk of obesity and the risk of sarcopenia for older adults.Researchers did not ask participants if they spend time at the gym running on a treadmill, riding a bike, attending a group fitness class or other activity. However, Warren Franke, a co-author and professor of kinesiology, says health clubs offer a variety of options and benefits for people who are new to exercise. Franke is director of Iowa State's Exercise Clinic.\"By joining a quality fitness facility, a new exerciser will be around like-minded people and have access to professionals who can help them be successful,\" Franke said. \"Access to quality exercise equipment, social support and even the financial commitment may help spur someone to continue exercising. Not all facilities are the same, so it's important to find the 'right' fit.\" Incentivizing workoutsMost people spend much of their day sitting at a desk, and do little heavy lifting to create resistance against their muscles. Increasing activity levels lowers the risk for diseases such as Type 2 diabetes and cardiovascular disease, Lee said. However, only 18 percent of Americans have a gym membership. Based on the research results, incentives to boost membership could be beneficial, Lee said.    Several companies have on-site workout facilities for employees or provide some form of reward for going to the gym. Greg Welk, a co-author and professor of kinesiology, says efforts to increase these opportunities not only improves employee health, but also reduce sick days and lower insurance costs. As a coordinator of the ISU's Wellness Works, Welk provides companies with the tools and support to implement effective wellness programming. \"Access to fitness facilities can provide employees with an incentive to take responsibility and adopt regular habits of physical activity,\" Welk said. \"A fitness center can promote improved fitness, but employees may also need support for eating habits, managing stress and other health needs.\" Researchers say it's important to note that some data for the study were collected while people were at the gym, which would exclude people who have a membership, but are not using it. It is also a cross-sectional study, so researchers cannot directly state a cause and effect.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-01/isu-tih012317.php", "region": "namerica", "source_link": "http://www.news.iastate.edu/news/2017/01/23/gymmembership", "funder": "", "meeting": "", "institution": "Iowa State University", "keywords": ["Medicine/Health", " Behavior", " Exercise"], "journal": "PLOS ONE", "description": "If your New Year's resolution was to exercise more in 2017, chances are you've already given up or you're on the verge of doing so. To reach your goal, you may want to consider joining a gym, based on the results of a new study from a team of Iowa State University researchers.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}