{"title": "Novel radiotracer measures olfactory neurons in animal models", "text": "Olfactory health - how well we are able to smell - is a reliable marker of the health of the brain, but the \"smell identification tests\" commonly used in studies of olfactory health do not offer a complete picture of what is happening. Now, using a novel PET radiotracer called Neuroflux, a team of researchers from the Athinoula A. Martinos Center for Biomedical Imaging at Massachusetts General Hospital (MGH) and the MassGeneral Institute of Neurodegenerative Disease has found a way to quantify olfactory sensory neurons and thus improve measurements of olfactory health. They describe their findings in the February issue of The Journal of Clinical Investigation.\"Neuroflux is the first radiotracer to specifically target the adult-regenerative olfactory sensory neurons that reside within the nasal cavity,\" said Genevieve Van de Bittner, PhD, an investigator in the Martinos Center and lead author of the Journal of Clinical Investigation paper. \"This is particularly exciting because our sense of smell is enabled by this specific cell population. Olfactory dysfunction is commonly associated with neurodegenerative diseases, such as Alzheimer's and Parkinson's disease, and is often a measurable sign of these diseases prior to the onset of their cardinal symptoms. In addition, studies have shown that the five-year mortality rate for older adults with olfactory dysfunction is higher than are rates for adults with heart failure, diabetes, or cancer. Using this imaging technology, we may be able to capture more precise and objective measurements of olfactory dysfunction and better understand how changes in these sensory neurons relate to overall health and neurodegeneration in the brain.\"Van de Bittner and others on a Martinos Center team led by Jacob Hooker, PhD, have been working with Neuroflux, also known as [11C]GV1-57, for several years. More recently, they teamed with Mark Albers MD, PhD, of the MGH Department of Neurology, co-corresponding author of the paper who has expertise in olfaction, particularly as it relates to brain health and neurodegenerative disease. Albers' lab helped to achieve the critical insight that the Neuroflux imaging signal derived from mature olfactory sensory neurons.For the JCI study, the team applied the radiotracer to monitor olfactory sensory neuron population dynamics in a rodent model, using PET to measure its uptake across the animals' lifespan, including during age-related neurodegeneration. Another key finding in the study was a decreased Neuroflux signal at a very young age in a rodent model of Alzheimer's disease. The diminished signal was detected prior to the onset of cognitive or behavioral symptoms, demonstrating the exquisite vulnerability of olfactory neurons very early in the course of disease, even before they begin to degenerate in the brain. Since olfactory sensory neurons regenerate throughout life, even in humans, the investigators were able to measure neuron regeneration in specific animal models.Hooker notes that these and other study findings could have important clinical implications. \"Neuroflux is extremely promising as a tool to objectively measure and diagnose neurodegenerative diseases in the early stages, which is the optimal time to apply treatment. Neuroflux PET imaging could also be used to help monitor and determine the efficacy of novel therapeutics, expediting the path to new clinical treatments for disease.\" The senior author of the JCI paper, Hooker is a Phyllis and Jerome Lyle Rappaport MGH Research Scholar and an associate professor of Radiology at Harvard Medical School (HMS). Albers added, \"In olfactory dysfunction due to traumatic brain injury, Neuroflux imaging together with the novel POEM olfactory functional battery could also help clinicians determine the appropriate diagnosis and prognosis for patients experiencing olfactory loss, improving the quality of care for these patients. Additionally, Neuroflux imaging may eventually serve as an outcome marker in clinical trials for neuroprotective agents.\"  Albers is the Frank Wilkins Jr. and Family Endowed Scholar at MGH and an assistant professor of Neurology at HMS. The researchers have obtained FDA approval to begin testing the radiotracer in humans and scanned about a dozen volunteers thus far. Hooker and Van de Bittner note, however, that the tool also has tremendous potential for research applications, particularly for drug discovery in smell-loss therapy and in understanding the relationships between olfactory neuron health and brain health more generally. ", "article_link": "http://dx.doi.org/10.1172/JCI89162", "url": "http://www.eurekalert.org/pub_releases/2017-01/mgh-nrm012317.php", "region": "namerica", "source_link": null, "funder": "US Department of Energy, National Institutes of Health", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Olfactory/Taste"], "journal": "Journal of Clinical Investigation", "description": "Olfactory health - how well we are able to smell -- is a reliable marker of the health of the brain, but current 'smell identification tests' do not offer a complete picture of the situation. Using a novel PET radiotracer, a team of Massachusetts General Hospital researchers has found a way to quantify olfactory sensory neurons and thus improve measurements of olfactory health.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}