{"title": "Catalyst adds fluorine-containing groups to make new compounds", "text": "Drugs that contain one or more fluorine atoms tend to be more stable, more powerful, and easier for the body to absorb. For those reasons, drug developers would like to be able to incorporate fluorine or a fluorine-containing unit known as trifluoromethyl into new experimental drugs, but this has been very difficult to do.Now, a team of chemists at MIT and Boston College has discovered a new type of catalyst that can incorporate a trifluoromethyl group within a variety of organic molecules. The availability of these exceptionally efficient and selective catalysts should allow researchers to rapidly generate potential new fluorinated drugs, including antibiotics and anticancer agents, for testing.The new catalysts use a nontoxic foam-blowing agent (which is conventionally used to spread insulation) as the source of fluorine atoms.\"The fact that this fluorinated compound behaves in this reaction like its nonfluorinated analog is really amazing,\" says Richard Schrock, the Frederick G. Keyes Professor of Chemistry at MIT and one of the senior authors of the paper, which appears in the Jan. 23 issue of Nature.Amir Hoveyda, the Vanderslice Millennium Professor of Chemistry at Boston College, is also a senior author of the paper. The paper's lead author is Boston College graduate student Ming Joo Koh. Other authors include MIT postdoc Jonathan Lam, former MIT postdoc Jakub Hyvl, Boston College graduate student Thach Nguyen, and Boston College senior research fellow Sebastian Torker.Making and breaking bondsSchrock has spent much of his career developing catalysts that break and make double bonds between carbon atoms to produce new types of carbon-carbon double bonds. In 2005, he won the Nobel Prize in chemistry for designing the first catalyst that could perform this type of reaction, known as olefin metathesis.This reaction allows chemists to attach various chemical groups to the carbon atoms that form the double bond, which is an important step in manufacturing pharmaceuticals, fuels, and other chemicals.For the new Nature study, the Schrock/Hoveyda team was able to discover and demonstrate the usefulness of a family of catalysts containing molybdenum, a metal often used in steel. The molybdenum in the new catalysts is bound to four other chemical groups (five in its inactive resting state), and changing those chemical groups influences the catalysts' activity.Subsequent examination of these catalysts led the MIT/BC team to discover that they could be used to perform a certain reaction involving a carbon-carbon double bond in which one carbon is also attached to a trifluoromethyl group -- a carbon bound to three fluorine atoms. When the catalyst is added to a compound containing this chemical structure, it can transfer the double bond and trifluoromethyl group into another organic molecule.Furthermore, they discovered that the new complexes are capable of promoting reactions that generate alkenes (molecules with a carbon-carbon double bond) containing a single halogen atom with a particular configuration more effectively than catalysts previously discovered by the same team.Through the use of these catalysts, the researchers were able to introduce trifluoromethyl groups into a variety of organic molecules, in reactions that took between two and 12 hours. Catalysts in which molybdenum was bound to a chlorine atom proved to be particularly effective. \"These catalysts are very reactive for reasons we are beginning to understand, and they do reactions that have never been done before,\" Schrock says.More potent drugsMany potent drugs contain trifluoromethyl groups, so scientists are very interested in adding these groups to existing drugs to see if they make the drugs more powerful or give them new functions.\"There are cases where by substituting an organic group like a methyl group with a trifluoromethyl group, it completely changes the mode of action, so this reaction allows easy access to a much larger variety of potential drug candidates,\" Hoveyda says. \"A lot of these compounds are unknown because people didn't know how to make them.\"To demonstrate the potential usefulness of this approach, the researchers showed that they could add trifluoromethyl groups to several drugs, including antibiotics, an antimalarial drug, a diabetes drug, and a topical painkiller.Schrock now hopes to develop new catalysts that are more stable and will perform the same type of reaction at lower concentrations. In 2010, he and Hoveyda started a company called XiMo to develop molybdenum and tungsten catalysts for metathesis reactions to make compounds including plastics, pharmaceuticals, and fragrances.\r\n", "article_link": "http://dx.doi.org/10.1038/nature21043", "url": "http://www.eurekalert.org/pub_releases/2017-01/miot-caf012317.php", "region": "namerica", "source_link": "http://news.mit.edu/2017/catalyst-adds-fluorine-containing-groups-make-new-compounds-0123", "funder": "National Institutes of Health and the John LaMattina Fund", "meeting": "", "institution": "Massachusetts Institute of Technology", "keywords": ["Chemistry/Physics/Materials Sciences", " Pharmaceutical Sciences", " Medicine/Health", " Pharmaceutical Science", " Pharmaceutical Chemistry"], "journal": "Nature", "description": "MIT and Boston College chemists have discovered and developed a new class of catalysts that can transfer a fluorine-containing chemical group to other molecules. This reaction should allow researchers to rapidly gene rate potential new drugs, including antibiotics and anticancer agents.", "date": "Mon, 23 Jan 2017 05:00:00 GMT"}