{"title": "Cultural activities may influence the way we think", "text": "A new Tel Aviv University study suggests that cultural activities, such as the use of language, influence our learning processes, affecting our ability to collect different kinds of data, make connections between them, and infer a desirable mode of behavior from them.\"We believe that, over lengthy time scales, some aspects of the brain must have changed to better accommodate the learning parameters required by various cultural activities,\" said Prof. Arnon Lotem, of TAU's Department of Zoology, who led the research for the study. \"The effect of culture on cognitive evolution is captured through small modifications of evolving learning and data acquisition mechanisms. Their coordinated action improves the brain network's ability to support learning processes involved in such cultural phenomena as language or tool-making.\"Prof. Lotem developed the new learning model in collaboration with Prof. Joseph Halpern and Prof. Shimon Edelman, both of Cornell University, and Dr. Oren Kolodny of Stanford University (formerly a PhD student at TAU). The research was recently published in PNAS.\"Our new computational approach to studying human and animal cognition may explain how human culture shaped the evolution of human cognition and memory,\" Prof. Lotem said. \"The brain is not a rigid learning machine in which a particular event necessarily leads to another particular event. Instead, it functions according to coevolving mechanisms of learning and data acquisition, with certain memory parameters that jointly construct a complex network, capable of supporting a range of cognitive abilities.\"Any change in these parameters may change the constructed network and thus the function of the brain,\" Prof. Lotem said. \"This is how small modifications can adapt our brain to ecological as well as to cultural changes. Our model reflects this.\"To learn, the brain calculates statistics on the data it takes in from the environment, monitoring the distribution of data and determining the level of connections between them. The new learning model assumes a limited window of memory and constructs an associative network that represents the frequency of the connections between data items.\"A computer remembers all the data it is fed. But our brain developed in a way that limits the quantity of data it can receive and remember,\" said Prof. Lotem. \"Our model hypothesizes that the brain does this 'intentionally' -- that is, the mechanism of filtering the data from the surroundings is an integral element in the learning process. Moreover, a limited working memory may paradoxically be helpful in some cognitive tasks that require extensive computation. This may explain why our working memory is actually more limited than that of our closest relatives, chimpanzees.\"Working with a large memory window imposes a far greater computational burden on the brain than working with a small window. Human language, for example, presents computational challenges. When we listen to a string of syllables, we need to scan a massive number of possible combinations to identify familiar words.But this is only a problem if the person who is learning really needs to care about the exact order of data items, which is the case with language, according to Dr. Lotem. On the other hand, a person only has to identify a small combination of typical features in order to discriminate between two types of trees in the forest. The exact order of the features is not as important, computation is simpler and a larger working memory may be better.\"Some of these principles that evolved in the biological brain may be useful in the development of AI someday,\" Dr. Lotem said. \"Currently the concept of limiting memory in order to improve computation is not something that people do in the field of AI, but perhaps they should try and see whether it can paradoxically be helpful in some cases, as in our human brain.\"\"Excluding very recent cultural innovations, the assumption that culture shaped the evolution of cognition is both more parsimonious and more productive than assuming the opposite,\" the researchers concluded. They are currently examining how natural variations in learning and memory parameters may influence learning tasks that require extensive computation.", "article_link": "http://dx.doi.org/10.1073/pnas.1620742114", "url": "http://www.eurekalert.org/pub_releases/2017-08/afot-cam080417.php", "region": "asia", "source_link": "https://www.aftau.org/news-page-arts--culture?&storyid4698=2344&ncs4698=3", "funder": "", "meeting": "", "institution": "American Friends of Tel Aviv University", "keywords": ["Biology", " Zoology/Veterinary Science", " Education", " Social/Behavioral Science", " Learning/Literacy/Reading"], "journal": "Proceedings of the National Academy of Sciences", "description": "A new Tel Aviv University study suggests that cultural activities, such as the use of language, influence our learning processes, affecting our ability to collect different kinds of data, make connections between them, and infer a desirable mode of behavior from them.", "date": "Fri, 04 Aug 2017 04:00:00 GMT"}