{"title": "Mysterious children's neurological disease is traced to a single error in one gene", "text": "In a new study published today in The American Journal of Human Genetics, a multinational team of researchers describes, for the first time, the biological basis of a severe neurological disorder in children. The extremely rare disorder is characterized by developmental regression and neurodegeneration. At first the children lead normal lives and seem identical to their age-matched peers. However, beginning at around 3 to 6 years of age, they present with neurological deterioration, gradually losing motor, cognitive and speech functions. Although the condition progresses slowly, most patients are completely dependent on their caretakers by 15-20 years of age.Researchers from the Hadassah Medical Center and the Hebrew University of Jerusalem's Faculty of Medicine, working with colleagues from the Pennsylvania State University College of Medicine and a multinational  research team, have now identified and studied 7 children -- from Canada, France, Israel, Russia and the United States -- who suffer from the disorder.The researchers found in all patients the same spontaneously occurring, non-inherited genetic change in a gene (named \"UBTF\") responsible for ribosomal RNA formation.  Because of this small change, the patients' cells are flooded with ribosomal RNA and are poisoned by it. (Ribosomes are responsible for the translation and production of cell proteins; themselves, they are made up of ribosomal proteins and of ribosomal RNA in a precise ratio).The researchers found an identical error in the same gene in all the patients tested, representing a difference of one letter among the roughly 3 billion letters that make up human DNA. By finding the identical change in children who suffer from the identical clinical disease, the researchers determined that the altered gene is indeed the cause of the disease.Prof. Orly Elpeleg, head of the Department of Genetics at Hadassah Medical Center in Jerusalem and a professor of Pediatrics at the Hebrew University's Faculty of Medicine, led the multinational research. Prof. Elpeleg credits the discovery to deep sequencing technology that Hadassah and the Hebrew University were among the first to introduce into clinical practice in the world, and the first in Israel. Prof. Elpeleg initially encountered the disease in a young girl who came to Hadassah: \"Several years ago, I saw a patient who was healthy until the age of 3, and then experienced a disturbance in her walking and motor function, speech and cognition. Around that time, we had introduced the deep-sequencing technology for clinical use at Hadassah, which enabled us to read all the coding genetic material of a person within a couple of days, in order to identify genetic defects.\" Since 2010, Hadassah has assembled the largest genetic mapping database in Israel, of about 2400 patients. \"Searching for similar genetic defects in this database, we found a 9-year-old boy who had been treated at Hadassah and now lives in Russia. The boy had been healthy until the age of 5, and then displayed neurological deterioration just like the girl I had diagnosed. Dr. Simon Edvardson, a pediatric neurologist at Hadassah, flew to Russia, examined the boy, took genetic samples from him and from his parents and confirmed that his illness was identical to that of the Israeli girl. We then knew we had identified a new disease that was not recognized in the medical literature,\" said Prof. Elpeleg.Comparing their data in a program called Gene Matcher, the researchers found several more children around the world who shared an identical genetic defect and the same course of disease. In order to understand the mechanism of the newly identified disease, the researchers collaborated with Dr. George-Lucian Moldovan at the Pennsylvania State University College of Medicine, in the United States. Dr. Moldovan confirmed the disease mechanism: in the children's cells, there is an excess RNA of the ribosome, which probably causes brain cells to be flooded and poisoned.\"Our study links neuronal degeneration in childhood with altered rDNA chromatin status and rRNA metabolism. It is the first time that an excess of ribosomal RNA has been linked to a genetic disease in humans,\" said Prof. Elpeleg.While there is currently no cure for genetic diseases of this kind, the identification of the exact mutation may allow for the planning of therapies designed to silence the mutant gene. \"Science may not be able to repair the gene, but now that our findings are published, it may be possible to make early identification of the disease and in the future find ways to prevent such a serious deterioration,\" said Prof. Elpeleg.\r\n", "article_link": "http://dx.doi.org/10.1016/j.ajhg.2017.07.002", "url": "http://www.eurekalert.org/pub_releases/2017-08/thuo-mcn080317.php", "region": "asia", "source_link": null, "funder": "National Institutes of Health, Trudy Mandel Louis Charitable Trust", "meeting": "", "institution": "The Hebrew University of Jerusalem", "keywords": ["Biology", " Cell Biology", " Genetics", " Medicine/Health", " Neurobiology", " Neurochemistry", " Pediatrics", " Disabled Persons", " Memory/Cognitive Processes", " Genes"], "journal": "American Journal of Human Genetics", "description": "A multinational research effort led by researchers in Israel has discovered the biological basis of a rare but severe neurological disorder in children. In a research paper published today, scientists describe for the first time how the children's cells are flooded with ribosomal RNA and are poisoned by it. This is the first time that an excess of ribosomal RNA has been linked to a disease in humans.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}