{"title": "Animal coloration research: On the threshold of a new era", "text": "ANN ARBOR--In the last 20 years, the field of animal coloration research has experienced explosive growth thanks to numerous technological advances, and it now stands on the threshold of a new era.That's the conclusion of 27 researchers, including University of Michigan evolutionary biologist Elizabeth Tibbetts, in a review article scheduled for online publication in the journal Science on Aug. 3.The authors of the wide-ranging and comprehensive review include behavioral ecologists, psychologists, optical physicists, visual physiologists, geneticists, anthropologists and evolutionary biologists. In \"The biology of color,\" they look at recent progress in the field and set out some key questions for the future.Coloration is a vitally important biological trait because it is involved with individual survival and with reproduction through camouflage, warning coloration, mate choice, social signaling, thwarting parasitism and thermoregulation. Recent technological advances affecting the field include spectrophotometry, digital imaging, innovative laboratory and field studies, and large-scale comparative analyses.Researchers now recognize that other organisms see the world differently than humans do. They understand the mechanisms underlying color production, and studies of function have advanced through elegant field and laboratory experiments. Interspecific color measurements collected at a geographic scale are even shedding light on the dynamics of evolutionary processes.\"We can now pose questions about the evolution of camouflage based on what a prey's main predator can see. We can start to appreciate that gene changes underlying color production have occurred in parallel in unrelated species,\" said Tim Caro of the University of California, Davis, and the corresponding author of the Science review article. \"Knowledge of production and perception and function of coloration is poised to make contributions to medicine, security, clothing and the military.\"U-M's Tibbetts began studying animal coloration in graduate school when she noticed that paper wasps have colorful facial patterns. She eventually found that one wasp, Polistes fuscatus, has variable facial patterns that are used for individual recognition. These wasps learn and remember each other's unique faces, similar to the way humans use faces for individual recognition.Another wasp, Polistes dominula, has facial patterns that communicate information about fighting ability. When two wasps meet, they assess each other without fighting, using black spots on their rival's faces. It's the animal version of advertising your fighting prowess with karate belt color.\"Coloration is such a key biological trait,\" Tibbetts said. \"Over the years, I've learned a lot about the evolution of deception, cooperation, sensory systems and cognition by studying coloration in paper wasps.\"The Science review article highlights the work of another U-M evolutionary biologist, Alison Davis Rabosky, and her recent study of brightly banded and sometimes deadly coral snakes and the harmless snake species that mimic them.More than 150 species of coral snake mimics have been identified, each bearing the distinctive red-and-black banding of its venomous counterpart. Davis Rabosky combined geographic, phylogenetic, ecological and coloration data in an integrated spatiotemporal analysis, according to the Science review article.The 2016 Davis Rabosky coral snake study in Nature Communications demonstrated that coral snake mimics did indeed arise after the evolution of coral snakes, and provided geographic data that pinpointed where this occurred.Biologists have used coloration studies to understand evolutionary processes for more than a century, according to the Science review article. But only recently have researchers from diverse disciplines with shared interests come together to study the mechanisms of color production and perception, the intricacies of function, and the patterns of evolution.\"We are on the threshold of a new era of color science, and the interdisciplinary nature of this collaborative enterprise holds enormous promise,\" the authors conclude.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uom-acr080117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Michigan", "keywords": ["Biology", " Biodiversity", " Ecology/Environment", " Entomology", " Evolution", " Zoology/Veterinary Science"], "journal": "Science", "description": "In the last 20 years, the field of animal coloration research has experienced explosive growth thanks to numerous technological advances, and it now stands on the threshold of a new era.", "date": "Thu, 03 Aug 2017 04:00:00 GMT"}