{"title": "Women show cognitive advantage in gender-equal countries", "text": "Women's cognitive functioning past middle age may be affected by the degree of gender equality in the country they live in, according to new findings from Psychological Science, a journal of the Association for Psychological Science.\"This research is a first attempt to shed light on important, but understudied, adverse consequences of gender inequality on women's health in later life,\" explains researcher Eric Bonsang of University Paris-Dauphine and Columbia University, lead author on the study. \"It shows that women living in gender-equal countries have better cognitive test scores later in life than women living in gender-unequal societies. Moreover, in countries that became more gender-equal over time, women's cognitive performance improved relative to men's.\"Bonsang and colleagues Vegard Skirbekk (Norwegian Institute of Public Health and Columbia University) and Ursula Staudinger (Columbia University) had noticed that the differences in men's and women's scores on cognitive tests varied widely across countries. In countries in Northern Europe, for example, women tend to outperform men on memory tests, while the opposite seems to be true in several Southern European countries.\"This observation triggered our curiosity to try to understand what could cause such variations across countries,\" says Bonsang.While economic and socioeconomic factors likely play an important role, Bonsang, Skirbekk, and Staudinger wondered whether sociocultural factors such as attitudes about gender roles might also contribute to the variation in gender differences in cognitive performance around the globe. They hypothesized that women who live in a society with more traditional attitudes about gender roles would likely have less access to opportunities for education and employment and would, therefore, show lower cognitive performance later in life compared with men of the same age.The researchers analyzed cognitive performance data for participants between the ages of 50 and 93, drawn from multiple nationally representative surveys including the US Health and Retirement Study; the Survey of Health, Ageing and Retirement in Europe; the English Longitudinal Study of Ageing; and the World Health Organization Study on Global AGEing and Adult Health. Together, the surveys provided data for a total of 27 countries.All of the surveys include an episodic memory task to measure cognitive performance. Participants heard a list of 10 words and were asked to recall as many as they could immediately; in some of the surveys, participants again recalled as many words as they could after a delay. Additionally, some of the surveys included a task intended to assess executive function in which participants named as many animals as they could within 1 minute.To gauge gender-role attitudes, the researchers focused on participants' self-reported agreement with the statement, \"When jobs are scarce, men should have more right to a job than women.\"Overall, the data showed considerable variability in gender differences in cognitive performance across countries. In some countries, women outperformed men--the female advantage in cognitive performance was highest in Sweden. In other countries, however, men outperformed women--the male advantage was highest in Ghana.As the researchers hypothesized, increasingly traditional gender-role attitudes were linked with decreasing cognitive performance among women across countries. In other words, women in countries with less traditional attitudes were likely to have better cognitive performance later in life relative to women in more traditional countries.Bonsang and colleagues noted that changes in gender-role attitudes within a country over time were associated with changes in women's cognitive performance relative to men.Although the data are correlational in nature, several more detailed analyses point toward a causal relationship. These analyses suggest that gender-role attitudes may play a notable role in important outcomes for women across different countries, the researchers argue.\"These findings reinforce the need for policies aiming at reducing gender inequalities as we show that consequences go beyond the labor market and income inequalities,\" says Bonsang. \"It also shows how important it is to consider seemingly intangible influences, such as cultural attitudes and values, when trying to understand cognitive aging.\"\"In future work, we plan to disentangle the effect of gender-role attitudes on gender difference in cognition--via the impacts of those attitudes on institutions, politics and labor market characteristics--from the impact of beliefs of women associated with gender-role attitudes,\" Bonsang says.", "article_link": "http://dx.doi.org/10.1177/0956797617708634", "url": "http://www.eurekalert.org/pub_releases/2017-07/afps-wsc072817.php", "region": "namerica", "source_link": "https://www.psychologicalscience.org/news/releases/women-show-cognitive-advantage-in-gender-equal-countries.html", "funder": "", "meeting": "", "institution": "Association for Psychological Science", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Personality/Attitude", " Aging", " Memory/Cognitive Processes"], "journal": "Psychological Science", "description": "Women's cognitive functioning past middle age may be affected by the degree of gender equality in the country they live in, according to new findings from Psychological Science, a journal of the Association for Psychological Science.", "date": "Mon, 31 Jul 2017 04:00:00 GMT"}