{"title": "Hacking the human brain -- lab-made synapses for artificial intelligence", "text": "One of the greatest challenges facing artificial intelligence development is understanding the human brain and figuring out how to mimic it. Now, one group reports in ACS Nano that they have developed an artificial synapse capable of simulating a fundamental function of our nervous system -- the release of inhibitory and stimulatory signals from the same \"pre-synaptic\" terminal.The human nervous system is made up of over 100 trillion synapses, structures that allow neurons to pass electrical and chemical signals to one another. In mammals, these synapses can initiate and inhibit biological messages. Many synapses just relay one type of signal, whereas others can convey both types simultaneously or can switch between the two. To develop artificial intelligence systems that better mimic human learning, cognition and image recognition, researchers are imitating synapses in the lab with electronic components. Most current artificial synapses, however, are only capable of delivering one type of signal. So, Han Wang, Jing Guo and colleagues sought to create an artificial synapse that can reconfigurably send stimulatory and inhibitory signals.The researchers developed a synaptic device that can reconfigure itself based on voltages applied at the input terminal of the device. A junction made of black phosphorus and tin selenide enables switching between the excitatory and inhibitory signals. This new device is flexible and versatile, which is highly desirable in artificial neural networks. In addition, the artificial synapses may simplify the design and functions of nervous system simulations. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/acs-hth062317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Chemical Society", "keywords": ["Biotechnology", " Physiology", " Chemistry/Physics/Materials Sciences", " Materials", " Superconductors/Semiconductors", " Nanotechnology/Micromachines", " Nanotechnology/Micromachines"], "journal": "ACS Nano", "description": "One of the greatest challenges facing artificial intelligence development is understanding the human brain and figuring out how to mimic it. Now, one group reports in ACS Nano that they have developed an artificial synapse capable of simulating a fundamental function of our nervous system -- the release of inhibitory and stimulatory signals from the same 'pre-synaptic' terminal.", "date": "Wed, 28 Jun 2017 04:00:00 GMT"}