{"title": "Mice provide insight into genetics of autism spectrum disorders", "text": "While the definitive causes remain unclear, several genetic and environmental factors increase the likelihood of autism spectrum disorder, or ASD, a group of conditions covering a \"spectrum\" of symptoms, skills and levels of disability.Taking advantage of advances in genetic technologies, researchers led by Alex Nord, assistant professor of neurobiology, physiology and behavior with the Center for Neuroscience at the University of California, Davis, are gaining a better understanding of the role played by a specific gene involved in autism. The collaborative work appears June 26 in the journal Nature Neuroscience.\"For years, the targets of drug discovery and treatment have been based on an unknown black box of what's happening in the brain,\" said Nord. \"Now, using genetic approaches to study the impact of specific mutations found in cases, we're trying to build a cohesive model that links genetic control of brain development with behavior and brain function.\"The Nord laboratory studies how the genome encodes brain development and function, with a particular interest in understanding the genetic basis of neurological disorders.Mouse brain modelsThere is no known specific genetic cause for most cases of autism, but many different genes have been linked to the disorder. In rare, specific cases of people with ASD, one copy of a gene called CHD8 is mutated and loses function. The CHD8 gene encodes a protein responsible for packaging DNA in cells throughout the body. Packaging of DNA controls how genes are turned on and off in cells during development. Because mice and humans share on average 85 percent of similarly coded genes, mice can be used as a model to study how genetic mutations impact brain development. Changes in mouse DNA mimic changes in human DNA and vice-versa. In addition, mice exhibit behaviors that can be used as models for exploring human behavior.Nord's laboratory at UC Davis and his collaborators have been working to characterize changes in brain development and behavior of mice carrying a mutated copy of CHD8.\"Behavioral tests with mice give us information about sociability, anxiety and cognition. From there, we can examine changes at the anatomical and cellular level to find links across dimensions,\" said Nord. \"This is critical to understanding the biology of disorders like autism.\"By inducing mutation of the CHD8 gene in mice and studying their brain development, Nord and his team have established that the mice experience cognitive impairment and have increased brain volume. Both conditions are also present in individuals with a mutated CHD8 gene.New implications for early and lifelong brain developmentAnalysis of data from mouse brains reveals that CHD8 gene expression peaks during the early stages of brain development. Mutations in CHD8 lead to excessive production of dividing cells in the brain, as well as megalencephaly, an enlarged brain condition common in individuals with ASD. These findings suggest the developmental causes of increased brain size.More surprisingly, Nord also discovered that the pathological changes in gene expression in the brains of mice with a mutated CHD8 continued through the lifetime of the mice. Genes involved in critical biological processes like synapse function were impacted by the CHD8 mutation. This suggests that CHD8 plays a role in brain function throughout life and may affect more than early brain development in autistic individuals.While Nord's research centers on severe ASD conditions, the lessons learned may eventually help explain many cases along the autism spectrum.Collaborating to improve understandingNord's work bridges disciplines and has incorporated diverse collaborators. The genetic mouse model was developed at Lawrence Berkeley National Laboratory using CRISPR editing technology, and co-authors Jacqueline Crawley and Jill Silverman of the UC Davis MIND Institute evaluated mouse behavior to characterize social interactions and cognitive impairments.Nord also partnered with co-author Konstantinos Zarbalis of the Institute for Pediatric Regenerative Medicine at UC Davis to examine changes in cell proliferation in the brains of mice with the CHD8 mutation, and with Jason Lerch from the Mouse Imaging Centre at the Hospital for Sick Children in Toronto, Canada, to conduct magnetic resonance imaging on mouse brains.\"It's the act of collaboration that I find really satisfying,\" Nord said. \"The science gets a lot more interesting and powerful when we combine different approaches. Together we were able to show that mutation to CHD8 causes changes to brain development, which in turn alters brain anatomy, function and behavior.\"In the future, Nord hopes to identify how CHD8 packages DNA in neural cells and to determine the specific impacts to early brain development and synaptic function. Nord hopes that deep exploration of CHD8 mutations will ultimately yield greater knowledge of the general factors contributing to ASD and intellectual disability.", "article_link": "http://dx.doi.org/10.1038/nn.4592", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc--mpi062717.php", "region": "namerica", "source_link": "https://www.ucdavis.edu/news/mice-provide-insight-genetics-autism-spectrum-disorders", "funder": "National Institutes of Health", "meeting": "", "institution": "University of California - Davis", "keywords": ["Biology", " Medicine/Health", " Neurobiology", " Genes"], "journal": "Nature Neuroscience", "description": "The CHD8 gene is associated with some cases of human autism. A new study shows that mice with mutated CHD8 show defects in brain development and behavioral changes, and may give insight into genetic causes of autism spectrum disorders.", "date": "Tue, 27 Jun 2017 04:00:00 GMT"}