{"title": "Greater muscle strength -- better cognitive function for older people", "text": "Greater muscle strength is associated with better cognitive function in ageing men and women, according to a new Finnish study. The association of extensively measured upper and lower body muscle strength with cognitive function was observed, but handgrip strength was not associated with cognitive function. Cognition refers to brain functions relating to receiving, storing, processing and using information. The findings were published in European Geriatric Medicine.The study population comprised 338 men and women with an average age of 66 years. Their muscle strength was measured utilising handgrip strength, three lower body exercises such as leg extension, leg flexion and leg press and two upper body exercises such as chest press and seated row. Sum scores to depict lower body and upper body muscle strength were calculated separately, and cognitive function was assessed using the CERAD neuropsychological test battery with calculated total score. Handgrip strength is relatively easy and fast to measure, and it has been widely used as a measure of muscle strength in various studies. However, this new study could not demonstrate an association between muscle strength and cognitive function when using a model based on mere handgrip strength and age. Instead, an association between muscle strength and cognitive function was observed only when sum scores depicting upper or lower body muscle strength were included in the model.  \"The findings suggest that it may be justified to go beyond the handgrip and to include the upper and lower body when measuring muscle strength, as this may better reflect the association between muscle strength and cognition,\" says Early Stage Researcher Heikki Pentikäinen, the first author of the article, who is currently preparing a PhD thesis on the topic for the University of Eastern Finland.Exercise is known to have various health benefits, and strength training is a way for practically everyone to increase muscle mass and enhance muscle strength. However, the association of muscle strength with various aspects of cognitive function is a relatively under-researched area. The study provided new insight into the methodology of measuring muscle strength and into the role of muscle strength in cognitive function. The study constituted part of the extensive, population-based DR's EXTRA study, which was a four-year randomised and controlled intervention study analysing the effects of exercise and nutrition on endothelial function, atherosclerosis and cognition. The study was carried out at Kuopio Research Institute of Exercise Medicine in 2005-2011 and it involved more than 1,400 men and women living in the eastern part of Finland.", "article_link": "http://dx.doi.org/10.1016/j.eurger.2017.04.004", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoef-gms062617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "University of Eastern Finland", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Neurobiology", " Behavior", " Exercise", " Demography", " Aging", " Mental Health", " Memory/Cognitive Processes"], "journal": "European Geriatric Medicine", "description": "Greater muscle strength is associated with better cognitive function in ageing men and women, according to a new Finnish study. The association of extensively measured upper and lower body muscle strength with cognitive function was observed, but handgrip strength was not associated with cognitive function.", "date": "Mon, 26 Jun 2017 04:00:00 GMT"}