{"funder": "US Department of Veterans Affairs, US Department of Defense", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/varc-vsa020917.php", "description": "Veterans Affairs and Defense researchers are enrolling at least 1,100 service members and veterans who fought in Iraq or Afghanistan to learn more about mild traumatic brain injury and how it can be best evaluated, and perhaps prevented and treated.", "region": "namerica", "title": "VA-Defense study aims to track mild traumatic brain injury over decades", "text": "An ambitious U.S. federally funded study is enrolling at least 1,100 service members and veterans who fought in Iraq or Afghanistan to learn more about mild traumatic brain injury (TBI) and how it can be best evaluated, and perhaps prevented and treated. Though ongoing funding is not guaranteed, the researchers hope to follow the cohort 20 years or more to better understand the long-term neurologic effects of mild TBI and other deployment-related conditions. The research group reported recently on the first stages of the study in the journal Brain Injury. As of today, more than 700 volunteers are participating. About 80 percent of those being enrolled have a history of at least one mild TBI, while the others have no TBIs. That will allow the researchers to compare the two groups. The focus is strictly on mild TBI; those with more severe brain injuries are excluded. The study is under the auspices of the Chronic Effects of Neurotrauma Consortium (CENC), one of two consortia funded through the National Research Action Plan in 2013. The other consortium focuses on PTSD--like mild TBI, a \"signature\" injury of the wars in Iraq and Afghanistan. Both efforts combined received $107 million in funding. They involve broad collaborations of researchers from the departments of Veterans Affairs and Defense, other U.S. federal agencies, and academia. Leading the new study is Dr. William Walker, a TBI expert at the Richmond VA Medical Center and Virginia Commonwealth University, where CENC is based. He says the long-term observational study is one of the most comprehensive TBI projects to date in terms of size, scope, and rigor. At the core is an in-depth interview that study volunteers undergo at the outset. It's like a thorough medical history, but with a focus on head injuries. \"The cornerstone of this study is that we're doing a very intensive standardized interview to get at all of the lifetime potential concussive events,\" he says. \"Many of these individuals have had multiple concussions throughout their lifetimes. We're looking at it from an epidemiologic standpoint of lifetime exposures.\" In other words, the research team wants to know not only about any mild TBIs that may have occurred in combat zones, but also those that may have occurred earlier in life, or perhaps after military service. Walker's group is using a specialized interview they developed in earlier research. \"We've built on that and fine-tuned it,\" says Walker. \"And we're deploying it in this study in a larger way. We're mapping their entire lifetime, to look at whatever head impacts [they can recall], whether as a child falling off a swing set and hitting their head, or an automobile accident with a whiplash injury, or a military deployment with a blast that went off nearby. We're cataloging each of these potential concussive events, and then we take each one and do a diagnostic interview to determine whether it was in fact a TBI.\" Along with the interview will come an extensive battery of exams: brain scans, eye-movement tracking, computerized balance tests, neuropsychological tests, blood tests, and others. Aside from the initial study visit, veterans taking part in the study will need to come into the clinic for the whole array of tests, about eight hours' worth, usually once every five years. In the intervening years, however, however, they will complete a 45-minute phone assessment with a study team member. That phone interview will test for memory and concentration, among other measures. \"The yearly contact helps us keep these individuals retained in the study, and it also gives us more data points to look at over time,\" notes Walker. The study has four VA sites enrolling--in Richmond, Tampa, San Antonio, and Houston--and one Defense site, the National Center for the Intrepid at Fort Belvoir in Virginia. Three more VA sites will begin enrolling this spring--Boston, Minneapolis, and Portland.Nearly 20 percent of the 2.5 million service members and veterans who deployed to Iraq and Afghanistan since 2003 are known to have sustained at least one TBI, and the vast majority of these are classified as mild. Williams says his team is also finding more undocumented mild TBIs. Most cases of mild TBI heal resolve in weeks or months with no lingering effects, but some do not, and there is growing debate about how often the brain does not fully heal. There can be long-term effects on thinking ability, memory, mood, and focus. Other symptoms may include headaches, vision, and hearing problems. A particular concern is whether mild TBI increases the risk for early dementia.One goal of the CENC study is to learn how the circumstances of the injury make a difference in long-term outcomes. For example, are blast-related injuries more detrimental than blunt ones? How do multiple TBIs differ from single ones? Along with that, the researchers will \"fine slice\" mild TBI into high or low grade, based on initial symptoms. \"We're going to be able to analyze whether it makes a difference if you had two or three TBIs, and whether they were high or low grade, blast or non-blast. The sample's going to be diverse and large enough so we can look at it from all those different angles,\" says Walker. Another aim is to explore biological factors that impact outcomes. If a veteran has the APO E4 gene variant, which heightens Alzheimer's risk, will that mean more dire long-term consequences from TBI? What about changes in the thickness of the brain's cortex, or abnormalities in the brain's white matter?Walker says one reason for the long time period of the study--he hopes it will stretch to the middle of this century, at least--is the need to look at neurodegenerative conditions that develop only later in life, such as Alzheimer's or chronic traumatic encephalopathy (CTE), which resembles Alzheimer's but is a distinct ailment. It's been in the news in recent years largely because of its link to concussions among athletes in sports such as football, boxing, and hockey. \"One of the main impetuses for the study is the risk of, and the fear of, CTE,\" explains Walker. \"To fully capture that incidence, we feel we need at least 20 years. But we would like to continue the study as long we have resources available to do so, and as long as a significant number of the individuals we enroll remain living.\"\r\n", "article_link": null, "institution": "Veterans Affairs Research Communications", "journal": "Brain Injury", "keywords": ["Medicine/Health", " Neurobiology", " Pain", " Rehabilitation/Prosthetics/Plastic Surgery", " Trauma/Injury", " Mental Health", " Memory/Cognitive Processes", " Stress/Anxiety"], "date": "Thu, 09 Feb 2017 05:00:00 GMT", "source_link": "http://www.research.va.gov/currents/0217-5.cfm"}