{"funder": "", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/w-meg020617.php", "description": "In a study of hip fracture patients, men displayed greater levels of cognitive impairment within the first 22 days of fracture than women, and cognitive limitations increased the risk of dying within six months in both men and women.", "region": "namerica", "title": "Men experience greater cognitive impairment and short-term death following hip surgery", "text": "In a study of hip fracture patients, men displayed greater levels of cognitive impairment within the first 22 days of fracture than women, and cognitive limitations increased the risk of dying within six months in both men and women.\"While men make up only about 25 percent of all hip fractures, the number of men who fracture their hip is increasing and we know men are more likely to die than women after a hip fracture,\" said Dr. Ann Gruber-Baldini, lead author of the Journal of the American Geriatrics Society study. \"It is also known that those with cognitive impairments, typically due to delirium and Alzheimer's disease and related dementia, are more likely than women to do poorly after the fracture.\"The study showed that as many as 32 percent of men with cognitive impairment are likely to die within six months of a hip fracture compared with 11 percent of unimpaired men, 15 percent of cognitively impaired women, and only 2 percent of unimpaired women.\"These findings suggest that men who are cognitively impaired are particularly vulnerable and in need of special attention to improve their likelihood of surviving,\" said Dr. Gruber-Baldini. Because cognitive function is critical for understanding and participating in medical treatments, it will be important to address cognitive limitations -- and how they differ between men and women -- when delivering care to patients after hip surgery.", "article_link": "http://dx.doi.org/10.1111/jgs.14674", "institution": "Wiley", "journal": "Journal of the American Geriatrics Society", "keywords": ["Medicine/Health", " Death/Dying", " Surgery"], "date": "Wed, 08 Feb 2017 05:00:00 GMT", "source_link": null}