{"funder": "National Institutes of Health", "meeting": "", "url": "http://www.eurekalert.org/pub_releases/2017-02/giot-da020717.php", "description": "Using tiny snippets of DNA as 'barcodes,' researchers have developed a new technique for rapidly screening the ability of nanoparticles to selectively deliver therapeutic genes to specific organs of the body. The technique could accelerate the development and use of gene therapies for such killers as heart disease, cancer and Parkinson's disease.", "region": "namerica", "title": "DNA 'barcoding' allows rapid testing of nanoparticles for therapeutic delivery", "text": "Using tiny snippets of DNA as \"barcodes,\" researchers have developed a new technique for rapidly screening the ability of nanoparticles to selectively deliver therapeutic genes to specific organs of the body. The technique could accelerate the development and use of gene therapies for such killers as heart disease, cancer and Parkinson's disease.Genetic therapies, such as those made from DNA or RNA, are hard to deliver into the right cells in the body. For the past 20 years, scientists have been developing nanoparticles made from a broad range of materials and adding compounds such as cholesterol to help carry these therapeutic agents into cells. But the rapid development of nanoparticle carriers has run into a major bottleneck: the nanoparticles have to be tested, first in cell culture, before a very small number of nanoparticles is tested in animals. With millions of possible combinations, identifying the optimal nanoparticle to target each organ was highly inefficient.Using DNA strands just 58 nucleotides long, researchers from the University of Florida, Georgia Institute of Technology and Massachusetts Institute of Technology have developed a new testing technique that skips the cell culture testing altogether -- and could allow hundreds of different types of nanoparticles to be tested simultaneously in just a handful of animals.The original research was done in the laboratories of Robert Langer, the David H. Koch Institute Professor, and Daniel Anderson, the Samuel A. Goldsmith Professor of Applied Biology, at MIT. Supported by the National Institutes of Health, the research was reported February 6 in the journal Proceedings of the National Academy of Sciences.\"We want to understand at a very high level what factors affecting nanoparticle delivery are important,\" said James Dahlman, an assistant professor in the Wallace H. Coulter Department of Biomedical Engineering at Georgia Tech and Emory University, one of Langer's former graduate students, lead author on the study, and one of the paper's corresponding authors. \"This new technique not only allows us to understand what factors are important, but also how disease factors affect the process.\"To prepare nanoparticles for testing, the researchers insert a snippet of DNA that is assigned to each type of nanoparticle. The nanoparticles are then injected into mice, whose organs are then examined for presence of the barcodes. By using the same technologies scientists use to sequence the genome, many nanoparticles can be tested simultaneously, each identified by its unique DNA barcode.Researchers are interested not only in which nanoparticles deliver the therapeutics most effectively, but also which can deliver them selectively to specific organs. Therapeutics targeted to tumors, for example, should be delivered only to the tumor and not to surrounding tissues. Therapeutics for heart disease likewise should selectively accumulate in the heart.While much of the study was devoted to demonstrating control strategies, the researchers did test how 30 different particles were distributed in eight different tissues of an animal model. This nanoparticle targeting 'heat map' showed that some particles were not taken up at all, while others entered multiple organs. The testing included nanoparticles previously shown to selectivity enter the lungs and liver, and the results of the new technique were consistent with what was already known about those nanoparticles.The single-strand DNA barcode sequences are about the same size as antisense oligonucleotides, microRNA and siRNA being developed for possible therapeutic uses. Other gene-based therapeutics are larger, and additional research would be needed to determine if the technique could be used with them.  In the research reported this week, the nanoparticles were not used to deliver active therapeutics, though that would be a near-term next step.\"In future work, we are hoping to make a thousand particles and instead of evaluating them three at a time, we would hope to test a few hundred simultaneously,\" Dahlman said. \"Nanoparticles can be very complicated because for every biomaterial available, you could make several hundred nanoparticles of different sizes and with different components added.\"Once promising nanoparticles are identified with the screening, they would be subjected to additional testing to verify their ability to deliver therapeutics. In addition to accelerating the screening, the new technique may require fewer animals -- perhaps no more than three for each set of nanoparticles tested.There are a few caveats with the technique. To avoid the possibility of nanoparticles merging, only structures that are stable in aqueous environments can be tested. Only nontoxic nanoparticles can be screened, and researchers must control for potential inflammation generated by the inserted DNA.In Langer and Anderson's laboratory, Dahlman worked with Kevin Kauffman, who remains at MIT, and Eric Wang, now an assistant professor the University of Florida. Other co-authors of the paper included Yiping Xing, Taylor Shaw, Faryal Mir and Chloe Dlott, all of whom are at MIT. \"Nucleic acid therapies hold considerable promise for treating a range of serious diseases,\" said Dahlman. \"We hope this technique will be used widely in the field, and that it will ultimately bring more clarity to how these drugs affect cells -- and how we can get them to the right locations in the body.\"", "article_link": null, "institution": "Georgia Institute of Technology", "journal": "Proceedings of the National Academy of Sciences", "keywords": ["Genetics", " Medicine/Health", " Gene Therapy"], "date": "Tue, 07 Feb 2017 05:00:00 GMT", "source_link": null}