{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txa", "recent", "analysis", "showed", "although", "adult", "survivors", "childhood", "cancer", "differ", "overall", "peers", "terms", "satisfaction", "sex", "lives", "romantic", "relationships", "received", "cancer", "treatments", "especially", "toxic", "nervous", "system", "least", "likely", "intercourse", "relationship", "children", "published", "early", "online", "cancer", "journal", "american", "cancer", "society", "report", "noted", "even", "groups", "patients", "reported", "achieving", "fewer", "psychosexual", "milestones", "consistently", "report", "less", "treatment", "childhood", "detrimental", "developing", "brain", "cause", "lasting", "neurocognitive", "impairments", "contribute", "difficulties", "social", "interactions", "therefore", "due", "prior", "treatments", "childhood", "cancer", "survivors", "may", "also", "face", "difficulties", "trying", "initiate", "sexual", "romantic", "relationships", "adulthood", "psychosexual", "development", "entails", "reaching", "certain", "milestones", "sexual", "debut", "entering", "committed", "relationships", "children", "said", "vicky", "lehmann", "phd", "nationwide", "children", "hospital", "ohio", "state", "university", "columbus", "normative", "part", "becoming", "adolescent", "young", "adult", "comparing", "milestones", "without", "taking", "satisfaction", "account", "falls", "short", "issues", "understudied", "among", "survivors", "childhood", "cancer", "investigate", "lehmann", "colleagues", "asked", "144", "young", "adult", "survivors", "childhood", "cancer", "144", "matched", "controls", "complete", "questionnaires", "psychosexual", "development", "sexual", "satisfaction", "satisfaction", "relationship", "status", "researchers", "also", "used", "information", "medical", "charts", "rate", "neurotoxicity", "treatment", "received", "apart", "fewer", "lifetime", "sex", "partners", "survivors", "differ", "controls", "however", "subgroups", "survivors", "brain", "tumors", "survivor", "received", "neurotoxic", "treatments", "reported", "lowest", "rates", "achieving", "milestones", "psychosexual", "development", "lehmann", "noted", "although", "survivors", "received", "neurotoxic", "treatments", "less", "likely", "reach", "certain", "milestones", "psychosexual", "development", "necessarily", "less", "satisfied", "others", "highlights", "subjective", "nature", "psychosexual", "issues", "importance", "addressing", "concerns", "survivorship", "care", "investigators", "proposed", "comprehensive", "novel", "rating", "system", "neurotoxicity", "childhood", "cancer", "treatment", "detect", "potentially", "higher", "risk", "impaired", "psychosexual", "outcomes", "rating", "might", "used", "checklist", "clinical", "practice", "said", "lehmann"], "url": "http://www.eurekalert.org/pub_releases/2017-02/w-ccc020217.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA recent analysis showed that although adult survivors of childhood cancer did not differ overall from their peers in terms of their satisfaction with their sex lives and romantic relationships, those who received cancer treatments that were especially toxic to the nervous system were least likely to have had intercourse, be in a relationship, or have children.", "Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the report noted that even the groups of patients who reported achieving fewer such psychosexual milestones did not consistently report less satisfaction.Cancer treatment during childhood can be detrimental to the developing brain and cause lasting neurocognitive impairments that can contribute to difficulties in social interactions.", "Therefore, due to their prior treatments, childhood cancer survivors may also face difficulties when trying to initiate sexual and romantic relationships in adulthood.", "\"Psychosexual development entails reaching certain milestones, such as sexual debut, entering committed relationships, or having children,\" said Vicky Lehmann, PhD, of Nationwide Children's Hospital and The Ohio State University, in Columbus.", "\"It is a normative part of becoming an adolescent or young adult, but only comparing such milestones without taking satisfaction into account falls short.", "These issues are understudied among survivors of childhood cancer.\"", "To investigate, Dr. Lehmann and her colleagues asked 144 young adult survivors of childhood cancer and 144 matched controls to complete questionnaires about psychosexual development, sexual satisfaction, and satisfaction with their relationship status.", "The researchers also used information from medical charts to rate the neurotoxicity of the treatment received.", "Apart from having fewer lifetime sex partners, survivors did not differ from controls; however, subgroups such as survivors of brain tumors and any survivor who received high-dose neurotoxic treatments reported the lowest rates of achieving milestones of psychosexual development.", "Dr. Lehmann noted that although survivors who received high-dose neurotoxic treatments were less likely to reach certain milestones of psychosexual development, they were not necessarily less satisfied than others.", "\"This highlights the subjective nature of psychosexual issues, and the importance of addressing any concerns in survivorship care.", "\"The investigators have proposed a comprehensive and novel rating system for the neurotoxicity of childhood cancer treatment to detect those who are potentially at higher risk for impaired psychosexual outcomes.", "\"This rating might be used as a checklist in clinical practice,\" said Dr. Lehmann."], "title": "Can childhood cancer treatments affect survivors' sex lives in adulthood? | EurekAlert! Science News", "source": "Wiley", "date": "2018-01-19_20:33:08", "year": "Mon, 06 Feb 2017 05:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXA recent analysis showed that although adult survivors of childhood cancer did not differ overall from their peers in terms of their satisfaction with their sex lives and romantic relationships, those who received cancer treatments that were especially toxic to the nervous system were least likely to have had intercourse, be in a relationship, or have children. Published early online in CANCER, a peer-reviewed journal of the American Cancer Society, the report noted that even the groups of patients who reported achieving fewer such psychosexual milestones did not consistently report less satisfaction.Cancer treatment during childhood can be detrimental to the developing brain and cause lasting neurocognitive impairments that can contribute to difficulties in social interactions. Therefore, due to their prior treatments, childhood cancer survivors may also face difficulties when trying to initiate sexual and romantic relationships in adulthood.\"Psychosexual development entails reaching certain milestones, such as sexual debut, entering committed relationships, or having children,\" said Vicky Lehmann, PhD, of Nationwide Children's Hospital and The Ohio State University, in Columbus. \"It is a normative part of becoming an adolescent or young adult, but only comparing such milestones without taking satisfaction into account falls short. These issues are understudied among survivors of childhood cancer.\" To investigate, Dr. Lehmann and her colleagues asked 144 young adult survivors of childhood cancer and 144 matched controls to complete questionnaires about psychosexual development, sexual satisfaction, and satisfaction with their relationship status. The researchers also used information from medical charts to rate the neurotoxicity of the treatment received. Apart from having fewer lifetime sex partners, survivors did not differ from controls; however, subgroups such as survivors of brain tumors and any survivor who received high-dose neurotoxic treatments reported the lowest rates of achieving milestones of psychosexual development. Dr. Lehmann noted that although survivors who received high-dose neurotoxic treatments were less likely to reach certain milestones of psychosexual development, they were not necessarily less satisfied than others. \"This highlights the subjective nature of psychosexual issues, and the importance of addressing any concerns in survivorship care.\"The investigators have proposed a comprehensive and novel rating system for the neurotoxicity of childhood cancer treatment to detect those who are potentially at higher risk for impaired psychosexual outcomes. \"This rating might be used as a checklist in clinical practice,\" said Dr. Lehmann. "}