{"authors": [["Tung", "Cheng-Cheng", "CC", "Trauma Center, Department of Surgery, Yuan Rung Hospital, Changhua 510, Taiwan; Department of Healthcare Administration, Asia University, Taichung 413, Taiwan; General Education Center, Chienkuo Technology University, Changhua 500, Taiwan. Electronic address: 111233@cch.org.tw."], ["Yu", "Jei-Feng", "JF", "Trauma Center, Department of Surgery, Yuan Rung Hospital, Changhua 510, Taiwan; General Education Center, Chienkuo Technology University, Changhua 500, Taiwan."], ["Lan", "Shou-Jen", "SJ", "Department of Healthcare Administration, Asia University, Taichung 413, Taiwan; Department of Medical Research, China Medical University Hospital, China Medical University, Taichung 404, Taiwan. Electronic address: sjlan@asia.edu.tw."]], "date": "2017-12-24", "id": "29366659", "text": "Pelvic fracture bleeding generally leads to hemorrhagic shock. Trans-arterial embolization (TAE) is regarded as the most useful treatment; however, the initial presentation of the patient can impact the effectiveness of TAE for pelvic fracture bleeding. The aim of this retrospective study is to explore whether the patient data at the initial presentation can predict the success of TAE for pelvic fracture bleeding.Twenty-seven charts were retrospectively reviewed. TAE failure was defined as any patient who eventually received an exigent laparotomy or who died due to uncontrolled bleeding after TAE. For patients who received TAE, we analyzed factors recorded at the initial presentation, including age, gender, systolic blood pressure, heart rate, respiratory rate, body temperature, Glasgow coma scale (GCS) score, injury severity score (ISS) and associated injuries, using Pearson's correlation and independent t-tests. The odds ratio was used to determine the cut-off values for the patient presentation findings related to successful TAE and thus was used to assess congruity.Successful TAE was not correlated with age or gender. The hierarchical order of statistically significant associations between successful TAE and initial presentation data was as follows: the patient's body temperature, associated injury, respiratory rate, systolic blood pressure, GCS score, and ISS. The odds ratios for all statistically significant initial presentation factors were within a 95% confidence interval.The findings upon initial presentation of a patient with pelvic fracture bleeding that were related to the predictability of successful TAE include the following: hypothermia prevention with maintenance of the body temperature above 36°C, associated injuries limited to two organ systems, maintenance of the respiratory rate at approximately twenty-two breaths per minute, a sustained systolic blood pressure of approximately 90mmHg, maintenance of a heart rate of approximately one hundred beats per minute, a minor head injury with a GCS score greater than thirteen and a moderate ISS of less than twenty.", "doi": "10.1016/j.ajem.2017.12.044", "title": "Predictability of successful trans-arterial embolization in pelvic fracture bleeding based on patient initial presentation.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}