{"authors": [["Ishigami", "Daiichiro", "D", "Department of Neurosurgery, Tokyo Metropolitan Tama Medical Center, Fuchu, Tokyo, Japan."], ["Ota", "Takahiro", "T", "Department of Neurosurgery, Tokyo Metropolitan Tama Medical Center, Fuchu, Tokyo, Japan."]], "date": "2017-11-24", "id": "29354334", "text": "Traumatic intracranial aneurysms are one possible complication after penetrating brain injury. A 25-year-old man with a history of major depression presented with a crossbow bolt penetrating the head. On arrival, Glasgow Coma Scale score was E4V5M6, with no apparent neurological deficit. Computed tomography (CT) of the head showed the crossbow bolt passing near the corpus callosum, with surrounding contusion. Three-dimensional rotational angiography showed no anterior cerebral artery injuries. The crossbow bolt was removed after bifrontal craniotomy, with no postoperative infection. Postoperative CT angiography (CTA) was repeatedly performed, and a 4 mm aneurysm was observed at the pericallosal artery-right posterior internal frontal artery (PIFA) bifurcation on postoperative day (POD) 35. Trapping and the right PIFA-left cortical branch side-to-side bypass were performed on POD38. A resected specimen confirmed a pathological diagnosis of pseudoaneurysm. The patient did not show any neurological deficit or cognitive dysfunction as of 8 months after admission. Traumatic anterior cerebral artery aneurysm might have formed due to proximity to the falx cerebri. As pseudoaneurysm was detected 4 weeks after trauma in our patient, follow-up CTA or digital subtraction angiography should be performed until at least 4 weeks after injury. In addition, neck clipping is occasionally unfeasible to treat traumatic pseudoaneurysm surgically, and a surgical strategy including bypass revascularization must be planned.", "doi": "10.2176/nmccrj.cr.2017-0083", "title": "Traumatic Pseudoaneurysm of the Distal Anterior Cerebral Artery Following Penetrating Brain Injury Caused by a Crossbow Bolt: A Case Report.", "journal": ["NMC case report journal", "NMC Case Rep J"]}