{"authors": [["Peterson", "Catherine", "C", "Neurosurgery, Wayne State University School of Medicine."], ["Elswick", "Clay", "C", "Neurosurgery, Wayne State University School of Medicine."], ["Diaz", "Vicki", "V", "Neurosurgery, Wayne State University School of Medicine."], ["Tubbs", "R Shane", "RS", "Neurosurgery, Seattle Science Foundation."], ["Moisi", "Marc", "M", "Neurosurgery, Seattle Science Foundation."]], "date": "2017-11-15", "id": "29348993", "text": "Air embolism developing from an atrial-esophageal fistula that was created as a complication from an atrial ablation procedure is a rare, yet usually fatal diagnosis. Neurologic manifestations such as meningitis, altered mental status, seizures, strokes, transient ischemic attacks (TIAs), psychiatric changes, and coma can ensue. Imaging of the brain might reveal infarcts, cerebral edema, as well as signs of pneumocephalus. This case describes a 42-year-old male with recent cardiac ablation procedure at an outside hospital for refractory atrial fibrillation (A-fib) who presented with altered mental status, dyspnea and diaphoresis. His initial head computed tomography (CT) scan revealed pneumocephalus. He was started on a heparin drip for a non-ST elevation myocardial infarction (NSTEMI), but developed severe coagulopathy. The patient's mental status quickly deteriorated. Given recent cardiac ablation procedure, the cause of his air embolism was thought to be from a created left atrial-esophageal fistula. Despite medical management, he was too unstable to undergo any surgical intervention for his atrial-esophageal fistula or to transfer to a hyperbaric oxygen therapy center, and expired on the second day following his hospital admission. To our knowledge, few reports have been published in the literature describing delayed cerebral air embolism from an atrial-esophageal fistula. Prompt diagnosis, hyperbaric oxygen therapy, and surgical intervention are essential to avoid mortality in these patients. This article aims to increase awareness of such a rare, but significant complication.", "doi": "10.7759/cureus.1850", "title": "Delayed Presentation of Cerebral Air Embolism from a Left Atrial-Esophageal Fistula: A Case Report and Review of the Literature.", "journal": ["Cureus", "Cureus"]}