{"authors": [["Ko", "Ara", "A", null], ["Harada", "Megan Y", "MY", null], ["Barmparas", "Galinos", "G", null], ["Smith", "Eric J T", "EJT", null], ["Birch", "Kurtis", "K", null], ["Barnard", "Zachary R", "ZR", null], ["Yim", "Dorothy A", "DA", null], ["Ley", "Eric J", "EJ", null]], "date": null, "id": "29336770", "text": "Patients with traumatic brain injury (TBI) are often resuscitated with crystalloids in the emergency department (ED) to maintain cerebral perfusion. The purpose of this study was to evaluate whether crystalloid resuscitation volume impacts mortality in TBI patients. This was a retrospective study of trauma patients with head abbreviated injury scale score ≥2, who received crystalloids during ED resuscitation between 2004 and 2013. Clinical characteristics and volume of crystalloids received in the ED were collected. Patients who received <2 L of crystalloids were categorized as low volume (LOW), whereas those who received ≥2 L were considered high volume (HIGH). Mortality and outcomes were compared. Multivariable regression analysis was used to determine the odds of mortality while controlling for confounders. Over 10 years, 875 patients met inclusion criteria. Overall mortality was 12.5 per cent. Seven hundred and forty-two (85%) were in the LOW cohort and 133 (15%) in the HIGH cohort. Gender and age were similar between the groups. The HIGH cohort had lower admission systolic blood pressure (128 vs 138 mm Hg, P = 0.001), lower Glasgow coma scale score (10 vs 12, P < 0.001), higher head abbreviated injury scale (3.8 vs 3.3, P < 0.001), and higher injury severity score (25 vs 18, P < 0.001). The LOW group had a lower unadjusted mortality (10 vs 26%, P < 0.001). Multivariable analysis adjusting for confounders demonstrated that those resuscitated with ≥2 L of crystalloids had increased odds of mortality (adjusted odds ratio 2.25, P = 0.005). Higher volume crystalloid resuscitation after TBI is associated with increased mortality, thus limited resuscitation for TBI patients may be indicated.", "doi": null, "title": "Limit Crystalloid Resuscitation after Traumatic Brain Injury.", "journal": ["The American surgeon", "Am Surg"]}