{"authors": [["Aquino", "Lia", "L", null], ["Kang", "Christopher Y", "CY", null], ["Harada", "Megan Y", "MY", null], ["Ko", "Ara", "A", null], ["Do-Nguyen", "Amy", "A", null], ["Ley", "Eric J", "EJ", null], ["Margulies", "Daniel R", "DR", null], ["Alban", "Rodrigo F", "RF", null]], "date": null, "id": "29336768", "text": "Severe traumatic brain injury (TBI) is associated with increased risk for early clinical and subclinical seizures. The use of continuous electroencephalography (cEEG) monitoring after TBI allows for identification and treatment of seizures that may otherwise occur undetected. Benefits of \"routine\" cEEG after TBI remain controversial. We examined the rate of subclinical seizures identified by cEEG in TBI patients admitted to a Level I trauma center. We analyzed a cohort of trauma patients with moderate to severe TBI (head Abbreviated Injury Score ≥3) who received cEEG within seven days of admission between October 2011 and May 2015. Demographics, clinical data, injury severity, and costs were recorded. Clinical characteristics were compared between those with and without seizures as identified by cEEG. A total of 106 TBI patients with moderate to severe TBI received a cEEG during the study period. Most were male (74%) with a mean age of 55 years. Subclinical seizures were identified by cEEG in only 3.8 per cent of patients. Ninety-three per cent were on antiseizure prophylaxis at the time of cEEG. Patients who had subclinical seizures were significantly older than their counterparts (80 vs 54 years, P = 0.03) with a higher mean head Abbreviated Injury Score (5.0 vs 4.0, P = 0.01). Mortality and intensive care unit stay were similar in both groups. Of all TBI patients who were monitored with cEEG, seizures were identified in only 3.8 per cent. Seizures were more likely to occur in older patients with severe head injury. Given the high cost of routine cEEG and the low incidence of subclinical seizures, we recommend cEEG monitoring only when clinically indicated.", "doi": null, "title": "Is Routine Continuous EEG for Traumatic Brain Injury Beneficial?", "journal": ["The American surgeon", "Am Surg"]}