{"authors": [["Malekpour", "Mahdi", "M", null], ["Younus", "Jabran M", "JM", null], ["Jaap", "Kathryn", "K", null], ["Neuhaus", "Nina", "N", null], ["Widom", "Kenneth", "K", null], ["Rapp", "Megan", "M", null], ["Dove", "James", "J", null], ["Hunsinger", "Marie", "M", null], ["Blansfield", "Joseph", "J", null], ["Shabahang", "Mohsen", "M", null], ["Torres", "Denise", "D", null], ["Wild", "Jeffrey", "J", null]], "date": null, "id": "29336764", "text": "Helicopter Emergency Medical Services (HEMS) is presumably an effective way of patient transport in rural trauma, yet the literature addressing its effectiveness is scarce. In this study, we compared the clinical outcome of rural trauma patients between Ground Emergency Medical Services (GEMS) and HEMS transportation from the beginning of 2006 to the end of 2012. Focus was placed on identifying factors associated with survival to discharge in these patients. Over the seven-year study period, 4492 patients met the inclusion criteria with 2414 patients (54%) being transferred by GEMS and 2078 patients (46%) being transferred by HEMS. In comparison with GEMS, patients transferred by HEMS were younger men who were admitted with a higher mean Injury Severity Score and a lower mean Glasgow Coma Score (all Ps < 0.0001). HEMS patients were more frequently intubated before arrival at the trauma center (32% vs 9%, P < 0.0001) and were more frequently transferred to the operating room from the emergency department (11% vs 5%, P < 0.0001). In multivariate analysis, transfer by HEMS was associated with a significant increase in survival to discharge (odds ratio: 1.57, 95% confidence interval: 1.03-2.40, P = 0.036). Blunt injury, no intubation, and Glasgow Coma Score >8 were also associated with significantly improved odds of survival to discharge (all P < 0.0001). These findings show that although patients transferred by HEMS arrived in less favorable clinical conditions, HEMS transfer was associated with significantly higher odds of survival in rural trauma.", "doi": null, "title": "Mode of Transport and Clinical Outcome in Rural Trauma: A Helicopter versus Ambulance Comparison.", "journal": ["The American surgeon", "Am Surg"]}