{"authors": [["Durán", "Juan A", "JA", "From the Instituto Clínico-Quirúrgico Oftalmológico (Durán, Gutiérrez, Atienza), Bilbao, the Basque Country University (Durán), Leioa, Vizcaya, and the Department of Optics (Piñero), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Gutiérrez", "Elisa", "E", "From the Instituto Clínico-Quirúrgico Oftalmológico (Durán, Gutiérrez, Atienza), Bilbao, the Basque Country University (Durán), Leioa, Vizcaya, and the Department of Optics (Piñero), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Atienza", "Rebeca", "R", "From the Instituto Clínico-Quirúrgico Oftalmológico (Durán, Gutiérrez, Atienza), Bilbao, the Basque Country University (Durán), Leioa, Vizcaya, and the Department of Optics (Piñero), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Piñero", "David P", "DP", "From the Instituto Clínico-Quirúrgico Oftalmológico (Durán, Gutiérrez, Atienza), Bilbao, the Basque Country University (Durán), Leioa, Vizcaya, and the Department of Optics (Piñero), Pharmacology and Anatomy, University of Alicante, Alicante, Spain. Electronic address: david.pinyero@ua.es."]], "date": null, "id": "29335095", "text": "To assess the ocular optical quality results as well as the astigmatic changes after wavefront-guided laser in situ keratomileusis (LASIK) in eyes with myopic astigmatism.Instituto Clínico-Quirúrgico Oftalmológico, Bilbao, Vizcaya, Spain.Prospective case series.Thirty-three eyes having wavefront-guided LASIK with the Star S4IR excimer laser combined with the iDesign system were enrolled in the study. Changes in visual acuity, refraction, higher-order aberrations, and ocular scattering index (OSI) were evaluated during a 3-month follow-up. The Alpins method was used to analyze the astigmatic changes.A significant reduction was observed in refraction (P < .001), with significant improvement in uncorrected (UDVA) and corrected (CDVA) distance visual acuities (P < .001). All eyes had a spherical equivalent within ±0.50 diopter (D) and UDVA of 20/25 or better at 90 days after surgery. A total of 27.3% of eyes gained lines of CDVA. No significant changes were observed in primary coma and spherical aberration (P ≥ .551). Likewise, no significant changes were observed in OSI (P = .361), with a mean 90-day postoperative value of 0.66 ± 0.58 (SD). A significant change to negative values of the magnitude of error (P = .007) and a significant decrease in the correction index (P = .004) were observed during the follow-up, with mean 90-day postoperative values of -0.24 ± 0.28 D and 0.86 ± 0.17 D, respectively.Wavefront-guided LASIK using a high-resolution aberrometer provided safe and efficacious correction of myopic astigmatism, with preservation of the ocular optical quality.", "doi": "10.1016/j.jcrs.2017.08.020", "title": "Vector analysis of astigmatic changes and optical quality outcomes after wavefront-guided laser in situ keratomileusis using a high-resolution aberrometer.", "journal": ["Journal of cataract and refractive surgery", "J Cataract Refract Surg"]}