{"authors": [["Takeuchi", "Ikuto", "I", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Omori", "Kazuhiko", "K", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Nagasawa", "Hiroki", "H", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Jitsuiki", "Kei", "K", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Iso", "Takashi", "T", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Kondo", "Akihiko", "A", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Ishikawa", "Kouhei", "K", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Ohsaka", "Hiromichi", "H", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan."], ["Yanagawa", "Youichi", "Y", "Department of Acute Critical Care Medicine, Shizuoka Hospital, Juntendo University, Shizouka, Japan. Electronic address: yyanaga@juntendo.ac.jp."]], "date": "2017-11-06", "id": "29332774", "text": "We retrospectively investigated all of the intoxicated patients who were transported by a doctor helicopter (DH) in eastern Shizuoka between April 2004 and December 2015 to determine when air medical transport was used in cases of toxic exposure.Subjects were divided into 2 groups: an outpatient group of subjects who went home after receiving a medical evaluation and treatment and an admission group.The outpatient and admission groups included 17 and 31 subjects, respectively. The ratio of dispatching the DH to the scene and the median Glasgow Coma Scale score in the outpatient group were greater, and the shock index in the outpatient group was significantly smaller than in the admission group. The duration from exposure of intoxicated agents to contact by staffs of the DH in the outpatient group was also smaller than in the admission group.The level of consciousness and shock index may be important factors dictating whether or not to dispatch the DH in order to prevent secondary damage induced by unstable circulation.", "doi": "10.1016/j.amj.2017.09.009", "title": "An Analysis of Intoxicated Patients Transported by a Doctor Helicopter.", "journal": ["Air medical journal", "Air Med. J."]}