{"authors": [["Paydar", "S", "S", "Trauma Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Chaabi", "M", "M", "Department of General Surgery, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Akhavan", "M", "M", "General Practitioner, Shiraz Univerisity of Medical Sciences, Shiraz, Iran."], ["Ghahramani", "Z", "Z", "Trauma Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Dehghankhalili", "M", "M", "Department of General Surgery, Shiraz University of Medical Sciences, Shiraz, Iran."]], "date": null, "id": "29326762", "text": "Pelvic fracture is a result of devastating injuries and is usually encountered in conjunction with other life-threatening injuries. The aim of the current study was to determine the outcome determinants of patients with pelvic fractures referred to a large trauma center in southern Iran. This retrospective cross-sectional study was conducted in a level I trauma center over a period of three years from 2012 to 2015. We included all patients with pelvic fractures whose medical records had sufficient data. Data were compared between good condition and poor conditions. A total of 327 patients with mean age of 40.1 ± 19.7 years were included. Poor condition was defined as being associated with higher heart rate (p=0.002), lower systolic blood pressure (p<0.001), lower diastolic blood pressure (p=0.002) lower Glasgow Coma Scale (GCS) on admission (p<0.001) and higher Injury Severity Score (ISS) (p<0.001). Those with poor conditions had significantly higher admission to ICU (p<0.001), higher rate of surgical interventions (p<0.001) and higher mortality (p<0.001). The hospital length of stay (p<0.001) and ICU length of stay (p=0.025) were also longer in those with poor condition. Lower hemoglobin, lower pH, higher heart rate, lower systolic blood pressure, lower GCS on admission and higher ISS were important outcome determinants of traumatic pelvic fractures.", "doi": "10.5704/MOJ.1711.012", "title": "Outcome Determinants of Patients with Traumatic Pelvic Fractures: A Cohort Study in a Level I Trauma Center in Southern Iran.", "journal": ["Malaysian orthopaedic journal", "Malays Orthop J"]}