{"authors": [["Adeleye", "Amos O", "AO", "Division of Neurological Surgery, Department of Surgery, College of Medicine, University of Ibadan, Ibadan, Nigeria."], ["Ogun", "Millicent I", "MI", "Clinical Nursing Department, University College Hospital (UCH), Ibadan, Nigeria."]], "date": "2017-12-15", "id": "29326652", "text": "Africa and other Asian low middle-income countries account for the greatest burden of the global road-traffic injury (RTI)-related head injury (HI). This study set out to describe the incidence, causation, and severity of RTI-related HI and associated injuries in a Nigerian academic neurosurgical practice.This is a retrospective cross-sectional analysis of RTI-related HI from a prospective HI registry in an academic neurosurgery practice in Nigeria.All-terrain RTI accounted for 80.6% (833/1,034) of HI over a 7-year study period. All age groups were involved, mean 33.06 years (SD 18.30), mode 21-30, 231/833 (27.7%). The male:female ratio was 631:202, ≈3:1. The road trauma occurred exclusively from motorcycle-and motor-vehicle crash (MCC/MVC), MCC caused 56.8% (473/833) of these; the victims were vulnerable road users (VRU) in 74%, and >90% belong in the low socioeconomic class. Using the Glasgow Coma Scale grading, the HI was moderate/severe in 52%; loss of consciousness occurred in 93%, the Abbreviated Injury Severity-head > 3 in 74%, and computed tomography (CT) Rotterdam score > 3 in 52%. Significant extracranial injuries occurred in many organ systems, 421/833 (50.5%) having Injury Severity Score (ISS) > 25. Surgical lesions included extensive brain contusions in 157 (18.8%); acute extradural hematoma in 34 (4.1%); acute subdural hematoma in 32 (3.8%); and traumatic intracerebral hemorrhage in 27 (3.2%), but only 97 (11.6%) received operative care for various logistic reasons. The in-hospital outcome was good in 71.3% and poor in 28.7%; the statistically significant (p < 0.001) determinants of this outcome profile were the severity of the HI, the CT Rotterdam score, and the ISS.In this study from Nigeria, RTI-related HI emanates from significant trauma to vulnerable road users and are caused exclusively by motorcycles and motor vehicles.", "doi": "10.3389/fneur.2017.00695", "title": "Clinical Epidemiology of Head Injury from Road-Traffic Trauma in a Developing Country in the Current Era.", "journal": ["Frontiers in neurology", "Front Neurol"]}