{"authors": [["Bodien", "Yelena G", "YG", "Center for Neurotechnology and Neurorecovery, and Laboratory for NeuroImaging of Coma and Consciousness, Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."], ["Giacino", "Joseph T", "JT", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, Boston, MA, United States."], ["Edlow", "Brian L", "BL", "Center for Neurotechnology and Neurorecovery, and Laboratory for NeuroImaging of Coma and Consciousness, Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."]], "date": "2017-12-18", "id": "29326648", "text": "Severe traumatic brain injury impairs arousal and awareness, the two components of consciousness. Accurate diagnosis of a patient's level of consciousness is critical for determining treatment goals, access to rehabilitative services, and prognosis. The bedside behavioral examination, the current clinical standard for diagnosis of disorders of consciousness, is prone to misdiagnosis, a finding that has led to the development of advanced neuroimaging techniques aimed at detection of conscious awareness. Although a variety of paradigms have been used in functional magnetic resonance imaging (fMRI) to reveal covert consciousness, the relative accuracy of these paradigms in the patient population is unknown. Here, we compare the rate of covert consciousness detection by hand squeezing and tennis playing motor imagery paradigms in 10 patients with traumatic disorders of consciousness [six male, six acute, mean ± SD age = 27.9 ± 9.1 years, one coma, four unresponsive wakefulness syndrome, two minimally conscious without language function, and three minimally conscious with language function, per bedside examination with the Coma Recovery Scale-Revised (CRS-R)]. We also tested the same paradigms in 10 healthy subjects (nine male, mean ± SD age = 28.5 ± 9.4 years). In healthy subjects, the hand squeezing paradigm detected covert command following in 7/10 and the tennis playing paradigm in 9/10 subjects. In patients who followed commands on the CRS-R, the hand squeezing paradigm detected covert command following in 2/3 and the tennis playing paradigm in 0/3 subjects. In patients who did not follow commands on the CRS-R, the hand squeezing paradigm detected command following in 1/7 and the tennis playing paradigm in 2/7 subjects. The sensitivity, specificity, and accuracy (ACC) of detecting covert command following in patients who demonstrated this behavior on the CRS-R was 66.7, 85.7, and 80% for the hand squeezing paradigm and 0, 71.4, and 50% for the tennis playing paradigm, respectively. Overall, the tennis paradigm performed better than the hand squeezing paradigm in healthy subjects, but in patients, the hand squeezing paradigm detected command following with greater ACC. These findings indicate that current fMRI motor imagery paradigms frequently fail to detect command following and highlight the need for paradigm optimization to improve the accuracy of covert consciousness detection.", "doi": "10.3389/fneur.2017.00688", "title": "Functional MRI Motor Imagery Tasks to Detect Command Following in Traumatic Disorders of Consciousness.", "journal": ["Frontiers in neurology", "Front Neurol"]}