{"authors": [["Caserza", "Lara", "L", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Piatti", "Gabriella", "G", "Ospedale Policlinico San Martino, 10 Largo Benzi, 16132 Genoa, Italy."], ["Bonaventura", "Aldo", "A", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Liberale", "Luca", "L", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Carbone", "Federico", "F", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Dallegri", "Franco", "F", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Ottonello", "Luciano", "L", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."], ["Gustinetti", "Giulia", "G", "Clinica Malattie Infettive, DIPMI, DISSAL, University of Genoa, 10 Largo Benzi, 16132 Genoa, Italy."], ["Del Bono", "Valerio", "V", "Ospedale Policlinico San Martino, 10 Largo Benzi, 16132 Genoa, Italy."], ["Montecucco", "Fabrizio", "F", "First Clinic of Internal Medicine, Department of Internal Medicine, University of Genoa, 6 Viale Benedetto XV, 16132 Genoa, Italy."]], "date": "2017-11-26", "id": "29318064", "text": "Pasteurella multocida colonizes animal scratches and bites. This bacterium was described to cause sepsis or endocarditis mainly in immunocompromised patients. We report the case of a 92-year-old woman presenting at the Emergency Department with coma and fever a week after the bite of her cat. The cat bite was misdiagnosed at admission partly due to an underestimation of this event by the patient's relatives. An inflamed area localized at perimalleolar skin of the right leg was detected. Laboratory biomarkers of inflammation were elevated. The cerebral computed tomography (CT) scan with angiographic sequences showed a complete occlusion of right intracranial vertebral artery. Total body CT scan and abdominal echocardiography were negative for foci of infection. Three consecutive blood cultures were positive for Pasteurella multocida. A diagnosis of sepsis by Pasteurella multocida was made, and the patient recovered after a specific antimicrobial treatment. In order to confirm the animal transmission, the cat saliva was cultured and found positive for Pasteurella multocida with a similar antibiotic sensitivity to that isolated from the patient. In conclusion, the case of a patient with coma and fever after a cat bite was presented. The transmission of pathogens from pets has to be carefully considered as an important route of infection in immunocompetent patients.", "doi": "10.1155/2017/2527980", "title": "Sepsis by Pasteurella multocida in an Elderly Immunocompetent Patient after a Cat Bite.", "journal": ["Case reports in infectious diseases", "Case Rep Infect Dis"]}