{"authors": [["Camps", "Vicente J", "VJ", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Tolosa", "Angel", "A", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Piñero", "David P", "DP", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["de Fez", "Dolores", "D", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Caballero", "María T", "MT", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."], ["Miret", "Juan J", "JJ", "Department of Optics, Grupo de Óptica y Percepción Visual (GOPV), Pharmacology and Anatomy, University of Alicante, Alicante, Spain."]], "date": "2017-11-29", "id": "29318040", "text": "To analyze the \"in vitro\" aberrometric pattern of a refractive IOL and two extended depth of focus IOLs.A special optical bench with a Shack-Hartmann wavefront sensor (SH) was designed for the measurement. Three presbyopia correction IOLs were analyzed: Mini WELL (MW), TECNIS Symfony ZXR00 (SYM), and Lentis Mplus X LS-313 MF30 (MP). Three different pupil sizes were used for the comparison: 3, 4, and 4.7 mm.MW generated negative primary and positive secondary spherical aberrations (SA) for the apertures of 3 mm (-0.13 and +0.12 μm), 4 mm (-0.12 and +0.08 μm), and 4.7 mm (-0.11 and +0.08 μm), while the SYM only generated negative primary SA for 4 and 4.7 mm apertures (-0.12 μm and -0.20 μm, resp.). The MP induced coma and trefoil for all pupils and showed significant HOAs for apertures of 4 and 4.7 mm.In an optical bench, the MW induces negative primary and positive secondary SA for all pupils. The SYM aberrations seem to be pupil dependent; it does not produce negative primary SA for 3 mm but increases for higher pupils. Meanwhile, the HOAs for the MW and SYM were not significant. The MP showed in all cases the highest HOAs.", "doi": "10.1155/2017/7095734", "title": "In Vitro Aberrometric Assessment of a Multifocal Intraocular Lens and Two Extended Depth of Focus IOLs.", "journal": ["Journal of ophthalmology", "J Ophthalmol"]}