{"authors": [["Wang", "Jun", "J", "Department of Intensive Care Medicine."], ["Jin", "Jun", "J", "Department of Intensive Care Medicine."], ["Xue", "Xiaofeng", "X", "Department of General Surgery, The First Affiliated Hospital of Soochow University, Suzhou, Jiangsu, China."], ["Hao", "Yan", "Y", "Department of Intensive Care Medicine."], ["Li", "Dongrong", "D", "Department of Intensive Care Medicine."], ["Xu", "Shan", "S", "Department of Intensive Care Medicine."], ["Huang", "Fang", "F", "Department of Intensive Care Medicine."]], "date": null, "id": "29310339", "text": "Bigu is a Taoist fasting technique interpreted as avoiding grains in the Encyclopedia of China. This technique has been used from ancient times to the present day in China and other parts of the world to achieve good health, weight loss, longevity, and even immortality. A variety of health problems have been identified in relation to the severe diet during Bigu. However, perforation of the alimentary canal has not been reported to be associated with Bigu. In the present study, we illustrated an unusual case of perforation of the alimentary canal in relation to Bigu.A 36-year-old woman was admitted to our hospital after falling into a coma. One month before admission, she had black stool accompanied by dizziness and fatigue, while the symptoms progressively worsened. The patient reported that she stopped the intake of meat for 5 years, and further practiced Bigu for 5 months, eating only fruits and vegetables, and avoiding grains and meat.Preformation of the alimentary canal.Gastric bypass operation, also known as Roux-en-Y anastomosis, was undertaken. Since the patient developed thrombus with edema on the right upper limb after surgical intervention, she was subsequently treated with anticoagulation therapy using low-molecular weight heparin.The patient's symptoms were remarkably improved and exhibited signs of recovery in follow-up examinations.The case has raises serious concerns about practicing Bigu. Furthermore, it is strongly advocated that a state of Bigu for a long period of time can even be dangerous.", "doi": "10.1097/MD.0000000000008653", "title": "An unusual case of perforation of the alimentary canal following Bigu: A Taoist fasting technique.", "journal": ["Medicine", "Medicine (Baltimore)"]}