{"authors": [["Adoga", "Adeyi A", "AA", "Department of Otorhinolaryngology, Head and Neck Surgery, Faculty of Medical Sciences, University of Jos, Jos, Plateau State, Nigeria."], ["Ozoilo", "Kenneth N", "KN", "Department of Surgery, Faculty of Medical Sciences, University of Jos, Jos, Plateau State, Nigeria."], ["Iduh", "Andrew A", "AA", "Department of Otorhinolaryngology, Head and Neck Surgery, Jos University Teaching Hospital, Jos, Plateau State, Nigeria."], ["Mugu", "Joyce G", "JG", "Department of Otorhinolaryngology, Head and Neck Surgery, Jos University Teaching Hospital, Jos, Plateau State, Nigeria."]], "date": null, "id": "29291176", "text": "Otorhinolaryngological injuries following head trauma may be missed, overlooked, or forgotten in the acute phase resulting in worsened management outcomes. This study aims to report the epidemiology, clinical presentations, management, and outcomes of otorhinolaryngological injuries in head trauma with a view to creating awareness for early recognition and prompt treatment.Head injured patients consecutively presenting over a 5-year period were prospectively studied for age, gender, otorhinolaryngological presentations, interventions, and outcome of interventions. Data obtained were statistically analyzed.There were 91 (1.3%) otorhinolaryngological presentations among 7109 head injured patients. Mean age of 34 years, standard deviation = ±15.6 with a male:female ratio of 2.4:1. Severe head injury (Glasgow coma scale <9) occurred in 46 (50.5%) patients. Patients aged 30-39 years were mostly affected (n = 30; 32.9%). Most injuries were from motor vehicular accidents (n = 61; 67%) and assaults (n = 23; 25.3%). The most common otorhinolaryngological presentations were cerebrospinal fluid (CSF) rhinorrhea (n = 26; 28.6%) and CSF otorrhea (n = 25; 27.5%). Conservative management was achieved in 59.3% of patients. Mean time of hospital presentation was 13.8 h. There was no statistical correlation between outcomes and each of etiology and time of presentation (P values 0.18 and 0.9, respectively). Seventy-five (82.4%) were discharged without neurological deficits. A case fatality rate of 6.6% was recorded.Frontal skull base and temporal bone fractures with CSF rhinorrhea and otorrhea are the most common injuries occurring mostly in young active males with favorable outcomes following conservative management.", "doi": "10.4103/IJCIIS.IJCIIS_108_16", "title": "Otorhinolaryngological manifestations in head trauma: A prospective study of the epidemiology, clinical presentations, management, and outcomes.", "journal": ["International journal of critical illness and injury science", "Int J Crit Illn Inj Sci"]}