{"authors": [["Asehnoune", "Karim", "K", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France. karim.asehnoune@chu-nantes.Fr."], ["Lasocki", "Sigismond", "S", "Department of Anaesthesiology and Critical Care Department, University Hospital of Angers, Angers, France."], ["Seguin", "Philippe", "P", "Intensive Care Unit, Anaesthesia and Critical Care Department, Pontchaillou, University Hospital of Rennes, Rennes, France."], ["Geeraerts", "Thomas", "T", "Anaesthesia and Critical Care Department, University Hospital of Toulouse, Toulouse, France."], ["Perrigault", "Pierre François", "PF", "Intensive Care Unit, Anaesthesia and Critical Care Department, Gui Chauliac University Hospital of Montpellier, Montpellier, France."], ["Dahyot-Fizelier", "Claire", "C", "Neuro-Intensive Care Unit, Anaesthesia and Critical Care Department, Poitiers, University Hospital of Poitiers, Poitiers, France."], ["Paugam Burtz", "Catherine", "C", "Intensive Care Unit, Anaesthesia and Critical Care Department, Beaujon, University Hospital of Beaujon (AP-HP), Beaujon, France."], ["Cook", "Fabrice", "F", "Intensive Care Unit, Anaesthesia and Critical Care Department, Henri Mondor, University Hospital of Créteil (AP-HP), Créteil, France."], ["Demeure Dit Latte", "Dominique", "D", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France."], ["Cinotti", "Raphael", "R", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France."], ["Mahe", "Pierre Joachim", "PJ", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France."], ["Fortuit", "Camille", "C", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France."], ["Pirracchio", "Romain", "R", "Department of Anesthesia and Critical care Medicine, Hôpital Européen Georges Pompidou, Paris 5 Descartes, Sorbonne Paris Cité, Paris, France."], ["Feuillet", "Fanny", "F", "UMR 1246 SPHERE \"methodS in Patients-centered outcomes and HEalth ResEarch\", Nantes University, Nantes, France."], ["Sébille", "Véronique", "V", "UMR 1246 SPHERE \"methodS in Patients-centered outcomes and HEalth ResEarch\", Nantes University, Nantes, France."], ["Roquilly", "Antoine", "A", "Intensive Care Unit, Anaesthesia and Critical Care Department, Hôtel Dieu - HME, CHU Nantes, Nantes, France."], [null, null, null, null], [null, null, null, null]], "date": "2017-12-28", "id": "29282104", "text": "Intracranial hypertension (ICH) is a major cause of death after traumatic brain injury (TBI). Continuous hyperosmolar therapy (CHT) has been proposed for the treatment of ICH, but its effectiveness is controversial. We compared the mortality and outcomes in patients with TBI with ICH treated or not with CHT.We included patients with TBI (Glasgow Coma Scale ≤ 12 and trauma-associated lesion on brain computed tomography (CT) scan) from the databases of the prospective multicentre trials Corti-TC, BI-VILI and ATLANREA. CHT consisted of an intravenous infusion of NaCl 20% for 24 hours or more. The primary outcome was the risk of survival at day 90, adjusted for predefined covariates and baseline differences, allowing us to reduce the bias resulting from confounding factors in observational studies. A systematic review was conducted including studies published from 1966 to December 2016.Among the 1086 included patients, 545 (51.7%) developed ICH (143 treated and 402 not treated with CHT). In patients with ICH, the relative risk of survival at day 90 with CHT was 1.43 (95% CI, 0.99-2.06, p = 0.05). The adjusted hazard ratio for survival was 1.74 (95% CI, 1.36-2.23, p < 0.001) in propensity-score-adjusted analysis. At day 90, favourable outcomes (Glasgow Outcome Scale 4-5) occurred in 45.2% of treated patients with ICH and in 35.8% of patients with ICH not treated with CHT (p = 0.06). A review of the literature including 1304 patients from eight studies suggests that CHT is associated with a reduction of in-ICU mortality (intervention, 112/474 deaths (23.6%) vs. control, 244/781 deaths (31.2%); OR 1.42 (95% CI, 1.04-1.95), p = 0.03, I 2 = 15%).CHT for the treatment of posttraumatic ICH was associated with improved adjusted 90-day survival. This result was strengthened by a review of the literature.", "doi": "10.1186/s13054-017-1918-4", "title": "Association between continuous hyperosmolar therapy and survival in patients with traumatic brain injury - a multicentre prospective cohort study and systematic review.", "journal": ["Critical care (London, England)", "Crit Care"]}