{"authors": [["Al Safatli", "Diaa", "D", "Department of Neurosurgery, Jena University Hospital, Friedrich Schiller University Jena, Germany."], ["Guenther", "Albrecht", "A", "Department of Neurology, Jena University Hospital, Friedrich Schiller University Jena, Germany."], ["McLean", "Aaron Lawson", "AL", "Department of Neurosurgery, Jena University Hospital, Friedrich Schiller University Jena, Germany."], ["Waschke", "Albrecht", "A", "Department of Neurosurgery, Jena University Hospital, Friedrich Schiller University Jena, Germany."], ["Kalff", "Rolf", "R", "Department of Neurosurgery, Jena University Hospital, Friedrich Schiller University Jena, Germany."], ["Ewald", "Christian", "C", "Department of Neurosurgery, Jena University Hospital, Friedrich Schiller University Jena, Germany."]], "date": "2017-11-20", "id": "29279799", "text": "Cerebellar hemorrhage is a potentially life-threatening condition and an understanding of the factors influencing outcome is essential for sound clinical decision-making.We retrospectively evaluated data from 50 consecutive patients who suffered a first spontaneous cerebellar hemorrhage (SCH) from 2005 to 2014, analysing their short-term outcomes and identifying possible clinical, radiological and therapeutic risk factors for poor prognosis and death within 30 days.Among 50 patients with first SCH, the mean age was 72 ± 10 years. Median Glasgow Coma Scale (GCS) score on admission was 11 [interquartile range (IQR) = 7-11]. Among 50 patients, 19 patients (38%) underwent surgical hemorrhage evacuation with placement of an external ventricular drain (EVD), 12 patients (24%) received an EVD only and 19 patients (38%) were treated conservatively. The 30-day mortality rate was 36%. In multivariate analysis only the GCS score on admission was a significant predictor of 30-day mortality [odds ratio (OR) = 0.598; 95% confidence interval (CI) = 0.406-0.879; P = 0.009]. For prediction of 30-day mortality, receiver operating characteristic curve analysis confirmed that the best cut-off point was a GCS score of 10 on admission [area under the curve: 0.882, 95% CI = 0.717-1, P < 0.001].Lower GCS score on admission was associated with increased 30-day mortality and poorer short-term outcome in patients with SCH. For patients with a GCS score <10 on admission, it is important to balance the possibility of survival afforded by further therapy against the formidable risk of significant functional disability and poor quality of life.", "doi": "10.4103/sni.sni_479_16", "title": "Prediction of 30-day mortality in spontaneous cerebellar hemorrhage.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}