{"authors": [["Gavala", "Alexandra", "A", "Department of Intensive Care Unit, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Manou", "Despoina", "D", "Department of Gastrenterology, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Psalida", "Vasiliki", "V", "Department of Intensive Care Unit, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Nystatzaki", "Maria", "M", "Department of Psychiatry at \"Agioi Anargyroi\" General Hospital, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Mavrogiannis", "Christos", "C", "Department of Gastrenterology, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Alevizopoulos", "George", "G", "Department of Psychiatry at \"Agioi Anargyroi\" General Hospital, Kaliftaki, 14564, Nea Kifissia, Greece."], ["Myrianthefs", "Pavlos", "P", "Department of Intensive Care Unit, Kaliftaki, 14564, Nea Kifissia, Greece."]], "date": null, "id": "29279645", "text": "A 43-year-old psychiatric patient was transferred in coma and hypercapnic respiratory failure at the emergency department. He was intubated for airway protection and transferred to the Intensive Care Unit (ICU). Abdominal X-ray revealed a radiopaque mass; a pharmacobezoar was suspected and confirmed by gastroscopy; one large in the stomach fundus and a smaller one in the pylorus. Gastric lavage through the gastroscope and administration of gastro-kinetic drugs and laxatives were able to dilute the bezoars. Tablets retrieved from the stomach identified as methadone and toxicological tests of the gastric fluid confirmed the presence of methadone as the only organic chemical compound. The patient was extubated on the 7th day and released from the ICU on the 10th day under psychiatric consultation having normal vital signs. Methadone gastric bezoar may lead to persistent intoxication, respiratory failure, and coma requiring ICU care. Diagnosis may be difficult and a high index of suspicion is needed.", "doi": "10.4103/ijccm.IJCCM_17_17", "title": "Methadone Gastrobezoar in a Psychiatric Patient Presented in Coma.", "journal": ["Indian journal of critical care medicine : peer-reviewed, official publication of Indian Society of Critical Care Medicine", "Indian J Crit Care Med"]}