{"authors": [["Costa", "Juliana Moura", "JM", "Gastroenterology Department. Hospital de Braga. Braga. Portugal."], ["Soares", "João Bruno", "JB", "Gastroenterology Department. Hospital de Braga. Braga. Portugal."]], "date": "2017-11-29", "id": "29279076", "text": "Bowel preparation for colonoscopy and/or colorectal surgery can cause electrolyte imbalances. The risk of electrolyte imbalances seems to be related to the type of bowel cleansing solution, age of patients and comorbidities.We report two cases of symptomatic hyponatremia (focal neurological signs and coma) after bowel preparation with sodium picosulfate/magnesium citrate for colonoscopy. In both cases, symptoms related to hyponatremia rapidly disappeared after sodium level correction with intravenous administration of hypertonic saline (3% NaCl).Electrolyte imbalances are more common with sodium phosphate-based solutions (NaP) and sodium picosulfate/magnesium citrate, in patients older than 65, in patients treated with thiazide diuretics, angiotensin-converting-enzyme inhibitor, betablockers or antidepressants and in gastrectomized patients. These patients should use macrogol-based solutions (polyethylene glycol).In patients at risk (patient > 65 years old, patients taking thiazide diuretics, angiotensin-converting-enzyme inhibitors, beta-blockers and antidepressants and with previous gastrectomy) we recommend macrogol-based solutions.Introdução: A preparação intestinal para colonoscopia e/ou cirurgia coloretal pode induzir alterações hidro-eletrolíticas. O risco destas alterações parece estar relacionado com o tipo de preparação intestinal, idade e comorbilidades dos doentes. Caso Clínico: Os autores apresentam dois casos de hiponatrémia sintomática (sinais neurológicos focais e coma) após preparação intestinal com picossulfato de sódio/citrato de magnésio para colonoscopia. Em ambos os casos, verificou-se resolução completa e rápida do quadro clínico depois da correção da hiponatrémia com solução intravenosa de NaCl a 3%. Discussão: Os distúrbios eletrolíticos são mais frequentes nas preparações à base de fosfato de sódio e picossulfato de sódio/citrato de magnésio, nos doentes com mais de 65 anos ou medicados com diuréticos tiazídicos, inibidores da enzima de conversão da angiotensina, beta-bloqueantes e antidepressivos e em doentes gastrectomizados. Nestes doentes devemos preferir preparações intestinais à base de macrogol (polyethylene glycol). Conclusão: Em doentes de risco (idade superior a 65 anos, medicados com diuréticos tiazídicos, IECAs, beta-bloqueantes e antidepressivos, e antecedentes de gastrectomia) recomendamos soluções à base de macrogol.", "doi": null, "title": "Symptomatic Hyponatremia after Bowel Preparation: Report of Two Cases and Literature Review.", "journal": ["Acta medica portuguesa", "Acta Med Port"]}