{"authors": [["Najem", "Catherine E", "CE", "Division of Rheumatology, Hospital of the University of Pennsylvania, Philadelphia, PA."], ["Springer", "Jason", "J", "Division of Allergy, Clinical Immunology and Rheumatology, University of Kansas Medical Center, Kansas, KS."], ["Prayson", "Richard", "R", "Division of Pathology, Cleveland Clinic, Cleveland, OH."], ["Culver", "Daniel A", "DA", "Department of Pulmonary Medicine, Respiratory Institute, Cleveland Clinic, Cleveland, OH."], ["Fernandez", "James", "J", "Division of Rheumatology, Cleveland Clinic, Cleveland, OH."], ["Tavee", "Jinny", "J", "Department of Neurology, Northwestern University, Chicago, IL."], ["Hajj-Ali", "Rula A", "RA", "Division of Rheumatology, Cleveland Clinic, Cleveland, OH."]], "date": "2017-10-20", "id": "29277461", "text": "Common variable immunodeficiency (CVID) is typically characterized by hypogammaglobulinemia and often but not always recurrent infections. Paradoxically, 8-22% of patients with CVID develop granulomatous disease. Granulomata have been described in many organs including the lungs, skin, liver, spleen, kidneys, eyes, lymph nodes, and intestines. Data about central nervous system (CNS) involvement in CVID are extremely rare. We aim to describe a case series and include an extensive literature review of CNS involvement in CVID to understand the different features and patterns of the disease.We searched the English Pubmed database for relevant articles between 1950 and 2014 using the Key Words \"common variable immunodeficiency\", \"granulomatous disease\", \"brain\", \"sarcoidosis\", and \"sarcoid-like syndrome\". Data from all case series, surveys, systematic reviews, and individual case reports, as well as retrospective studies were extracted. A total of 15 patients were reported in the literature. We combined our experience with four additional patients from The Cleveland Clinic between 2009 and 2014. Demographics, clinical features, laboratory and imaging findings, treatment and follow-up were extracted for the 19 patients and summarized descriptively.Female sex and Caucasian race represented 63.2% (12/19), and 80% of the patients, respectively. The mean age of CVID diagnosis was 24 years; mean age when the CNS disease was diagnosed was 21.5 years. 68.4% of the patients (13/19) had granulomas involving ≥2 organs including the central nervous system, 31.6% (6/19) had CNS granulomas only. Associated granulomatous diseases occurred in lungs (72.7%), lymph nodes (27.2%), spleen (27.2%), eyes (18.1%), liver (18.1%), parotid glands (9%), and skin (9%). Fifty-three percent (10/19) of the patients had documented recurrent infections, all of them being upper respiratory tract infections. CNS manifestations included seizures (31.6%), headaches (21%), vision loss (15.7%), decreased cognition (10.5%), focal weakness (5.2%), nystagmus (5.2%), ataxia (5.2%), coma (5.2%), polyuria, and polydipsia (5.2%). Brain mass was the most common radiologic finding (70%) followed by leptomeningeal enhancement (10%), non-specific white matter lesions (10%) and absence of normal signal of the neurohypophysis (10%). Brain pathology was available in 12 patients: findings included granulomatous disease in 83.3%, angiocentric granulomas in 50%, vasculitis without granulomas in 8.3%, and lymphocytic infiltrate of the meninges with diffuse non-caseating granulomas in 8.3%. Cerebrospinal fluid analysis revealed elevated total proteins with/or without lymphocytic pleocytosis in 80%.CNS disease is a rare challenging complication of CVID. Patients with brain involvement are generally female, Caucasian, and likely have lung involvement. Although immunoglobulin and steroids remain the first line of treatment, other immunosuppressive agents have shown some promise with regards to recurrent relapsing presentations.", "doi": "10.1016/j.semarthrit.2017.10.014", "title": "Intra cranial granulomatous disease in common variable immunodeficiency: Case series and review of the literature.", "journal": ["Seminars in arthritis and rheumatism", "Semin. Arthritis Rheum."]}