{"authors": [["Yamashita", "Akira", "A", "Department of Circulatory Emergency and Resuscitation Science, Kanazawa University Graduate School of Medicine, Kanazawa, Japan; Department of Cardiology, Noto General Hospital, Nanao, Japan. Electronic address: yamashita@noto-hospital.jp."], ["Maeda", "Tetsuo", "T", "Department of Circulatory Emergency and Resuscitation Science, Kanazawa University Graduate School of Medicine, Kanazawa, Japan. Electronic address: tetsumae@med.kanazawa-u.ac.jp."], ["Kita", "Yoshihito", "Y", "Department of Internal Medicine, Wajima City Hospital, Wajima, Japan."], ["Sakagami", "Satoru", "S", "Department of Cardiology, Kanazawa Medical Center, Kanazawa, Japan. Electronic address: afib@kinbyou.hosp.go.jp."], ["Myojo", "Yasuhiro", "Y", "Emergency Medical Center, Ishikawa Prefectural Central Hospital, Kanazawa, Japan."], ["Wato", "Yukihiro", "Y", "Department of Emergency Medicine, Kanazawa Medical University, Uchinada, Japan. Electronic address: allstar@kanazawa-med.ac.jp."], ["Yoshita", "Yutaka", "Y", "Department of Anesthesia, Komatsu Municipal Hospital, Komatsu, Japan. Electronic address: ikyoku306@hosp.komatsu.ishikawa.jp."], ["Inaba", "Hideo", "H", "Department of Circulatory Emergency and Resuscitation Science, Kanazawa University Graduate School of Medicine, Kanazawa, Japan. Electronic address: hidinaba@med.kanazawa-u.ac.jp."]], "date": "2017-12-05", "id": "29276030", "text": "The quality of acute aortic syndrome (AAS) assessment by emergency medical service (EMS) and the incidence and prehospital factors associated with 1-month survival remain unclear.We retrospectively analyzed the data collected for 94,468 patients with non-traumatic medical emergency excluding out-of-hospital cardiac arrest during the period of 2011-2014.Of these transported by EMS, 22,075 had any of the AAS-related symptoms, and 330 had an EMS-assessed risk for AAS; of these, 195 received an in-hospital AAS diagnosis. Of the remaining 21,745 patients without EMS-assessed risk, 166 were diagnosed with AAS. Therefore, the sensitivity and specificity of our EMS-risk assessment for AAS was 54.0% (195/361) and 99.4% (21,579/21,714), respectively. EMS assessed the risk less frequently when patients were elderly and presented with dyspnea and syncope/faintness. Sign of upper extremity ischemia was rarely detected (6.9%) and absence of this sign was associated with lack of EMS-assessed risk. The calculation of modified aortic dissection detection risk score revealed that rigorous assessment based on this score may increase the EMS sensitivity for AAS. The 1-month survival rate was significantly higher in patients admitted to core hospitals with surgical teams for AAS than in those admitted to all other hospitals [87.5% (210/240) vs 69.4% (84/121); P<0.01]. Multiple logistic regression analysis demonstrated that Stanford type A, Glasgow coma scale ≤14, and admission to core hospitals providing emergency cardiovascular surgery were associated with 1-month survival.Improvement of AAS survival is likely to be affected by rapid admission to appropriate hospitals providing cardiovascular surgery.", "doi": "10.1016/j.ajem.2017.12.005", "title": "The impact of prehospital assessment and EMS transport of acute aortic syndrome patients.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}