{"authors": [["Fernández-Torre", "José L", "JL", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain; Department of Physiology and Pharmacology, University of Cantabria (UNICAN), Santander, Cantabria, Spain; Biomedical Research Institute (IDIVAL), Santander, Spain. Electronic address: jlfernandez@humv.es."], ["López-Delgado", "Anjana", "A", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Hernández-Hernández", "Miguel A", "MA", "Department of Intensive Medicine, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain; Biomedical Research Institute (IDIVAL), Santander, Spain."], ["Paramio-Paz", "Alicia", "A", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Pía-Martínez", "Carla", "C", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Orizaola", "Pedro", "P", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Martín-García", "María", "M", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."]], "date": "2017-12-22", "id": "29275174", "text": "The aim of this study was to determine the prognosis of 26 consecutive adults with alpha coma (AC), theta coma (TC) or alpha-theta coma (ATC) following CRA and to describe the clinical setting and EEG features of these patients.We retrospective analyzed a prospectively collected cohort of adult patients diagnosed as having AC, TC or ATC after CRA between January 2008 and June 2016. None of patients included in this analysis underwent therapeutic hypothermia (TH). Neurological outcome was expressed as the best score 6 months after CRA using the five-point Glasgow-Pisttsburgh Cerebral Performance Categories (CPC) RESULTS: Twenty-six patients were identified with a diagnosis of postanoxic AC, TC or ATC coma. There were 20 (77%) men and 6 (23%) women. The mean age was 63 ± 16 years. The most frequent EEG pattern was TC (21 patients, 80%), followed by AC (3 patients, 12%) and ATC (2 patients, 8%). The cardiac rhythm as primary origin of the CRA was ventricular fibrillation (VF) in 16 patients (61.5%), asystole in 8 patients (34.6%) and ventricular tachycardia (VT) in one patient (3.8%). The presence of EEG reactivity was present in 8 patients (30%). The mortality rate was 85%. Of the 4 surviving patients, two (3.8%) had moderate disability (CPC 2), one (3.8%) had severe disability (CPC 3) and one (3.8%) reached a good recovery. The age was significantly lower in survivors 46.2 ± 10.8 versus nonsurvivors 63.3 ± 15.5 (p = 0.04). There was increased association of EEG reactivity with survival (p = 0.07).Hypoxic-ischemic AC, TC and ATC are associated with a poor prognosis and a high rate of mortality. In younger patients with AC, TC and ATC and incomplete forms showing reactivity on the EEG, there is a greater probability of clinical recovery.", "doi": "10.1016/j.resuscitation.2017.12.022", "title": "Postanoxic alpha, theta or alpha-theta coma: Clinical setting and neurological outcome.", "journal": ["Resuscitation", "Resuscitation"]}