{"authors": [["Jo", "Seong Ho", "SH", "Department of Ophthalmology, Pusan National University Yangsan Hospital, Yangsan, Korea."], ["Seo", "Je Hyun", "JH", "Department of Ophthalmology, Pusan National University Yangsan Hospital, Yangsan, Korea. jazmin2@naver.com."]], "date": "2017-12-22", "id": "29274020", "text": "To investigate the changes in ocular higher-order aberrations (HOA) after trabeculectomy using mitomycin-C (MMC).We retrospectively reviewed data for 63 eyes from 63 glaucoma patients who had undergone MMC augmented trabeculectomy. We measured intraocular pressure (IOP), refractive errors, anterior chamber depth (ACD), and HOA before surgery and 1, 2, and 4 weeks postoperatively. The patients were divided into two groups on the basis of preoperative lens status: phakic and pseudophakic group. We used a paired t test to compare preoperative and postoperative HOA values. Regression analysis was used to compare higher-order total (HOT) change and factors including ACD and age.For entire eye aberrations, coma-like and total HOT were significantly increased postoperatively at 1 week (P = 0.029, P = 0.005, respectively), but not after 2 or 4 weeks in the phakic group and were not significant at any time in the pseudophakic group. Corneal HOA were significantly increased postoperatively after 1, 2 weeks, but not after 4 weeks in the phakic group and were not significant in the pseudophakic group. For internal optics aberrations, HOA were significantly increased postoperatively at 1, 2, and 4 weeks in the phakic group, but were not significant at any time in the pseudophakic group. However, HOT aberration change showed no correlation with age, ACD, IOP change in either group.Following trabeculectomy, HOA changes were significantly increased postoperatively at 1, 2 weeks in the phakic group. Therefore, visual complaint-related HOA changes after trabeculectomy may be more profound in phakic patients.", "doi": "10.1007/s10792-017-0802-1", "title": "Short-term change in higher-order aberrations after mitomycin-C-augmented trabeculectomy.", "journal": ["International ophthalmology", "Int Ophthalmol"]}