{"authors": [["Witiw", "Christopher D", "CD", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."], ["Byrne", "James P", "JP", "Division of General Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."], ["Nassiri", "Farshad", "F", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."], ["Badhiwala", "Jetan H", "JH", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."], ["Nathens", "Avery B", "AB", "Division of General Surgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."], ["da Costa", "Leodante B", "LB", "Division of Neurosurgery, Department of Surgery, University of Toronto, Toronto, ON, Canada."]], "date": "2017-12-21", "id": "29271842", "text": "Traumatic subarachnoid hemorrhage is a common radiographic finding associated with traumatic brain injury. The objective of this investigation is to evaluate the association between hospital-level ICU admission practices and clinically important outcomes for patients with isolated traumatic subarachnoid hemorrhage and mild clinical traumatic brain injury.Multicenter observational cohort.Trauma centers participating in the American College of Surgeons Trauma Quality Improvement Program spanning January 2012 to March 2014.A total of 14,146 subjects, 16 years old and older, admitted to 215 trauma centers with isolated traumatic subarachnoid hemorrhage and Glasgow Coma Scale score 13 or greater. Patients with concurrent intracranial injuries, severe injury to other body regions, or tests positive for alcohol or illicit substances were excluded.ICU admission.The primary outcome was need for neurosurgical intervention, defined as insertion of an intracranial monitor/drain or craniectomy/craniotomy. Secondary outcomes describing the clinical course included hospital discharge disposition, in-hospital mortality, and length of stay. Admission to ICU was common within the cohort (44.6%), yet the need for neurosurgical intervention was rare (0.24%). Variability was high between centers and remained so after adjusting for differences in case-mix and hospital-level characteristics (median odds ratio, 4.1). No significant differences in neurosurgical interventions, mortality, or discharge disposition to home under self-care were observed between groups of the highest and lowest ICU admitting hospitals. However, those in highest admitting group \"stayed\" in hospital 1.13 (95% CI, 1.07-1.20; p < 0.001) times that of the lowest admitting group.Critical care admission for mild traumatic brain injury patients with isolated traumatic subarachnoid hemorrhage is frequent and highly variable despite low probability of requiring neurosurgical intervention. Reevaluation of hospital-level practices may represent an opportunity for resource optimization when managing patients with mild clinical traumatic brain injury and associated isolated traumatic subarachnoid hemorrhage.", "doi": "10.1097/CCM.0000000000002931", "title": "Isolated Traumatic Subarachnoid Hemorrhage: An Evaluation of Critical Care Unit Admission Practices and Outcomes From a North American Perspective.", "journal": ["Critical care medicine", "Crit. Care Med."]}