{"authors": [["Cinalli", "Giuseppe", "G", "Departments of 1 Pediatric Neurosurgery."], ["Aguirre", "Daniel T", "DT", "Departments of 1 Pediatric Neurosurgery."], ["Mirone", "Giuseppe", "G", "Departments of 1 Pediatric Neurosurgery."], ["Ruggiero", "Claudio", "C", "Departments of 1 Pediatric Neurosurgery."], ["Cascone", "Daniele", "D", "Pediatric Neuroradiology, and."], ["Quaglietta", "Lucia", "L", "Pediatric Oncology, Santobono-Pausilipon Children's Hospital, Naples, Italy."], ["Aliberti", "Ferdinando", "F", "Departments of 1 Pediatric Neurosurgery."], ["Santi", "Serena De'", "SD", "Departments of 1 Pediatric Neurosurgery."], ["Buonocore", "Maria Consiglio", "MC", "Pediatric Neuroradiology, and."], ["Nastro", "Anna", "A", "Pediatric Neuroradiology, and."], ["Spennato", "Pietro", "P", "Departments of 1 Pediatric Neurosurgery."]], "date": "2017-12-22", "id": "29271729", "text": "OBJECTIVE In the past, the outcome of surgical treatment for thalamic tumor was poor. These lesions were often considered inoperable. However, contemporary microsurgical techniques, together with improvements in neuroimaging that enable accurate presurgical planning, allow resection to be accomplished in a safer way. METHODS The medical records, imaging studies, and operative and pathology reports obtained for pediatric patients who were treated for thalamic tumors at the authors' department were reviewed. Neuronavigation and intraoperative monitoring of motor and somatosensory evoked potentials were used. Preoperative tractography, which helped to identify internal capsule fibers, was very important in selecting the surgical strategy. Postoperatively, an MRI study performed within 24 hours was used to assess the extent of tumor resection as partial (≤ 90%), subtotal (> 90%), or gross total (no residual tumor). RESULTS Since 2002, 27 children with thalamic tumors have been treated at the authors' department. There were 9 patients with unilateral thalamic tumors, 16 with thalamopeduncular tumors, and 2 with a bilateral tumor. These last 2 patients underwent endoscopic biopsy and implantation of a ventriculoperitoneal shunt. Thirty-nine tumor debulking procedures were performed in the remaining 25 patients. Different surgical approaches were chosen according to tumor location and displacement of the posterior limb of the internal capsule (as studied on axial T2-weighted MRI) and corticospinal tract (as studied on diffusion tensor imaging with tractography, after it became available). In 12 cases, multiple procedures were performed; in 7 cases, these were done as part of a planned multistage resection. In the remaining 5 cases, the second procedure was necessary because of late recurrence or regrowth of residual tumor. At the end of the surgical phase, of 25 patients, 15 (60%) achieved a gross-total resection, 4 (16%) achieved a subtotal resection, and 6 (24%) achieved a partial resection. Eighteen patients harbored low-grade tumors in our series. In this group, the mean follow-up was 45 months (range 4-132 months). At the end of follow-up, 1 patient was dead, 12 patients were alive with no evidence of disease, 4 patients were alive with stable disease, and 1 was lost to follow-up. All patients were independent in their daily lives. The outcome of high-grade tumors in 9 patients was very poor: 2 patients died immediately after surgery, 6 died of progressive disease, and 1 was alive with residual disease at the time of this report. CONCLUSIONS This institutional review seems to offer further evidence in favor of attempts at radical resection in pediatric patients harboring unilateral thalamic or thalamopeduncular tumors. In low-grade gliomas, radical resection in a single or staged procedure can be curative without complementary treatment. Recurrences or residual regrowth can be safely managed surgically. In high-grade tumors, the role of and opportunity for radical or partial resection remains a matter of debate.", "doi": "10.3171/2017.7.PEDS16463", "title": "Surgical treatment of thalamic tumors in children.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}