{"authors": [["Franko", "Lynze R", "LR", "University of Michigan Medical School."], ["Sheehan", "Kyle M", "KM", "Departments of 2 Neurosurgery and."], ["Roark", "Christopher D", "CD", "Department of Neurosurgery, University of Colorado, Denver, Colorado."], ["Joseph", "Jacob R", "JR", "Departments of 2 Neurosurgery and."], ["Burke", "James F", "JF", "Neurology, University of Michigan, Ann Arbor, Michigan; and."], ["Rajajee", "Venkatakrishna", "V", "Departments of 2 Neurosurgery and."], ["Williamson", "Craig A", "CA", "Departments of 2 Neurosurgery and."]], "date": "2017-12-22", "id": "29271714", "text": "OBJECTIVE Subdural hematoma (SDH) is a common disease that is increasingly being managed nonoperatively. The all-cause readmission rate for SDH has not previously been described. This study seeks to describe the incidence of unexpected 30-day readmission in a cohort of patients admitted to an academic neurosurgical center. Additionally, the relationship between operative management, clinical outcome, and unexpected readmission is explored. METHODS This is an observational study of 200 consecutive adult patients with SDH admitted to the neurosurgical ICU of an academic medical center. Demographic information, clinical characteristics, and treatment strategies were compared between readmitted and nonreadmitted patients. Multivariable logistic regression, weighted by the inverse probability of receiving surgery using propensity scores, was used to evaluate the association between operative management and unexpected readmission. RESULTS Of 200 total patients, 18 (9%) died during hospitalization and were not included in the analysis. Overall, 48 patients (26%) were unexpectedly readmitted within 30 days. Sixteen patients (33.3%) underwent SDH evacuation during their readmission. Factors significantly associated with unexpected readmission were nonoperative management (72.9% vs 54.5%, p = 0.03) and female sex (50.0% vs 32.1%, p = 0.03). In logistic regression analysis weighted by the inverse probability of treatment and including likely confounders, surgical management was not associated with likelihood of a good outcome at hospital discharge, but was associated with significantly reduced odds of unexpected readmission (OR 0.19, 95% CI 0.08-0.49). CONCLUSIONS Over 25% of SDH patients admitted to an academic neurosurgical ICU were unexpectedly readmitted within 30 days. Nonoperative management does not affect outcome at hospital discharge but is significantly associated with readmission, even when accounting for the probability of treatment by propensity score weighted logistic regression. Additional research is needed to validate these results and to further characterize the impact of nonoperative management on long-term costs and clinical outcomes.", "doi": "10.3171/2017.6.JNS17188", "title": "A propensity score analysis of the impact of surgical intervention on unexpected 30-day readmission following admission for subdural hematoma.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}