{"authors": [["Chopra", "N", "N", "Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Gervasio", "K A", "KA", "Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."], ["Kalosza", "B", "B", "Department of Trauma Research, Elmhurst Hospital Center, Elmhurst, NY, USA."], ["Wu", "A Y", "AY", "Department of Ophthalmology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."]], "date": "2017-12-22", "id": "29271420", "text": "PurposeThis retrospective cohort study assesses the visual outcomes of patients who survive gunshot wounds to the head.MethodsThe Elmhurst City Hospital Trauma Registry and Mount Sinai Data Warehouse were queried for gun trauma resulting in ocular injury over a 16-year period. Thirty-one patients over 16 years of age were found who suffered a gunshot wound to the head and resultant ocular trauma: orbital fracture, ruptured globe, foreign body, or optic nerve injury. Gun types included all firearms and air guns. Nine patients were excluded due to incorrect coding or unavailable charts. Statistical analysis was performed using a simple bivariate analysis (χ2).ResultsOf the 915 victims of gun trauma to the head, 27 (3.0%) sustained ocular injuries. Of the 22 patients whose records were accessible, 18 survived. Eight of the 18 surviving patients (44%) suffered long-term visual damage, defined as permanent loss of vision in at least one eye to the level of counting fingers or worse. Neither location of injury (P=0.243), nor type of gun used (P=0.296), nor cause of gun trauma (P=0.348) predicted visual loss outcome. The Glasgow Coma Scale eye response score on arrival to the hospital also did not predict visual loss outcome (P=0.793).ConclusionThere has been a dearth of research into gun trauma and even less research on the visual outcomes following gun trauma. Our study finds that survivors of gun trauma to the head suffer long-term visual damage 44% of the time after injury.Eye advance online publication, 22 December 2017; doi:10.1038/eye.2017.249.", "doi": "10.1038/eye.2017.249", "title": "Gun trauma and ophthalmic outcomes.", "journal": ["Eye (London, England)", "Eye (Lond)"]}