{"authors": [["Toy", "Seyma", "S", "Department of Physical Therapy and Rehabilitation, Inonu University Medicine Faculty, Malatya, Turkey."], ["Ozdemir", "Filiz", "F", "Department of Physical Therapy and Rehabilitation, Inonu University Medicine Faculty, Malatya, Turkey."], ["Kızılay", "Fatma", "F", "Department of Physical Therapy and Rehabilitation, Inonu University Medicine Faculty, Malatya, Turkey."], ["Ersoy", "Yuksel", "Y", "Department of Physical Therapy and Rehabilitation, Inonu University Medicine Faculty, Malatya, Turkey."], ["Apaydın", "Hakan", "H", "Department of Physical Therapy and Rehabilitation, Inonu University Medicine Faculty, Malatya, Turkey."]], "date": "2017-10-23", "id": "29270579", "text": "In this case, a 4-year-old girl was admitted to the emergency service with the complaints of a sudden onset of fever, shortness of breath, jerking motions of the hands and feet and a sliding mouth. Her condition deteriorated, and she was kept under observation in the intensive care unit for 6 days. The Glasgow Coma Score of the patient was 1. Lumbar puncture revealed a white blood cell count of 0 and cerebrospinal fluid was positive for herpes simplex virus 1 and 2. Antiviral therapy was administered for 14 days. One month earlier, the patient had experienced a herpes labialis infection, which suggested herpes simplex encephalitis (HSE). Cranial magnetic resonance imaging indicated significant bilateral cerebral ischemic changes, which also supported suspicion of HSE. After antiviral treatment, the patient was referred to the department of physical therapy and rehabilitation. The Functional Independence Measure for Children (WeeFIM) scale was used to evaluate the patient. A 30-session rehabilitation program based on the Bobath concept of neurodevelopmental therapy was implemented. Before the treatment, the WeeFIM score was 20 points, and at its conclusion, the score was 88 points. The patient began to walk without limitation and the choreoathetosis was almost completely corrected. The patient was discharged with medical treatment and a home-based exercise training program.", "doi": "10.14744/nci.2017.24582", "title": "Early rehabilitation results in a child who developed herpes simplex encephalitis.", "journal": ["Northern clinics of Istanbul", "North Clin Istanb"]}