{"authors": [["Siatiri", "Heidar", "H", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Mohammadpour", "Mehrdad", "M", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Gholami", "Afsaneh", "A", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Ashrafi", "Elham", "E", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Siatiri", "Nassim", "N", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."], ["Mirshahi", "Reza", "R", "Eye Research Center, Ophthalmology Department, Farabi Eye Hospital, Tehran University of Medical Sciences, Tehran, Iran."]], "date": "2017-07-29", "id": "29270474", "text": "To evaluate the visual outcomes, pseudoaccommodation, and wavefront aberrometry after implantation of Wichterle IOL-Continuous Focus (WIOL-CF®, Gelmed International, Kamenne Zehrovice, Czech Republic) by i-Trace aberrometry.In this retrospective interventional case series study, after cataract surgery with implantation of accommodative WIOL-CF®, the patients were evaluated with i-Trace aberrometer for measurement of modulation transfer function (MTF), point spread function (PSF), total aberrations, higher order aberrations (HOAs) at far and near and pseudoaccommodation. The pre and postoperative visual acuity at near and distance were also measured.Forty eyes of 20 patients (aged 40-77 years) were enrolled in this study with mean follow-up time of up 13.10 ± 5.52 months. The mean logMAR corrected distance visual acuity (CDVA) improved from 0.20 ± 0.14 preoperatively to 0.10 ± 0.09 at the last follow-up after surgery (P = 0.002). The results were 60% J1, 70% J2, 85% J3, 90% J4, 95% J5 and 100% for J6. The mean pseudoaccommodation, range of accommodation volume, and average of peak accommodation were -2.52 ± 1.56 diopters (D), 1.50 to 5.25 D and -3.25 ± 1.25 D, respectively. The mean MTF at 5 cycles per degree at far was 0.200 ± 0.10 and for near was 0.207 ± 0.10. PSF at far and near was 0.0002 and 0.001, respectively. The mean root mean square (RMS) value of HOAs; total, coma spherical aberration, trefoil, and secondary astigmatism were 1.08 ± 0.48 μm, 0.89 ± 0.45 μm, -0.33 ± 0.23 μm, 0.25 ± 0.17 μm, and 0.15 ± 0.13 μm for far and 0.88 ± 0.49 μm, 0.73 ± 0.46 μm, -0.25 ± 0.22 μm, 0.19 ± 0.16 μm and 0.11 ± 0.10 μm for near, respectively. There was a decrease in HOAs at near relative to far (P < 0.05).WIOL-CF® seems to be an acceptable accommodative intraocular lens (IOL) in terms of uncorrected near and distant visual outcomes, MTF and HOA.", "doi": "10.1016/j.joco.2017.06.007", "title": "Optical aberrations, accommodation, and visual acuity with a bioanalogic continuous focus intraocular lens after cataract surgery.", "journal": ["Journal of current ophthalmology", "J Curr Ophthalmol"]}