{"authors": [["Hasui", "Érica", "É", "Instituto de Ciências da Natureza, Universidade Federal de Alfenas (UNIFAL-MG), Rua Gabriel Monteiro da Silva, 700, Alfenas, Minas Gerais, 37130, Brazil."], ["Metzger", "Jean Paul", "JP", "Instituto de Biociências, Universidade de São Paulo (USP-SP), Rua do Matão, Travessa 14, 321, Butantã, São Paulo, São Paulo, 05508, Brazil."], ["Pimentel", "Rafael G", "RG", "Instituto de Biociências, Universidade de São Paulo (USP-SP), Rua do Matão, Travessa 14, 321, Butantã, São Paulo, São Paulo, 05508, Brazil."], ["Silveira", "Luís Fábio", "LF", "Museu de Zoologia da Universidade de São Paulo, Avenida Nazaré 481, Ipiranga, São Paulo, São Paulo, 04263, Brazil."], ["Bovo", "Alex A D A", "AADA", "Departamento de Ciências Florestais, Escola Superior de Agricultura \"Luiz de Queiroz\", Universidade de São Paulo (USP), Av. Pádua Dias 11, Piracicaba, São Paulo, 13418, Brazil."], ["Martensen", "Alexandre C", "AC", "Instituto Nacional de Pesquisas da Amazônia (INPA), Programa de Pós-Graduação em Genética, Conservação e Biologia Evolutiva (GCBEv), Avenida André Araújo, 2936, Aleixo, CP 2223, Manaus, Amazonas, 69.060, Brazil."], ["Uezu", "Alexandre", "A", "Instituto de Pesquisas Ecológicas - IPÊ, Rod. D. Pedro I, km 47, Nazaré Paulista, São Paulo, 12960, Brazil."], ["Regolin", "André L", "AL", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Bispo de Oliveira", "Arthur Â", "AÂ", "Núcleo Takinahaky de Educação Intercultural, Universidade Federal de Goiás (UFG), Av. Esperança, CP. 24625, Goiás, Goiânia, 7469, Brazil."], ["Gatto", "Cassiano A F R", "CAFR", "Instituto Nacional de Pesquisas da Amazônia (INPA), Programa de Pós-Graduação em Ecologia, Avenida André Araújo, 2.936, Manaus, Amazonas, 69.067, Brazil."], ["Duca", "Charles", "C", "Universidade Vila Velha (UVV), Rua Comissário José Dantas de Mello, 21, Vila Velha, Espírito Santo, 29102, Brazil."], ["Andretti", "Christian B", "CB", "Laboratório de Ornitologia. PPG Zoologia, Pontifícia Universidade Católica do Rio Grande do Sul, Avenida Ipiranga 6681, Prédio 40, Sala 110 B, Porto Alegre, Rio Grande do Sul, 90619, Brazil."], ["Banks-Leite", "Cristina", "C", "Grand Challenges in Ecosystems and the Environment, Department of Life Sciences, Imperial College London, Silwood Park Campus, Ascot, SL5 7PY, United Kingdom."], ["Luz", "Daniela", "D", "Departamento de Ciências Florestais, Escola Superior de Agricultura \"Luiz de Queiroz\", Universidade de São Paulo (USP), Av. Pádua Dias 11, Piracicaba, São Paulo, 13418, Brazil."], ["Mariz", "Daniele", "D", "Departamento de Zoologia, Universidade Federal de Pernambuco (UFPE), Av. Prof. Moraes Rego, 1235 - Cidade Universitária, Recife, Pernambuco, 50670, Brazil."], ["Alexandrino", "Eduardo R", "ER", "Departamento de Ciências Florestais, Escola Superior de Agricultura \"Luiz de Queiroz\", Universidade de São Paulo (USP), Av. Pádua Dias 11, Piracicaba, São Paulo, 13418, Brazil."], ["de Barros", "Fabio M", "FM", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Martello", "Felipe", "F", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Pereira", "Iolanda M D S", "IMDS", "Curso de Pós-graduação em Ecologia, Departamento de Biologia, Rua Dom Manoel de Medeiros, Universidade Federal Rural de Pernambuco, S/N, Dois Irmãos, Recife, Pernambuco, 52171, Brazil."], ["da Silva", "José N", "JN", "Instituto Nacional da Mata Atlântica INMA, Zoologia/difusão Científca, Av. José Ruschi, N 04, Centro, Santa Teresa, Espirito Santo, 29650, Brazil."], ["Ferraz", "Katia M P M D B", "KMPMDB", "Departamento de Ciências Florestais, Escola Superior de Agricultura \"Luiz de Queiroz\", Universidade de São Paulo (USP), Av. Pádua Dias 11, Piracicaba, São Paulo, 13418, Brazil."], ["Naka", "Luciano N", "LN", "Departamento de Zoologia, Universidade Federal de Pernambuco (UFPE), Av. Prof. Moraes Rego, 1235 - Cidade Universitária, Recife, Pernambuco, 50670, Brazil."], ["Dos Anjos", "Luiz", "L", "Departamento de Biologia Animal e Vegetal, Universidade Estadual de Londrina (UEL), CP. 6001, Londrina, Paraná, 86051, Brazil."], ["Efe", "Márcio A", "MA", "Instituto de Ciências Biológicas e da Saúde, Universidade Federal de Alagoas (UFAL-AL), Avenida Lourival Melo Mota, S/N - Tabuleiro do Martins, Maceió, Alagoas, 57072, Brazil."], ["Pizo", "Marco Aurélio", "MA", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Pichorim", "Mauro", "M", "Departamento de Botânica e Zoologia, Universidade Federal do Rio Grande do Norte, Av. Senador Salgado Filho 3000, Lagoa Nova, Natal, Rio Grande do Norte, 59.078, Brazil."], ["Gonçalves", "Maycon Sanyvan S", "MSS", "Instituto Cavanilles de Biodiversidad y Biologıa Evolutiva, Universidad de Valencia, P. La Coma, 46980, Paterna, Valencia, Spain."], ["Cordeiro", "Paulo Henrique Chaves", "PHC", "Setor de Ornitologia, Departamento de Vertebrados, Museu Nacional/UFRJ, Quinta da Boa Vista s/n, São Cristóvão, Sergipe, 20940, Brazil."], ["Dias", "Rafael A", "RA", "Departamento de Ecologia, Zoologia e Genética, Instituto de Biologia, Universidade Federal de Pelotas, Campus Universitário Capão do Leão, s/n° CP. 354, Pelotas, Rio Grande do Sul, 96010, Brazil."], ["Muylaert", "Renata D L", "RDL", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Rodrigues", "Rodolpho C", "RC", "Instituto de Biociências, Universidade de São Paulo (USP-SP), Rua do Matão, Travessa 14, 321, Butantã, São Paulo, São Paulo, 05508, Brazil."], ["da Costa", "Thiago V V", "TVV", "Museu de Zoologia da Universidade de São Paulo, Avenida Nazaré 481, Ipiranga, São Paulo, São Paulo, 04263, Brazil."], ["Cavarzere", "Vagner", "V", "Universidade Tecnológica Federal do Paraná (UTFPR), Prolongamento da Rua Cerejeira, s/n, Santa Helena, Maranhão, 85892, Brazil."], ["Tonetti", "Vinicius R", "VR", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Silva", "Wesley R", "WR", "Laboratório de Interações Vertebrados-Plantas, Departamento de Biologia Animal, Universidade Estadual de Campinas, IB, CP. 6109, Campinas, São Paulo, 13083, Brazil."], ["Jenkins", "Clinton N", "CN", "Instituto de Pesquisas Ecológicas - IPÊ, Rod. D. Pedro I, km 47, Nazaré Paulista, São Paulo, 12960, Brazil."], ["Galetti", "Mauro", "M", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."], ["Ribeiro", "Milton C", "MC", "Departamento de Ecologia, Instituto de Biociências, Universidade Estadual Paulista (UNESP), CP. 199, Rio Claro, São Paulo, 13506, Brazil."]], "date": "2017-12-21", "id": "29266462", "text": "South America holds 30% of the world's avifauna, with the Atlantic Forest representing one of the richest regions of the Neotropics. Here we have compiled a data set on Brazilian Atlantic Forest bird occurrence (150,423) and abundance samples (N = 832 bird species; 33,119 bird individuals) using multiple methods, including qualitative surveys, mist nets, point counts, and line transects). We used four main sources of data: museum collections, on-line databases, literature sources, and unpublished reports. The data set comprises 4,122 localities and data from 1815 to 2017. Most studies were conducted in the Florestas de Interior (1,510 localities) and Serra do Mar (1,280 localities) biogeographic sub-regions. Considering the three main quantitative methods (mist net, point count, and line transect), we compiled abundance data for 745 species in 576 communities. In the data set, the most frequent species were Basileuterus culicivorus, Cyclaris gujanensis, and Conophaga lineata. There were 71 singletons, such as Lipaugus conditus and Calyptura cristata. We suggest that this small number of records reinforces the critical situation of these taxa in the Atlantic Forest. The information provided in this data set can be used for macroecological studies and to foster conservation strategies in this biodiversity hotspot. No copyright restrictions are associated with the data set. Please cite this Data Paper if data are used in publications and teaching events.", "doi": "10.1002/ecy.2119", "title": "ATLANTIC BIRDS: a data set of bird species from the Brazilian Atlantic Forest.", "journal": ["Ecology", "Ecology"]}