{"authors": [["O'Brien", "Nicole Fortier", "NF", "Nationwide Children's Hospital, Division of Critical Care Medicine, The Ohio State University, 700 Children's Drive, Columbus, OH, 43205, USA. nicole.obrien@nationwidechildrens.org."], ["Maa", "Tensing", "T", "Nationwide Children's Hospital, Division of Critical Care Medicine, The Ohio State University, 700 Children's Drive, Columbus, OH, 43205, USA."], ["Moore-Clingenpeel", "Melissa", "M", "Biostatistics Core, Research Institute at Nationwide Children's Hospital, 700 Children's Drive, Columbus, OH, 43205, USA."], ["Rosenberg", "Nathan", "N", "Nationwide Children's Hospital, Division of Physical Medicine and Rehabilitation, The Ohio State University, 700 Children's Drive, Columbus, OH, 43205, USA."], ["Yeates", "Keith Owen", "KO", "Hotchkiss Brain Institute, Alberta Children's Hospital Research Institute, Department of Psychology, University of Calgary, 2500 University Dr NW, AD254, Calgary, AB, T2N 1N4, Canada."]], "date": "2017-12-20", "id": "29264705", "text": "This study aimed to determine relationships between cerebral blood flow and neurodevelopmental outcomes in children with moderate to severe traumatic brain injury (TBI).Children with TBI, a Glasgow Coma Score of 8-12, and abnormal brain imaging were enrolled prospectively. Cerebral blood flow velocity (CBFV) was assessed within 24 h of trauma and daily thereafter through death, discharge, or hospital day 8, whichever came first. Twelve months from injury, participants completed neurodevelopmental testing.Sixty-nine patients were enrolled. Low flow velocities (< 2 SD below age/gender normal) were found in 6% (n = 4). No patient with a single low CBFV measurement had a good neurologic outcome (Pediatric Glasgow Outcome Scale (GOS-E Peds) ≤ 4)). Normal flow velocities (± 2 SD around age/gender normal) were seen in 43% of participants (n = 30). High flow velocities (> 2 SD above age and gender normal with a Lindegaard ratio (LR) < 3) were identified in 23% of children (n = 16), and vasospasm (> 2 SD above age/gender normal with LR ≥ 3) was identified in 28% (n = 19). Children with good outcomes based on GOS-E Peds scoring were more likely to have had normal flow velocity than other flow patterns. No other differences in neurodevelopmental outcomes were noted.Individual patient responses to TBI in terms of CBFV alterations were heterogeneous. Low flow was uniformly associated with a poor outcome. Patients with good outcomes were more likely to have normal flow. This suggests CBFV may serve as a prognostic indicator in children with TBI. Future studies are needed to determine if aberrant CBFVs are also a therapeutic target.", "doi": "10.1007/s00381-017-3693-6", "title": "Relationships between cerebral flow velocities and neurodevelopmental outcomes in children with moderate to severe traumatic brain injury.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}