{"authors": [["Doi", "Kazuma", "K", "Department of Neurosurgery, National Defense Medical College."], ["Otani", "Naoki", "N", null], ["Miyama", "Masataka", "M", null], ["Matsumoto", "Takashi", "T", null], ["Fujii", "Takashi", "T", null], ["Otsuka", "Yohei", "Y", null], ["Takeuchi", "Satoru", "S", null], ["Toyooka", "Terushige", "T", null], ["Wada", "Kojiro", "K", null], ["Mori", "Kentaro", "K", null]], "date": null, "id": "29262392", "text": "Acute subdural hemorrhage(ASDH)in the posterior cranial fossa is rare. Extremely unfavorable outcomes are reported among cases accompanied by supratentorial hematoma, brainstem contusion, or intracerebellar contusion. We report three cases surgically evacuated several times for traumatic ASDH in the posterior cranial fossa simultaneously accompanied by supratentorial hematomas. In our three presented cases, the mean age was 72.3 years, and all patients were male. The mechanisms of injury included traffic accidents in two cases and fall in one. The median Glasgow Coma Scale score on admission was 6. On admission, the patients had traumatic ASDH in the posterior cranial fossa accompanied by supratentorial hematoma, so they first underwent external decompression or ICP sensor insertion for the supratentorial lesions. However, after their first surgery, all patients developed upward herniation, and subsequently underwent suboccipital craniotomy and evacuation of hematomas. Glasgow Outcome Scales were death in one case, persistent vegetable state in one case, and severe disability in one case. The patients with ASDH in the posterior cranial fossa accompanied by supratentorial hematoma should immediately undergo suboccipital craniotomy and supratentorial decompression simultaneously when the hematomas compress the brainstem and upward herniation develops.", "doi": "10.11477/mf.1436203654", "title": "[Surgical Treatment for Traumatic Acute Subdural Hemorrhage in the Posterior Cranial Fossa:Three Cases Reports and Review of the Literature].", "journal": ["No shinkei geka. Neurological surgery", "No Shinkei Geka"]}