{"authors": [["Naumann", "David N", "DN", "Academic Department of Military Surgery and Trauma, Royal Centre for Defence Medicine, Queen Elizabeth Hospital, Birmingham, United Kingdom."], ["Hazeldine", "Jon", "J", "NIHR Surgical Reconstruction and Microbiology Research Centre, Queen Elizabeth Hospital, Birmingham, United Kingdom."], ["Dinsdale", "Robert J", "RJ", "Institute of Inflammation and Ageing, University of Birmingham, Birmingham, United Kingdom."], ["Bishop", "Jon R", "JR", "NIHR Surgical Reconstruction and Microbiology Research Centre, Queen Elizabeth Hospital, Birmingham, United Kingdom."], ["Midwinter", "Mark J", "MJ", "Department of Surgery, University of Queensland, Rural Clinical School, Bundaberg, Queensland, Australia."], ["Harrison", "Paul", "P", "Institute of Inflammation and Ageing, University of Birmingham, Birmingham, United Kingdom."], ["Hutchings", "Sam D", "SD", "Department of Intensive Care Medicine, Kings College Hospital, Denmark Hill, London, United Kingdom."], ["Lord", "Janet M", "JM", "Institute of Inflammation and Ageing, University of Birmingham, Birmingham, United Kingdom."]], "date": "2017-12-19", "id": "29261771", "text": "Cell free deoxyribonucleic acid (cfDNA) has been proposed as a biomarker of secondary complications following trauma. Raised thrombomodulin and syndecan-1 levels have been used to indicate endotheliopathy, and are associated with inflammation, coagulopathy, and mortality. The current study aimed to analyse the association between cfDNA and biomarkers of endotheliopathy in a cohort of trauma patients, and whether raised levels of cfDNA were associated with poorer clinical outcomes.Serum thrombomodulin and syndecan-1 were used as biomarkers of endotheliopathy and compared to plasma cfDNA in trauma patients from two prospective longitudinal observational studies. Cohort A (n = 105) had a predicted injury severity score (ISS) >8, and had blood sampled within 1h of injury and at 4-12h. Cohort B (n = 17) had evidence of haemorrhagic shock, and had blood sampled at a median time of 3.5h after injury. Relationships between biomarkers were tested using multivariable linear regression models that included the covariates of gender, age, ISS, Glasgow Coma Scale, lactate, systolic blood pressure, and heart rate. A model was fitted to investigate whether changes in cfDNA were associated with similar changes in endothelial biomarkers.The mean age was 41 (SD 19), and the median ISS was 25 (IQR 12-34). There was a significant association between cfDNA levels and both syndecan-1 and thrombomodulin levels (both p<0.001). This was independent of all covariates except for ISS, which significantly correlated with cfDNA levels. 50 ng/ml change in syndecan-1 and 1 ng/ml change in thrombomodulin corresponded to 15% and 20% increases in cfDNA levels respectively (both p<0.001). Patients who died had significantly higher prehospital and in-hospital cfDNA levels (both p<0.05).Raised cfDNA levels are associated with markers of endotheliopathy following trauma, and are associated with mortality. This relationship is present within the first hour of injury, and a change in one biomarker level is reflected by similar changes in the others. These findings are in keeping with the hypothesis that circulating DNA and endothelial injury share a common pathway following trauma.", "doi": "10.1371/journal.pone.0189870", "title": "Endotheliopathy is associated with higher levels of cell-free DNA following major trauma: A prospective observational study.", "journal": ["PloS one", "PLoS ONE"]}