{"authors": [["Yamamoto", "Kei", "K", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Kato", "Yasuyuki", "Y", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Shinohara", "Koh", "K", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Kutsuna", "Satoshi", "S", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Takeshita", "Nozomi", "N", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Hayakawa", "Kayoko", "K", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."], ["Iwagami", "Moritoshi", "M", "Department of Tropical Medicine and Malaria, Research Institute National Center for Global Health and Medicine, Tokyo, Japan."], ["Kano", "Shigeyuki", "S", "Department of Tropical Medicine and Malaria, Research Institute National Center for Global Health and Medicine, Tokyo, Japan."], ["Watanabe", "Shu", "S", "Department of Rehabilitation Medicine, Jikei University School of Medicine, Tokyo, Japan."], ["Ohmagari", "Norio", "N", "Disease Control and Prevention Center, National Center for Global Health and Medicine, Tokyo, Japan."]], "date": "2017-12-18", "id": "29260652", "text": "Cerebral malaria is a severe complication of falciparum malaria that occurs infrequently in adults. Here, we describe the case of a 21-year-old man who presented with fever and headache 13 days after returning from a 12-day trip to Kenya and was subsequently diagnosed with falciparum malaria. Complications of cerebral malaria developed within 1 day after the initiation of therapy with intravenous quinine, and the patient entered a deep coma. Magnetic resonance angiography (MRA) revealed multiple vasoconstrictions in his brain. The resulting neurocognitive disorders that persisted after parasite clearance improved gradually, as confirmed by MRA, enabling the patient to perform activities of daily living upon discharge. In this case of cerebral malaria, the MRA findings indicated the involvement of reversible cerebral vasoconstriction syndrome.", "doi": "10.4269/ajtmh.17-0665", "title": "Case Report: Reversible Cerebral Vasoconstriction Syndrome in Severe Cerebral Malaria.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}