{"authors": [["Fieß", "Achim", "A", "Department of Ophthalmology, Helios Dr. Horst Schmidt Klinik Wiesbaden, Germany."], ["Schuster", "Alexander K", "AK", "Department of Ophthalmology, University Medical Center Mainz, Mainz, Germany."], ["Kölb-Keerl", "Ruth", "R", "Department of Ophthalmology, Helios Dr. Horst Schmidt Klinik Wiesbaden, Germany."], ["Knuf", "Markus", "M", "Department of Pediatrics, Helios Dr. Horst Schmidt Klinik Wiesbaden, Germany."], ["Kirchhof", "Bernd", "B", "Department of Ophthalmology, University of Cologne, Germany."], ["Muether", "Philipp S", "PS", "Department of Ophthalmology, University of Cologne, Germany."], ["Bauer", "Jacqueline", "J", "Department of Pediatrics, Helios Dr. Horst Schmidt Klinik Wiesbaden, Germany."], [null, null, null, null]], "date": null, "id": "29260194", "text": "To compare corneal aberrations in former preterm infants to that of full-term infants.A prospective cross-sectional study was carried out measuring the corneal shape with Scheimpflug imaging in former preterm infants of gestational age (GA) ≤32 weeks and full-term infants with GA ≥37 weeks now being aged between 4 to 10 years. The main outcome measures were corneal aberrations including astigmatism (Zernike: Z2-2; Z22), coma (Z3-1; Z31), trefoil (Z3-3; Z33), spherical aberration (Z40) and root-mean square of higher-order aberrations (RMS HOA). Multivariable analysis was performed to assess independent associations of gestational age groups and of retinopathy of prematurity (ROP) occurrence with corneal aberrations adjusting for sex and age at examination.A total of 259 former full-term and 226 preterm infants with a mean age of 7.2 ± 2.0 years were included in this study. Statistical analysis revealed an association of extreme prematurity (GA ≤28 weeks) with higher-order and lower-order aberrations of the total cornea. Vertical coma was higher in extreme prematurity (P < 0.001), due to the shape of the anterior corneal surface, while there was no association with trefoil and spherical aberration. ROP was not associated with higher-order aberrations when adjusted for gestational age group.This study demonstrated that specific corneal aberrations were associated with extreme prematurity rather than with ROP occurrence.", "doi": "10.1167/iovs.17-22895", "title": "Corneal Aberrations in Former Preterm Infants: Results From The Wiesbaden Prematurity Study.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}