{"authors": [["Bai", "Ke", "K", "Intensive Care Unit, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Children Development and Disorders, China International Science and Technology Cooperation base of Child development and Critical Disorders, Chongqing Key Labortory of Pediatrics, 136 Zhongshang Er Road, Yuzhong District, Chongqing, 400014, People's Republic of China."], ["Fu", "Yueqiang", "Y", "Intensive Care Unit, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Children Development and Disorders, China International Science and Technology Cooperation base of Child development and Critical Disorders, Chongqing Key Labortory of Pediatrics, 136 Zhongshang Er Road, Yuzhong District, Chongqing, 400014, People's Republic of China."], ["Liu", "Chengjun", "C", "Intensive Care Unit, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Children Development and Disorders, China International Science and Technology Cooperation base of Child development and Critical Disorders, Chongqing Key Labortory of Pediatrics, 136 Zhongshang Er Road, Yuzhong District, Chongqing, 400014, People's Republic of China. liucwd@163.com."], ["Xu", "Feng", "F", "Intensive Care Unit, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Children Development and Disorders, China International Science and Technology Cooperation base of Child development and Critical Disorders, Chongqing Key Labortory of Pediatrics, 136 Zhongshang Er Road, Yuzhong District, Chongqing, 400014, People's Republic of China."], ["Zhu", "Min", "M", "Department of Endocrinology, Children's Hospital of Chongqing Medical University, Ministry of Education Key Laboratory of Children Development and Disorders, China International Science and Technology Cooperation base of Child development and Critical Disorders, Chongqing Key Labortory of Pediatrics, Chongqing, 400014, People's Republic of China."]], "date": "2017-12-19", "id": "29258472", "text": "This study is to explore the clinical characteristics, laboratory diagnosis, and treatment outcomes in pediatric patients with non-diabetic ketoacidosis.Retrospective patient chart review was performed between March 2009 to March 2015. Cases were included if they met the selection criteria for non-diabetic ketoacidosis, which were: 1) Age ≤ 18 years; 2) urine ketone positive ++ or >8.0 mmol/L; 3) blood ketone >3.1 mmol/L; 4) acidosis (pH < 7.3) and/or HCO3 < 15 mmol/L; 5) random blood glucose level < 11.1 mmol/L. Patients who met the criteria 1, 4, 5, plus either 2 or 3, were defined as non-diabetic ketoacidosis and were included in the report.Five patients with 7 episodes of non-diabetic ketoacidosis were identified. They all presented with dehydration, poor appetite, and Kussmaul breathing. Patients treated with insulin plus glucose supplementation had a quicker recovery from acidosis, in comparison to those treated with bicarbonate infusion and continuous renal replacement therapy. Two patients treated with bicarbonate infusion developed transient coma and seizures during the treatment.Despite normal or low blood glucose levels, patients with non-diabetic ketoacidosis should receive insulin administration with glucose supplementation to correct ketoacidosis.", "doi": "10.1186/s12887-017-0960-3", "title": "Pediatric non-diabetic ketoacidosis: a case-series report.", "journal": ["BMC pediatrics", "BMC Pediatr"]}