{"authors": [["Qin", "Bing", "B", "Department of Ophthalmology, Myopia Key Laboratory of the Health Ministry, Eye and ENT Hospital of Fudan University, Shanghai, China."], ["Li", "Meiyan", "M", "Department of Ophthalmology, Myopia Key Laboratory of the Health Ministry, Eye and ENT Hospital of Fudan University, Shanghai, China."], ["Chen", "Xun", "X", "Department of Ophthalmology, Myopia Key Laboratory of the Health Ministry, Eye and ENT Hospital of Fudan University, Shanghai, China."], ["Sekundo", "Walter", "W", "Department of Ophthalmology, Philipps University of Marburg, Marburg, Germany."], ["Zhou", "Xingtao", "X", "Department of Ophthalmology, Myopia Key Laboratory of the Health Ministry, Eye and ENT Hospital of Fudan University, Shanghai, China."]], "date": "2017-12-18", "id": "29251814", "text": "To investigate early visual and refractive outcomes, corneal stability and optical quality after femtosecond laser small-incision lenticule extraction (SMILE) for treating myopia and myopic astigmatism over -10 D.Thirty eyes (30 patients) with myopia and myopic astigmatism of over -10 D were treated with VisuMax® femtosecond laser (version 3.0; Carl Zeiss Meditec AG, Jena, Germany). Six months postoperative safety, efficacy and predictability were evaluated. Corneal Scheimpflug topography was measured preoperatively, 1 day, 3 months and 6 months postoperatively. Wavefront aberrations were measured preoperatively, 3 months and 6 months postoperatively.Six months postoperatively, LogMAR uncorrected and corrected distance visual acuity (CDVA) were -0.013 ± 0.086 and -0.073 ± 0.069, respectively. 73% (97%) of eyes were within 0.5 (1) D of target refraction. No eyes lost CDVA, 43% (13 eyes) gained one line and 7% (two eyes) gained two lines. Mean corneal back curvature (KMB) and posterior central elevation (PCE) did not change significantly comparing preoperative and 6 months postoperative data (p = 0.91 and 0.77, respectively). Comparing 1 day with 6 months postoperative data, central corneal thickness (CCT), mean corneal front curvature (KMF), KMB and PCE did not change significantly (p = 0.27, 0.07, 0.52, 0.71, respectively). Total higher-order aberration (HOA), spherical aberration and coma increased significantly (p < 0.01) but trefoil remained stable (p = 0.49).Our results indicate that SMILE can correct myopia and myopic astigmatism of over -10 D predictably. No early ectasia was observed. Long-term changes in visual quality and corneal stability require further investigation.", "doi": "10.1111/aos.13609", "title": "Early visual outcomes and optical quality after femtosecond laser small-incision lenticule extraction for myopia and myopic astigmatism correction of over -10 dioptres.", "journal": ["Acta ophthalmologica", "Acta Ophthalmol"]}