{"authors": [["Martin", "Grace E", "GE", "University of Cincinnati, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, and Acute Care Surgery."], ["Carroll", "Christopher P", "CP", "University of Cincinnati, College of Medicine, Department of Neurosurgery."], ["Plummer", "Zach J", "ZJ", "University of Cincinnati, College of Medicine, Department of Neurosurgery."], ["Millar", "D A", "DA", "University of Cincinnati, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, and Acute Care Surgery."], ["Pritts", "Timothy A", "TA", "University of Cincinnati, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, and Acute Care Surgery."], ["Makley", "Amy T", "AT", "University of Cincinnati, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, and Acute Care Surgery."], ["Joseph", "Bellal A", "BA", "University of Arizona, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, Burn and Emergency Surgery."], ["Ngwenya", "Laura B", "LB", "University of Cincinnati, College of Medicine, Department of Neurosurgery."], ["Goodman", "Michael D", "MD", "University of Cincinnati, College of Medicine, Department of Surgery, Division of Trauma, Critical Care, and Acute Care Surgery."]], "date": "2017-12-14", "id": "29251702", "text": "Patients with mild-to-moderate traumatic brain injury (TBI) are often primarily managed by emergency medicine and trauma/acute care physicians. The Brain Injury Guidelines (BIG) were developed at an ACS-accredited level 1 trauma center to triage mild-to-moderate TBI patients and help identify patients who warrant neurosurgical consultation. The BIG have not been validated at a level III trauma center. We hypothesized that BIG criteria can be safely adapted to an ACS-accredited level III trauma center to guide transfers to a higher echelon of care.We reviewed the trauma registry at a level III trauma center to identify TBI patients who presented with an Abbreviated Injury Severity-Head score >0. Demographic data, injury details, and clinical outcomes were abstracted with primary outcome measures of worsening on repeat head CT, neurosurgical intervention, transfer to a level I trauma center, and in-hospital mortality. Patients were classified using the BIG criteria. After validating the BIG in our cohort, we reclassified patients using updated BIG criteria. Updated criteria included mechanism of injury, reclassification of anticoagulation or antiplatelet use, and replacement of the \"neurologic exam\" component with stratification by admission Glasgow Coma Scale (GCS) score.From July 2013 to June 2016, 332 TBI patients were identified: 115 BIG-1, 25 BIG-2, and 192 BIG-3. Patients requiring neurosurgical intervention (n=30) or who died (n=29) were BIG-3 with one exception. Patients with GCS <12 had worse outcomes than those with GCS ≥12, regardless of BIG classification. Anticoagulant or antiplatelet use was not associated with worsened outcomes in patients not meeting other BIG-3 criteria. The updated BIG resulted in more patients in BIG-1 (n=109) and BIG-2 (n=100) without negatively impacting outcomes.The BIG can be applied in the level III trauma center setting. Updated BIG criteria can aid triage of mild-to-moderate TBI patients to a level I trauma center and may reduce secondary overtriage.Level III, Retrospective cohort study.", "doi": "10.1097/TA.0000000000001767", "title": "Safety and Efficacy of Brain Injury Guidelines at a Level III Trauma Center.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}