{"authors": [["Peacock", "W Frank", "WF", "Department of Emergency Medicine, Ben Taub Hospital, Houston, TX, United States."], ["Van Meter", "Timothy E", "TE", "Program for Neurological Diseases, ImmunArray, Inc., Richmond, VA, United States."], ["Mirshahi", "Nazanin", "N", "Program for Neurological Diseases, ImmunArray, Inc., Richmond, VA, United States."], ["Ferber", "Kyle", "K", "Program for Neurological Diseases, ImmunArray, Inc., Richmond, VA, United States."], ["Gerwien", "Robert", "R", "Gerwien Statistical Consulting, Newington, CT, United States."], ["Rao", "Vani", "V", "Department of Psychiatry and Behavioral Science, Johns Hopkins Bayview Medical Center, Baltimore, MD, United States."], ["Sair", "Haris Iqbal", "HI", "Department of Radiology, Johns Hopkins University, Baltimore, MD, United States."], ["Diaz-Arrastia", "Ramon", "R", "Department of Neurology, Perelman School of Medicine, University of Pennsylvania, Penn Presbyterian Medical Center, Philadelphia, PA, United States."], ["Korley", "Frederick K", "FK", "Department of Emergency Medicine, University of Michigan Medical School, Ann Arbor, MI, United States."]], "date": "2017-11-30", "id": "29250027", "text": "Nearly 5 million emergency department (ED) visits for head injury occur each year in the United States, of which <10% of patients show abnormal computed tomography (CT) findings. CT negative patients frequently suffer protracted somatic, behavioral, and neurocognitive dysfunction. Our goal was to evaluate biomarkers to identify mild TBI (mTBI) in patients with suspected head injury.An observational ED study of head-injured and control patients was conducted at Johns Hopkins University (HeadSMART). Head CT was obtained (ACEP criteria) in patients with Glasgow Coma Scale scores of 13-15 and aged 18-80. Three candidate biomarker proteins, neurogranin (NRGN), neuron-specific enolase (NSE), and metallothionein 3 (MT3), were evaluated by immunoassay (samples <24 h from injury). American Congress of Rehabilitation Medicine (ACRM) criteria were used for diagnosis of mTBI patients for model building. Univariate analysis, logistic regression, and random forest (RF) algorithms were used for data analysis in R. Overall, 662 patients were studied. Statistical models were built using 328 healthy controls and 179 mTBI patients.Median time from injury was 5.9 h (IQR, 4.0; range 0.8-24 h). mTBI patients had elevated NSE, but decreased MT3 versus controls (p < 0.01 for each). NRGN was also elevated but within 2-6 h after injury. In the derivation set, the best model to distinguish mTBI from healthy controls used three markers, age, and sex as covariates (C-statistic = 0.91, sensitivity 98%, specificity 72%). Panel test accuracy was validated with the 155 remaining ACRM+ mTBI patients. Applying the RF model to the ACRM+ mTBI validation set resulted in 78% correctly classified as mTBI (119/153). CT positive and CT negative validation subsets were 91% and 75% correctly classified. In samples taken <2 h from injury, 100% (10/10) samples classified correctly, indicating that hyperacute testing is possible with these biomarker assays. The model accuracy varied from 72-100% overall, and had greater accuracy with increasing severity, as shown by comparing CT+ with CT- (91% versus 75%), and Injury Severity Score ≥16 versus <16 (88% versus 72%, respectively). Objective blood tests, detecting NRGN, NSE, and MT3, can be used to identify mTBI, irrespective of neuroimaging findings.", "doi": "10.3389/fneur.2017.00641", "title": "Derivation of a Three Biomarker Panel to Improve Diagnosis in Patients with Mild Traumatic Brain Injury.", "journal": ["Frontiers in neurology", "Front Neurol"]}