{"authors": [["Amagasa", "Shunsuke", "S", "Department of Pediatric Intensive Care, Nagano Children's Hospital, 3100, Toyoshina, Azumino City, Nagano, 399-8288, Japan. amagasa0828@gmail.com."], ["Tsuji", "Satoshi", "S", "Department of Emergency Medicine and Transport Service, National Center for Child Health and Development, 2-10-1, Okura, Setagaya-ku, Tokyo, 157-8535, Japan."], ["Matsui", "Hikoro", "H", "Department of Pediatric Intensive Care, Nagano Children's Hospital, 3100, Toyoshina, Azumino City, Nagano, 399-8288, Japan."], ["Uematsu", "Satoko", "S", "Department of Emergency Medicine and Transport Service, National Center for Child Health and Development, 2-10-1, Okura, Setagaya-ku, Tokyo, 157-8535, Japan."], ["Moriya", "Takashi", "T", "Department of Emergency and Critical Care Medicine, Saitama Medical Center, Jichi Medical University, 1-847, Amanuma-cho, Omiya-ku, Saitama City, Saitama, 330-8503, Japan."], ["Kinoshita", "Kosaku", "K", "Division of Emergency and Critical Care Medicine, Department of Acute Medicine, Nihon University School of Medicine, 30-1, Oyaguchikamichou, Itabashi-ku, Tokyo, 173-8610, Japan."]], "date": "2017-12-16", "id": "29249074", "text": "The purpose of this study is to clarify risk factors for poor neurological outcomes and distinctive characteristics in infants with traumatic brain injury.The study retrospectively reviewed data of 166 infants with traumatic intracranial hemorrhage from three tertiary institutions in Japan between 2002 and 2013. Univariate and multivariate analyses were used to identify clinical symptoms, vital signs, physical findings, and computed tomography findings associated with poor neurological outcomes at discharge from the intensive care unit.In univariate analysis, bradypnea, tachycardia, hypotension, dyscoria, retinal hemorrhage, subdural hematoma, cerebral edema, and a Glasgow Coma Scale (GCS) score of ≤ 12 were significantly associated with poor neurological outcomes (P < 0.05). In multivariate analysis, a GCS score of ≤ 12 (OR = 130.7; 95% CI, 7.3-2323.2; P < 0.001), cerebral edema (OR = 109.1; 95% CI, 7.2-1664.1; P < 0.001), retinal hemorrhage (OR = 7.2; 95% CI, 1.2-42.1; P = 0.027), and Pediatric Index of Mortality 2 score (OR = 1.6; 95% CI, 1.1-2.3; P = 0.018) were independently associated with poor neurological outcomes. Incidence of bradypnea in infants with a GCS score of ≤ 12 (25/42) was significantly higher than that in infants with GCS score of > 12 (27/90) (P = 0.001).Infants with a GCS score of ≤ 12 are likely to have respiratory disorders associated with traumatic brain injury. Physiological disorders may easily lead to secondary brain injury, resulting in poor neurological outcomes. Secondary brain injury should be prevented through early interventions based on vital signs and the GCS score.", "doi": "10.1007/s00381-017-3695-4", "title": "Prognostic factors of acute neurological outcomes in infants with traumatic brain injury.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}