{"authors": [["Hu", "Yajuan", "Y", "Department of Neurological Intensive Care, The First Affiliated Hospital of Anhui Medical University, Hefei, Anhui Province, China."], ["Wang", "Changqing", "C", "Department of Neurological Intensive Care, The First Affiliated Hospital of Anhui Medical University, Hefei, Anhui Province, China."], ["Yan", "Xiaoxiang", "X", "Department of Neurological Intensive Care, The First Affiliated Hospital of Anhui Medical University, Hefei, Anhui Province, China."], ["Fu", "Hong", "H", "Department of Neurological Intensive Care, The First Affiliated Hospital of Anhui Medical University, Hefei, Anhui Province, China."], ["Wang", "Kai", "K", "Department of Neurology, The First Affiliated Hospital of Anhui Medical University, Hefei, Anhui Province, China; Collaborative Innovation Center of Neuropsychiatric Disorders and Mental Health, Anhui Province, China. Electronic address: wangkai1964@126.com."]], "date": "2017-10-27", "id": "29246600", "text": "Ischemic stroke that is sufficiently severe to cause loss of consciousness has a high rate of morbidity and mortality. Many individuals who suffer from these disorders never recover conscious awareness. In this study, we aimed to identify an accurate and simple bedside method to predict awareness recovery after severe acute ischemic stroke.Between 2013 and 2017, all consecutive patients with consciousness disorders after acute ischemic stroke were recruited to the study. The demographic data, Full Outline of UnResponsiveness (FOUR) score, Glasgow Coma Scale (GCS) and Bispectral Index (BIS) were recorded at study entry and each day of Days 3-8 during the stroke period. We followed patients for 90days to assess whether the subjects recovered conscious awareness. Logistic regression and receiver operating characteristic (ROC) curve analyses were used to evaluate the predictors' abilities for outcome prognosis.We assessed a total of 102 patients. 23 (23%) patients died without awareness recovery, whereas 61 (60%) patients regained conscious awareness. The earliest time with the greatest ability to predict conscious awareness recovery occurred at Day 3 after stroke, and the area under the ROC curve (AUC) of the multivariate model was 0.948 (95% confidence interval (CI) 0.885 to 0.982). Age, BIS, motor response and brainstem responses were independent predictors for conscious awareness recovery. We subsequently created a 20-point score termed \"ABMB\" based on their coefficients in the Day 3 model. The AUC of ABMB at Day 3 was 0.931 (95% CI 0.882 to 0.980). The ABMB also showed good predictive ability at Days 4 and 5.The ABMB score accurately identified patients who will recover conscious awareness within 90days after acute severe ischemic stroke and thus provides a useful outcome message for clinicians and relatives.", "doi": "10.1016/j.jns.2017.10.034", "title": "Prediction of conscious awareness recovery after severe acute ischemic stroke.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}