{"authors": [["Zheng", "Gaihuan", "G", "Infection Department of the Children's Hospital, The Pediatrics Institution of Chongqing Medical University, Ministry of Education Key Laboratory of Child Development and Disorders, Key Laboratory of Pediatrics in Chongqing, The Children's Hospital of Chongqing Medical University, Chongqing, P.R. China."], ["Cao", "Jiaoyang", "J", null], ["Yu", "Jie", "J", null], ["Zhang", "Zhenzhen", "Z", null], ["Liu", "Quanbo", "Q", null], ["Chen", "Junhua", "J", null]], "date": null, "id": "29245260", "text": "Hand-foot-and-mouth disease (HFMD) is a common childhood infection that may lead to serious complications and even death. Globally, epidemics of HFMD are increasing each year, especially in China. This study aimed to identify risk factors for death in children with critical and severe HFMD in Chongqing, China.We performed an observational study involving patients with critical and severe HFMD admitted to the Children's Hospital of Chongqing Medical University from January 2009 to December 2016. Overall, 179 patients aged 2 months to 16 years, were included; 127 died (non-survival group) and 52 survived (survival group); the case-fatality rate was 70.94%. Data comprising demographic characteristics, clinical symptoms and signs, and laboratory findings were collected. Non-conditional logistic regression analysis was performed to determine the risk factors for death.Univariate analysis showed that sex, coma, light-reflex insensitivity, pulmonary rales, pulmonary edema or hemorrhage, cold extremities, tachycardia, hypotension, white blood cell count, blood glucose concentration, serum lactate level, creatine kinase-MB isoenzyme level, and acidosis were associated with death (P < .05). Logistic regression analysis identified female sex (odds ratio [OR] 9.6, 95% confidence interval [CI] 3.0-30.2), light-reflex insensitivity (OR 4.4, 95% CI 1.4-13.1), tachycardia (OR 1.05, 95% CI 1.03-1.07), and higher serum lactate levels (OR 1.14, 95% CI 1.19-1.69) as independent risk factors; and longer onset-to-hospitalization time (OR 0.43, 95% CI 0.28-0.66) as an independent protective factor for death in children with critical and severe HFMD.Female sex, light-reflex insensitivity, tachycardia, and higher serum lactate level are potential independent risk factors; and longer onset-to-hospitalization time is possibly an independent protective factor for death in patients with critical and severe HFMD.", "doi": "10.1097/MD.0000000000008934", "title": "Risk factors for death in children with critical and severe hand-foot-and-mouth disease in Chongqing, China: An observational study.", "journal": ["Medicine", "Medicine (Baltimore)"]}