{"authors": [["Motiei-Langroudi", "Rouzbeh", "R", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Stippler", "Martina", "M", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Shi", "Siyu", "S", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Adeeb", "Nimer", "N", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Gupta", "Raghav", "R", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Griessenauer", "Christoph J", "CJ", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Papavassiliou", "Efstathios", "E", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Kasper", "Ekkehard M", "EM", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Arle", "Jeffrey", "J", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Alterman", "Ron L", "RL", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Ogilvy", "Christopher S", "CS", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."], ["Thomas", "Ajith J", "AJ", "Neurosurgical Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts."]], "date": "2017-12-15", "id": "29243977", "text": "OBJECTIVE Chronic subdural hematoma (CSDH) is commonly encountered in neurosurgical practice. However, surgical evacuation remains complicated by a high rate of reoperation. The optimal surgical approach to reduce the reoperation rate has not been determined. In the current study, the authors evaluated the prognostic value of clinical and radiographic factors to predict reoperation in the context of CSDH. METHODS A retrospective review of 325 CSDH patients admitted to an academic medical center in the United States, between 2006 and 2016, was performed. Clinical and radiographic factors predictive of the need for CSDH reoperation were identified on univariable and multivariable analyses. RESULTS Univariable analysis showed that warfarin use, clopidogrel use, mixed hypo- and isointensity on T1-weighted MRI, greater preoperative midline shift, larger hematoma/fluid residual on first postoperative day CT, lesser decrease in hematoma size after surgery, use of monitored anesthesia care (MAC), and lack of intraoperative irrigation correlated with a significantly higher rate of reoperation. Multivariable analysis, however, showed that only the presence of loculation, clopidogrel or warfarin use, and percent of hematoma change after surgery significantly predicted the need for reoperation. Our results showed that 0% (no reduction), 50%, and 100% hematoma maximum thickness change (complete resolution of hematoma after surgery) were associated with a 41%, 6%, and < 1% rate of reoperation, respectively. The use of drains, either large diameter or small caliber, did not have any effect on the likelihood of reoperation. CONCLUSIONS Among many factors, clopidogrel or warfarin use, hematoma loculation on preoperative CT, and the amount of hematoma evacuation on the first postoperative CT were the strongest predictors of reoperation.", "doi": "10.3171/2017.6.JNS17130", "title": "Factors predicting reoperation of chronic subdural hematoma following primary surgical evacuation.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}