{"authors": [["Sadaka", "Farid", "F", "Mercy Hospital St. Louis, St. Louis University, St. Louis, MO 63141, USA."], ["Doctors", "Nicholas", "N", "Mercy Hospital St. Louis, St. Louis University, St. Louis, MO 63141, USA."], ["Pearson", "Tallia", "T", "Mercy Hospital St. Louis, St. Louis University, St. Louis, MO 63141, USA."], ["Snyders", "Brian", "B", "Mercy Hospital St. Louis, St. Louis University, St. Louis, MO 63141, USA."], ["O'Brien", "Jacklyn", "J", "Mercy Hospital St. Louis, St. Louis University, St. Louis, MO 63141, USA."]], "date": "2017-12-01", "id": "29238428", "text": "Traumatic brain injury (TBI) is a leading cause of death and disability. The role of red cell distribution width (RDW) as a prognostic biomarker for outcome in TBI patients is unknown. Based on the corticosteroid randomization after significant head injury (CRASH) trial database, a prognosis calculator (CRASH) has been developed for outcome prediction in TBI. The objectives of this study are to investigate the association between RDW on day 1 of TBI and outcome, and to compare outcome prediction from RDW to that from CRASH.We performed a retrospective review of patients with TBI and a Glasgow coma scale (GCS) score of 14 or less. Day 1 RDW and CRASH data were extracted. CRASH was calculated for each patient. Outcome was defined as mortality at 14 days and GOS at 6 months, with poor outcome defined as GOS of 1 - 3. Patients were stratified according to RDW values into six groups, and according to CRASH values into six groups.A total of 416 patients with TBI were included, with 339 survivors (S) and 77 non-survivors (NS). Compared to survivors, non-survivors were of similar age in years (58 ± 23 vs. 58 ± 23, P = 1.0), had lower GCS scores (5 ± 3 vs. 12 ± 3, P = 0.0001), similar RDW (14.0 ± 1.2 vs. 13.9 ± 1.5, P = 0.6), and higher CRASH values (68 ± 26 vs. 24 ± 22, P = 0.0001). Estimating the receiver-operating characteristic (ROC) area under the curve (AUC) showed that CRASH was a significantly better predictor of mortality compared to RDW (AUC = 0.91 ± 0.01 for CRASH compared to 0.66 ± 0.03 for RDW; P < 0.0001). In addition, CRASH was a better predictor of neurologic outcome compared to RDW (AUC = 0.85 ± 0.02 for CRASH compared to 0.76 ± 0.03 for RDW; P = 0.005).CRASH calculator was a strong predictor of mortality in patients with TBI. RDW on day 1 did not differ between survivors and non-survivors, and was a poor predictor of mortality. Both RDW on day 1 and CRASH calculator are good predictors of 6-month outcome in TBI patients, although CRASH calculator remains a better predictor.", "doi": "10.14740/jocmr3173w", "title": "Does Red Cell Distribution Width Predict Outcome in Traumatic Brain Injury: Comparison to Corticosteroid Randomization After Significant Head Injury.", "journal": ["Journal of clinical medicine research", "J Clin Med Res"]}