{"authors": [["Chelly", "Hedi", "H", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia."], ["Bahloul", "Mabrouk", "M", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia. bahloulmab@yahoo.fr."], ["Ammar", "Rania", "R", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia."], ["Dhouib", "Ahmed", "A", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia."], ["Mahfoudh", "Khaireddine Ben", "KB", "Department of Radiology, Habib Bourguiba University Hospital, Sfax, Tunisia."], ["Boudawara", "Mohamed Zaher", "MZ", "Department of Neurosurgery, Habib Bourguiba University Hospital, Sfax, Tunisia."], ["Chakroun", "Olfa", "O", "Departement of Emergency Medicine, Habib Bourguiba University Hospital, Sfax, Tunisia."], ["Chabchoub", "Imen", "I", "Department of Pediatrics, Hedi Chaker University Hospital, Sfax, Tunisia."], ["Chaari", "Anis", "A", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia."], ["Bouaziz", "Mounir", "M", "Department of Intensive Care, Habib Bourguiba University Hospital, 3029, Sfax, Tunisia."]], "date": "2017-12-12", "id": "29234838", "text": "The aim of the present study is to analyze the clinical and epidemiological characteristics of Traumatic Brain Injury (TBI) following Road Traffic Accidents (RTAs). Moreover, we aim to evaluate the outcome of the TBI victims referred to our medico-surgical Intensive Care Unit (ICU), and to define predictive factors associated with poor prognosis.A retrospective study over a 4-year period (2009 to 2012) of 694 patients with head injuries, incurred during road traffic accidents, admitted to the Intensive Care Unit (ICU) of a university hospital (Sfax-Tunisia). Basic demographic, clinical, biological, and radiological data were recorded on admission and during the ICU stay.There were 592 males (85.3%), and 102 female patients. The mean age was at 31.8 ± 17.8 years (range 1-91). The mechanism of the accident was detailed in 666 patients (96%). The majority of the victims were motorcycle riders and/or passengers (40.5%), followed by pedestrians (29.1%). Extra-cranial pathology was present in 452 patients (65%). A total of 677 patients (97.6%) required intubation, mechanical ventilation, and sedation. Mean ICU stay was 16 ± 17.4 days. A total of 187 patients (26.9%) died during their hospital stay. The GOS performed within a mean delay of 6 months after hospital discharge was as follows: 198 deaths (28.5%), 13 vegetative state (1.9%), and 349 (50.3%) good recovery and/or moderate disability. A multivariate analysis showed that the factors which correlated with a poor prognosis (mortality and severe disability) were: age > 38 years, Glasgow coma scale score < 8, subdural hematoma, and development of secondary systemic insults (respiratory, circulatory, and metabolic).In Tunisia, traumatic brain injury due to RTAs is a frequent cause of ICU admission, especially among young adults, and is associated with high mortality and morbidity rates. The majority of the victims were motorcycle riders and/or passengers and pedestrians. The factors associated with a poor outcome were: age > 38 years, Glasgow Coma Scale score < 8, subdural hematoma, and development of secondary systemic insults (respiratory, circulatory, and metabolic). As a consequence, prevention is highly warranted.", "doi": "10.1007/s00068-017-0885-4", "title": "Clinical characteristics and prognosis of traumatic head injury following road traffic accidents admitted in ICU \"analysis of 694 cases\".", "journal": ["European journal of trauma and emergency surgery : official publication of the European Trauma Society", "Eur J Trauma Emerg Surg"]}