{"authors": [["Martens", "Géraldine", "G", "Coma Science Group, GIGA Research (Interdisciplinary Cluster for Applied Genoproteomics)-GIGA Consciousness & Neurology Department, University and University Hospital of Liege, 4000 Liege, Belgium. geraldine.martens@ulg.ac.be."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA Research (Interdisciplinary Cluster for Applied Genoproteomics)-GIGA Consciousness & Neurology Department, University and University Hospital of Liege, 4000 Liege, Belgium. steven.laureys@ulg.ac.be."], ["Thibaut", "Aurore", "A", "Coma Science Group, GIGA Research (Interdisciplinary Cluster for Applied Genoproteomics)-GIGA Consciousness & Neurology Department, University and University Hospital of Liege, 4000 Liege, Belgium. athibaut@ulg.ac.be."]], "date": "2017-12-09", "id": "29232836", "text": "Background: Spasticity is a motor disorder frequently encountered after a lesion involving the central nervous system. It is hypothesized to arise from an anarchic reorganization of the pyramidal and parapyramidal fibers and leads to hypertonia and hyperreflexia of the affected muscular groups. While this symptom and its management is well-known in patients suffering from stroke, multiple sclerosis or spinal cord lesion, little is known regarding its appropriate management in patients presenting disorders of consciousness after brain damage. Objectives: Our aim was to review the occurrence of spasticity in patients with disorders of consciousness and the therapeutic interventions used to treat it. Methods: We conducted a systematic review using the PubMed online database. It returned 157 articles. After applying our inclusion criteria (i.e., studies about patients in coma, unresponsive wakefulness syndrome or minimally conscious state, with spasticity objectively reported as a primary or secondary outcome), 18 studies were fully reviewed. Results: The prevalence of spasticity in patients with disorders of consciousness ranged from 59% to 89%. Current treatment options include intrathecal baclofen and soft splints. Several treatment options still need further investigation; including acupuncture, botulin toxin or cortical activation by thalamic stimulation. Conclusion: The small number of articles available in the current literature highlights that spasticity is poorly studied in patients with disorders of consciousness although it is one of the most common motor disorders. While treatments such as intrathecal baclofen and soft splints seem effective, large randomized controlled trials have to be done and new therapeutic options should be explored.", "doi": "10.3390/brainsci7120162", "title": "Spasticity Management in Disorders of Consciousness.", "journal": ["Brain sciences", "Brain Sci"]}