{"authors": [["Bonow", "Robert H", "RH", "Department of Neurological Surgery, University of Washington, Seattle, Washington, USA. Electronic address: rbonow@uw.edu."], ["Barber", "Jason", "J", "Department of Neurological Surgery, University of Washington, Seattle, Washington, USA."], ["Temkin", "Nancy R", "NR", "Department of Neurological Surgery, University of Washington, Seattle, Washington, USA."], ["Videtta", "Walter", "W", "Hospital Posadas, Buenos Aires, Argentina."], ["Rondina", "Carlos", "C", "Fundación ALAS, Argentina."], ["Petroni", "Gustavo", "G", "Hospital de Emergencias Dr. Clemente Alvarez, Rosario, Argentina."], ["Lujan", "Silvia", "S", "Hospital de Emergencias Dr. Clemente Alvarez, Rosario, Argentina."], ["Alanis", "Victor", "V", "University Hospital San Juan De Dios, Santa Cruz de la Sierra, Bolivia."], ["La Fuente", "Gustavo", "G", "Hospital Japonés, Santa Cruz de la Sierra, Bolivia."], ["Lavadenz", "Arturo", "A", "Hospital Viedma, Cochabamba, Bolivia."], ["Merida", "Roberto", "R", "San Juan de Dios Hospital, Tarija, Bolivia."], ["Jibaja", "Manuel", "M", "Espejo Hospital, Quito, Ecuador."], ["Gonzáles", "Luis", "L", "Vernaza Hospital, Guayaquil, Ecuador."], ["Falcao", "Antonio", "A", "Universidade Estadual de Campinas, Campinas, São Paulo, Brazil."], ["Romero", "Ricardo", "R", "Fundación Clínica Campbell, Barranquilla, Colombia."], ["Dikmen", "Sureyya", "S", "Department of Rehabilitation Medicine, University of Washington, Seattle, Washington, USA."], ["Pridgeon", "James", "J", "Department of Neurological Surgery, University of Washington, Seattle, Washington, USA."], ["Chesnut", "Randall M", "RM", "Department of Neurological Surgery, University of Washington, Seattle, Washington, USA."], [null, null, null, null]], "date": "2017-12-09", "id": "29229352", "text": "Traumatic brain injury (TBI) disproportionately affects lower- and middle-income countries (LMIC). The factors influencing outcomes in LMIC have not been examined as rigorously as in higher-income countries.This study was conducted to examine clinical and demographic factors influencing TBI outcomes in Latin American LMIC. Data were prospectively collected during a randomized trial of intracranial pressure monitoring in severe TBI and a companion observational study. Participants were aged ≥13 years and admitted to study hospitals with Glasgow Coma Scale score ≤8. The primary outcome was Glasgow Outcome Scale, Extended (GOS-E) score at 6 months. Predictors were analyzed using a multivariable proportional odds model created by forward stepwise selection.A total of 550 patients were identified. Six-month outcomes were available for 88%, of whom 37% had died and 44% had achieved a GOS-E score of 5-8. In multivariable proportional odds modeling, higher Glasgow Coma Scale motor score (odds ratio [OR], 1.41 per point; 95% confidence interval [CI], 1.23-1.61) and epidural hematoma (OR, 1.83; 95% CI, 1.17-2.86) were significant predictors of higher GOS-E score, whereas advanced age (OR, 0.65 per 10 years; 95% CI, 0.57-0.73) and cisternal effacement (P < 0.001) were associated with lower GOS-E score. Study site (P < 0.001) and race (P = 0.004) significantly predicted outcome, outweighing clinical variables such as hypotension and pupillary examination.Mortality from severe TBI is high in Latin American LMIC, although the rate of favorable recovery is similar to that of high-income countries. Demographic factors such as race and study site played an outsized role in predicting outcome; further research is required to understand these associations.", "doi": "10.1016/j.wneu.2017.11.171", "title": "The Outcome of Severe Traumatic Brain Injury in Latin America.", "journal": ["World neurosurgery", "World Neurosurg"]}