{"authors": [["Attari", "Mohammadali", "M", "Department of Anesthesiology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Ziai", "Behrooz", "B", "Department of Anesthesiology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Raeisi", "Ahmad", "A", "Department of Internal Medicine, Shahrekord University of Medical Sciences, Shahrekord, Iran."]], "date": "2017-11-20", "id": "29226114", "text": "Long-term anesthesia applied in some operations, especially in neurosurgical operations leads to unwanted complications. This study aimed to compare the effect of intraoperative labetalol and lidocaine injection on the rate of changes in postoperative blood pressure and heart beat in patients undergoing brain operation.This is a simple double-blind randomized clinical trial study conducted in Al-Zahra and Kashani Hospitals on 90 patients' candidate for craniotomy operation with the age range of 18-65 years, Glasgow Coma Scale (GCS) ≥13 before anesthesia, physical class of American Society of Anesthesiologists I, II, insensitivity to labetalol who were divided into two groups of 45 individuals in the random allocation method. To start anesthesia, fentanil 1.5 mg per 1 kg of body weight, midazolam 5 mg, propofol 2 mg/kg and then, atracurium 0.15 mg/kg and lidocaine 1.5 mg/kg were used. The rate of patients' bucking and blood pressure were checked at GCS time after operation and in patients' recovery in terms of 0, 5, 10, 20 and 30 min after arrival in the recovery room and 1 h later.There was no significant difference in terms of hemodynamic parameters during the period of operation and recovery and at the time of extubation and during the study, no case of bradicardia, hypotension, tachycardia or hypertension was observed in the patients of both groups.Using labetalol in craniotomy surgery is helpful for two main reasons that are the proper control of intraoperative and postoperative blood pressure and prevention of postoperative reactions, especially cough and if there is no contraindication for using it, it is recommended.", "doi": "10.4103/abr.abr_296_14", "title": "Comparison the Effects of Intraoperative Labetalol and Lidocaine on Postoperative Blood Pressure and Heart Rate in Brain Surgeries.", "journal": ["Advanced biomedical research", "Adv Biomed Res"]}