{"authors": [["Dasari", "Mohini", "M", "Department of Surgery, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["David", "Siddarth D", "SD", "School of Habitat Studies, Tata Institute of Social Sciences, Deonar, India."], ["Miller", "Elizabeth", "E", "Division of Young Adult and Adolescent Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Puyana", "Juan Carlos", "JC", "Department of Surgery, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, USA."], ["Roy", "Nobhojit", "N", "Department of Public Health Sciences, School of Habitat Studies, Tata Institute of Social Sciences Karolinska Institutet, Stockholm, Sweden."]], "date": "2017-08-31", "id": "29225936", "text": "While females generally have better outcomes than males after traumatic injury, higher mortality has been shown to occur in females after intentional trauma in lower-income countries. However, gender differences in trauma outcomes in different countries have not been previously compared. We conducted a two-country comparative analysis to characterise gender differences in mortality for different mechanisms of injury.Two urban trauma databases were analysed from India and the USA for fall, motor vehicle collision (MVC) and assault patients between 2013 and 2015. Coarsened exact matching was used to match the two groups based on gender, age, injury severity score, Glasgow Coma Score and type of injury (blunt vs penetrating). The primary outcome of mortality was studied by using logistic regression to calculate the odds of death in the four country/gender subgroups.A total of 10 089 and 14 144 patients were included from the Indian and US databases, respectively. After matching on covariates, 7505 and 9448 patients were included in the logistic regression. Indian males had the highest odds of death compared with US males, US females and Indian females for falls, MVC and assaults. Indian females had over 7 times the odds of dying after falls, 5 times the odds of dying for MVC and 40 times the odds of dying after assaults when compared with US females.The high odds of death for Indian females compared with US females suggests that there are other injury and systemic factors that contribute to this discrepancy in mortality odds. This same mortality pattern and implication is seen for Indian males compared with all subgroups. Standardised coding of injury mechanism in trauma registries, in addition to intentionality of injury, can help further characterise discrepancies in outcomes by gender and country, to guide targeted injury prevention and care.", "doi": "10.1136/bmjgh-2017-000322", "title": "Comparative analysis of gender differences in outcomes after trauma in India and the USA: case for standardised coding of injury mechanisms in trauma registries.", "journal": ["BMJ global health", "BMJ Glob Health"]}