{"authors": [["Ghorbani", "Mohammad", "M", "Student Research Committee, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Ghaem", "Haleh", "H", "Research Center for Health Sciences, Institute of Health, Department of Epidemiology, School of Health, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Rezaianzadeh", "Abbas", "A", "Department of Epidemiology, School of Health, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Shayan", "Zahra", "Z", "Trauma Research Center, Department of Community Medicine, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Zand", "Farid", "F", "Anesthesiology and Critical Care Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Nikandish", "Reza", "R", "Department of Emergency Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."]], "date": "2017-11-20", "id": "29225783", "text": "Background: Clinical assessment of disease severity is an important part of medical practice for prediction of mortality and morbidity in Intensive Care Unit (ICU). A disease severity scoring system can be used as guidance for clinicians for objective assessment of disease outcomes and estimation of the chance of recovery. This study aimed to evaluate the hypothesis that the mortality and length of stay in emergency ICUs predicted by APACHE-IV is different to the real rates of mortality and length of stay observed in our emergency ICU in Iran. Methods: This was a retrospective cohort study conducted on the data of 839 consecutive patients admitted to the emergency ICU of Nemazi Hospital, Shiraz, Iran, during 2012-2015. The relevant variables were used to calculate APACHE-IV.  Length of stay and death or discharge, Glasgow coma score, and acute physiology score were also evaluated. Moreover, the accuracy of APACHE-IV for mortality was assessed using area under the Receiver Operator Characteristic (ROC) curve. Results: Of the studied patients, 157 died and 682 were discharged (non-survivors and survivors, respectively). The length of stay in the ICU was 10.98±14.60, 10.22 ± 14.21 and 14.30±15.80 days for all patients, survivors, and non-survivors, respectively. The results showed that APACHE-IV model underestimated length of stay in our emergency ICU (p<0.001). In addition, the overall observed mortality was 17.8%, while the predicted mortality by APACHE-IV model was 21%. Therefore, there was an overestimation of predicted mortality by APACHE-IV model, with an absolute difference of 3.2% (p=0.036). Conclusion: The findings showed that APACHE-IV was a poor predictor of length of stay and mortality rate in emergency ICU. Therefore, specific models based on big sample sizes of Iranian patients are required to improve accuracy of predictions.", "doi": "10.12688/f1000research.12290.1", "title": "A study on the efficacy of APACHE-IV for predicting mortality and length of stay in an intensive care unit in Iran.", "journal": ["F1000Research", "F1000Res"]}