{"authors": [["You", "Namkyu", "N", "Department of Neurosurgery, Ajou University School of Medicine, Suwon, Republic of Korea."], ["Choi", "Mi Sun", "MS", "Department of Neurosurgery, Ajou University School of Medicine, Suwon, Republic of Korea."], ["Roh", "Tae Hoon", "TH", "Department of Neurosurgery, Ajou University School of Medicine, Suwon, Republic of Korea."], ["Jeong", "Donghwan", "D", "Department of Neurosurgery, Ajou University School of Medicine, Suwon, Republic of Korea."], ["Kim", "Se-Hyuk", "SH", "Department of Neurosurgery, Ajou University School of Medicine, Suwon, Republic of Korea. Electronic address: nsksh@ajou.ac.kr."]], "date": "2017-12-07", "id": "29225134", "text": "Facial fractures frequently occur with traumatic brain injury (TBI). The relationship between facial fractures and brain trauma remains controversial. The objective of this study was to analyze the correlation between facial fracture and TBI.Clinical and radiologic data of a total of 206 patients were retrospectively collected from May 2011 to December 2015 in a single institute. Facial fracture was classified by the Facial Injury Severity Scale (FISS). TBI was grouped according to the Glasgow Coma Scale. Outcome was measured with the Glasgow Outcome Scale Extended 3, 6, and 12 months after trauma.There were 206 TBI patients with concomitant facial fracture including 166 (78.1%) males and 40 (19.4%) females. Mean age of all patients was 46 ± 19 years. Contusion and brain swelling were more frequent in higher FISS patients. Cranial surgery was done in 63 cases while facial fracture surgery was performed in 89 cases. There were 33 expired cases, including 6 cases due to multi-organ failure. High FISS was significantly associated with severe TBI and less favorable outcome 3 months after trauma. Concomitant surgical treatment for TBI and facial fracture was done in 21 cases without achieving more improved outcome compared with staged operations for 41 cases.Severity of facial fracture might be correlated with severity of TBI. Surgical timing of facial fracture with TBI patients does not affect the outcome of TBI.", "doi": "10.1016/j.wneu.2017.11.166", "title": "Severe Facial Fracture is Related to Severe Traumatic Brain Injury.", "journal": ["World neurosurgery", "World Neurosurg"]}