{"authors": [["Biyikli", "Ebru", "E", "Baskent University Faculty of Medicine, Department of Emergency, Ankara, Turkey."], ["Kayipmaz", "Afsin Emre", "AE", "Baskent University Faculty of Medicine, Department of Emergency, Ankara, Turkey. Electronic address: aekayipmaz@baskent.edu.tr."], ["Kavalci", "Cemil", "C", "Baskent University Faculty of Medicine, Department of Emergency, Ankara, Turkey."]], "date": "2017-12-06", "id": "29225011", "text": "Sepsis is a potentially fatal condition with high treatment costs, and is especially common among the elderly population. The emergency management of septic patients has gained importance.Herein, we investigated the effect of admission lactate levels and the platelet-lymphocyte ratio (PLR) on the 30-day mortality among patients older than 65years who were diagnosed with sepsis and septic shock according to the qSOFA criteria at our hospital's emergency department.This observational study was conducted retrospectively. We obtained information regarding patients' demographic characteristics, comorbid conditions, hemodynamic parameters at admission, initial treatment needs at the emergency department.131 patients received a diagnosis of sepsis and septic shock at our emergency department in two years. Among these, 45% (n=59) of the patients died within 30days of admission. Forty (30.5%) patients required mechanical ventilation. There was a significant difference between the survival and non-survival groups with regard to systolic and diastolic blood pressures (p=0.013 and 0.045, respectively). There were significant differences between the two groups with respect to the Glasgow Coma Scale score (p<0.001) and BUN levels (p<0.001). The mortality status according to qSOFA scores was revealed a significant difference between the two groups (p<0.001).Our results showed that the patients who died within 30days of admission and those who did not had comparable PLR and lactate levels (p=0.821 and 0.120, respectively). We opine that serial lactate measurements would be more useful than a single admission lactate measurement for the prediction of mortality.", "doi": "10.1016/j.ajem.2017.12.010", "title": "Effect of platelet-lymphocyte ratio and lactate levels obtained on mortality with sepsis and septic shock.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}