{"authors": [["Chen", "Lisa Y", "LY", "The Byers Eye Institute, Department of Ophthalmology, Stanford University School of Medicine, Palo Alto, CA."], ["Kung", "Jennifer S", "JS", null], ["Manche", "Edward E", "EE", null]], "date": "2017-12-05", "id": "29219897", "text": "To evaluate the efficacy and safety of adjunctive fibrin tissue glue in the treatment of complex epithelial ingrowth after laser in situ keratomileusis (LASIK).A retrospective review was performed of 12 eyes in 12 patients treated for clinically significant epithelial ingrowth after LASIK with mechanical debridement of the ingrowth and placement of fibrin tissue glue. Primary outcome measurements including recurrence of ingrowth, visual acuity, and manifest refraction were evaluated at each postoperative examination. Changes in higher-order aberrometry were also evaluated.After epithelial ingrowth removal with adjunctive fibrin tissue glue, 11 eyes (91.7%) had no recurrence of ingrowth at the final follow-up examination. Uncorrected distance visual acuity changed from 20/20 or better in 3 eyes (25%) and 20/40 or better in 6 eyes (50%) preoperatively to 20/20 or better in 5 eyes (41.7%) and 20/40 or better in 10 eyes (83.3%) postoperatively. Nine eyes (75%) gained one or more lines of best-corrected distance visual acuity (CDVA). No eyes lost any lines of CDVA. There was no significant change in mean spherical equivalent (P=0.22) or mean cylinder (P=0.26) before and after surgery. Higher-order aberrations also remained stable with no significant change in root-mean-square error, coma, trefoil, and spherical aberration. There were no complications associated with the treatment.Adjunctive fibrin tissue glue seems to be a safe and effective treatment for epithelial ingrowth after LASIK. This therapy may be particularly useful in managing challenging cases of complex or recalcitrant ingrowth.", "doi": "10.1097/ICL.0000000000000447", "title": "Management of Complex Epithelial Ingrowth After Laser In Situ Keratomileusis Using Fibrin Tissue Glue.", "journal": ["Eye & contact lens", "Eye Contact Lens"]}