{"authors": [["Pacaud", "D", "D", "Department of Pediatrics, University of Calgary, Calgary, Canada."], ["Hermann", "J M", "JM", "Institute of Epidemiology and Medical Biometry, ZIBMT, University of Ulm, Ulm, Germany."], ["Karges", "B", "B", "Division of Endocrinology and Diabetes, Medical Faculty, German Center for Diabetes Research (DZD), RWTH Aachen University, Aachen, Germany."], ["Rosenbauer", "J", "J", "German Center for Diabetes Research (DZD), Munich, Germany."], ["Danne", "T", "T", "Diabetes Centre for Children and Adolescents, Children's and Youth Hospital \"AUF DER BULT\", Hannover, Germany."], ["Dürr", "R", "R", "Department of Children and Adolescent Medicine, Rems-Murr-Clinics, Winnenden, Germany."], ["Herbst", "A", "A", "Center for Paediatrics, Medical Clinic Leverkusen, Leverkusen, Germany."], ["Lindauer", "S", "S", "Department for Children and Adolescent Medicine, Hospital Barmherzige Schwestern Linz, Linz, Austria."], ["Müther", "S", "S", "Diabetes Center for Children and Adolescent, DRK Clinics Berlin Westend, Berlin, Germany."], ["Pötzsch", "S", "S", "Department for Children and Adolescent Medicine, Helios Vogtland Clinic Plauen, Plauen, Germany."], ["Raile", "K", "K", "Department of Pediatric Endocrinology and Diabetes, Charité Berlin, Berlin, Germany."], ["Witsch", "M", "M", "Centre Hospitalier de Luxembourg, Clinique Pediatrie, Luxembourg, Luxembourg."], ["Holl", "R W", "RW", "Institute of Epidemiology and Medical Biometry, ZIBMT, University of Ulm, Ulm, Germany."], [null, null, null, null]], "date": "2017-12-08", "id": "29218766", "text": "In a contemporary cohort of youth with type 1 diabetes, we examined the interval between episodes of severe hypoglycemia (SH) as a risk factor for recurrent SH or hypoglycemic coma (HC).This was a large longitudinal observational study. Using the DPV Diabetes Prospective follow-up data, we analyzed frequency and timing of recurrent SH (defined as requiring assistance from another person) and HC (loss of consciousness or seizures) in 14 177 youths with type 1 diabetes aged <20 years and at least 5 years of follow-up.Among 14 177 patients with type 1 diabetes, 72% (90%) had no, 14% (6.8%) had 1 and 14% (3.2%) >1 SH (HC). SH or HC in the last year of observation was highest with SH in the previous year (odds ratio [OR] 4.7 [CI 4.0-5.5]/4.6 [CI 3.6-6.0]), but remained elevated even 4 years after an episode (OR 2.0 [CI 1.6-2.7]/2.2 [CI 1.5-3.1]). The proportion of patients who experienced SH or HC during the last year of observation was highest with SH/HC recorded during the previous year (23% for SH and 13% for HC) and lowest in those with no event (4.6% for SH and 2% for HC) in the initial 4 years of observation.Even 4 years after an episode of SH/HC, risk for SH/HC remains higher compared to children who never experienced SH/HC. Clinicians should continue to regularly track hypoglycemia history at every visit, adjust diabetes education and therapy in order to avoid recurrences.", "doi": "10.1111/pedi.12610", "title": "Risk of recurrent severe hypoglycemia remains associated with a past history of severe hypoglycemia up to 4 years: Results from a large prospective contemporary pediatric cohort of the DPV initiative.", "journal": ["Pediatric diabetes", "Pediatr Diabetes"]}