{"authors": [["Hakyemez", "I N", "IN", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Bezmialem Vakif University, Istanbul, Turkey."], ["Erdem", "H", "H", "Infectious Diseases International Research Initiative (ID-IRI), Ankara, Turkey. hakanerdem1969@yahoo.com."], ["Beraud", "G", "G", "Department of Infectious Diseases, Poitiers University Hospital, Poitiers, France."], ["Lurdes", "M", "M", "Department of Infectious Diseases, Centro Hospitalar S. João and Faculty of Medicine of University of Porto, Porto, Portugal."], ["Silva-Pinto", "A", "A", "Department of Infectious Diseases, Centro Hospitalar S. João and Faculty of Medicine of University of Porto, Porto, Portugal."], ["Alexandru", "C", "C", "Department of Infectious Diseases, Victor Babes University of Medicine and Pharmacy, Timisoara, Romania."], ["Bishop", "B", "B", "Department of Internal Medicine B, Rambam Medical Center, Haifa, Israel."], ["Mangani", "F", "F", "Department of Infectious and Tropical Diseases, \"G. B. Rossi\" University Hospital, Verona, Italy."], ["Argemi", "X", "X", "Department of Infectious Diseases, Nouvel Hôpital Civil, Strasbourg, France."], ["Poinot", "M", "M", "Department of Infectious and Tropical Diseases, University Hospital of Pontchaillou, Rennes, France."], ["Hasbun", "R", "R", "Department of Infectious Diseases, The University of Texas Health Science Center at Houston, Medical School, Houston, TX, USA."], ["Akcaer", "M", "M", "Department of Infectious Diseases and Clinical Microbiology, Gulhane Medical Academy, Ankara, Turkey."], ["Alp", "S", "S", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."], ["Demirdal", "T", "T", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Izmir Katip Celebi University, Izmir, Turkey."], ["Angamuthu", "K", "K", "Department of Clinical Microbiology, Almana General Hospital, Dammam, Saudi Arabia."], ["Amer", "F", "F", "Department of Medical Microbiology and Immunology, Faculty of Medicine, Zagazig University, Zagazig, Egypt."], ["Ragab", "E", "E", "Diagnostic Microbiology Lab of Alexandria University Hospital, Alexandria, Egypt."], ["Shehata", "G A", "GA", "Department of Neurology, Faculty of Medicine, Assiut University, Assiut, Egypt."], ["Ozturk-Engin", "D", "D", "Department of Infectious Diseases and Clinical Microbiology, Haydarpasa Numune Training and Research Hospital, Istanbul, Turkey."], ["Ozgunes", "N", "N", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Okan University, Istanbul, Turkey."], ["Larsen", "L", "L", "Department of Infectious Diseases, Odense University Hospital, Odense, Denmark."], ["Zimmerli", "S", "S", "Department of Infectious Diseases, Bern University Hospital and Institute for Infectious Diseases, University of Bern, Bern, Switzerland."], ["Sipahi", "O R", "OR", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Ege University, Izmir, Turkey."], ["Tukenmez Tigen", "E", "E", "Department of Infectious Disease and Clinical Microbiology, Faculty of Medicine, Marmara University, Istanbul, Turkey."], ["Celebi", "G", "G", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Bulent Ecevit University, Zonguldak, Turkey."], ["Oztoprak", "N", "N", "Department of Infectious Diseases and Clinical Microbiology, Antalya Training and Research Hospital, Antalya, Turkey."], ["Yardimci", "A C", "AC", "Department of Infectious Diseases and Clinical Microbiology, Istanbul Training and Research Hospital, Istanbul, Turkey."], ["Cag", "Y", "Y", "Department of Infectious Diseases and Clinical Microbiology, Faculty of Medicine, Istanbul Medeniyet University, Istanbul, Turkey."]], "date": "2017-12-08", "id": "29218468", "text": "Cryptococcal meningitis (CM) is mostly seen in immunocompromised patients, particularly human immunodeficiency virus (HIV)-positive patients, but CM may also occur in apparently immunocompetent individuals. Outcome analyses have been performed in such patients but, due to the high prevalence of HIV infection worldwide, CM patients today may be admitted to hospitals with unknown HIV status, particularly in underdeveloped countries. The objective of this multicenter study was to analyze all types of CM cases in an aggregate cohort to disclose unfavorable outcomes. We retrospectively reviewed the hospitalized CM patients from 2000 to 2015 in 26 medical centers from 11 countries. Demographics, clinical, microbiological, radiological, therapeutic data, and outcomes were included. Death, neurological sequelae, or relapse were unfavorable outcomes. Seventy (43.8%) out of 160 study cases were identified as unfavorable and 104 (65%) were HIV infected. On multivariate analysis, the higher Glasgow Coma Scale (GCS) scores (p = 0.021), cerebrospinal fluid (CSF) leukocyte counts > 20 (p = 0.038), and higher CSF glucose levels (p = 0.048) were associated with favorable outcomes. On the other hand, malignancy (p = 0.026) was associated with poor outcomes. Although all CM patients require prompt and rational fungal management, those with significant risks for poor outcomes need to be closely monitored.", "doi": "10.1007/s10096-017-3142-1", "title": "Prediction of unfavorable outcomes in cryptococcal meningitis: results of the multicenter Infectious Diseases International Research Initiative (ID-IRI) cryptococcal meningitis study.", "journal": ["European journal of clinical microbiology & infectious diseases : official publication of the European Society of Clinical Microbiology", "Eur. J. Clin. Microbiol. Infect. Dis."]}