{"authors": [["Esplin", "Nathan", "N", "University of Central Florida College of Medicine."], ["Stelzer", "John W", "JW", "University of Central Florida College of Medicine."], ["All", "Sean", "S", "University of Central Florida College of Medicine."], ["Kumar", "Sundeep", "S", "University of Central Florida College of Medicine."], ["Ghaffar", "Ejaz", "E", "Department of Internal Medicine, Osceola Regional Medical Center."], ["Ali", "Sayed", "S", "Medicine, Orlando VAMC."]], "date": "2017-10-04", "id": "29218260", "text": "Brain abscesses are infections of the brain parenchyma that can arise from either contiguous spread from local infection or by hematogenous spread from a distant site. Streptococcus anginosus of the Streptococcus anginosus group (SAG) is a commensal microbe of the mucosae of the oral cavity, gastrointestinal tract, and urogenital tract. We present a case of mono-microbial brain abscess caused by contiguous spread from relatively asymptomatic sinusitis that initially presented as a subdural hemorrhage on computed tomography. A 70-year-old male presented, obtunded, with a Glasgow Coma Score of eight. The patient seized on arrival. A computed tomography scan was read as a subdural hemorrhage, and magnetic resonance imaging showed a heterogeneous area at the anterior tip of the left frontal lobe interpreted as a frontoparietal abscess, along with pansinusitis. Craniotomy revealed a loculated abscess. Culture grew only Streptococcus anginosus. The patient did well postoperatively, was extubated by day five with rapidly improving neurological function, and was discharged to inpatient rehab by hospital-day eight for the continuation of intravenous antibiotics. This case represents a frontal lobe abscess caused by the contiguous spread of Streptococcus anginosus from a frontal sinus infection. This is a relatively rare presentation of SAG infection in an immunocompetent patient. The case outlines the importance of imaging modality choice in the various stages of brain abscess formation, and the necessity of maintaining an index of suspicion for brain abscess in patients with few traditional risk factors and little to no history on presentation.", "doi": "10.7759/cureus.1745", "title": "A Case of Streptococcus anginosus Brain Abscess Caused by Contiguous Spread from Sinusitis in an Immunocompetent Patient.", "journal": ["Cureus", "Cureus"]}