{"authors": [["English", "Stephen W", "SW", "Department of Neurology, Mayo Clinic, Rochester, Minnesota. Electronic address: English.Stephen@mayo.edu."], ["Rabinstein", "Alejandro A", "AA", "Department of Neurology, Mayo Clinic, Rochester, Minnesota."], ["Mandrekar", "Jay", "J", "Department of Biomedical Statistics and Informatics, Mayo Clinic, Rochester, Minnesota."], ["Klaas", "James P", "JP", "Department of Neurology, Mayo Clinic, Rochester, Minnesota."]], "date": "2017-12-05", "id": "29217362", "text": "Although prehospital stroke notification has improved stroke treatment, incorporation of these systems into existing infrastructure has resulted in new challenges. The goal of our study was to design an effective prehospital notification system that allows for early and accurate identification of patients presenting with acute stroke.We conducted a retrospective single-center cohort study of patients presenting with suspicion of acute stroke from 2014 to 2015. Data recorded included patient demographics, time of symptom onset, Cincinnati Prehospital Stroke Scale (CPSS) score, Glasgow Coma Scale score, National Institutes of Health Stroke Scale (NIHSS) score, emergency medical services (EMS) impression, acute stroke pager activation, acute intervention, and discharge diagnosis. Univariate logistic regression was performed with discharge diagnosis of stroke as the end point.A total of 130 patients were included in the analysis; 96 patients were discharged with a diagnosis of stroke or transient ischemic attack. Both NIHSS and the presence of face, arm and speech abnormalities on CPSS were significantly higher in patients with stroke (P < .05). EMS correctly recognized stroke in 77.1% of cases but falsely identified stroke in 85.3% of negative cases. CPSS identified 75% of acute stroke cases, but specificity was poor at only 20.6%. All patients receiving intervention had acute stroke pager activation in Emergency Department.Prehospital stroke notification systems utilizing EMS impressions and stroke screening tools are sensitive but lack appropriate specificity required for modern acute stroke systems of care. Better solutions must be explored so that prehospital notification can keep pace with advances in acute stroke treatment.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.10.036", "title": "Rethinking Prehospital Stroke Notification: Assessing Utility of Emergency Medical Services Impression and Cincinnati Prehospital Stroke Scale.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}