{"authors": [["Todd", "Amy", "A", "Medicine of the Elderly, NHS Lothian, Royal Infirmary, Edinburgh, Scotland."], ["Blackley", "Samantha", "S", "Medicine of the Elderly, NHS Lothian, Royal Infirmary, Edinburgh, Scotland."], ["Burton", "Jennifer K", "JK", "Alzheimer Scotland Dementia Research Centre, Edinburgh, Scotland."], ["Stott", "David J", "DJ", "Institute of Cardiovascular and Medical Sciences University of Glasgow, Glasgow, Scotland."], ["Ely", "E Wesley", "EW", "Tennessee Valley Veteran's Affairs Geriatric Research Education and Clinical Centre (GRECC), Nashville, TN, USA."], ["Tieges", "Zoë", "Z", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, Scotland."], ["MacLullich", "Alasdair M J", "AMJ", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, Scotland."], ["Shenkin", "Susan D", "SD", "Centre for Cognitive Ageing and Cognitive Epidemiology, University of Edinburgh, Edinburgh, Scotland. Susan.Shenkin@ed.ac.uk."]], "date": "2017-12-08", "id": "29216846", "text": "Reduced level of arousal is commonly observed in medical admissions and may predict in-hospital mortality. Delirium and reduced level of arousal are closely related. We systematically reviewed and conducted a meta-analysis of studies in adult acute medical patients of the relationship between reduced level of arousal on admission and in-hospital mortality.We conducted a systematic review (PROSPERO: CRD42016022048), searching MEDLINE and EMBASE. We included studies of adult patients admitted with acute medical illness with level of arousal assessed on admission and mortality rates reported. We performed meta-analysis using a random effects model.From 23,941 studies we included 21 with 14 included in the meta-analysis. Mean age range was 33.4 - 83.8 years. Studies considered unselected general medical admissions (8 studies, n=13,039) or specific medical conditions (13 studies, n=38,882). Methods of evaluating level of arousal varied. The prevalence of reduced level of arousal was 3.1%-76.9% (median 13.5%). Mortality rates were 1.7%-58% (median 15.9%). Reduced level of arousal was associated with higher in-hospital mortality (pooled OR 5.71; 95% CI 4.21-7.74; low quality evidence: high risk of bias, clinical heterogeneity and possible publication bias).Reduced level of arousal on hospital admission may be a strong predictor of in-hospital mortality. Most evidence was of low quality. Reduced level of arousal is highly specific to delirium, better formal detection of hypoactive delirium and implementation of care pathways may improve outcomes. Future studies to assess the impact of interventions on in-hospital mortality should use validated assessments of both level of arousal and delirium.", "doi": "10.1186/s12877-017-0661-7", "title": "Reduced level of arousal and increased mortality in adult acute medical admissions: a systematic review and meta-analysis.", "journal": ["BMC geriatrics", "BMC Geriatr"]}