{"authors": [["Lee", "Yue Yen", "YY", "Department of Emergency Medicine, KK Women's and Children's Hospital, Singapore."], ["Fang", "Eric", "E", "Department of Emergency Medicine, KK Women's and Children's Hospital, Singapore."], ["Weng", "Yanyi", "Y", "Department of Emergency Medicine, KK Women's and Children's Hospital, Singapore."], ["Ganapathy", "Sashikumar", "S", "Department of Emergency Medicine, KK Women's and Children's Hospital, Singapore."]], "date": "2017-12-07", "id": "29214322", "text": "Road traffic accidents (RTAs) in Singapore involving children were evaluated, with particular focus on the epidemiology, surrounding circumstances and outcomes of these accidents. Key factors associated with worse prognosis were identified. We proposed some measures that may be implemented to reduce the frequency and severity of such accidents.This was a retrospective study of RTAs involving children aged 0-16 years who presented to the Children's Emergency at KK Women's and Children's Hospital, Singapore, from January 2011 to June 2014. Data was obtained from the National Trauma Registry and analysed in tiers based on the Injury Severity Score (ISS).1,243 accidents were reviewed. RTA victims included motor vehicle passengers (60.4%), pedestrians (28.5%), cyclists (9.9%) and motorbike pillion riders (1.2%). Disposition of emergency department (ED) patients was consistent with RTA severity. For serious RTAs, pedestrians accounted for 63.6% and 57.7% of tier 1 (ISS > 15) and tier 2 (ISS 9-15) presentations, respectively. Overall use of restraints was worryingly low (36.7%). Not restraining increased the risk of serious RTAs by 8.4 times. Young age, high ISS and low Glasgow Coma Scale score predicted a longer duration of intensive care unit stay.The importance of restraints for motor vehicle passengers or helmets for motorcyclist pillion riders and cyclists in reducing morbidity cannot be emphasised enough. Suggestions for future prevention and intervention include road safety education, regulation of protective restraints, use of speed enforcement devices and creation of transport policies that minimise kerbside parking.", "doi": "10.11622/smedj.2017114", "title": "Road traffic accidents in children: the 'what', 'how' and 'why'.", "journal": ["Singapore medical journal", "Singapore Med J"]}