{"authors": [["Zhu", "Xiangjia", "X", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."], ["Zhang", "Yinglei", "Y", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."], ["He", "Wenwen", "W", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."], ["Ye", "Hongfei", "H", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."], ["Jiang", "Chunhui", "C", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."], ["Lu", "Yi", "Y", "Department of Ophthalmology, Eye, Ear, Nose, and Throat Hospital of Fudan University, 83 Fenyang Road, Shanghai 200031, China."]], "date": "2017-10-29", "id": "29214074", "text": "To evaluate the tilt, decentration, and internal higher-order aberrations (HOAs) of sutured posterior-chamber intraocular lenses (IOLs) in patients with open globe injuries.46 consecutive patients (47 eyes) who underwent transsclerally sutured IOL implantation were enrolled in this prospective cohort study. Nineteen eyes had a history of open globe injury. The tilt and decentration of the IOLs and the visual quality were measured 1 month after surgery.The horizontal tilt and decentration of the IOLs in the open-globe-injury group were significantly higher than those in the control group (both P < 0.05). In the open-globe-injury group, the horizontal decentration was significantly greater in the limbus-sclera-involved group (n = 11) than in the only-cornea-involved group (n = 8, P = 0.040). The internal coma, 3rd-order, and total HOA values at pupil sizes of 4 mm (P = 0.006) and 6 mm (P = 0.013) were significantly higher in the open-globe-injury group than in the controls. Consequently, the optical quality data for the modulation transfer function and the Strehl ratio (all P < 0.05) were significantly poorer in the open-globe-injury group.Open globe injuries damage the structural integrity of the eyeball, resulting in more-misaligned sutured IOLs and poorer visual quality.", "doi": "10.1155/2017/3517461", "title": "Tilt, Decentration, and Internal Higher-Order Aberrations of Sutured Posterior-Chamber Intraocular Lenses in Patients with Open Globe Injuries.", "journal": ["Journal of ophthalmology", "J Ophthalmol"]}