{"authors": [["Halle", "Marie Patrice", "MP", "Faculty of medicine and pharmaceutical sciences, University of Douala, Douala, Cameroon. patricehalle@yahoo.fr."], ["Lapsap", "Carine Tsou", "CT", "Faculty of medicine and pharmaceutical science, University of Douala, Douala, Cameroon."], ["Barla", "Esther", "E", "Department of paediatric and neonatology, Douala general hospital, Douala, Cameroon."], ["Fouda", "Hermine", "H", "Department of internal medicine, Douala general hospital Cameroon, PO Box: 4856, Douala, Cameroon."], ["Djantio", "Hilaire", "H", "Higher Institute of Health Sciences, Université des Montagnes, Bangangté, Bangangté, Cameroon."], ["Moudze", "Beatrice Kaptue", "BK", "Departement of pediatric and neonatology, Douala Laquintinie hospital; Higher Institute of Health Sciences, Université des Montagnes, Bangangté, Cameroon."], ["Akazong", "Christophe Adjahoung", "CA", "Department of paediatric and neonatology, Douala general hospital, Douala, Cameroon."], ["Priso", "Eugene Belley", "EB", "Faculty of medicine and biomedical sciences, University of Yaoundé I, Yaoundé, Cameroon."]], "date": "2017-12-06", "id": "29212494", "text": "Pediatric nephrology is challenging in developing countries and data on the burden of kidney disease in children is difficult to estimate due to absence of renal registries. We aimed to describe the epidemiology and outcomes of children with renal failure in Cameroon.We retrospectively reviewed 103 medical records of children from 0 to 17 years with renal failure admitted in the Pediatric ward of the Douala General Hospital from 2004 to 2013. Renal failure referred to either acute kidney injury (AKI) or Stage 3-5 chronic kidney disease (CKD). AKI was defined and graded using either the modified RIFLE criteria or the Pediatrics RIFLE criteria, while CKD was graded using the KDIGO criteria. Outcomes of interest were need and access to dialysis and in-hospital mortality. For patients with AKI renal recovery was evaluated at 3 months.Median age was 84 months (1QR:15-144) with 62.1% males. Frequent clinical symptoms were asthenia, anorexia, 68.8% of participants had anuria. AKI accounted for 84.5% (n = 87) and CKD for 15.5% (n = 16). Chronic glomerulonephritis (9/16) and urologic malformations (7/16) were the causes of CKD and 81.3% were at stage 5. In the AKI subgroup, 86.2% were in stage F, with acute tubular necrosis (n = 50) and pre-renal AKI (n = 31) being the most frequent mechanisms. Sepsis, severe malaria, hypovolemia and herbal concoction were the main etiologies. Eight of 14 (57%) patients with CKD, and 27 of 40 (67.5%) with AKI who required dialysis, accessed it. In-hospital mortality was 50.7% for AKI and 50% for CKD. Of the 25 patients in the AKI group with available data at 3 months, renal recovery was complete in 22, partial in one and 2 were dialysis dependent. Factors associated to mortality were young age (p = 0.001), presence of a coma (p = 0.021), use of herbal concoction (p = 0.024) and acute pulmonary edema (p = 0.011).Renal failure is severe and carries a high mortality in hospitalized children in Cameroon. Limited access to dialysis and lack of specialized paediatric nephrology services may explain this dismal picture.", "doi": "10.1186/s12887-017-0955-0", "title": "Epidemiology and outcomes of children with renal failure in the pediatric ward of a tertiary hospital in Cameroon.", "journal": ["BMC pediatrics", "BMC Pediatr"]}