{"authors": [["Ravi", "Parli Raghavan", "PR", "5 Air Force Hospital Rowriah, Joraht, Assam 785005 India."], ["Vijai", "M N", "MN", "11 AFH Hindon, Ghaziabad, India."], ["Shouche", "Sachin", "S", "MH (CTC), Pune, India."]], "date": "2017-11-28", "id": "29209509", "text": "In recent years ultrasound guided percutaneous tracheostomy (USPCT) has become a routine practice in critical care units. Its safety and superiority over conventional percutaneous tracheostomy and bronchoscopic guided PCT is proven to be non-inferior in elective cases. However its role in emergency percutaneous tracheostomy has never been studied, since percutaneous tracheostomy itself remains an enigma in accessing emergency airway. There is no report of use of ultrasound guided percutaneous tracheostomy in emergency setting so far in the literature. We report our early experience with USPCT in emergency setting.Sixteen adult patients who required access to an emergency surgical airway after failure to accomplish emergency oro-tracheal intubation were the study population. Their airway was accessed by USPCT. Recorded data included clinical and demographic data including time taken to perform the procedure and complications. Short term and long term follow ups for a period of 2 years were done for the survivors.Twelve male and four female patients underwent the procedure and the average time of the procedure was 3.6 min with no failures nor conversions to surgical tracheostomy and no complications. The average oxygen saturation was 86% and average Glasgow coma scale was 8.4. This time period included the oxygen insufflation time. 10 patients were decannulated while six patients died due to the pathology of the disease itself. There were no complications in either short term or long term follow up.USPCT has a definitive role in emergency both in trauma and non-trauma setting. It is safe, feasible and faster in experienced hands. Use of USPCT in emergency setting has further narrowed the list of contraindications of percutaneous tracheostomy.", "doi": "10.1186/s40696-017-0035-x", "title": "Realtime ultrasound guided percutaneous tracheostomy in emergency setting: the glass ceiling has been broken.", "journal": ["Disaster and military medicine", "Disaster Mil Med"]}