{"authors": [["Zhang", "Ye", "Y", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."], ["Song", "Weiqun", "W", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."], ["Du", "Jubao", "J", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."], ["Huo", "Su", "S", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."], ["Shan", "Guixiang", "G", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."], ["Li", "Ran", "R", "Department of Rehabilitation Medicine, Xuan Wu Hospital, Capital Medical University, Beijing, China."]], "date": "2017-11-21", "id": "29209270", "text": "The electrophysiological evidence supporting the therapeutic efficacy of multiple transcranial direct current stimulation (tDCS) sessions on consciousness improvement in patients with prolonged disorders of consciousness (DOCs) has not been firmly established.To assess the effects of repeated tDCS in patients with prolonged DOCs by Coma Recovery Scale-Revised (CRS-R) score and event-related potential (ERP).Using a sham-controlled randomized double-blind design, 26 patients were randomly assigned to either a real [five vegetative state (VS) and eight minimally conscious state (MCS) patients] or sham (six VS and seven MCS patients) stimulation group. The patients in the real stimulation group underwent 20 anodal tDCS sessions of the left dorsolateral prefrontal cortex (DLPFC) over 10 consecutive working days. The CRS-R score and P300 amplitude and latency in a hierarchical cognitive assessment were recorded to evaluate the consciousness level before tDCS and immediately after the 20 sessions.The intra-group CRS-R analysis revealed a clinically significant improvement in the MCS patients in the real stimulation group. The inter-group CRS-R analysis showed a significant difference in CRS-R between VS and MCS patients at baseline in both the real and sham stimulation groups. The intra-group ERP analysis revealed a significant increase in P300 amplitude after tDCS in the MCS patients in the real stimulation group, but no significant differences in P300 latency. For the inter-group ERP analysis, we observed significant differences regarding the presence of P300 at baseline between the VS and MCS patients in both groups.The repeated anodal tDCS of the left DLPFC could produce clinically significant improvements in MCS patients. The observed tDCS-related consciousness improvements might be related to improvements in attention resource allocation (reflected by the P300 amplitude). The findings support the use of tDCS in clinical practice and ERP might serve as an efficient electrophysiological assessment tool in patients with DOCs.", "doi": "10.3389/fneur.2017.00620", "title": "Transcranial Direct Current Stimulation in Patients with Prolonged Disorders of Consciousness: Combined Behavioral and Event-Related Potential Evidence.", "journal": ["Frontiers in neurology", "Front Neurol"]}