{"authors": [["Sharma", "Richa", "R", "Assistant Professor, Department of Obstetrics and Gynaecology, UCMS and GTB Hospital, Delhi, India."], ["Bhanupriya", null, null, "Assistant Professor, Department of Obstetrics and Gynaecology, UCMS and GTB Hospital, Delhi, India."], ["Bhartiya", "Vishnu", "V", "Assistant Professor, Department of Obstetricsand Gynaecology, UCMS and GTB Hospital, Delhi, India."], ["Guleria", "Kiran", "K", "Director Professor, Department of Obstetrics and Gynaecology, UCMS and GTB Hospital, Delhi, India."], ["Suneja", "Amita", "A", "Director Professor and Head, Department of Obstetrics and Gynaecology, UCMS and GTB Hospital, Delhi, India."]], "date": "2017-09-01", "id": "29207788", "text": "Primary Hyperparathyroidism (PHP) is a rare event in pregnancy; Maternal complications in PHP patients can be as high as 67%. It can be overlooked easily because of many similar complaints shared by hyperparathyroidism and pregnancy such as nausea and vomiting, gastritis, bone aches, easy fatigability. Hypercalcemic crisis can develop resulting in coma and death. Neonatal effects are tetany and death in about 80% of cases. We report a case, of an antenatal woman at 30 weeks gestation with complains of painful swelling in left lower jaw and below right knee, pain over right hip joint and frequent episodes of gastritis. She was finally diagnosed to have primary hyperparathyroidism and brown tumour due to parathyroid adenoma. The baby was kept in Neonatal Intensive Care Unit (NICU) for three weeks, in view of prematurity with respiratory distress and later developed sepsis with DIC. The patient's signs and symptoms regressed after parathyroid surgery and the baby was healthy at the time of discharge. This case highlights the progressive deterioration of the patient because of lack of awareness of this disease process and its impact on maternal and foetal morbidity.", "doi": "10.7860/JCDR/2017/25948.10688", "title": "Hyperparathyroidism during Pregnancy- A Diagnostic and Therapeutic Challenge.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}