{"authors": [["Patnaik", "Kiran Kumar", "KK", "Associate Professor, Department of Forensic Medicine and Toxicology, Maharaja Krishna Chandra Gajapati Medical College, Berhampur, Odisha, India."], ["Das", "Sudeepa", "S", "Associate Professor, Department of Forensic Medicine and Toxicology, Maharaja Krishna Chandra Gajapati Medical College, Berhampur, Odisha, India."], ["Mohanty", "Sachidananda", "S", "Professor, Department of Forensic Medicine and Toxicology, Maharaja Krishna Chandra Gajapati Medical College, Berhampur, Odisha, India."], ["Panigrahi", "Hemanta", "H", "Assistant Professor, Department of Forensic Medicine and Toxicology, Maharaja Krishna Chandra Gajapati Medical College, Berhampur, Odisha, India."]], "date": "2017-09-01", "id": "29207735", "text": "Homicide is the death of one human being as a result of conduct of another. Multiple assaults on the body are seen in 70% cases, which indicate determination on the part of the accused to end the life of the victim.To identify the pattern, distribution and means of inflicting fatal isolated mechanical injury on the body in cases of homicide.This cross-sectional study was conducted on total 728 homicide deaths, out of which 63 cases had an isolated fatal mechanical injury over the body and the rest 665 cases had multiple injuries. The data collected from the study sample were recorded in a case record form and was analysed using Graphpad Prism 5.0.Homicidal deaths occurring due to an isolated bodily injury were 8.65%. Most of the victims (82%) were males. Those in the age group more than 60 years and less than 10 years together constituted 38% of the cases having isolated fatal homicidal injury. Sharp cutting weapons were used in most of the cases (46.03%) followed by use of hard and blunt weapon in 20.63%. The most common site of isolated injury causing homicide was head (41.26%) followed by the neck in 31.74%. The least common site of injury was the groin/scrotum (7.93%). The leading mode of death was coma (38.09%) followed by haemorrhagic shock in 34.92%.Victims of homicidal deaths with isolated bodily injury showed a distinct pattern in comparison to deaths due to homicide with multiple injuries, which can be an indicator of the degree of aggression, magnitude of violence and the determination or intention of the assailant to kill.", "doi": "10.7860/JCDR/2017/26344.10598", "title": "Pattern of Isolated Fatal Mechanical Injury in Homicidal Deaths: A Cross-Sectional Study.", "journal": ["Journal of clinical and diagnostic research : JCDR", "J Clin Diagn Res"]}