{"authors": [["Bodien", "Yelena G", "YG", "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Boston, Massachusetts."], ["Chatelle", "Camille", "C", "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Boston, Massachusetts."], ["Edlow", "Brian L", "BL", "Department of Neurology, Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, Boston, Massachusetts."]], "date": "2017-12-05", "id": "29207410", "text": "Severe brain injury may cause disruption of neural networks that sustain arousal and awareness, the two essential components of consciousness. Despite the potentially devastating immediate and long-term consequences, disorders of consciousness (DoC) are poorly understood in terms of their underlying neurobiology, the relationship between pathophysiology and recovery, and the predictors of treatment efficacy. Recent advances in neuroimaging techniques have enabled the study of network connectivity, providing great potential to improve the clinical care of patients with DoC. Initial discoveries in this field were made using positron emission tomography (PET). More recently, functional magnetic resonance (fMRI) techniques have added to our understanding of functional network dynamics in this population. Both methods have shown that whether at rest or performing a goal-oriented task, functional networks essential for processing intrinsic thoughts and extrinsic stimuli are disrupted in patients with DoC compared with healthy subjects. Atypical connectivity has been well established in the default mode network as well as in other cortical and subcortical networks that may be required for consciousness. Moreover, the degree of altered connectivity may be related to the severity of impaired consciousness, and recovery of consciousness has been shown to be associated with restoration of connectivity. In this review, we discuss PET and fMRI studies of functional and effective connectivity in patients with DoC and suggest how this field can move toward clinical application of functional network mapping in the future.", "doi": "10.1055/s-0037-1607310", "title": "Functional Networks in Disorders of Consciousness.", "journal": ["Seminars in neurology", "Semin Neurol"]}