{"authors": [["Satopää", "Jarno", "J", "Department of Neurosurgery, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Meretoja", "Atte", "A", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Koivunen", "Riku J", "RJ", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Mustanoja", "Satu", "S", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Putaala", "Jukka", "J", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Kaste", "Markku", "M", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Strbian", "Daniel", "D", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Tatlisumak", "Turgut", "T", "Department of Neurology, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."], ["Niemelä", "Mika R", "MR", "Department of Neurosurgery, Helsinki University Hospital and Clinical Neurosciences, Neurology, University of Helsinki, Helsinki, Finland."]], "date": "2017-11-09", "id": "29204307", "text": "Intracerebellar haemorrhage constitutes around 10% of all spontaneous, non-aneurysmal intracerebral haemorrhages (ICHs) and often carries a grim prognosis. In symptomatic patients, surgical evacuation is usually regarded the standard treatment. Our objective was to compare the in-hospital mortality and functional outcome at hospital discharge in either medically or surgically treated patients, and the impact of either treatment on long-term mortality after a cerebellar ICH.An observational, retrospective, single-centre consecutive series of 114 patients with cerebellar ICH. We assessed the effect of different demographic factors on functional outcome and in-hospital mortality using logistic regression. We also divided the patients in medical and surgical treatment groups based on how they had been treated and compared the clinical and radiological parameters, in-hospital, and long-term mortality in the different groups.In our series, 38 patients (33.3%) underwent haematoma evacuation and 76 (66.7%) received medical treatment. Glasgow coma scale <8, blocked quadrigeminal cistern, and severe hydrocephalus were associated with in-hospital death or poor functional outcome at discharge (modified Rankin scale 4-6). Surgically treated patients were younger, had larger haematomas both in volume and diameter, were in a worse clinical condition, and suffered more from hydrocephalus and brainstem compression. There were no statistically significant differences in in-hospital or long-term mortality. However, the surgically treated patients remained in a poor clinical condition.Surgical treatment of cerebellar ICH can be life-saving but often leads to a poor functional outcome. New studies are needed on long-term functional outcome after a cerebellar ICH.", "doi": "10.4103/sni.sni_168_17", "title": "Treatment of intracerebellar haemorrhage: Poor outcome and high long-term mortality.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}