{"authors": [["Shah", "Bhupendra", "B", "Department of Internal Medicine, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."], ["Bartaula", "Bijay", "B", "Department of Internal Medicine, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."], ["Adhikari", "Janak", "J", "Department of Internal Medicine, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."], ["Neupane", "Hari Shankar", "HS", "Department of Internal Medicine, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."], ["Shah", "Birendra Prasad", "BP", "Department of Anaesthesiology and Critical Care, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."], ["Poudel", "Gunaraj", "G", "Department of Surgery, B. P. Koirala Institute of Health Sciences, Dharan, Nepal."]], "date": null, "id": "29204020", "text": "Stroke is the second most common cause of mortality worldwide. Data regarding the predictors of mortality of acute ischemic stroke are widely discordant. Identifying the predictors and providing the utmost care to a high-risk patient is still an unmet need in middle- to low-income countries. We did this study to identify the predictor of in-hospital mortality of acute ischemic stroke.We conducted a retrospective study of patients with acute ischemic stroke presented to the tertiary care center in eastern Nepal from January 2012 to December 2016. We enrolled patients of age 18 years and older with acute ischemic stroke in this study. The primary outcome of the study was in-hospital mortality of enrolled patients. Predictors of mortality were analyzed by comparing the patients with acute ischemic stroke who had mortality with those who survived.The mean age of enrolled patients was 66 years. Among 257, the in-hospital mortality rate was 20.5%. The patients with in-hospital mortality had lower Glasgow coma scale (GCS) score (9 vs. 12, P < 0.001) compared to those who survived. During admission, a patient with in-hospital mortality had significantly lower arterial oxygen saturation (92 vs. 95, P < 0.001), higher pulse rate (91 vs. 83, P = 0.009), and higher respiratory rate (24 vs. 21, P < 0.001) than those patients with acute ischemic stroke who survived.Lower GCS score, baseline higher pulse rate, higher respiratory rate, and lower arterial oxygen saturation are the predictors of in-hospital mortality of adult with acute ischemic stroke.", "doi": "10.4103/jnrp.jnrp_265_17", "title": "Predictors of In-hospital Mortality of Acute Ischemic Stroke in Adult Population.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}