{"authors": [["Alkosha", "Hazem M", "HM", "Department of Neurosurgery, Mansoura University Hospital, Mansoura, Egypt."], ["Zakaria", "Wael K", "WK", "Department of Neurosurgery, Mansoura University Hospital, Mansoura, Egypt."]], "date": null, "id": "29204009", "text": "To explore the difference in outcomes of medium-sized lobar hematomas evacuated in early versus delayed fashion among unconscious noncomatose individuals.A retrospective analysis of demographic, clinical, and radiological data of unconscious patients admitted with lobar hematomas during 18 years was performed. Time to surgery was compared in various patient variables and characteristics. Outcome groups (favorable and poor) were also compared to find out any association with surgery timing, as well as potential indicators of outcome and mortality.The mean follow-up period in this study was 7.5 months after discharge. Two-thirds of the patients carried favorable prognosis at final follow-up with mortality (7.3%) included among poor cases. Time to surgery was not associated to any of the patient characteristics, except for international normalized ratio and associated chest problems which represented the main indicators of delayed surgery. Rebleeding after evacuation was associated with shorter time to surgery in clots ≤35 cc but not in the whole group. Poor outcome was significantly associated with higher basal glucose levels, bigger hematomas, rebleeding after surgery, and delayed evacuation of clots >35 cc. The presence of mild intraventricular hemorrhage (IVH) per se was not associated with increased mortality or poor outcome; however, its volume was.Smaller lobar hematomas (≤35 cc) in unconscious adults (Glasgow Coma Scale 8-13) may be managed with initial conservative treatment, while larger hematomas (>35 cc) are better evacuated as early as possible. Basal glucose levels and volume of mild IVH should be considered in the future management planes.", "doi": "10.4103/jnrp.jnrp_190_17", "title": "Outcome of Early versus Delayed Evacuation of Spontaneous Lobar Hematomas in Unconscious Adults.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}