{"authors": [["Eun", "Jin", "J", "Department of Neurosurgery, St. Paul's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea."], ["Huh", "Joon", "J", "Department of Neurosurgery, Myungji St. Mary's Hospital, Seoul, Republic of Korea."], ["Yang", "Seo-Yeon", "SY", "Department of Neurosurgery, Uijongbu St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Gyeonggi-Do, Republic of Korea."], ["Huh", "Han-Yong", "HY", "Department of Neurosurgery, St. Paul's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea."], ["Ahn", "Jae-Kun", "JK", "Department of Neurosurgery, St. Paul's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea."], ["Cho", "Kwang-Wook", "KW", "Department of Neurosurgery, Bucheon St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Gyeonggi-Do, Republic of Korea."], ["Kim", "Young-Woo", "YW", "Department of Neurosurgery, Bucheon St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Gyeonggi-Do, Republic of Korea."], ["Kim", "Sung-Lim", "SL", "Department of Neurosurgery, Bucheon St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Gyeonggi-Do, Republic of Korea."], ["Kim", "Jong-Tae", "JT", "Department of Neurosurgery, Incheon St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Incheon, Republic of Korea."], ["Yoo", "Do-Sung", "DS", "Department of Neurosurgery, St. Paul's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea; Department of Neurosurgery, Uijongbu St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Gyeonggi-Do, Republic of Korea. Electronic address: yooman@catholic.ac.kr."], ["Park", "Hae-Kwan", "HK", "Department of Neurosurgery, Yeouido St. Mary's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea."], ["Ji", "Cheol", "C", "Department of Neurosurgery, St. Paul's Hospital, The Catholic University of Korea, College of Medicine, Seoul, Republic of Korea."]], "date": "2017-12-02", "id": "29203313", "text": "In patients with severe traumatic brain injury (TBI), maintaining systolic blood pressure >90 mm Hg, intracranial pressure (ICP) <20 mm Hg and cerebral perfusion pressure (CPP) >60-70 mm Hg is recommended to improve clinical outcomes. A recommended CPP value for patients treated with decompressive craniectomy (DC) has not been clearly studied. We aimed to determine whether the targeted CPP can be lowered in patients treated with DC.This retrospective analysis included 191 patients who underwent DC for TBI. All patients were monitored for ICP and blood pressure during and after DC. CPP was calculated every 2 hours after DC. Patient outcomes were evaluated 6 months after initial treatment.Mean patient age was 50.8 years (median 52 years), and 79.1% of patients were male. Initial Glasgow Coma Scale score was 6.2 (median 6). Comparing clinical outcome based on postoperative ICP >25 mm Hg and <25 mm Hg, Extended Glasgow Outcome Scale score was 1.4 (>25 mm Hg) and 4.9 (<25 mm Hg) (P = 0.000). In patients maintained at ICP <25 mm Hg, mortality was increased significantly with CPP between 35 mmHg and 30 mm Hg (χ2, P = 0.029 vs. P = 0.062).Patients with TBI who underwent DC with postoperative ICP maintained <25 mm Hg and CPP >35 mm Hg may have similar mortality as patients with CPP >60-70 mm Hg who did not undergo DC. For patients with TBI who undergo DC, targeted CPP might be lowered to 35 mm Hg if ICP is maintained <25 mm Hg.", "doi": "10.1016/j.wneu.2017.11.146", "title": "Determining the Lower Limit of Cerebral Perfusion Pressure in Patients Undergoing Decompressive Craniectomy Following Traumatic Brain Injury.", "journal": ["World neurosurgery", "World Neurosurg"]}