{"authors": [["Shehabi", "Yahya", "Y", "Monash University, Melbourne, VIC, Australia. yahya.shehabi@monashhealth.org."], ["Forbes", "Andrew B", "AB", "School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia."], ["Arabi", "Yaseen", "Y", "King Saud bin Abdulaziz University for Health Sciences (KSAU-HS), Riyadh, Saudi Arabia."], ["Bass", "Frances", "F", "Royal North Shore Hospital, Sydney, NSW, Australia."], ["Bellomo", "Rinaldo", "R", "School of Medicine, University of Melbourne, Melbourne, VIC, Australia."], ["Kadiman", "Suhaini", "S", "National Heart Institute, Kuala Lumpur, Malaysia."], ["Howe", "Belinda D", "BD", "Australian New Zealand Intensive Care Research Centre, Monash University, Melbourne, VIC, Australia."], ["McArthur", "Colin", "C", "Auckland City Hospital, Auckland, New Zealand."], ["Reade", "Michael C", "MC", "Australian Defence Force, Brisbane, QLD, Australia."], ["Seppelt", "Ian", "I", "Sydney Medical School Nepean, University of Sydney, Sydney, NSW, Australia."], ["Takala", "Jukka", "J", "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, Bern, Switzerland."], ["Webb", "Steve", "S", "Monash University, Melbourne, VIC, Australia."], ["Wise", "Matthew P", "MP", "St John of God Hospital, Perth, WA, Australia."], [null, null, null, null], [null, null, null, null], [null, null, null, null]], "date": null, "id": "29202258", "text": "Sedation strategy in critically ill patients who are mechanically ventilated is influenced by patient-related factors, choice of sedative agent and the intensity or depth of sedation prescribed. The impact of sedation strategy on outcome, in particular when delivered early after initiation of mechanical ventilation, is uncertain.To present the protocol and analysis plan of a large randomised clinical trial investigating the effect of a sedation strategy, in critically ill patients who are mechanically ventilated, based on a protocol targeting light sedation using dexmedetomidine as the primary sedative, termed \"early goal-directed sedation\", compared with usual practice.This is a multinational randomised clinical trial in adult intensive care patients expected to require mechanical ventilation for longer than 24 hours. The main exclusion criteria include suspected or proven primary brain pathology or having already been intubated or sedated in an intensive care unit for longer than 12 hours. Randomisation occurs via a secured website with baseline stratification by site and suspected or proven sepsis. The primary outcome is 90-day all-cause mortality. Secondary outcomes include death, institutional dependency, cognitive function and health-related quality of life 180 days after randomisation, as well as deliriumfree, coma-free and ventilation-free days at 28 days after randomisation. A predefined subgroup analysis will also be conducted. Analyses will be on an intention-to-treat basis and in accordance with this pre-specified analysis plan.SPICE III is an ongoing large scale clinical trial. Once completed, it will inform sedation practice in critically ill patients who are ventilated.", "doi": null, "title": "The SPICE III study protocol and analysis plan: a randomised trial of early goaldirected sedation compared with standard care in mechanically ventilated patients.", "journal": ["Critical care and resuscitation : journal of the Australasian Academy of Critical Care Medicine", "Crit Care Resusc"]}