{"authors": [["Kashani", "Parvin", "P", "Emergency Department, Loghmane Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Safari", "Saeed", "S", "Emergency Department, Shohadaye Tajrish Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Hatamabadi", "Hamidreza", "H", "Emergency Department, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Arhami Dolatabadi", "Ali", "A", "Emergency Department, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Manouchehrifar", "Mohammad", "M", "Emergency Department, Loghmane Hakim Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Dokht Tabrizi", "Maryam", "M", "Emergency Department, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": "2017-10-13", "id": "29201962", "text": "Each year a large number of patients present to emergency departments (EDs) following accidental or intentional poisoning with methadone. This study was designed with the aim of demographic evaluation of methadone poisoning in children presenting to ED and proposing preventive measures to parents and the healthcare system.This cross sectional study was carried out on children under the age of 12 years presenting to ED of a poisoning referral center. Demographic characteristics of the child and parents, cause of poisoning, form of drug consumed, dose consumed, the symptoms of the child on admission, clinical examination, laboratory findings, and final outcome were recorded and reported using descriptive statistics.179 cases were studied (59.2% boys). Cause of consumption was accidental in 175 (97.8%) cases and consumed drug dose was unknown in 53 (53.6%) cases. On admission 6 cases were in deep coma, 133 (74.3%) had miotic pupils, and 52 (29.1%) were affected with respiratory apnea and cyanosis. In 132 (73.8%) cases drugs were obtained from unapproved stores and form of drug consumed was syrup in 146 (81.6%) cases. 177 (98.9%) cases were discharged after 2 or3 days and 2 (1.1%) cases died.Based on the results of the present study, most cases of methadone poisoning were accidental, in children residing in poor and middle-class areas, with parents who had a low level of education and had obtained the drug from unapproved stores and stored it in improper containers or at improper places. Only 64.8% of the parents were educated regarding drug storage.", "doi": "10.22037/emergency.v5i1.18780", "title": "Characteristics of Methadone Intoxicated Children Presenting to Emergency Department; a Cross Sectional Study.", "journal": ["Emergency (Tehran, Iran)", "Emerg (Tehran)"]}