{"authors": [["Lee", "Hyeong Rae", "HR", "Department of Neurosurgery, Ajou University Hospital, Ajou University School of Medicine, Suwon, Korea."], ["You", "Nam Kyu", "NK", "Department of Neurosurgery, Ajou University Hospital, Ajou University School of Medicine, Suwon, Korea."], ["Seo", "Sook Jin", "SJ", "Department of Neurosurgery, Ajou University Hospital, Ajou University School of Medicine, Suwon, Korea."], ["Choi", "Mi Sun", "MS", "Department of Neurosurgery, Ajou University Hospital, Ajou University School of Medicine, Suwon, Korea."]], "date": "2017-10-31", "id": "29201849", "text": "It is not a common case for neurosurgery department and the other departments to perform joint operation at the same time. Patients with severe head injury are a condition in which vital signs are unstable due to severe brain swelling and increased intracranial pressure, and emergency surgery is required. A 44-year-old man visited the trauma center with a motorcycle accident. The Glasgow Coma Scale score at the time of emergency department was 3 points, and the pupil was fixed at 6 mm on both sides. His medical history was unknown. His vital signs including blood pressure (BP), heart rate, respiratory rate and oxygen saturation were stable. Associated injuries included multiple fractures of whole body. Brain computed tomography revealed subarachnoid hemorrhage, intraventricular hemorrhage and severe cerebral edema. During the preparation of the craniectomy, abdominal ultrasonography performed because of decreased BP resulted in a large amount of hemoperitoneum. The bi-coronal craniectomy and splenectomy were performed simultaneously for about 4 hours. After fifty days of treatment, he was discharged with Glasgow Outcome Scale-extended 4 points and is undergoing rehabilitation. In severe polytrauma patients, active concurrent surgery is a good method to save their lives.", "doi": "10.13004/kjnt.2017.13.2.141", "title": "Concurrent Surgery of Craniectomy and Splenectomy as Initial Treatment in Severe Traumatic Head Injury: A Case Report.", "journal": ["Korean journal of neurotrauma", "Korean J Neurotrauma"]}