{"authors": [["Choi", "Young Hwan", "YH", "Department of Neurosurgery, Gachon University, Gil Medical Center, Incheon, Korea."], ["Lim", "Tea Kyoo", "TK", "Department of Neurosurgery, Gachon University, Gil Medical Center, Incheon, Korea."], ["Lee", "Sang Gu", "SG", "Department of Neurosurgery, Gachon University, Gil Medical Center, Incheon, Korea."]], "date": "2017-10-31", "id": "29201843", "text": "Immediate contralateral epidural hematoma (EDH) and traumatic intracerebral hematoma (T-ICH) after craniectomy for traumatic subdural hematoma (SDH) are rare but devastating post-operative complications. Their clinical features and outcomes are not well studied. In this report, we present the clinical features and outcomes of immediate contralateral acute hematoma cases requiring a second operation.This study includes 10 cases of immediate contralateral EDH and T-ICH following bilateral craniectomy for the evacuation of traumatic SDH and contralateral hematoma between 2004 and 2015. Their medical records and radiographic findings were reviewed and analyzed retrospectively.Ten of the 528 patients (1.89%) who underwent craniectomy for the evacuation of traumatic SDH developed post-operative EDH (n=5), T-ICH (n=5). The trauma was caused by a fall in 5 patients and by a traffic accident in 5 patients. The patients who suffered trauma due to pedestrian accidents died. Seven patients had a low admission Glasgow Coma Scale (GCS; GCS≤8) score in the preoperative state (average admission GCS, 7.7; average discharge GCS, 3.4; and average discharge Glasgow Outcome Scale, 2.0). Severe intra-operative brain swelling was noted in all patients, while skull fracture was observed in 8. Multiple associated injuries and medication for heart disease were characteristic of patients who died.The prognosis of delayed contralateral hematoma was very poor. Multiple associated injuries, past medical history and traffic accidents, especially pedestrians were seemed to be associated with higher mortality rates. Finally, contralateral skull fractures can indicate high risk of delayed contralateral acute intracranial hematoma.", "doi": "10.13004/kjnt.2017.13.2.108", "title": "Clinical Features and Outcomes of Bilateral Decompression Surgery for Immediate Contralateral Hematoma after Craniectomy Following Acute Subdural Hematoma.", "journal": ["Korean journal of neurotrauma", "Korean J Neurotrauma"]}