{"authors": [["Ahn", "Jae-Min", "JM", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."], ["Lee", "Kyeong-Seok", "KS", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."], ["Shim", "Jae-Hyun", "JH", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."], ["Oh", "Jae-Sang", "JS", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."], ["Shim", "Jai-Joon", "JJ", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."], ["Yoon", "Seok-Mann", "SM", "Department of Neurosurgery, Soonchunhyang University Cheonan Hospital, Cheonan, Korea."]], "date": "2017-10-31", "id": "29201842", "text": "Interhemispheric subdural hematoma (IHSDH) is uncommon, because of their unusual location. However, it is a distinct lesion with its unique characteristics. We investigated clinical features and outcomes of consecutive 42 patients with IHSDH, retrospectively.From 2006 to 2015, we treated 105 patients with IHSDH. All patients were diagnosed by computed tomography (CT) or magnetic resonance imaging. We selected 42 patients with thick (3 mm or more) IHSDH. We retrospectively reviewed the clinical and radiological findings, management and outcomes.The male to female ratio was 2:1. Two thirds of the patients were over 60 years old. Slip or fall was the most common cause of trauma. The level of consciousness on admission was Glasgow Coma Scale (GCS) 13 to 15 in 25 patients. The most common symptom was headache. All IHSDH was hyperdense in CT at the time of diagnosis. IHSDH frequently accompanied convexity subdural hematoma. The outcome was favorable in 27 patients, however, six patients were expired. Twenty-two patients were managed conservatively. Surgery was performed in ten patients to remove the concurrent lesion. The outcome was poor in spontaneous one, patients with low GCS, and patients with conservative treatment.IHSDH is rare especially the isolated one. The outcome was dependent to the severity of injury. Surgery may be helpful to remove the concurrent mass lesion, however, conservative treatment is generally preferred.", "doi": "10.13004/kjnt.2017.13.2.103", "title": "Clinical Features of Interhemispheric Subdural Hematomas.", "journal": ["Korean journal of neurotrauma", "Korean J Neurotrauma"]}