{"authors": [["So", "Jin Shup", "JS", "Department of Neurosurgery, Dankook University Hospital, Dankook University College of Medicine, Cheonan, Korea."], ["Yun", "Jung-Ho", "JH", "Department of Neurosurgery, Dankook University Hospital, Dankook University College of Medicine, Cheonan, Korea."]], "date": "2017-10-31", "id": "29201841", "text": "To show the effect of dual monitoring including cardiac output (CO) and intracranial pressure (ICP) monitoring for severe traumatic brain injury (TBI) patiens. We hypothesized that meticulous treatment using dual monitoring is effective to sustain maintain minimal intensive care unit (ICU) complications and maintain optimal ICP and cerebral perfusion pressure (CPP) for severe TBI patiens.We included severe TBI, below Glasgow Coma Scale (GCS) 8 and head abbreviation injury scale (AIS) >4 and performed decompressive craniectomy at trauma ICU of our hospital. We collected the demographic data, head AIS, injury severity score (ISS), initial GCS, ICU stay, sedation duration, fluid therapy related complications, Glasgow Outcome Scale (GOS) at 3 months and variable parameters of ICP and CO monitor.Thirty patients with severe TBI were initially selected. Thirteen patients were excluded because 10 patients had fixed pupillary reflexes and 3 patients had uncontrolled ICP due to severe brain edema. Overall 17 patients had head AIS 5 except 2 patients and 10 patients (58.8%) had multiple traumas as mean ISS 29.1. Overall complication rate of the patients was 64.7%. Among the parameters of CO monitoring, high stroke volume variation is associated with fluid therapy related complications (p=0.043) and low cardiac contractibility is associated with these complications (p=0.009) statistically.Combined use of CO and ICP monitors in severe TBI patients who could be necessary to decompressive craniectomy and postoperative sedation is good alternative methods to maintain an adequate ICP and CPP and reduce fluid therapy related complications during postoperative ICU care.", "doi": "10.13004/kjnt.2017.13.2.96", "title": "The Combined Use of Cardiac Output and Intracranial Pressure Monitoring to Maintain Optimal Cerebral Perfusion Pressure and Minimize Complications for Severe Traumatic Brain Injury.", "journal": ["Korean journal of neurotrauma", "Korean J Neurotrauma"]}