{"authors": [["Dennis", "Emily L", "EL", "Imaging Genetics Center, Keck School of Medicine of USC, Marina del Rey, CA, USA."], ["Rashid", "Faisal", "F", "Imaging Genetics Center, Keck School of Medicine of USC, Marina del Rey, CA, USA."], ["Jahanshad", "Neda", "N", "Imaging Genetics Center, Keck School of Medicine of USC, Marina del Rey, CA, USA."], ["Babikian", "Talin", "T", "Department of Psychiatry and Biobehavioral Sciences, Semel Institute for Neuroscience and Human Behavior, UCLA, Los Angeles, CA, USA."], ["Mink", "Richard", "R", "Harbor-UCLA Medical Center and Los Angeles BioMedical Research Institute, Department of Pediatrics, Torrance, CA, USA."], ["Babbitt", "Christopher", "C", "Miller Children's Hospital, Long Beach, CA, USA."], ["Johnson", "Jeffrey", "J", "LAC+USC Medical Center, Department of Pediatrics, Los Angeles, CA, USA."], ["Giza", "Christopher C", "CC", "UCLA Brain Injury Research Center, Dept. of Neurosurgery and Division of Pediatric Neurology, Mattel Children's Hospital, Los Angeles, CA, USA."], ["Asarnow", "Robert F", "RF", "Department of Psychiatry and Biobehavioral Sciences, Semel Institute for Neuroscience and Human Behavior, UCLA, Los Angeles, CA, USA."], ["Thompson", "Paul M", "PM", "Imaging Genetics Center, Keck School of Medicine of USC, Marina del Rey, CA, USA."]], "date": "2017-06-19", "id": "29201280", "text": "Traumatic brain injury (TBI) is the leading cause of death and disability in children, and can lead to long lasting functional impairment. Many factors influence outcome, but imaging studies examining effects of individual variables are limited by sample size. Roughly 20-40% of hospitalized TBI patients experience seizures, but not all of these patients go on to develop a recurrent seizure disorder. Here we examined differences in structural network connectivity in pediatric patients who had sustained a moderate-severe TBI (msTBI). We compared those who experienced early post-traumatic seizures to those who did not; we found network differences months after seizure activity stopped. We also examined correlations between network measures and a common measure of injury severity, the Glasgow Coma Scale (GCS). The global GCS score did not have a detectable relationship to brain integrity, but sub-scores of the GCS (eyes, motor, verbal) were more closely related to imaging measures.", "doi": "10.1109/ISBI.2017.7950479", "title": "A NETWORK APPROACH TO EXAMINING INJURY SEVERITY IN PEDIATRIC TBI.", "journal": ["Proceedings. IEEE International Symposium on Biomedical Imaging", "Proc IEEE Int Symp Biomed Imaging"]}