{"authors": [["Adigüzel", "Emre", "E", "Gaziler Physical Medicine and Rehabilitation Education and Research Hospital."], ["Yaşar", "Evren", "E", "Department of Physical Medicine and Rehabilitation, Gülhane Medical School, Health Sciences University."], ["Kesikburun", "Serdar", "S", "Department of Physical Medicine and Rehabilitation, Gülhane Medical School, Health Sciences University."], ["Demir", "Yasin", "Y", "Gaziler Physical Medicine and Rehabilitation Education and Research Hospital."], ["Aras", "Berke", "B", "Kastamonu Physical Medicine and Rehabilitation Hospital, Kastamonu, Turkey."], ["Safaz", "Ismail", "I", "Department of Physical Medicine and Rehabilitation, Gülhane Medical School, Health Sciences University."], ["Alaca", "Ridvan", "R", "Department of Physical Medicine and Rehabilitation,Medicana Hospital, Ankara."], ["Tan", "Arif K", "AK", "Department of Physical Medicine and Rehabilitation, Gülhane Medical School, Health Sciences University."]], "date": "2017-11-29", "id": "29200410", "text": "Many reports have investigated rehabilitation outcomes after a traumatic brain injury (TBI); however, comparably less is known about whether they differ from outcomes of an anoxic brain injury (ABI). Thus, we aimed to compare the rehabilitation outcomes of patients with ABI with control patients who have TBI. Forty participants with ABI and 40 participants with TBI were included in this retrospective study. Participants with ABI were matched with participants with TBI who had similar clinical characteristics such as age, initial Functional Independence Measurement (FIM) score, and duration of coma. FIM and Functional Ambulation Classification (FAC) scores on rehabilitation admission and on rehabilitation discharge were recorded. The FIM score in the ABI group was 41.7±28.5 on rehabilitation admission and increased to 57.1±31.4 on rehabilitation discharge. The FIM score in the TBI group was 40.8±24.0 on rehabilitation admission and increased to 65.9±35.3 on rehabilitation discharge. There was no statistically significant difference in the FIM scores on rehabilitation discharge between groups. Initial FAC was similar in both groups and there was no statistically significant difference in the FAC scores on rehabilitation discharge. The multiple linear regression analysis showed that intensive care unit length of stay had an inverse relationship with the FAC change. We did not find significant differences in the rehabilitation outcomes of participants with ABI compared with participants with TBI. Considering the lack of information in the literature on ABI rehabilitation, this study may be important to guide rehabilitation teams.", "doi": "10.1097/MRR.0000000000000261", "title": "Are rehabilitation outcomes after severe anoxic brain injury different from severe traumatic brain injury? A matched case-control study.", "journal": ["International journal of rehabilitation research. Internationale Zeitschrift fur Rehabilitationsforschung. Revue internationale de recherches de readaptation", "Int J Rehabil Res"]}