{"authors": [["Halayem", "S", "S", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie. Electronic address: soumeyyadhouib@hotmail.fr."], ["Ounalli", "H", "H", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie."], ["Boudali", "M", "M", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie."], ["Hajri", "M", "M", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie."], ["Abbes", "Z", "Z", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie."], ["Bouden", "A", "A", "Service de pédopsychiatrie de l'hôpital Razi, hôpital Razi, rue des Orangers, La-Manouba 2010, Tunisie."]], "date": "2017-11-28", "id": "29195806", "text": "Suicide and suicide attempts represent a worldwide health priority. The aim of our study was to describe the epidemiological and clinical characteristics of young suicide attempters among a clinical population and to assess their potential evolution over a period of11 years.We conducted a descriptive retrospective study among a clinical population of suicide attempters referred to the child psychiatric department of the Razi hospital, the inpatient reference department in the north and center of Tunisia, between January 2005 and December 2015. Based on the WHO definition we considered as suicide attempts, \"any deliberate act, without any fatal outcome, aimed at performing a gesture of violence on one's own person or to ingest a toxic substance or drugs at a dose higher than the dose recognized as therapeutic\". We conducted collection of data from patient records based on a pre-established record with the following parameters: clinical study of patients including: socio-demographic data, clinical characteristics based on DSM 4 criteria and environmental factors including family history of psychiatric disorder, abuse, school difficulties and failure.The sample was composed of 159 patients having a mean age of 12.8 years with extremes from 5.8 to 17 years. It was composed of 74.2% girls and 25.8% boys. Medical intoxication was the most common mean (68.6%) followed by physical means (20.1%) and toxic products ingestion (12.6%). The suicide attempts were mainly non-premeditated (83.1%). Our patients reported a previous suicide attempt in 25.8% of cases. Chronic somatic disorders were found among 24.5% of our sample. Psychiatric disorders among children, parents, abuse, and school failure were found in respectively 48.4%, 50.6%, 37.1% and 13.4% of suicidal patients. Psychiatric disorders were dominated by depressive disorders and oppositional defiant disorders associated with conduct disorder. The chronological study highlighted significant modifications starting from 2013/2014, reflecting a recent trend: a significant decrease in suicidal age was found since the year 2015: children under 10 years of age, who constituted 8.4 % (n=10) of suicides during the period from (n=119), accounted for 20 % (n=32) of the patients enumerated in the year 2015 (P=0.045). We also found that the percentage of suicidal attempts committed in winter was higher from 2013 than in previous years (P=0.019). We also noted a significant increase in 2014 in the proportion of patients with a personal history of suicidal attempt when compared to previous years (P=0.045). The use of physical means became more frequent from 2013 (P=0.019). This is confirmed by comparing the suicide attempts prior to and from 2014 (P=0.007) or by comparing the suiced attempts committed in 2015 to the ones committed during the previous ten years (P=0.007). Finally, there was a statistically significant distribution of serious organic effects (coma) as a function of years: such complications were more frequent in the course of suicidal attempts committed after 2013 (P=0.009).Since 2013/2014 we found a recent trend characterized by more children among suicidals, more patients reporting a previous suicide attempt, more frequent use of physical means and a greater proportion of suicide attempts realized in winter. This raises the challenge for more research on the topic as well as new therapeutic interventions.", "doi": "10.1016/j.encep.2017.09.006", "title": "[Evolution of suicide attempts in a Tunisian clinical population between 2005 and 2015: New modalities for young people to commit suicide?]", "journal": ["L'Encephale", "Encephale"]}