{"authors": [["Mutamiswa", "Reyard", "R", "Department of Biological Sciences and Biotechnology, Botswana International University of Science and Technology (BIUST), Private Bag 16, Palapye, Botswana."], ["Chidawanyika", "Frank", "F", "Agricultural Research Council, Plant Protection Research, Weeds Division, Private Bag X6006, Hilton, 3245, South Africa."], ["Nyamukondiwa", "Casper", "C", "Department of Biological Sciences and Biotechnology, Botswana International University of Science and Technology (BIUST), Private Bag 16, Palapye, Botswana."]], "date": "2017-11-28", "id": "29193807", "text": "Increasing climatic average temperatures and variability elicit various insect physiological responses that affect fitness and survival and may influence subsequent trophic interactions in agroecosystems. In line with this background, we investigated short and long-term plastic responses to temperature of laboratory-reared stemborer, Chilo partellus and its larval endoparasitoid, Cotesia flavipes.Rapid cold- and -heat hardening effects in C. partellus larvae, pupae and adults and C. flavipes adults were highly significant (P ˂ 0.001). High temperature acclimation improved critical thermal limits and heat knock-down time in C. partellus larvae and C. flavipes adults respectively. However, low temperature acclimation enhanced supercooling point in C. flavipes and chill coma recovery time in both C. partellus larvae and C. flavipes adults.Current results suggest thermal plasticity may enhance these two species survival to lethal low and high temperatures. However, C. partellus appear more plastic compared to C. flavipes. Results have three major implications: 1) C. partellus may inhabit slightly warmer environments than C. flavipes suggesting potential mismatch in biogeography, 2) host-parasitoid relationships are complex and are likely trait dependent, and 3) host-parasitoid differential thermal plastic responses may offset biocontrol efficacy. These results may help inform biocontrol decision making under global change.", "doi": "10.1002/ps.4807", "title": "Thermal plasticity potentially mediates the interaction between host Chilo partellus Swinhoe (Lepidoptera: Crambidae) and endoparasitoid Cotesia flavipes Cameron (Hymenoptera: Braconidae) under rapidly changing environments.", "journal": ["Pest management science", "Pest Manag. Sci."]}