{"authors": [["Mohamed", "Warda Ramadan Abouzeid", "WRA", "University of South Australia, Adelaide, SA, Australia."], ["Leach", "Matthew J", "MJ", "Department of Rural Health, University of South Australia, Adelaide, SA, Australia."], ["Reda", "Nagwa Ahmad", "NA", "Alexandria University, Alexandria, Egypt."], ["Abd-Ellatif", "Mohammad Mohamed", "MM", "Assiut University, Assiut, Egypt."], ["Mohammed", "Mona Aly", "MA", "Assiut University, Assiut, Egypt."], ["Abd-Elaziz", "Mervat Anwar", "MA", "Assiut University, Assiut, Egypt."]], "date": "2017-11-29", "id": "29193516", "text": "To compare the effectiveness of clinical pathway-directed care to usual care on hospitalisation-related outcomes in patients with severe traumatic brain injury (STBI).Severe traumatic brain injury is a major cause of disability and mortality in young adults. Clinical pathways endeavour to bring evidence and clinical practice closer together to foster the delivery of best practice and to improve patient outcomes.Quasi-experimental study.The study was conducted in a trauma intensive care unit of a large teaching hospital in Egypt. Patients aged 18-60 years with a diagnosis of STBI, a Glasgow Coma Scale score between 3-8 and a nonpenetrating head injury were consecutively assigned to 15 days of care. The outcomes assessed were complications related to hospitalisation, clinical variances, length of intensive care unit (ICU) stay, ICU readmission rate and patient/family satisfaction.Sixty participants completed the study (30 in each arm). Apart from age, there were no significant differences between groups in baseline characteristics. The clinical pathway group demonstrated statistically significantly fewer cases of hospitalisation-related complications on day 15, and a significantly shorter length of ICU stay, lower ICU readmission rate and a high level of patient/family satisfaction when compared with the usual care group. The effect of the intervention on fever, pressure ulceration, hyperglycaemia and readmission to the ICU was no longer statistically significant after controlling for age.The findings of the current study suggest that the implementation of a clinical pathway for patients with severe TBI may be helpful in improving the patient experience as well as some hospitalisation-related outcomes.The provision of clinical pathway-directed care in a trauma ICU may offer benefits to the patient, family and institution beyond that provided by usual care.", "doi": "10.1111/jocn.14194", "title": "The effectiveness of clinical pathway-directed care on hospitalisation-related outcomes in patients with severe traumatic brain injury: A quasi-experimental study.", "journal": ["Journal of clinical nursing", "J Clin Nurs"]}