{"authors": [["Lovett", "Marlina E", "ME", "Division of Critical Care and."], ["Moore-Clingenpeel", "Melissa", "M", "Biostatistics Core, The Research Institute, Nationwide Children's Hospital; and."], ["Ayad", "Onsy", "O", "Division of Critical Care and."], ["O'Brien", "Nicole", "N", "Division of Critical Care and."]], "date": "2017-12-01", "id": "29192867", "text": "OBJECTIVE Severe traumatic brain injury remains a leading cause of morbidity and mortality in the pediatric population. Providers focus on reducing secondary brain injury by avoiding hypoxemia, avoiding hypotension, providing normoventilation, treating intracranial hypertension, and reducing cerebral metabolic demand. Hyperthermia is frequently present in patients with severe traumatic brain injury, contributes to cerebral metabolic demand, and is associated with prolonged hospital admission as well as impaired neurological outcome. The objective of this quality improvement initiative was to reduce the duration of hyperthermia for pediatric patients with severe traumatic brain injury during the initial 72 hours of admission to the pediatric intensive care unit. METHODS A retrospective chart review was performed to evaluate the incidence and duration of hyperthermia within a preintervention cohort. The retrospective phase was followed by three 6-month intervention periods (intervention Phase 1, the maintenance phase, and intervention Phase 2). Intervention Phase 1 entailed placement of a cooling blanket on the bed prior to patient arrival and turning it on once the patient's temperature rose above normothermia. The maintenance phase focused on sustaining the results of Phase 1. Intervention Phase 2 focused on total prevention of hyperthermia by initiating cooling blanket use immediately upon patient arrival to the intensive care unit. RESULTS The median hyperthermia duration in the preintervention cohort (n = 47) was 135 minutes. This was reduced in the Phase 1 cohort (n = 9) to 45 minutes, increased in the maintenance phase cohort (n = 6) to 88.5 minutes, and decreased again in the Phase 2 cohort (n = 9) to a median value of 0 minutes. Eight percent of patients in the intervention cohorts required additional sedation to tolerate the cooling blanket. Eight percent of patients in the intervention cohorts became briefly hypothermic while on the cooling blanket. No patient required neuromuscular blockade to tolerate the cooling blanket, experienced an arrhythmia, had new coagulopathy, or developed a pressure ulcer. CONCLUSIONS The placement of a cooling blanket on the bed prior to patient arrival and actively targeting normothermia successfully reduced the incidence and duration of hyperthermia with minimal adverse events.", "doi": "10.3171/2017.8.PEDS17104", "title": "Reduction of hyperthermia in pediatric patients with severe traumatic brain injury: a quality improvement initiative.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}