{"authors": [["Chikani", "M C", "MC", "College of Medicine, University of Nigeria Enugu Campus, Department of Surgery, Enugu State, Nigeria."], ["Mezue", "W", "W", "College of Medicine, University of Nigeria Enugu Campus, Department of Surgery, Enugu State, Nigeria."], ["Okorie", "E", "E", "College of Medicine, University of Nigeria Enugu Campus, Department of Surgery, Enugu State, Nigeria."], ["Mbachu", "C", "C", "College of Medicine, University of Nigeria, Enugu Campus, Community Medicine Department, Enugu State, Nigeria."], ["Ndubisi", "C", "C", "Memfys Hospital For Neurosurgery, Neurosurgery Department, Enugu State, Nigeria."], ["Chikani", "U N", "UN", "College of Medicine, University of Nigeria Enugu Campus, Pediatrics Department, Enugu State, Nigeria."]], "date": null, "id": "29192622", "text": "Controversy regarding the best management strategy for subdural empyema (SDE) attests to the persisting poor outcomes for this uncommon life threatening intracranial suppurative process. Late presentation confounds the problem in developed countries. While craniotomy is commonly recommended, it is not always possible in late presentation with advanced morbidity. The aim of this study was to identify the pattern of clinical presentation and explore the outcomes following management of SDE using burr hole, aspiration, and drainage (BAAD) in resource poor settings.This is a retrospective review of prospectively collected data of 18 patients presenting with SDE over a period of 10 years from two neurosurgical centers. Data was abstracted on patients' demographic characteristics, sources of SDE, clinical presentation and site of infection, methods of diagnosis, organisms isolated, treatments received, and outcome. Collected data was entered into the Statistical Package for the Social Sciences version 17 software and subjected to descriptive analysis for all variables.Majority of the patients presented late with Glasgow Coma Scale score GCS of 9/15. Altered sensorium was noted in 14 (77.8%) of the patients, 11 (61.1%) out of the 14 patients had ≤ grade 3 of Bannister and Williams level of consciousness. The mainstay of treatment for all patients was BAAD of abscess and administration of appropriate antibiotics. Fourteen patients (77.8%) were discharged on grade A of H.W. Mauser's grading system. Three mortalities were recorded only in patients who had grade 4 Bannister and Williams grading.BAAD is the near approximated option to standard craniotomy management in a limited resource facility and it has a very good clinical outcome. However, more studies are required to draw the final conclusion.", "doi": "10.4103/njcp.njcp_340_16", "title": "Subdural empyema: Clinical presentations and management options for an uncommon neurosurgical emergency in a developing country.", "journal": ["Nigerian journal of clinical practice", "Niger J Clin Pract"]}