{"authors": [["Kawasaki", "Toshinari", "T", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan. toshi821@kuhp.kyoto-u.ac.jp."], ["Kurosaki", "Yoshitaka", "Y", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Fukuda", "Hitoshi", "H", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Kinosada", "Masanori", "M", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Ishibashi", "Ryota", "R", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Handa", "Akira", "A", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Chin", "Masaki", "M", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."], ["Yamagata", "Sen", "S", "Department of Neurosurgery, Kurashiki Central Hospital, 1-1-1 Miwa, Kurashiki, Okayama, 710-8602, Japan."]], "date": "2017-11-30", "id": "29192373", "text": "The first choice to treat acute subdural hematoma (SDH) is a large craniotomy under general anesthesia. However, increasing age or comorbid burden of the patients may render invasive treatment strategy inappropriate. These medically frail patients with SDH may benefit from a combination of small craniotomy and endoscopic hematoma removal, which is less invasive and even available under local anesthesia. Although hematoma evacuation with a rigid endoscope for acute or subacute SDHs has been reported in the literature, use of a flexible endoscope may have distinct advantages. In this article, we attempted to clarify the utility of small craniotomy evacuation with a flexible endoscope for acute and subacute SDH in the elderly patients.Between November 2013 and September 2016, a total of 17 patients with acute SDH (15 patients), subacute SDH (1 patient), or acute aggravation of chronic SDH (1 patient) underwent hematoma evacuation with a flexible endoscope at our hospital and were enrolled in this retrospective study. Either under local or general anesthesia, the SDH was removed with a flexible suction tube with the aid of the flexible endoscope through the small craniotomy (3 × 4 cm). Hematoma evacuation rate, improvement of clinical symptoms, and procedure-related complications were evaluated.Hematoma evacuation rate was satisfactory, and statistically significant clinical improvement was observed in postoperative Glasgow Coma Scale in all cases compared to the preoperative assessment. No procedure-related hemorrhagic complications were observed.The results reported here suggest that small craniotomy evacuation with a flexible endoscope is a safe, effective, and minimally invasive treatment for acute and subacute SDH in selected cases.", "doi": "10.1007/s00701-017-3399-2", "title": "Flexible endoscopically assisted evacuation of acute and subacute subdural hematoma through a small craniotomy: preliminary results.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}