{"authors": [["Marshman", "Laurence A G", "LAG", "Department of Neurosurgery, Townsville Hospital, Douglas, Queensland, Australia; School of Medicine and Dentistry, James Cook University, Douglas, Queensland, Australia. Electronic address: l.a.g.marshman@btinternet.com."], ["Hennessy", "Maria", "M", "Department of Psychology, James Cook University, Douglas, Queensland, Australia."], ["Delle Baite", "Lorryn", "L", "Department of Psychology, James Cook University, Douglas, Queensland, Australia."], ["Britton", "Grace", "G", "Department of Psychology, James Cook University, Douglas, Queensland, Australia."]], "date": "2017-11-28", "id": "29191531", "text": "Posttraumatic amnesia (PTA) after traumatic brain injury (TBI) comprises anterograde amnesia (AA), disorientation, and retrograde amnesia (RA). However, RA is often neither assessed nor emphasized. A recent study demonstrated that although AA and disorientation were both present in non-TBI inpatients uniformly taking opioids, RA was absent. This suggests potentially significant utility with RA assessment alone since opioids are commonly prescribed post TBI.We compared RA recovery with AA recovery in a prospective cohort post TBI. The Galveston Orientation and Amnesia Test (GOAT) represented a crude test for PTA (GOAT <75). AA was primarily assessed using the Westmead PTA Scale, and RA was assessed using the GOAT. All patients were prescribed oxycodone.Results were obtained (n = 31). While RA recovery coincided with a GOAT recovery in 19/31 (61%), AA recovery coincided with GOAT recovery in only 6/31 (19%), (χ2 = 11.5, P < 0.001). RA recovery preceded AA recovery in 15/31 (48%), while AA recovery preceded RA recovery in 7/31 (23%) (χ2 = 8.6, P = 0.003). Where RA recovery less frequently followed AA recovery, temporal lobe contusions were more frequent. RA recovery preceded/coincided with AA recovery in 100% of those who recovered when AA was defined as ×3 consecutive 12/12 scores (as is current widespread practice). AA recovery typically followed RA recovery with minimal delay.In the presence of potential in-hospital confounders including opioids, RA recovered significantly sooner after TBI than AA and was predictive of imminent AA recovery. RA assessment alone therefore had significant and novel utility in post-TBI assessment. RA assessment should be routinely recorded in all PTA assessment. Given its simplicity and resilience to common confounders, RA assessment should also be incorporated into the Glasgow Coma Scale.", "doi": "10.1016/j.wneu.2017.11.131", "title": "Utility of Retrograde Amnesia Assessment Alone, Compared with Anterograde Amnesia Assessment in Determining Recovery After Traumatic Brain Injury: Prospective Cohort Study.", "journal": ["World neurosurgery", "World Neurosurg"]}