{"authors": [["Rubenson Wahlin", "Rebecka", "R", "Department of Clinical Science and Education, Södersjukhuset, Karolinska Institutet, Sweden; Department of Anaesthesia and Intensive Care, Södersjukhuset, Stockholm, Sweden. Electronic address: rebecka.rubenson.wahlin@ki.se."], ["Lindström", "Veronica", "V", "Department of Neurobiology, Care Sciences and Society, Division of Nursing, Karolinska Institutet, Sweden; Academic EMS in Stockholm, Stockholm, Sweden. Electronic address: veronica.lindstrom@ki.se."], ["Ponzer", "Sari", "S", "Department of Clinical Science and Education, Södersjukhuset, Karolinska Institutet, Sweden; Department of Orthopaedics, Södersjukhuset, Stockholm, Sweden. Electronic address: sari.ponzer@ki.se."], ["Vicente", "Veronica", "V", "Department of Clinical Science and Education, Södersjukhuset, Karolinska Institutet, Sweden; Academic EMS in Stockholm, Stockholm, Sweden. Electronic address: veronica.vicente@ki.se."]], "date": "2017-11-27", "id": "29191378", "text": "Best evidence guidelines are intended to standardise assessment and treatment of patients with head trauma and improve outcomes for TBI patients. The primary aim was to explore pre-hospital emergency care nurses' (PECNs') documented assessment and care of patients with head trauma and the secondary aim to study gender differences in the documented care and interventions given by the PECNs.A retrospective observational study was conducted by evaluating 2750 prehospital medical records.The results showed that 25.2% of the patients were assessed according to all four core-elements in the guidelines and 78.6% of the patients underwent at least one intervention by the PECNs. Male patients were to a higher extent assessed according to guidelines and were given higher transport priority while females were more often assessed for vital parameters and received significantly more analgesics. The assessment documented by the PECNs was not optimal concerning documentation using the Glasgow Coma Scale, but the documented assessment of circulation and, especially, respiratory rate was high (77.2%) compared to previous studies.The findings of this study showed a low degree of documented assessment of parameters related to head trauma and might also indicate some gender differences in the assessment and management.", "doi": "10.1016/j.ienj.2017.10.001", "title": "Patients with head trauma: A study on initial prehospital assessment and care.", "journal": ["International emergency nursing", "Int Emerg Nurs"]}