{"authors": [["Hayashi", "Takahiko", "T", "Department of Ophthalmology, Yokohama Minami Kyosai Hospital, Kanagawa, Japan."], ["Yamaguchi", "Takefumi", "T", "Department of Ophthalmology, Tokyo Dental College, Ichikawa General Hospital, Chiba, Japan."], ["Yuda", "Kentaro", "K", "Department of Ophthalmology, Yokohama Minami Kyosai Hospital, Kanagawa, Japan."], ["Kato", "Naoko", "N", "Department of Ophthalmology, Saitama Medical University, Saitama, Japan."], ["Satake", "Yoshiyuki", "Y", "Department of Ophthalmology, Tokyo Dental College, Ichikawa General Hospital, Chiba, Japan."], ["Shimazaki", "Jun", "J", "Department of Ophthalmology, Tokyo Dental College, Ichikawa General Hospital, Chiba, Japan."]], "date": "2017-11-30", "id": "29190797", "text": "To investigate the topographic characteristics of the posterior corneal surface after Descemet's endothelial membrane keratoplasty (DMEK) and Descemet's stripping automated endothelial keratoplasty (DSAEK) and their effects on postoperative visual acuity.Nineteen eyes of 19 patients after DMEK, 23 eyes of 23 patients after DSAEK, and 18 eyes of 18 control subjects were retrospectively analyzed. Best spectacle-corrected visual acuity (BSCVA), aberration factors (higher-order aberrations [HOAs], spherical aberrations [SAs], and coma aberrations [Comas] at 6.0 mm) were evaluated preoperatively and at 1, 3, and 6 months postoperatively. The posterior refractive pattern of the topography map was classified into 5 grades (0-5) (posterior color grade) using anterior segment optical coherence tomography. Correlations between BSCVA and some factors (abbreviation factors, posterior color grade) were analyzed.BSCVA was significantly better after DMEK than after DSAEK (P < 0.001). Posterior HOAs, SAs, and Comas after each type of endothelial keratoplasty were significantly greater compared to control (P < 0.01). Posterior HOAs, total/anterior/posterior SAs, and posterior color grade were significantly lower in the DMEK group than in the DSAEK group at 3 months (P < 0.024 [posterior HOAs], P = 0.047 [total SA], P < 0.001 [anterior SAs], P = 0.021 [posterior SAs], and P < 0.001 [posterior color grade]) and 6 months postoperatively (P = 0.034 [posterior HOAs], P < 0.001 [total SAs], P < 0.001 [anterior SAs], P = 0.013 [posterior SAs], and P = 0.004 [posterior color grade]). BSCVA was significantly correlated with HOAs, SAs, and posterior color grade (P < 0.001 for all except anterior HOAs [P = 0.004]).High posterior color grades were associated with larger aberration factors and had a negative effect on visual function after endothelial keratoplasty. Rapid improvement of visual function after DMEK may be attributed to less change at the posterior surface.", "doi": "10.1371/journal.pone.0188832", "title": "Topographic characteristics after Descemet's membrane endothelial keratoplasty and Descemet's stripping automated endothelial keratoplasty.", "journal": ["PloS one", "PLoS ONE"]}