{"authors": [["Davis", "James W", "JW", "From the Department of Surgery (J.W.D., R.C.D., L.P.S., K.L.K.), UCSF Fresno, Fresno, California."], ["Dirks", "Rachel C", "RC", null], ["Sue", "Lawrence P", "LP", null], ["Kaups", "Krista L", "KL", null]], "date": null, "id": "29189678", "text": "The Optimal Resources Document mandates trauma activation based on injury mechanism, physiologic and anatomic criteria and recommends using the overtriage/undertriage matrix (Matrix) to evaluate the appropriateness of trauma team activation. The purpose of this study was to assess the effectiveness of the Matrix method by comparing patients appropriately triaged with those undertriaged. We hypothesized that these two groups are different, and Matrix does not discriminate the needs or outcomes of these different groups of patients.Trauma registry data, from January 2013 to December 2015, at a Level I trauma center, were reviewed. Overtriage and undertriage rates were calculated by Matrix. Patients with Injury Severity Score (ISS) of 16 or greater were classified by activation level (full, limited, consultation), and triage category by Matrix. Patients in the limited activation and consultation groups were compared with patients with full activation by demographics, injuries, initial vital signs, procedures, delays to procedure, intensive care unit admission, length of stay, and mortality.Seven thousand thirty-one patients met activation criteria. Compliance with American College of Surgeons tiered activation criteria was 99%. The Matrix overtriage rate was 45% and undertriage was 24%. Of 2,282 patients with an ISS of 16 or greater, 1,026 were appropriately triaged (full activation), and 1,256 were undertriaged. Undertriaged patients had better Glasgow Coma Scale score, blood pressure, and base deficit than patients with full activation. Intensive care unit admission, hospital stays, and mortality were lower in the undertriaged group. The undertriaged group required fewer operative interventions with fewer delays to procedure.Despite having an ISS of 16 or greater, patients with limited activations were dissimilar to patients with full activation. Level of activation and triage are not equivalent. The American College of Surgeons Committee on Trauma full and tiered activation criteria are a robust means to have the appropriate personnel present based on the available prehospital information. Evaluation of the process of care, regardless of level of activation, should be used to evaluate trauma center performance.Therapeutic and care management, level III.", "doi": "10.1097/TA.0000000000001623", "title": "Attempting to validate the overtriage/undertriage matrix at a Level I trauma center.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}