{"authors": [["Rossi", "Settimio", "S", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy. settimio.rossi@unicampania.it."], ["Santamaria", "Carmine", "C", "Day Surgery Center - Refractive Surgery, Naples, Italy."], ["Boccia", "Rosa", "R", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy."], ["De Rosa", "Luigi", "L", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy."], ["D'Alterio", "Francesco Maria", "FM", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy."], ["Simonelli", "Francesca", "F", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy."], ["De Rosa", "Giuseppe", "G", "Eye Clinic, Multidisciplinary Department of Medical, Surgical and Dental Sciences, University of Campania \"Luigi Vanvitelli\", Via Sergio Pansini 5, 80131, Naples, Italy."]], "date": "2017-11-28", "id": "29185116", "text": "To evaluate the clinical results of standard, transepithelial (TE) and iontophoresis (I) corneal cross-linking (CXL), in patients with progressive keratoconus.Thirty eyes of 30 patients with progressive keratoconus treated by CXL (10 by standard-CXL, 10 by TE-CXL and 10 by I-TE-CXL) with 12 months of follow-up. Pre- and postoperative ophthalmologic testing were: uncorrected distance visual acuity (UDVA), corrected distance visual acuity (CDVA), refractive examination (spherical error, spherical equivalent), corneal topography (corneal astigmatism, simulated maximum, minimum and average keratometry), aberrometry (coma and spherical aberration), pachymetry and endothelial cell density.In all groups, UDVA and CDVA improved significantly after treatment. Furthermore, a significant improvement in spherical error, spherical equivalent, topographic and aberrometric outcomes was observed in 3 groups at 1 year posttreatment. No significant variations were recorded in corneal thickness and endothelial cellular density.Our results showed efficacy, clinical and refractive stability after standard-CXL, TE-CXL and iontophoresis-CXL.", "doi": "10.1007/s10792-017-0772-3", "title": "Standard, transepithelial and iontophoresis corneal cross-linking: clinical analysis of three surgical techniques.", "journal": ["International ophthalmology", "Int Ophthalmol"]}