{"authors": [["Bauer", "Marlies", "M", "Department of Neurosurgery, Medical University of Innsbruck, Innsbruck, Austria."], ["Sohm", "Florian", "F", "Department of Neurosurgery, Medical University of Innsbruck, Innsbruck, Austria."], ["Thomé", "Claudius", "C", "Department of Neurosurgery, Medical University of Innsbruck, Innsbruck, Austria."], ["Ortler", "Martin", "M", "Department of Neurosurgery, Medical University of Innsbruck, Innsbruck, Austria."]], "date": "2017-11-01", "id": "29184716", "text": "Cerebrospinal fluid (CSF) drainage via ventricular puncture is an established therapy of elevated intracranial pressure (ICP). In contrast, lumbar CSF removal is believed to be contraindicated with intracranial hypertension.We investigated the safety and efficacy of lumbar CSF drainage to decrease refractory elevated ICP in a small cohort of patients with traumatic brain injury (TBI). A score (0-8 points) was used to assess computed tomography (CT) images for signs of herniation and for patency of the basal cisterns. All patients received lumbar CSF drainage either as a continuous drainage or as a single lumbar puncture (LP). Type and method of CSF drainage, mean ICP 24 h prior and after CSF removal, and adverse events were documented. Outcome was assessed after 3 months (with dichotomized Glasgow outcome scale).Eight patients were evaluated retrospectively. n = 5 suffered a moderate, n = 2 a severe TBI (one Glasgow coma score not documented). The CT score was ≥5 in all patients prior to LP and decreased after puncture without clinical consequences in two patients. The amount of CSF removal did not correlate with score changes (P = 0.45). CSF drainage led to a significant reduction of mean ICP (from 22.3 to 13.9 mmHg, P = 0.002). Continuous drainage was more effective than a single LP. Three of eight patients reached a favorable outcome.Lumbar CSF removal for the treatment of intracranial hypertension is effective and safe, provided the basal cisterns are discernible, equivalent to ≥5 points in the proposed new score. The score needs further validation.", "doi": "10.4103/sni.sni_98_17", "title": "Refractory intracranial hypertension in traumatic brain injury: Proposal for a novel score to assess the safety of lumbar cerebrospinal fluid drainage.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}