{"authors": [["Castrejón-Pérez", "Roberto C", "RC", "Geriatric Epidemiology Research Department, National Institute of Geriatrics, Periférico Sur 2767, Colonia San Jerónimo Lídice, Delegación Magdalena Contreras, C.P. 10200, Mexico City, Mexico."], ["Aguilar-Salinas", "Carlos A", "CA", "Diabetes Clinic, Endocrinology Department, Nutritional and Medical Sciences Institute \"Salvador Zubirán\", Avenida Vasco de Quiroga No.15, Colonia Belisario Domínguez Sección XVI, Delegación Tlalpan, Mexico City, C.P.14080, Mexico."], ["Gutiérrez-Robledo", "Luis M", "LM", "Geriatric Epidemiology Research Department, National Institute of Geriatrics, Periférico Sur 2767, Colonia San Jerónimo Lídice, Delegación Magdalena Contreras, C.P. 10200, Mexico City, Mexico."], ["Cesari", "Matteo", "M", "Geriatric Unit, Fondazione IRCCS Ca' Granda - Ospedale Maggiore Policlinico, Milan, Italy."], ["Pérez-Zepeda", "Mario U", "MU", "Geriatric Epidemiology Research Department, National Institute of Geriatrics, Periférico Sur 2767, Colonia San Jerónimo Lídice, Delegación Magdalena Contreras, C.P. 10200, Mexico City, Mexico. ulises.perez@salud.gob.mx."]], "date": "2017-11-27", "id": "29181767", "text": "To describe the associations of frailty with diabetes mellitus and related conditions in older adults.We conducted a cross-sectional analysis of a representative sample of older adults (n = 5379). We generated a 35-item frailty index (FI) and obtained information on diabetes and related conditions (peripheral neuropathy, lower limb amputation, diabetic coma, number of physician visits due to diabetes-related conditions, all-cause hospitalizations in the past year, years since diabetes diagnosis, and type of treatment). Logistic and Poisson regression models were used to determine the associations between frailty and diabetes and its complications.The mean age was 70.3 years (± 7.8); 54.7% were women. Those with an FI ≤ 0.082 composed the reference group. Multivariate analysis showed an OR of 2.32 (95% CI 1.93-2.73, p < 0.001) for the association between diabetes and frailty. People who were hospitalized for any cause during the previous year, those receiving both insulin and an oral compound to manage diabetes, and those with peripheral neuropathy showed ORs of 2.32 (95% CI 1.69-3.18, p < 0.001), 5.6 (95% CI 1.58-19.8, p = 0.008), and 2.02 (95% CI 1.42-2.86, p < 0.001), respectively, for being in the most frail group.People with diabetes have higher frailty scores. Furthermore, older adults with diabetes and higher burden of frailty have more diabetes-related complications.", "doi": "10.1007/s40520-017-0852-2", "title": "Frailty, diabetes, and the convergence of chronic disease in an age-related condition: a population-based nationwide cross-sectional analysis of the Mexican nutrition and health survey.", "journal": ["Aging clinical and experimental research", "Aging Clin Exp Res"]}