{"authors": [["Lu", "Zefen", "Z", "Department of Endocrinology, General Hospital, Tianjin Medical University, Tianjin, China (mainland)."], ["Liu", "Jianfeng", "J", "Department of Endocrinology, Cangzhou People's Hospital, Cangzhou, Hebei, China (mainland)."], ["He", "Qing", "Q", "Department of Endocrinology, General Hospital, Tianjin Medical University, Tianjin, China (mainland)."], ["Chakraborty", "Anindita", "A", "Department of Endocrinology, General Hospital, Tianjin Medical University, Tianjin, China (mainland)."], ["Zhu", "Tiehong", "T", "Department of Endocrinology, General Hospital, Tianjin Medical University, Tianjin, China (mainland)."]], "date": "2017-11-28", "id": "29180613", "text": "BACKGROUND The present study was conducted to analyze possible risk factors in patients with type 2 diabetes who are in hypoglycemic coma. MATERIAL AND METHODS A total of 194 patients with type 2 diabetic hypoglycemic coma who were admitted to our hospital between January 2010 and January 2016 were included. The patients were all in coma on admission, and their blood glucose levels were lower than 2.8 mmol/L. None of the patients had type I diabetes, specific types of diabetes, or gestational diabetes. Multiple linear regression analysis was used to determine possible factors associated with hypoglycemic coma. RESULTS Among the patients, 82 were male and 112 were female (mean age, 66.88±10.62 years). In addition, 72 patients lived in urban areas and 122 lived in rural areas. Occurrence of hypoglycemic coma was correlated with difference between urban and rural residence, glycosylated hemoglobin (HbA1c) level, combined hypertension, and combined neural complications. Self-purchased drugs resulted in significantly lower blood glucose level at the onset of hypoglycemic coma than insulin, secretagogue, or non-secretagogue drugs. Blood glucose level at onset was correlated with season. Patients living in rural areas or with combined macrovascular or microvascular complications had prolonged hospital stay and poor prognosis. CONCLUSIONS Our results demonstrate that rural residence, higher HbA1c level, combined hypertension, and combined neural complications increase the incidence of hypoglycemic coma. Use of self-purchased drugs and colder seasons may result in lower blood glucose levels in patients with hypoglycemic coma.", "doi": null, "title": "Analysis of Risk Factors for Hypoglycemic Coma in 194 Patients with Type 2 Diabetes.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}