{"authors": [["Froehlich", "William", "W", "Cardiovascular Center, University of Michigan, Ann Arbor."], ["Tolenaar", "Jip L", "JL", "Thoracic Aortic Research Center, IRCCS Policlinico San Donato, Milan, Italy."], ["Harris", "Kevin M", "KM", "Cardiovascular Division, Minneapolis Heart Institute, Minn."], ["Strauss", "Craig", "C", "Cardiovascular Division, Minneapolis Heart Institute, Minn."], ["Sundt", "Thoralf M", "TM", "Thoracic Aortic Center, Massachusetts General Hospital, Boston."], ["Tsai", "Thomas T", "TT", "Cardiology Department, University of Colorado Hospital, Denver."], ["Peterson", "Mark D", "MD", "Division of Cardiac Surgery, St. Michael's Hospital, Toronto, ON, Canada."], ["Evangelista", "Arturo", "A", "Servei de Cardiologia, Hospital General Universitari Vall d'Hebron, Barcelona, Spain."], ["Montgomery", "Daniel G", "DG", "Cardiovascular Center, University of Michigan, Ann Arbor."], ["Kline-Rogers", "Eva", "E", "Cardiovascular Center, University of Michigan, Ann Arbor."], ["Nienaber", "Christoph A", "CA", "Cardiology and Aortic Centre, The Royal Brompton & Harefield NHS Trust, London, UK."], ["Froehlich", "James B", "JB", "Cardiovascular Center, University of Michigan, Ann Arbor."], ["Isselbacher", "Eric M", "EM", "Thoracic Aortic Center, Massachusetts General Hospital, Boston."], ["Eagle", "Kim A", "KA", "Cardiovascular Center, University of Michigan, Ann Arbor."], ["Trimarchi", "Santi", "S", "Thoracic Aortic Research Center, IRCCS Policlinico San Donato, Milan, Italy. Electronic address: santi.trimarchi@unimi.it."]], "date": "2017-11-24", "id": "29180025", "text": "The purpose of this research is to analyze factors associated with delays to surgical management of Type A acute aortic dissection patients.Time from diagnosis to surgery and associated factors were evaluated in 1880 surgically managed Type A dissection patients enrolled in the International Registry of Acute Aortic Dissection.The majority of patients were transferred (75.7% vs 24.3%). Patients who were transferred had a median delay from diagnosis to surgery of 4.0 hours (interquartile range 2.5-7.2 hours), compared with 2.3 hours (interquartile range 1.1-4.2 hours; P < .001) in nontransferred patients. Among patients who were transferred, those with worst-ever, posterior, or tearing chest pain those with severe complications, and those receiving transthoracic echocardiogram prior to a transesophageal echocardiogram or as the only echocardiogram were treated more quickly. Those undergoing magnetic resonance imaging, or who had prior cardiac surgery, had longer delays to surgery. Among nontransferred patients, those with coma were treated more quickly. In both groups, patients presenting with emergent conditions such as cardiac tamponade, hypotension, or shock had more rapid treatment. Among transferred patients, surviving patients had longer delays (4.1 [2.6-7.8] hours vs 3.3 [2.0-6.0] hours, P = .001). Overall mortality did not differ between patients who were transferred vs not (19.3% vs 21.1%, P = .416).Simply being transferred added significantly to the delay to surgery for Type A acute aortic dissection patients, but a number of factors affected its extent. Overall, signs and symptoms leading to a definitive diagnosis or indicating immediate life threat reduced time to surgery, while factors suggesting other diagnoses correlated with delays.", "doi": "10.1016/j.amjmed.2017.11.009", "title": "Delay from Diagnosis to Surgery in Transferred Type A Aortic Dissection.", "journal": ["The American journal of medicine", "Am. J. Med."]}