{"authors": [["Gagner", "Charlotte", "C", "Department of Psychology,University of Montreal,Montreal,Quebec,Canada."], ["Landry-Roy", "Catherine", "C", "Department of Psychology,University of Montreal,Montreal,Quebec,Canada."], ["Bernier", "Annie", "A", "Department of Psychology,University of Montreal,Montreal,Quebec,Canada."], ["Gravel", "Jocelyn", "J", "Ste-Justine Hospital Research Center,Montreal,Quebec,Canada."], ["Beauchamp", "Miriam H", "MH", "Department of Psychology,University of Montreal,Montreal,Quebec,Canada."]], "date": "2017-11-27", "id": "29173217", "text": "Pediatric traumatic brain injury (TBI) is a leading cause of long-term disability in children and adolescents worldwide. Amongst the wide array of consequences known to occur after pediatric TBI, behavioral impairments are among the most widespread and may particularly affect children who sustain injury early in the course of development. The aim of this study was to investigate the presence of internalizing and externalizing behavioral problems 6 months after preschool (i.e. 18-60 months old) mild TBI.This work is part of a prospective, longitudinal cohort study of preschool TBI. Participants (N = 229) were recruited to one of three groups: children with mild TBI, typically developing children and orthopedic injured (OI) children. Mothers of children in all three groups completed the Child Behavior Checklist as a measure of behavioral outcomes 6-month post-injury. Demographics, injury-related characteristics, level of parental distress, and estimates of pre-injury behavioral problems were also documented.The three groups did not differ on baseline characteristics (e.g. demographics and pre-injury behavioral problems for the mild TBI and OI groups) and level of parental distress. Mothers' ratings of internalizing and externalizing behaviors were higher in the mild TBI group compared with the two control groups. Pre-injury behavioral problems and maternal distress were found to be significant predictors of outcome.Our results show that even in its mildest form, preschool TBI may cause disruption to the immature brain serious enough to result in behavioral changes, which persist for several months post-injury.", "doi": "10.1017/S0033291717003221", "title": "Behavioral consequences of mild traumatic brain injury in preschoolers.", "journal": ["Psychological medicine", "Psychol Med"]}