{"authors": [["Jagdev", "Balraj", "B", "Warwick Medical School."], ["Gardiner", "Hannah", "H", "Warwick Medical School."], ["Turner", "Chris", "C", "UHCW."]], "date": null, "id": "29170342", "text": ": Patient Experience of the Trauma System (PETS)Trauma care is highly organised, time critical medicine. Changes to patient management in trauma care are often the result of Random Control Trials, and expert opinion following rigorous evaluation of the evidence. Highly efficient, injury focused care is required to achieve the best outcomes for patients. One area that has not been researched so thoroughly however, is the patient experience of trauma care. As evidence already suggests that patients with high stress levels have poorer outcomes, we wanted to investigate the patient perception of the trauma system. We were particularly interested to find out if there were any areas where patient anxieties could be reduced or eliminated.A ten-person qualitative study was initially conducted to test for feasibility and reproducibility. The methodology involved semi-structured interviews investigating outcome measures such as the patient's perception of being looked after, biggest concerns and understanding of care, among others. Interviews were undertaken by a medical student and a Foundation Year 2 doctor (at the end of the Emergency Medicine block, post sign-off) trained in the methodology.The initial study was carried out over one month in early 2017 and involved adult patients (>18 years) admitted via the trauma care pathway who were Glasgow Coma Score 15/15. Interviews took place within 48 hours of admission in the Emergency Department (prior to transfer), the observation ward or the extended care trauma unit. Barriers to patient interviews included: severity of injuries; patient refusal; language proficiency and patient recollection (some had no recollection of being in resus). Despite this we managed an initial sample of 10 patients, with rich data.Following on from the pilot study we have made some amendments to our questions and have conducted a further set of 20 interviews.A significant proportion of patients have concerns during trauma care that they feel unable to voice. This has the potential to increase their stress levels and have an adverse impact on their recovery. The concerns are varied and not always predictable, often unrelated to the injury. Thus we feel there may be patient benefit from the use of a single open question towards the end of the primary survey. We suggest AMPLE-AE for 'is there Anything Else you would like to tell me or ask about?'", "doi": "10.1136/emermed-2017-207308.45", "title": "45 Patient evaluation of trauma service.", "journal": ["Emergency medicine journal : EMJ", "Emerg Med J"]}