{"authors": [["Morrow", "Laura", "L", "Plymouth Hospitals Trust."], ["Nutbeam", "Tim", "T", "Plymouth Hospitals Trust."]], "date": null, "id": "29170338", "text": "The presentation of multiple simultaneous trauma patients in an Emergency Department, is likely to place significant stress and strain on trauma care resources. Currently there is limited data available to understand the impact simultaneous trauma demands on patient outcomes. For the purposes of this project we define simultaneous trauma as occurring when there is more than one TARN qualifying major trauma patient within an Emergency Department at any one time. We hypothesise that with increasing numbers of simultaneous trauma patients a relative increase in mortality will be seen.Data was obtained from the Trauma Audit and Research Network for calendar years 2010-2015 on TARN qualifying trauma patients presenting directly to Emergency Departments. Simultaneous patients were identified and the data was categorised by total number of TARN qualifying patients within the Emergency Department (range 2-6). Patient characteristics were obtained which included sex, age, Glasgow Coma Score and Injury Severity Score (ISS). A standardised comparison using a stratified W statistic (Ws) was conducted to assess mortality and the Charlson co-morbidity score was used to assess morbidity outcomes.Results were obtained for 2 07 094 of which 66 734 (33.7%) patients were eligible simultaneous patients.The distribution of simultaneous patients was 2 patients, 24.9% (51,466), 3 patients, 6.7% (13,820), 4 patients, 1.7% (3,539), 5 patients, 0.3% (671), and 6 patients, 0.01% (185). The median age was 61 (IQR 39.5-80.3), 55.7% of patients were male, median ISS score was 9 (IQR 9-16) and median GCS was 15 (IQR 15-15)Isolated and simultaneous patients, regardless of number of patients, showed no difference in W statistic.The average mortality for all patients was 7.2% (range 6.5%-7.6%).The impact of simultaneous trauma patients on patient outcomes within the UK has not been previously defined. Simultaneous trauma patients do not appear to have an impact on overall mortality rate.emermed;34/12/A888-a/T1F1T1Table 1Further work planned will understand the impact of multiple trauma patients on length of stay and time to CT/operating theatre.", "doi": "10.1136/emermed-2017-207308.41", "title": "41 Simultaneous trauma patients in emergency department's: a difference in mortality?", "journal": ["Emergency medicine journal : EMJ", "Emerg Med J"]}