{"authors": [["Arola", "Olli", "O", "Division of Perioperative Services, Intensive Care Medicine and Pain Management, Turku University Hospital, University of Turku, Turku, Finland."], ["Saraste", "Antti", "A", "Heart Center, Turku University Hospital and University of Turku, Turku, Finland."], ["Laitio", "Ruut", "R", "Division of Perioperative Services, Intensive Care Medicine and Pain Management, Turku University Hospital, University of Turku, Turku, Finland."], ["Airaksinen", "Juhani", "J", "Heart Center, Turku University Hospital and University of Turku, Turku, Finland."], ["Hynninen", "Marja", "M", "Division of Intensive Care Medicine, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Bäcklund", "Minna", "M", "Division of Intensive Care Medicine, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Ylikoski", "Emmi", "E", "Division of Intensive Care Medicine, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Wennervirta", "Johanna", "J", "Division of Intensive Care Medicine, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Pietilä", "Mikko", "M", "Heart Center, Turku University Hospital and University of Turku, Turku, Finland."], ["Roine", "Risto O", "RO", "Division of Clinical Neurosciences, University of Turku, Turku University Hospital, Turku, Finland."], ["Harjola", "Veli-Pekka", "VP", "Emergency Medicine, Department of Emergency Medicine and Services, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Niiranen", "Jussi", "J", "Department of Cardiology, Heart and Lung Center, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Korpi", "Kirsi", "K", "Department of Cardiology, Heart and Lung Center, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Varpula", "Marjut", "M", "Department of Cardiology, Heart and Lung Center, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Scheinin", "Harry", "H", "Division of Perioperative Services, Intensive Care Medicine and Pain Management, Turku University Hospital, University of Turku, Turku, Finland."], ["Maze", "Mervyn", "M", "Department of Anesthesia and Perioperative Care, University of California, San Francisco, San Francisco, California."], ["Vahlberg", "Tero", "T", "Department of Biostatistics, University of Turku and Turku University Hospital, Turku, Finland."], ["Laitio", "Timo", "T", "Division of Perioperative Services, Intensive Care Medicine and Pain Management, Turku University Hospital, University of Turku, Turku, Finland. Electronic address: timo.laitio@elisanet.fi."], [null, null, null, null]], "date": null, "id": "29169472", "text": "The authors previously reported that inhaled xenon combined with hypothermia attenuates brain white matter injury in comatose survivors of out-of-hospital cardiac arrest (OHCA).A pre-defined secondary objective was to assess the effect of inhaled xenon on myocardial ischemic damage in the same study population.A total of 110 comatose patients who had experienced OHCA from a cardiac cause were randomized to receive either inhaled xenon (40% end-tidal concentration) combined with hypothermia (33°C) for 24 h (n = 55; xenon group) or hypothermia treatment alone (n = 55; control group). Troponin-T levels were measured at hospital admission, and at 24 h, 48 h, and 72 h post-cardiac arrest. All available cases were analyzed for troponin-T release.Troponin-T measurements were available from 54 xenon patients and 54 control patients. The baseline characteristics did not differ significantly between the groups. After adjustments for age, sex, study site, primary coronary percutaneous intervention (PCI), and norepinephrine dose, the mean ± SD post-arrival incremental change of the ln-transformed troponin-T at 72 h was 0.79 ± 1.54 in the xenon group and 1.56 ± 1.38 in the control group (adjusted mean difference -0.66; 95% confidence interval: -1.16 to -0.16; p = 0.01). The effect of xenon on the change in the troponin-T values did not differ in patients with or without PCI or in those with a diagnosis of ST-segment elevation myocardial infarction (group by PCI or ST-segment elevation myocardial infarction interaction effect; p = 0.86 and p = 0.71, respectively).Among comatose survivors of OHCA, in comparison with hypothermia alone, inhaled xenon combined with hypothermia suggested a less severe myocardial injury as demonstrated by the significantly reduced release of troponin-T.", "doi": "10.1016/j.jacc.2017.09.1088", "title": "Inhaled Xenon Attenuates Myocardial Damage in Comatose Survivors of Out-of-Hospital Cardiac Arrest: The Xe-Hypotheca Trial.", "journal": ["Journal of the American College of Cardiology", "J. Am. Coll. Cardiol."]}