{"authors": [["Munivenkatappa", "Ashok", "A", "Department of Clinical Neurosciences, National Institute of Mental Health & Neurosciences, Bengaluru, India."], ["Devi", "Bhagavatula Indira", "BI", "Department of Neurosurgery, National Institute of Mental Health & Neurosciences, Bengaluru, India."], ["Shukla", "Dhaval P", "DP", "Department of Neurosurgery, National Institute of Mental Health & Neurosciences, Bengaluru, India."], ["Rajeswaran", "Jamuna", "J", "Department of Clinical Psychology, National Institute of Mental Health & Neurosciences, Bengaluru, India."]], "date": null, "id": "29168463", "text": "Spectrum of post-traumatic symptoms is frequent among mild traumatic brain injury (mTBI) patients. They account for symptoms in 30-80 per cent of patients during 3-4 months and 20-30 per cent of patients six months post-injury. There are no studies from India in this area. The present longitudinal study was conducted to evaluate the natural recovery of post-traumatic symptoms in mTBI patients.Twenty five mTBI patients presenting with initial Glasgow coma scale score of 15 were recruited initially 2-3 wk post-injury. All patients were followed up twice, after 3-4 and 6-7 months. The patients were evaluated with neuropsychological test, post-traumatic symptoms and quality of life after injury.Sustained attention and sensory registration were first to improve. Memory and executive domains improved partially until three months and then after complete recovery. However, a few facets of learning/memory did not improve even at six months. The post-traumatic symptoms decreased since baseline from 76 to 52 per cent at 3-4 months and further to 28 per cent at 6-7 months. The quality of life improved partially from baseline till 3-4 months and much more by 6-7 months.The study findings showed the course of changes in cognition, traumatic symptoms and quality of life since the time of injury till 6-7 months post-injury. Though majority of post-traumatic symptoms recovered after mTBI without any intervention, but residuals were not uncommon.", "doi": "10.4103/ijmr.IJMR_1245_14", "title": "A preliminary study of natural history of mild traumatic brain injury by using multidimensional approach.", "journal": ["The Indian journal of medical research", "Indian J. Med. Res."]}