{"authors": [["Krishnan", "Kailash", "K", "1 Stroke, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Beishon", "Lucy", "L", "1 Stroke, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Berge", "Eivind", "E", "2 Department of Internal Medicine, Oslo University Hospital, Oslo, Norway."], ["Christensen", "Hanne", "H", "3 Department of Neurology, Bispebjerg Hospital, Copenhagen, Denmark."], ["Dineen", "Robert A", "RA", "4 Radiological Sciences Research Group, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Ozturk", "Serefnur", "S", "5 Department of Neurology, Selcuk University Medical Faculty, Konya, Turkey."], ["Sprigg", "Nikola", "N", "1 Stroke, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], ["Wardlaw", "Joanna M", "JM", "6 Division of Neuroimaging Sciences, Centre for Clinical Brain Sciences, Western General Hospital, Edinburgh, UK."], ["Bath", "Philip M", "PM", "1 Stroke, Division of Clinical Neuroscience, University of Nottingham, Nottingham, UK."], [null, null, null, null]], "date": "2017-01-01", "id": "29165060", "text": "Background and purpose Although poor prognosis after intracerebral hemorrhage relates to risk factors and hematoma characteristics, there is limited evidence for the effect of race-ethnicity. Methods Data from 1011 patients with intracerebral hemorrhage enrolled into hyperacute trials and randomized to control were obtained from the Virtual International Stroke Trials Archive and Efficacy of Nitric Oxide in Stroke Trial. Clinical characteristics and functional outcome were compared among three racial groups - Asians, Blacks, and Caucasians. Results The majority of patients were Caucasian (78.1%) followed by Asians (14.5%) and Blacks (5.5%). At baseline, Caucasians were older and had larger hematoma volumes; Blacks had lower Glasgow Coma Scale and higher systolic blood pressure (all p < 0.05). Although the primary outcome of modified Rankin Scale did not differ at 90 days (p = 0.14), there were significant differences in mortality (p < 0.0001) and quality of life (EQ-5D p < 0.0001; EQ-VAS p 0.015). In test of multiple comparisons, Caucasians were more likely to die (p = 0.0003) and had worse quality of life (EQ-5D p = 0.003; EQ-VAS p < 0.0001) as compared to Asians. Conclusion Race-ethnicity appears to explain some of the variation in clinical characteristics and outcomes after acute intracerebral hemorrhage. Factors that explain this variation need to be identified.", "doi": "10.1177/1747493017744463", "title": "Relationship between race and outcome in Asian, Black, and Caucasian patients with spontaneous intracerebral hemorrhage: Data from the Virtual International Stroke Trials Archive and Efficacy of Nitric Oxide in Stroke trial.", "journal": ["International journal of stroke : official journal of the International Stroke Society", "Int J Stroke"]}