{"authors": [["Thibaut", "Aurore", "A", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, United States."], ["Russo", "Cristina", "C", "Department of Psychology, Milan Center for Neuroscience-NeuroMi, University of Milano-Bicocca, Milano, Italy."], ["Hurtado-Puerto", "Aura Maria", "AM", "Laboratory for Neuropsychiatry and Neuromodulation, Transcranial Magnetic Stimulation Clinical Service, Department of Psychiatry, Massachusetts General Hospital, Boston, MA, United States."], ["Morales-Quezada", "Jorge Leon", "JL", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, United States."], ["Deitos", "Alícia", "A", "Post-Graduate Program in Medical Sciences, School of Medicine, Universidade Federal do Rio Grande do Sul (UFRGS), Porto Alegre, Brazil."], ["Petrozza", "John Christopher", "JC", "Department of Gynecology, Massachusetts General Hospital, Harvard Medical School, Boston, MA, United States."], ["Freedman", "Steven", "S", "Division of Translational Research, Beth Israel Deaconess Medical Center, Boston, MA, United States."], ["Fregni", "Felipe", "F", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, United States."]], "date": "2017-11-01", "id": "29163341", "text": "Chronic visceral pain (CVP) syndromes are persistently painful disorders with a remarkable lack of effective treatment options. This study aimed at evaluating the effects of different neuromodulation techniques in patients with CVP on cortical activity, through electreocephalography (EEG) and on pain perception, through clinical tests.A pilot crossover randomized controlled study.Out-patient.Adults with CVP (>3 months).Participants received four interventions in a randomized order: (1) transcranial pulsed current stimulation (tPCS) and active transcranial direct current stimulation (tDCS) combined, (2) tPCS alone, (3) tDCS alone, and (4) sham condition. Resting state quantitative electroencephalography (qEEG) and pain assessments were performed before and after each intervention. Results were compared with a cohort of 47 healthy controls.We enrolled six patients with CVP for a total of 21 visits completed. Compared with healthy participants, patients with CVP showed altered cortical activity characterized by increased power in theta, alpha and beta bands, and a significant reduction in the alpha/beta ratio. Regarding tES, the combination of tDCS with tPCS had no effect on power in any of the bandwidths, nor brain regions. Comparing tPCS with tDCS alone, we found that tPCS induced higher increase in power within the theta and alpha bandwidths.This study confirms that patients with CVP present abnormal EEG-indexed cortical activity compared with healthy controls. Moreover, we showed that combining two types of neurostimulation techniques had no effect, whereas the two interventions, when applied individually, have different neural signatures.", "doi": "10.3389/fneur.2017.00576", "title": "Effects of Transcranial Direct Current Stimulation, Transcranial Pulsed Current Stimulation, and Their Combination on Brain Oscillations in Patients with Chronic Visceral Pain: A Pilot Crossover Randomized Controlled Study.", "journal": ["Frontiers in neurology", "Front Neurol"]}