{"authors": [["Bodart", "Olivier", "O", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium. Electronic address: olivier.bodart@chu.uliege.be."], ["Amico", "Enrico", "E", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium; CONNplexity Lab, School of Industrial Engineering, Purdue University, West-Lafaytte, IN, USA. Electronic address: eamico@purdue.edu."], ["Gómez", "Francisco", "F", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium; Department of Mathematics, Universidad Nacional de Colombia, Colombia. Electronic address: fagomezj@unal.edu.co."], ["Casali", "Adenauer G", "AG", "Department of Biomedical and Clinical Sciences \"Luigi Sacco\", University of Milan, Italy; Institute of Science and Technology, Federal University of São Paulo, São José dos Campos, Brazil. Electronic address: Casali@unifesp.br."], ["Wannez", "Sarah", "S", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium. Electronic address: sarah.wannez@uliege.be."], ["Heine", "Lizette", "L", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium; Centre de recherche en neuroscience de Lyon (CRNL), équipe CAP, INSERM, U1028, CNRS, UMR5292. Lyon, France."], ["Thibaut", "Aurore", "A", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium; Neuromodulation Center, Spaulding Rehabilitation Hospital, Harvard Medical School, Boston, USA. Electronic address: athibaut@uliege.be."], ["Annen", "Jitka", "J", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium. Electronic address: jitka.annen@uliege.be."], ["Boly", "Melanie", "M", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium; Department of Psychiatry, University of Wisconsin, Madison, WI, USA. Electronic address: mboly@uwhealth.org."], ["Casarotto", "Silvia", "S", "Department of Biomedical and Clinical Sciences \"Luigi Sacco\", University of Milan, Italy. Electronic address: silvia.casarotto@unimi.it."], ["Rosanova", "Mario", "M", "Department of Biomedical and Clinical Sciences \"Luigi Sacco\", University of Milan, Italy; Fondazione Europea di Ricerca Biomedica, FERB Onlus, Milan, Italy. Electronic address: mario.rosanova@unimi.it."], ["Massimini", "Marcello", "M", "Department of Biomedical and Clinical Sciences \"Luigi Sacco\", University of Milan, Italy; Istituto Di Ricovero e Cure a Carattere Scientifico, Fondazione Don Carlo Gnocchi, Milan, Italy. Electronic address: marcello.massimini@unimi.it."], ["Laureys", "Steven", "S", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium. Electronic address: steven.laureys@uliege.be."], ["Gosseries", "Olivia", "O", "Giga-Consciousness, Coma Science Group and Neurology Department, University and University Hospital of Liege, Belgium, Avenue de l'Hôpital 1, Liège, Belgium. Electronic address: ogosseries@uliege.be."]], "date": "2017-11-11", "id": "29162503", "text": "Previous studies have separately reported impaired functional, structural, and effective connectivity in patients with disorders of consciousness (DOC). The perturbational complexity index (PCI) is a transcranial magnetic stimulation (TMS) derived marker of effective connectivity. The global fractional anisotropy (FA) is a marker of structural integrity. Little is known about how these parameters are related to each other.We aimed at testing the relationship between structural integrity and effective connectivity.We assessed 23 patients with severe brain injury more than 4 weeks post-onset, leading to DOC or locked-in syndrome, and 14 healthy subjects. We calculated PCI using repeated single pulse TMS coupled with high-density electroencephalography, and used it as a surrogate of effective connectivity. Structural integrity was measured using the global FA, derived from diffusion weighted imaging. We used linear regression modelling to test our hypothesis, and computed the correlation between PCI and FA in different groups.Global FA could predict 74% of PCI variance in the whole sample and 56% in the patients' group. No other predictors (age, gender, time since onset, behavioural score) improved the models. FA and PCI were correlated in the whole population (r = 0.86, p < 0.0001), the patients, and the healthy subjects subgroups.We here demonstrated that effective connectivity correlates with structural integrity in brain-injured patients. Increased structural damage level decreases effective connectivity, which could prevent the emergence of consciousness.", "doi": "10.1016/j.brs.2017.11.006", "title": "Global structural integrity and effective connectivity in patients with disorders of consciousness.", "journal": ["Brain stimulation", "Brain Stimul"]}