{"authors": [["Atmaca", "Murat Mert", "MM", "1 Department of Neurology and Clinical Neurophysiology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."], ["Gurses", "Candan", "C", "1 Department of Neurology and Clinical Neurophysiology, Istanbul Faculty of Medicine, Istanbul University, Istanbul, Turkey."]], "date": "2017-01-01", "id": "29161897", "text": "To search the literature for the frequency, pathogenesis, prognosis, and treatment of seizures and status epilepticus (SE) in patients with multiple sclerosis (MS).We report 2 patients with MS who presented with SE and review the literature.Seizures and SE episodes worsened during MS relapses in the first patient. SE episodes and MS relapses significantly decreased after initiation of natalizumab treatment but she still had seizures and was taking 4 antiepileptic drugs (AEDs). The second patient had super refractory SE and was treated with AEDs and coma induction; SE was controlled in 1 week. Antibodies against glycine receptors were reported in her serum after her death.SE has been reported to remain refractory to conventional AEDs, and improve with treatment of MS relapse. Seizures often occur during MS relapses, and might be the presenting symptom of MS or the only symptom of a relapse. Patients with MS and epilepsy have been reported to have more severe MS disease courses. Seizures are refractory to treatment in patients with MS with chronic epilepsy; however, prognosis is quite good in patients experiencing provoked seizures during an MS relapse. Since some EEG findings may have prognostic value, their evaluation is invaluable for the determination of outcome. No treatment guidelines have been specified for patients with MS and SE. However, treatment with AEDs, ideally new-generation AEDs, and an MS treatment review with a new protocol will ensure a fast response to the improvement of SE.", "doi": "10.1177/1550059417693732", "title": "Status Epilepticus and Multiple Sclerosis: A Case Presentation and Literature Review.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}