{"authors": [["Iotzov", "Ivan", "I", "City College of New YorkNew YorkNew York."], ["Fidali", "Brian C", "BC", "Laboratory of Cognitive NeuromodulationThe Feil Family Brain and Mind Research InstituteWeill Cornell MedicineNew YorkNew York."], ["Petroni", "Agustin", "A", "City College of New YorkNew YorkNew York."], ["Conte", "Mary M", "MM", "Laboratory of Cognitive NeuromodulationThe Feil Family Brain and Mind Research InstituteWeill Cornell MedicineNew YorkNew York."], ["Schiff", "Nicholas D", "ND", "Laboratory of Cognitive NeuromodulationThe Feil Family Brain and Mind Research InstituteWeill Cornell MedicineNew YorkNew York."], ["Parra", "Lucas C", "LC", "City College of New YorkNew YorkNew York."]], "date": "2017-09-27", "id": "29159190", "text": "Clinical assessment of auditory attention in patients with disorders of consciousness is often limited by motor impairment. Here, we employ intersubject correlations among electroencephalography responses to naturalistic speech in order to assay auditory attention among patients and healthy controls.Electroencephalographic data were recorded from 20 subjects with disorders of consciousness and 14 healthy controls during of two narrative audio stimuli, presented both forwards and time-reversed. Intersubject correlation of evoked electroencephalography signals were calculated, comparing responses of both groups to those of the healthy control subjects. This analysis was performed blinded and subsequently compared to the diagnostic status of each patient based on the Coma Recovery Scale-Revised.Subjects with disorders of consciousness exhibit significantly lower intersubject correlation than healthy controls during narrative speech. Additionally, while healthy subjects had higher intersubject correlation values in forwards versus backwards presentation, neural responses did not vary significantly with the direction of playback in subjects with disorders of consciousness. Increased intersubject correlation values in the backward speech condition were noted with improving disorder of consciousness diagnosis, both in cross-sectional analysis and in a subset of patients with longitudinal data.Intersubject correlation of neural responses to narrative speech audition differentiates healthy controls from patients and appears to index clinical diagnoses in disorders of consciousness.", "doi": "10.1002/acn3.470", "title": "Divergent neural responses to narrative speech in disorders of consciousness.", "journal": ["Annals of clinical and translational neurology", "Ann Clin Transl Neurol"]}