{"authors": [["Tatum", "James M", "JM", "Cedars-Sinai Medical Center, USA. Electronic address: james.tatum@med.usc.edu."], ["Dhillon", "Navpreet K", "NK", "Cedars-Sinai Medical Center, USA. Electronic address: Navpreet.Dhillon@cshs.org."], ["Ko", "Ara", "A", "Cedars-Sinai Medical Center, USA. Electronic address: Ara.Ko@cshs.org."], ["Smith", "Eric J T", "EJT", "Cedars-Sinai Medical Center, USA. Electronic address: Eric.Smith@cshs.org."], ["Melo", "Nicolas", "N", "Cedars-Sinai Medical Center, USA. Electronic address: Nicolas.Melo@cshs.org."], ["Barmparas", "Galinos", "G", "Cedars-Sinai Medical Center, USA. Electronic address: Galinos.Barmparas@cshs.org."], ["Ley", "Eric J", "EJ", "Cedars-Sinai Medical Center, USA. Electronic address: Eric.Ley@cshs.org."]], "date": "2017-11-15", "id": "29155232", "text": "Rigid cervical collars are routinely placed in the pre-hospital setting after significant blunt trauma. Patients who are deemed competent by field personnel (Glasgow Coma Scale (GCS) ≥13, no major distracting injury and not grossly intoxicated) may refuse cervical collar placement.A retrospective review was conducted of all adult trauma patients presenting to a Level 1 trauma center after blunt trauma with a GCS≥13 and no distracting injury or gross intoxication from January 2014 to December 2014. Pre-hospital data was collected from emergency medical service reports and hospital data from patient charts. Cervical spine injury was identified by International Classification of Disease-9th Revision codes. Patients refusing cervical spine immobilization prior to arrival are compared to those who were compliant.A total of 629 patients met inclusion criteria. Cervical spine immobilization was refused by 28 patients, while 601 complied. There were 16 cervical spine injuries (2.5%), with 3 (10.7%) in noncompliant patients and 13 (2.2%) among those who were complaint (p = 0.03).The incidence of cervical spine injuries in patients refusing cervical collar immobilization is higher than in compliant patients. Patients arriving for initial evaluation having refused cervical collar immobilization should be treated with caution.", "doi": "10.1016/j.ijsu.2017.11.027", "title": "Refusal of cervical spine immobilization after blunt trauma: Implications for initial evaluation and management: A retrospective cohort study.", "journal": ["International journal of surgery (London, England)", "Int J Surg"]}