{"authors": [["Alegre", "Oriol", "O", "Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Formiga", "Francesc", "F", "Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain."], ["López-Palop", "Ramón", "R", "Hospital Universitario San Juan, Alicante, Spain."], ["Marín", "Francisco", "F", "Hospital Universitario Virgen de la Arrixaca, IMIB-Arrixaca, CIBER-CV, Murcia, Spain."], ["Vidán", "María T", "MT", "Hospital General Universitario Gregorio Marañón, Madrid, Spain."], ["Martínez-Sellés", "Manuel", "M", "Hospital General Universitario Gregorio Marañón, Madrid, Spain; CIBERCV, Universidad Complutense, Universidad Europea, Madrid, Spain."], ["Carol", "Antoni", "A", "Hospital Moisès Broggi, Sant Joan Despí, Barcelona, Spain."], ["Sionis", "Alessandro", "A", "Hospital de la Santa Creu i Sant Pau, Barcelona, Spain."], ["Díez-Villanueva", "Pablo", "P", "Hospital Unversitario La Princesa, Madrid, Spain."], ["Aboal", "Jaime", "J", "Hospital Universitari Josep Trueta, Girona, Spain."], ["Palau-Vendrel", "Anna", "A", "Hospital Santa Tecla, Tarragona, Spain."], ["Bueno", "Héctor", "H", "Hospital Doce de Octubre, Madrid, Spain; Centro Nacional de Investigaciones Cardiovasculares, Spain."], ["Rivera", "Angel Perez", "AP", "Hospital Universitario de Burgos, Burgos, Spain."], ["Sanchís", "Juan", "J", "Hospital Clínico de Valencia. INCLIVA. Universidad de Valencia. CIBER CV Valencia, Spain instead of Hospital Clínico de Valencia, Valencia, Spain."], ["Abu-Assi", "Emad", "E", "Hospital Álvaro Cunqueiro, Vigo, Spain."], ["Corbí", "Miguel", "M", "Hospital General de Albacete, Albacete, Spain."], ["Castillo", "Juan C", "JC", "Hospital Reina Sofía, Córdoba, Spain."], ["Bañeras", "Jordi", "J", "Hospital de la Vall d'Hebron, Barcelona, Spain."], ["González-Salvado", "Violeta", "V", "Complejo Hospitalario Universitario de Santiago, Santiago de Compostela, Spain."], ["Cequier", "Àngel", "À", "Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain."], ["Ariza-Solé", "Albert", "A", "Hospital Universitari de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain. Electronic address: aariza@bellvitgehospital.cat."], [null, null, null, null]], "date": "2017-11-17", "id": "29153753", "text": "Information about the impact of frailty in patients with acute coronary syndromes (ACS) is scarce. No study has assessed the prognostic impact of frailty as measured by the FRAIL scale in very elderly patients with ACS.The prospective multicenter LONGEVO-SCA registry included unselected patients with ACS aged 80 years or older. A comprehensive geriatric assessment was performed during hospitalization, including frailty assessment by the FRAIL scale. The primary endpoint was mortality at 6 months.A total of 532 patients were included. Mean age was 84.3 years, 61.7% male. Most patients had positive troponin levels (84%) and high GRACE risk score values (mean 165). A total of 205 patients were classified as prefrail (38.5%) and 145 as frail (27.3%). Frail and prefrail patients had a higher prevalence of comorbidities, lower left ventricle ejection fraction, and higher mean GRACE score value. A total of 63 patients (11.8%) were dead at 6 months. Both prefrailty and frailty were associated with higher 6-month mortality rates (P < .001). After adjusting for potential confounders, this association remained significant (hazard ratio [HR] 2.71; 95% confidence interval [CI] 1.09-6.73 for prefrailty and HR 2.99; 95% CI 1.20-7.44 for frailty, P = .024). The other independent predictors of mortality were age, Charlson Index, and GRACE risk score.The FRAIL scale is a simple tool that independently predicts mortality in unselected very elderly patients with ACS. The presence of prefrailty criteria also should be taken into account when performing risk stratification of these patients.", "doi": "10.1016/j.jamda.2017.10.007", "title": "An Easy Assessment of Frailty at Baseline Independently Predicts Prognosis in Very Elderly Patients With Acute Coronary Syndromes.", "journal": ["Journal of the American Medical Directors Association", "J Am Med Dir Assoc"]}