{"authors": [["Peker", "Ahmet", "A", "Department of Radiology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."], ["Akgoz", "Ayça", "A", "Department of Radiology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."], ["Arsava", "Ethem Murat", "EM", "Department of Neurology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."], ["Topçuoglu", "Mehmet Akif", "MA", "Department of Neurology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."], ["Arat", "Anil", "A", "Department of Radiology, Faculty of Medicine, Hacettepe University, Ankara, Turkey."]], "date": "2017-06-30", "id": "29152468", "text": "A 71-year-old man with acute basilar artery occlusion was referred for endovascular treatment 6 hours after the onset of stroke with a Glasgow Coma Score of 3 and National Institutes of Health Stroke Scale of 27. A cerebral arteriogram revealed occlusion of the left vertebral artery proximally and thromboembolic occlusion of the basilar tip. Direct aspiration and mechanical thrombectomy with various stent retrievers failed to reconstitute arterial flow in the basilar artery. Thrombolysis in cerebral infarction 2b recanalization was achieved only after placement of double Catch Mini stent retrievers through 2 microcatheters, on both side branches of the basilar bifurcation in a kissing fashion and retrieving them simultaneously. It was possible to perform this maneuver through a single distal access catheter without any complications. On follow-up the patient awakened and was able to follow commands on his right side. To our knowledge, dual mechanical thrombectomy with stent retrievers has not been reported in the posterior circulation previously. This technique may be useful in retrieving thrombi located at major intracranial bifurcations of the posterior circulation which do not recanalize with standard mechanical thrombectomy procedures. Although bilateral access to the basilar artery through both vertebral arteries is an advantage in posterior circulation for this technique, dual mechanical thrombectomy can also be performed through a unilateral access.", "doi": "10.7461/jcen.2017.19.2.96", "title": "Dual Mechanical Thrombectomy for Recanalization of a Resistant Acute Posterior Circulation Stroke.", "journal": ["Journal of cerebrovascular and endovascular neurosurgery", "J Cerebrovasc Endovasc Neurosurg"]}