{"authors": [["El-Menyar", "Ayman", "A", "Clinical Research, Trauma Surgery Section, Hamad General Hospital, Doha, Qatar."], ["Consunji", "Rafael", "R", "Hamad Injury Prevention Program, Trauma Surgery Section, Hamad General Hospital, Doha, Qatar."], ["Al-Thani", "Hassan", "H", "Trauma Surgery Section, Hamad General Hospital, Doha, Qatar."], ["Mekkodathil", "Ahammed", "A", "Clinical Medicine, Weill Cornell Medical School, Doha, Qatar."], ["Jabbour", "Gaby", "G", "Trauma Surgery Section, Hamad General Hospital, Doha, Qatar."], ["Alyafei", "Khalid A", "KA", "Department of Pediatrics, Division of Pediatric Emergency Medicine, Hamad Medical Corporation, Doha, Qatar."]], "date": "2017-11-07", "id": "29151847", "text": "The epidemiologic characteristics and outcomes of pediatric traumatic brain injury (pTBI) have not been adequately documented from the rapidly developing countries in the Arab Middle East. We aimed to describe the hospital-based epidemiologic characteristics, injury mechanisms, clinical presentation, and outcomes of pTBI and analyze key characteristics and determinant of pTBI that could help to make recommendations for policies to improve their care.We conducted a retrospective observational study in a level 1 trauma center (2010-2014) for all pTBI patients. Data were analyzed and compared according to different patient age groups.Out of 945 traumatic brain injury patients, 167 (17.7%) were ≤ 18 years old with a mean age of 10.6 ± 5.9 and 81% were males. The rate of pTBI varied from 5 to 14 cases per 100,000 children per year. The most affected group was teenagers (15-18 years; 40%) followed by infants/toddlers (≤ 4 years; 23%). Motor vehicle crash (MVC; 47.3%) was the most frequent mechanism of injury followed by falls (21.6%). MVC accounted for a high proportion of pTBI among teenagers (77.3%) and adolescents (10-14 years; 48.3%). Fall was a common cause of pTBI for infants/toddlers (51.3%) and 5-9 years old group (30.3%). The proportion of brain contusion was significantly higher in adolescents (61.5%) and teenagers (58.6%). Teenagers had higher mean Injury Severity Scoring of 24.2 ± 9.8 and lower median (range) Glasgow Coma Scale of 3 (3-15) (P = 0.001 for all). The median ventilatory days and intensive care unit and hospital length of stay were significantly prolonged in the teenage group. Also, pTBI in teenage group showed higher association with pneumonia (46.4%) and sepsis (17.3%) than other age groups (P = 0.01). The overall mortality rate was 13% (n = 22); 11 died within the first 24 h, 7 died between the second and seventh day and 4 died one week post-admission. Among MVC victims, a decreasing trend of case fatality rate (CFR) was observed with age; teenagers had the highest CFR (85.7) followed by adolescents (75.0), young children (33.3), and infants/toddlers (12.5).This local experience to describe the burden of pTBI could be a basis to adopt and form an efficient, tailored strategy for safety in the pediatric population.", "doi": "10.1186/s13017-017-0159-9", "title": "Pediatric Traumatic Brain Injury: a 5-year descriptive study from the National Trauma Center in Qatar.", "journal": ["World journal of emergency surgery : WJES", "World J Emerg Surg"]}