{"authors": [["Wang", "Zhuheng", "Z", "Department of Critical Care Medicine, Daxing Teaching Hospital of Capital Medical University, Beijing 102600, China. Corresponding author: Wang Zhuheng, Email: 1147070617@qq.com."], ["Shi", "Chunzhi", "C", null], ["Sun", "Liping", "L", null], ["Guo", "Qinghua", "Q", null], ["Qiao", "Wei", "W", null], ["Zhou", "Guanhua", "G", null]], "date": null, "id": "29151416", "text": "To evaluate the efficacy and safety of short-term deep sedation strategy in patients with spontaneous intracerebral hemorrhage (ICH) after surgery.A perspective, randomized, parallel-group study was conducted. Adult patients with spontaneous ICH and undergoing craniotomy admitted to Daxing Teaching Hospital of Capital Medical University from December 2015 to November 2016 were enrolled. The patients who received surgery were randomly divided into a short-term deep sedation and a slight and middle sedation group. Sufentanil was used as an analgesic drug in all patients and midazolam was used as a sedative after the operation. The patients in the slight and middle sedation group received midazolam 0.05-0.10 mg/kg with a goal of mild sedation [Richmond agitation and sedation scale (RASS) score of -2-1]. The patients in the short-term deep sedation group received midazolam 0.1-0.2 mg/kg with a goal of deep sedation (RASS score of -4 to -3) and a duration of no more than 12 hours. Postoperative sedation, blood pressure changes, laboratory indexes, residual hematoma and clinical outcomes were recorded in two groups.During the study, a total of 183 patients with spontaneous ICH were collected, excluding who was older than 65 years, with shock, and with preoperative Glasgow coma score (GCS) of 3. 106 patients were enrolled in this study, and 53 patients were assigned to the short-term deep sedation group and slight and middle sedation group, respectively. In the slight and middle sedation group, 4 patients received reoperation because of repeated hemorrhage and no patient operated repeatedly in the short-term deep sedation group, and there was a significant difference between the two groups (χ 2 = 4.000, P = 0.045). The number of patients undergoing tracheotomy in the short-term deep sedation group was significantly lower than that in the slight and middle sedation group (9 cases vs. 21 cases, P < 0.05). RASS score within 12 hours after operation of the patients in the short-term deep sedation group was lower than that in slight and middle sedation group [-4 (-4, -2) vs. -2 (-3, -1) at 4 hours, -4 (-4, -2) vs. -1 (-2, 0) at 8 hours, -3 (-4, -2) vs. 0 (-2, 1) at 12 hours, all P < 0.01], sudden restlessness was significantly reduced [times: 1 (0, 1) vs. 3 (2, 3), P < 0.01], and postoperative sedation duration was significantly prolonged [hours: 14.0 (8.3, 20.8) vs. 8.9 (3.4, 15.3), P < 0.05]. Systolic blood pressure (SBP) and diastolic blood pressure (DBP) within 12 hours after operation in the short-term deep sedation group were significantly lower than those of the slight and middle sedation group [SBP (mmHg, 1 mmHg = 0.133 kPa): 136.8±30.5 vs. 149.1±33.5, DBP (mmHg): 85.0 (70.8, 102.3) vs. 89.0 (69.2, 116.7), both P < 0.05]. There were no significant differences in the arterial blood gas, routine blood test or coagulation function between the two groups at 24 hours after operation. The volume of residual hematoma at 2, 7 and 14 days after operation in the short-term deep sedation group was significantly decreased as compared with slight and middle sedation group (mL: 16.4±15.6 vs. 38.2±22.2 at 2 days, 9.6±8.7 vs. 20.6±18.6 at 7 days, 1.2±1.0 vs. 4.4±3.6 at 14 days, all P < 0.05), number of deaths in 3 months were significantly less (5 cases vs. 13 cases), and the patients with favorable prognosis were increased significantly (39 cases vs. 12 cases, both P < 0.05).The study results showed that short-term deep sedation strategy after surgery can reduce the incidence of adverse events and improve the prognosis of patients with spontaneous ICH, so it is safe and effective.", "doi": "10.3760/cma.j.issn.2095-4352.2017.11.009", "title": "[Short-term deep sedation strategy in patients with spontaneous intracerebral hemorrhage: a randomized controlled trial].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}