{"authors": [["Hussein", "Omar", "O", "Cerebrovascular and Neurocritical Care Division, Department of Neurology, Ohio State University Wexner Medical Center, 395 W. 12th Avenue, 7th Floor, Columbus, OH, 43210, USA. oyhussein@yahoo.com."], ["Torbey", "Michel", "M", "Cerebrovascular and Neurocritical Care Division, Department of Neurology, Ohio State University Wexner Medical Center, 395 W. 12th Avenue, 7th Floor, Columbus, OH, 43210, USA."]], "date": "2017-11-17", "id": "29150776", "text": "Hyperpyrexia is a severely elevated core body temperature secondary to an elevated hypothalamic set thermo-regulatory threshold. Hyperthermia is an elevated core body temperature beyond the normal hypothalamic set thermo-regulatory threshold. Intracranial hypotension can present with a wide variety of symptoms ranging from orthostatic headache up to coma. We report a rare case of hyperpyrexia associated with intracranial hypotension.A case report of a 55-year-old female patient with a history of angiogram-negative subarachnoid hemorrhage status post-ventriculoperitoneal (VP) shunt placement six years prior to admission who suddenly developed encephalopathy and high fever. Conventional management of the fever was unsuccessful.Brain magnetic resonance imaging revealed signs of significant intracranial hypotension. When the VP shunt was tapped, no cerebrospinal fluid (CSF) could be obtained. Once the VP shunt settings were adjusted, the patient's encephalopathy and hyperpyrexia resolved.Hyperpyrexia might be a presenting symptom of intracranial hypotension, likely, secondary to hypothalamic dysfunction and compression. In our case, hyperpyrexia was reversible as the intracranial hypotension was emergently treated. Spontaneous intracranial hypotension might be difficult to diagnose, especially if it presented with non-classical symptoms like fever; thus, physicians should be aware of such association.", "doi": "10.1007/s12028-017-0481-9", "title": "Hyperpyrexia as the Presenting Symptom of Intracranial Hypotension.", "journal": ["Neurocritical care", "Neurocrit Care"]}