{"authors": [["Singh", "Navneet", "N", "Division of Pediatric Neurosurgery, British Columbia Children's Hospital, 4480 Oak Street, Room K3-159, Vancouver, British Columbia, V6H 3V4, Canada."], ["Singhal", "Ash", "A", "Division of Pediatric Neurosurgery, British Columbia Children's Hospital, 4480 Oak Street, Room K3-159, Vancouver, British Columbia, V6H 3V4, Canada. asinghal@cw.bc.ca."]], "date": "2017-09-06", "id": "29149393", "text": "Pediatric head trauma is one of the commonest presentations to emergency departments. Over 90% of such head injuries are considered mild, but still present risk acute clinical deterioration and longer term morbidity. Identifying which children are at risk of clinically important brain injuries remains challenging and much of the data on minor head injuries is based on the adult population.Children, however, are different, both anatomically and in terms of mechanism of injury, to adults and, even within the pediatric group, there are differences with age and stage of development.CT scans have added to the repertoire of clinicians in the assessment of pediatric head injury population, but judicious use is required given radiation exposure, malignancy risk, and resource constraints. Guidelines and head injury rules have been developed, for adults and children, to support decision-making in the emergency department though whether their use is applicable to all population groups is debatable. Further challenges in mild pediatric head trauma also include appropriate recommendations for school attendance and physical activity after discharge.Concern remains for second-impact syndrome and, in the longer term, for post-concussive syndrome and further research in both is still needed. Furthermore, the development of clinical decision rules raises further questions on the purpose of admitting children with minor head injuries and answering this question may aid the evolution of clinical decision guidelines.The next generation of catheter with homogeneous flow patterns based on parametric designs may represent a step forward for the treatment of hydrocephalus, by possibly broadening their lifespan.", "doi": "10.1007/s00381-017-3535-6", "title": "Challenges in minor TBI and indications for head CT in pediatric TBI-an update.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}