{"authors": [["Vieira", "Eduardo", "E", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Guimarães", "Thiago C", "TC", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Faquini", "Igor V", "IV", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Silva", "Jose L", "JL", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Saboia", "Tammy", "T", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Andrade", "Rodrigo V C L", "RVCL", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Gemir", "Thaís L", "TL", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Neri", "Valesca C", "VC", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Almeida", "Nivaldo S", "NS", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."], ["Azevedo-Filho", "Hildo R C", "HRC", "Department of Neurological Surgery, Hospital da Restauração, Recife, Brazil."]], "date": "2017-11-17", "id": "29148904", "text": "OBJECTIVE Decompressive craniectomy (DC) is a widely used procedure in neurosurgery; however, few studies focus on the best surgical technique for the procedure. The authors' objective was to conduct a prospective randomized controlled trial comparing 2 techniques for performing DC: with watertight duraplasty and without watertight duraplasty (rapid-closure DC). METHODS The study population comprised patients ranging in age from 18 to 60 years who were admitted to the Neurotrauma Service of the Hospital da Restauração with a clinical indication for unilateral decompressive craniectomy. Patients were randomized by numbered envelopes into 2 groups: with watertight duraplasty (control group) and without watertight duraplasty (test group). After unilateral DC was completed, watertight duraplasty was performed in the control group, while in the test group, no watertight duraplasty was performed and the exposed parenchyma was covered with Surgicel and the remaining dura mater. Patients were then monitored daily from the date of surgery until hospital discharge or death. The primary end point was the incidence of surgical complications (CSF leak, wound infection, brain abscess, or subgaleal fluid collections). The following were analyzed as secondary end points: clinical outcome (analyzed using the Glasgow Outcome Scale [GOS]), surgical time, and hospital costs. RESULTS Fifty-eight patients were enrolled, 29 in each group. Three patients were excluded, leaving 27 in the test group and 28 in the control group. There were no significant differences between groups regarding age, Glasgow Coma Scale score at the time of surgery, GOS score, and number of postoperative follow-up days. There were 9 surgical complications (5 in the control group and 4 in the test group), with no significant differences between the groups. The mean surgical time in the control group was 132 minutes, while in the test group the average surgical time was 101 minutes, a difference of 31 minutes (p = 0.001). The mean reduction in total cost was $420.00 USD (a 23.4% reduction) per procedure in the test group. CONCLUSIONS Rapid-closure DC without watertight duraplasty is a safe procedure. It is not associated with a higher incidence of surgical complications (CSF leak, wound infection, brain abscess, or subgaleal fluid collections), and it decreased surgical time by 31 minutes on average. There was also a hospital cost reduction of $420.00 USD (23.4% reduction) per procedure. Clinical trial registration no.: NCT02594137 (clinicaltrials.gov).", "doi": "10.3171/2017.4.JNS152954", "title": "Randomized controlled study comparing 2 surgical techniques for decompressive craniectomy: with watertight duraplasty and without watertight duraplasty.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}