{"authors": [["Biluts", "Hagos", "H", null], ["Kassahun", "Azarias", null, null], ["Abebe", "Mersha", "M", null]], "date": null, "id": "29148640", "text": "Traumatic brain injury is the leading cause of death and disability in people younger than 40 years of age worldwide.The study primarily aims at assessing the short-term outcome of patients operated for traumatic intracranial hemorrhage.This is a hospital based cross sectional study on patients with traumatic brain injury at Tikur Anbessa Specialized Teaching Hospital in Addis Ababa, Ethiopia, between February 2013 and February 2014. Standardized and structured questionnaire was used to collect sociodemographic data. All patients with traumatic brain injury operated following intracranial hemorrhage were included. Glasgow Coma Scale was used to determine the outcome. Difference in proportions was examined using Chi-square test.The study reviewed 91 patients with traumatic brain injury. Their age ranged from 13 to 60 years with a mean (SD) of 32.3 (±12.1). Eighty-seven (95.6%) of the cases were males and 4(4.4%) females and 34(37.4%) of them cases had mild and 30(33%) had severe traumatic brain injury. Acute Epidural Hematoma was seen in 79(86.8%), Acute Subdural hematoma had the highest proportion, 4/11(36.4%), of deaths and it was also significantly associated with unfavorable Glasgow Outcoma Scale at 3 months (p=0.03). Overall, the proportion patients who died was 18.7% with older patients (>50 years) had a significantly higher proportion of death (p=0.01). Most of the patients had favorable Glasgow Outcoma Scale ,unfavorable was seen in 22/30 (73.3%) and 17/30 (56.7%) of patients with severe traumatic brain injury at 3 and 6 months, respectively.In conclusion, male predominance was substantially high. Acute Subdural hematoma and old patients had high death rates and unfavorable outcome. Overall the death rate was not different from global figures.", "doi": null, "title": "SHORT-TERM OUTCOME OF OPERATED TRAUMATIC BRAIN INJURY PATIENTS FOR INTRACRANIAL HEMORRHAGE AT TIKUR ANBESSA SPECIALIZED TEACHING HOSPITAL (TASTH), ADDIS ABABA, ETHIOPIA.", "journal": ["Ethiopian medical journal", "Ethiop. Med. J."]}