{"authors": [["Choi", "Yoon Heuck", "YH", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Han", "Seong Rok", "SR", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Lee", "Chang Hyun", "CH", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Choi", "Chan Young", "CY", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Sohn", "Moon Jun", "MJ", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."], ["Lee", "Chae Heuck", "CH", "Department of Neurosurgery, Ilsan Paik Hospital, Inje University College of Medicine, Goyang, Korea."]], "date": "2017-10-25", "id": "29142632", "text": "To evaluate the effectiveness and efficacy of delayed burr hole surgery in relation to the reduction of postoperative subdural hematoma (SDH) volume in patients with acute SDH.We retrospectively analyzed patients with acute SDH who received delayed burr hole surgery at our institute. Age, sex, Glasgow coma scale, maximal SDH thickness, volume of SDH, midline shifts, hounsfield unit (HU), and medical history of anticoagulant agent usage were recorded. Outcome measures were delayed operation day, reduction of SDH volume after operation, and the Glasgow outcome scale (GOS) score at discharge. The patients were divided two groups according to the post-operative reduction of volume of SDH (≥50%, group A; <50%, group B). We also analyzed variables and differences between two groups.Eighteen patients were available for this analysis. The mean delayed of surgery was 13.9±7.5 days. Maximal thickness of SDH was changed from 10.0±3.5 mm to 12.2±3.7 mm. Volume of SDH was changed from 38.7±28.0 mL to 42.6±29.6 mL. Midline shifts were changed from 5.8±3.3 mm to 6.6±3.3 mm. HU were changed from 66.4±11.2 to 53.2±20.6. Post-operative reduction of SDH volume was 52.1±21.1%. Eleven patients (61%) had a discharge GOS score of 1 (good recovery). Ten patients (56%) were enrolled in group A. Midline shifting was greater in group A than in group B (7.4±3.3 vs. 3.0±2.4 mm; p<0.02). The delay of surgery was shorter for group A than group B (9.2±2.3 vs. 19.8±7.7 days; p<0.0008).Among well selected patients, delayed burr hole surgery in patients with acute SDH may be effective for reduction of SDH volume. Further studies will be necessary to establish the effectiveness and safety of delayed burr hole surgery in patients with acute SDH.", "doi": "10.3340/jkns.2017.0404.010", "title": "Delayed Burr Hole Surgery in Patients with Acute Subdural Hematoma: Clinical Analysis.", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}