{"authors": [["Jeong", "Hee-Won", "HW", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."], ["Choi", "Seung-Won", "SW", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."], ["Youm", "Jin-Young", "JY", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."], ["Lim", "Jeong-Wook", "JW", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."], ["Kwon", "Hyon-Jo", "HJ", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."], ["Song", "Shi-Hun", "SH", "Department of Neurosurgery, Chungnam National University Hospital, Daejeon, Korea."]], "date": "2017-10-25", "id": "29142631", "text": "Among pediatric injury, brain injury is a leading cause of death and disability. To improve outcomes, many developed countries built neurotrauma databank (NTDB) system but there was not established nationwide coverage NTDB until 2009 and there have been few studies on pediatric traumatic head injury (THI) patients in Korea. Therefore, we analyzed epidemiology and outcome from the big data of pediatric THI.We collected data on pediatric patients from 23 university hospitals including 9 regional trauma centers from 2010 to 2014 and analyzed their clinical factors (sex, age, initial Glasgow coma scale, cause and mechanism of head injury, presence of surgery).Among all the 2617 THI patients, total number of pediatric patients was 256. The average age of the subjects was 9.07 (standard deviation±6.3) years old. The male-to female ratio was 1.87 to 1 and male dominance increases with age. The most common cause for trauma were falls and traffic accidents. Age (p=0.007), surgery (p<0.001), mechanism of trauma (p=0.016), subdural hemorrhage (SDH) (p<0.001), diffuse axonal injury (DAI) (p<0.001) were statistically significant associated with severe brain injury.Falls were the most common cause of trauma, and age, surgery, mechanism of trauma, SDH, DAI increased with injury severity. There is a critical need for effective fall and traffic accidents prevention strategies for children, and we should give attention to these predicting factors for more effective care.", "doi": "10.3340/jkns.2016.1010.001", "title": "Mortality and Epidemiology in 256 Cases of Pediatric Traumatic Brain Injury: Korean Neuro-Trauma Data Bank System (KNTDBS) 2010-2014.", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}