{"authors": [["Iype", "Mary", "M", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: maryiypedr@gmail.com."], ["Kunju", "P A Mohammed", "PAM", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: drpamkunju@gmail.com."], ["Saradakutty", "Geetha", "G", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: geethapmohan@yahoo.com."], ["Anish", "T S", "TS", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: doctrinets@gmail.com."], ["Sreedharan", "Mini", "M", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: drmini70@yahoo.com."], ["Ahamed", "Shahanaz M", "SM", "Government Medical College Trivandrum, Kerala 695011, India. Electronic address: shahanazahamed75@gmail.com."]], "date": "2017-09-21", "id": "29141794", "text": "Acute disseminated encephalomyelitis (ADEM), an immune mediated inflammatory disease is common in children. The profile and immediate outcome of children hospitalized with ADEM is scarce in the available literature.We aimed to study the clinical profile of children with ADEM and to look for prognostic factors for outcome at discharge from hospital METHODS: We chose a retrospective cohort study of all children diagnosed with ADEM at our institution between January 2006 and December 2015, and they were evaluated, after excluding other diagnoses when they were summoned for a follow up visit. The major outcome variables were the modified Rankin Scale (mRS), the Kurtzke Expanded Disability Status Scale (EDSS) and the Glasgow outcome score (GOS) RESULTS: There were 102 children (with a mean follow up of 4.81 ± 2.78 years) and mean age at presentation, 6.16 ± 3.1 years. Pyramidal signs, ataxia, fever at onset, brain stem signs, seizures, myelitis and headache were the commoner clinical manifestations. Movement disorders particularly disabling tremor was seen in 12%. Only 52% had MRI lesions confined to supratentorial region, with 20% having thalamic lesions, 14% with corpus callosal lesions and 28% with brain stem hyperintensities. Three patients expired during the acute stage of the disease, the rest recovering with a mean mRS score of 1.92 ± 1.7 and EDSS score of 2.96 ± 3.05. On multivariable regression analysis, using mRS, presence of fever at admission, myelopathy with a definite sensory level and ventilator associated pneumonia were associated with a bad outcome. Using EDSS score (multivariable regression), presence of myelopathy with a definite sensory level and coma were associated with a bad outcome. Using GOS score (multivariable regression), presence of myelitis with a definite sensory level, signs of meningeal irritation and encephalomyeloradiculoneuropathy type of ADEM were associated with a bad outcome and headache with a good prognosis. The mean of the number of hours of altered sensorium and the mean duration of hospital stay in days had a significant association using the mRS, EDSS score and GOS.This study shows a profile of ADEM in South Indian children at admission and at discharge from hospital. ADEM has a good immediate outcome though death during the nadir of disease has been recorded in this study and in the literature and effort should be taken for optimal life support for these children who would have a good outcome if life support is successful. We have been able to show that, presence of myelopathy, the mean number of hours of altered sensorium and the mean duration of hospital stay were associated with a bad prognosis using three different outcome scales. Fever at admission, ventilator associated pneumonia, more profound altered sensorium at nadir of disease, signs of meningeal irritation at presentation and lower motor neuron involvement also, during the course of disease were associated with an immediate bad outcome using one of the outcome scores used in our study. Future studies should also address the question of why children with myelopathy, signs of lower motor involvement and fever at onset have a bad immediate outcome.", "doi": "10.1016/j.msard.2017.09.018", "title": "Short term outcome of ADEM: Results from a retrospective cohort study from South India.", "journal": ["Multiple sclerosis and related disorders", "Mult Scler Relat Disord"]}