{"authors": [["Kafashan", "MohammadMehdi", "M", "Department of Electrical and Systems Engineering, Washington University in St. Louis, 1 Brookings Dr. Campus Box 1042, St. Louis, MO, 63130, USA."], ["Ryu", "Shoko", "S", "Department of Electrical and Systems Engineering, Washington University in St. Louis, 1 Brookings Dr. Campus Box 1042, St. Louis, MO, 63130, USA."], ["Hargis", "Mitchell J", "MJ", "Department of Neurology, Washington University School of Medicine, 660 S Euclid Ave. Campus Box 8111, St. Louis, MO, 63110, USA."], ["Laurido-Soto", "Osvaldo", "O", "Department of Neurology, Washington University School of Medicine, 660 S Euclid Ave. Campus Box 8111, St. Louis, MO, 63110, USA."], ["Roberts", "Debra E", "DE", "Department of Neurology, Washington University School of Medicine, 660 S Euclid Ave. Campus Box 8111, St. Louis, MO, 63110, USA."], ["Thontakudi", "Akshay", "A", "Department of Electrical and Systems Engineering, Washington University in St. Louis, 1 Brookings Dr. Campus Box 1042, St. Louis, MO, 63130, USA."], ["Eisenman", "Lawrence", "L", "Department of Neurology, Washington University School of Medicine, 660 S Euclid Ave. Campus Box 8111, St. Louis, MO, 63110, USA."], ["Kummer", "Terrance T", "TT", "Department of Neurology, Washington University School of Medicine, 660 S Euclid Ave. Campus Box 8111, St. Louis, MO, 63110, USA. kummert@neuro.wustl.edu."], ["Ching", "ShiNung", "S", "Department of Electrical and Systems Engineering, Washington University in St. Louis, 1 Brookings Dr. Campus Box 1042, St. Louis, MO, 63130, USA. shinung@wustl.edu."]], "date": "2017-11-15", "id": "29141595", "text": "Rapidly determining the causes of a depressed level of consciousness (DLOC) including coma is a common clinical challenge. Quantitative analysis of the electroencephalogram (EEG) has the potential to improve DLOC assessment by providing readily deployable, temporally detailed characterization of brain activity in such patients. While used commonly for seizure detection, EEG-based assessment of DLOC etiology is less well-established. As a first step towards etiological diagnosis, we sought to distinguish focal and diffuse causes of DLOC through assessment of temporal dynamics within EEG signals.We retrospectively analyzed EEG recordings from 40 patients with DLOC with consensus focal or diffuse culprit pathology. For each recording, we performed a suite of time-series analyses, then used a statistical framework to identify which analyses (features) could be used to distinguish between focal and diffuse cases.Using cross-validation approaches, we identified several spectral and non-spectral EEG features that were significantly different between DLOC patients with focal vs. diffuse etiologies, enabling EEG-based classification with an accuracy of 76%.Our findings suggest that DLOC due to focal vs. diffuse injuries differ along several electrophysiological parameters. These results may form the basis of future classification strategies for DLOC and coma that are more etiologically-specific and therefore therapeutically-relevant.", "doi": "10.1186/s12883-017-0977-0", "title": "EEG dynamical correlates of focal and diffuse causes of coma.", "journal": ["BMC neurology", "BMC Neurol"]}