{"authors": [["Xing", "X J", "XJ", "Tianjin Eye Hospital, Clinical college of Ophthalmology, Tianjin Medical University, Tianjin 300020, China."], ["Song", "H", "H", null], ["Tang", "X", "X", null]], "date": null, "id": "29141387", "text": "Objective: To investigate the distribution of anterior corneal high-order aberrations (HOAs) in Chinese eyes with cataract and their correlations with age and axial length for the choice of aspheric intraocular lens. Methods: Retrospective study. Six hundred twenty-five Chinese patients with cataract[male: 260, female: 365, age: (71.2±8.0) years] were categorized into 4 groups in accordance with their axial lengths. Anterior corneal HOAs in the central 6- mm zone was measured with an iTrace wavefront analyzer. The correlations between axial length, age and total HOAs, spherical aberration, trefoil aberration, and coma aberration were analyzed using Spearman analysis. The differences in total HOAs, spherical aberration, trefoil aberration, and coma aberration among 4 groups were assessed using the Krusal-Wallis H test. Results: Anterior corneal HOAs showed the nonnormal distribution. The median of corneal total HOAs was 0.666 μm (range 0.246 to 4.115 μm). Medians of coma aberration, spherical aberration and trefoil aberration were 0.313 μm (range 0.015 to 1.879 μm), 0.275 μm (range 0.005 to 1.797 μm) and 0.341 μm (range 0.019 to 2.319 μm), respectively. A significant negative correlation was found between axial length and total HOAs, coma aberration, spherical aberration, trefoil aberration (r=-0.230, -0.235, -0.143, -0.153, P<0.05). But no correlation was found between age and them (r=0.056, 0.045, 0.065, 0.022, P>0.05). Differences in total HOAs, coma aberration, spherical aberration, trefoil aberration were found among various axial groups (H=21.953, 20.665, 15.368, 16.881, P<0.05). Conclusions: Anterior corneal HOAs varied greatly among the majority of the patients. A significant negative correlation was found between axial length and anterior corneal HOAs, but no correlation was found between age and them. (Chin J Ophthalmol, 2017, 53: 828-834).目的： 探讨年龄相关性白内障患者角膜前表面高阶像差（HOA）的分布特点及其与年龄、眼轴的相关性。 方法： 回顾性系列病例研究。收集2015年6至12月在天津市眼科医院白内障中心检查的白内障患者625例，其中男性260例，女性365例，年龄（71.2±8.0）岁。根据眼轴长度将患者分为4个组。采用iTrace像差仪测量患者角膜前表面中央6 mm直径的HOA值。患者年龄和眼轴与角膜总高阶像差、彗差、球差和三叶草之间进行Spearman相关性分析；多组之间数据比较使用Kruskal-Wallis H检验。 结果： 患者角膜前表面HOA各成分均为非正态分布。角膜总HOA数值范围从0.246~4.115 μm，中位数为0.666 μm。角膜彗差、球差和三叶草的中位数和范围分别为0.313 μm （0.015~1.879 μm）、0.275 μm（0.005~1.797 μm）和0.341 μm（0.019~2.319 μm）。患者年龄与角膜总高阶像差、彗差、球差和三叶草像差均无相关性（r=0.056，0.045，0.065，0.022；P>0.05）。眼轴长度与角膜总高阶像差、彗差、球差和三叶草像差之间存在负相关（r=-0.230，-0.235，-0.143，-0.153；P<0.05）。不同眼轴长度的患者各部分像差的组间差异均有统计学意义（H=21.953，20.665，15.368，16.881；P<0.05）。 结论： 大部分患者角膜前表面HOA变异性较大。年龄与角膜HOA各成分之间无相关性，眼轴长度与其呈负相关。（中华眼科杂志，2017，53：828-834）.", "doi": null, "title": "[Anterior corneal high-order aberrations in eyes with senile cataract in a Chinese population].", "journal": ["[Zhonghua yan ke za zhi] Chinese journal of ophthalmology", "Zhonghua Yan Ke Za Zhi"]}