{"authors": [["Yang", "Wen-Song", "WS", "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, 402160, China."], ["Li", "Qi", "Q", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, 400016, China. qili_md@126.com."], ["Li", "Rui", "R", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, 400016, China."], ["Liu", "Qing-Jun", "QJ", "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, 402160, China."], ["Wang", "Xing-Chen", "XC", "Department of Neurology, The First Affiliated Hospital of Chongqing Medical University, Chongqing, 400016, China."], ["Zhao", "Li-Bo", "LB", "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, 402160, China."], ["Xie", "Peng", "P", "Department of Neurology, Yongchuan Hospital of Chongqing Medical University, Chongqing, 402160, China. peng_xie@yahoo.com."]], "date": "2017-11-14", "id": "29139015", "text": "Midline shift (MLS) has been associated with unfavorable outcome in patients with intracerebral hemorrhage (ICH). However, the optimal criteria to define the MLS measurements that indicate future outcome in ICH patients are absent, and the quantitative threshold of MLS that differentiates favorable and poor clinical outcome should be further explored.We enrolled patients with ICH who underwent admission computed tomography (CT) within 6 h after onset of symptoms. We assessed MLS at several locations, including the pineal gland, septum pellucidum, and cerebral falx. MLS(max) was defined as the maximum midline shift among these locations. Functional outcomes were assessed with the Modified Rankin Scale (mRS) at 3 months. We performed multivariate logistic regression analysis to investigate the MLS locations for predicting poor outcome. ROC curve analysis was used to establish whether MLS values were predictive of 90-day poor outcome.In 199 patients with ICH, 78 (39.2%) patients had poor functional outcome at 3-month follow-up. Pineal gland shift, septum pellucidum shift, cerebral falx shift, and MLS(max) all showed a significant difference between poor outcome and favorable outcome (p < 0.001). After adjustment for age, baseline Glasgow Coma Scale score, ICH location, time to initial CT, baseline ICH volume, and intraventricular hemorrhage, the MLS(max) was independently associated with poor outcome (p = 0.032). MLS(max) > 4 mm (our proposed optimal threshold) was more likely to have poorer outcomes than those without (p < 0.001).MLS(max) can be a good independent predictor of clinical outcome, and MLS(max) > 4 mm is an optimal threshold associated with poor outcome in patients with ICH.", "doi": "10.1007/s12028-017-0483-7", "title": "Defining the Optimal Midline Shift Threshold to Predict Poor Outcome in Patients with Supratentorial Spontaneous Intracerebral Hemorrhage.", "journal": ["Neurocritical care", "Neurocrit Care"]}