{"authors": [["Zhang", "Jibo", "J", "Department of Neurosurgery, Zhongnan Hospital of Wuhan University, Wuhan, China."], ["Fan", "Xingyue", "X", "Heilongjiang University of Chinese Medicine, Harbin, China."], ["Liu", "Xuemeng", "X", "Department of Neurosurgery, Zhongnan Hospital of Wuhan University, Wuhan, China."], ["Chen", "Jincao", "J", "Department of Neurosurgery, Zhongnan Hospital of Wuhan University, Wuhan, China."], ["Wang", "Wei", "W", "Department of Neurosurgery, Zhongnan Hospital of Wuhan University, Wuhan, China."], ["Fu", "Kai", "K", "Department of Neurosurgery, Zhongnan Hospital of Wuhan University, Wuhan, China. Electronic address: hypo8832@sina.com."]], "date": "2017-11-11", "id": "29138075", "text": "To complete a retrospective comparison of endoscope-assisted burr-hole craniostomy (EBHC) and craniotomy in the treatment of septated chronic subdural hematoma (SCSH).A retrospective case note review comparing EBHC and craniotomy for SCSH was performed. Data of patients with an SCSH treated with EBHC or craniotomy during the period from January 2011 to January 2017 were retrospectively collected and analyzed. Of 70 patients, 43 underwent EBHC, and 27 patients were treated by craniotomy. The primary outcome measure was recurrence rate, morbidity, and mortality rate. The secondary outcome measures were clinical outcome at first postoperative day, discharge, 30 days, and 6 months, the length of hospital stay for neurosurgery, the operative time, intraoperative blood loss, and the placement time of drainage tube.No patient relapsed in either group. The rate of morbidity was significantly lower in the EBHC (2/43, 4.7%) than in the craniotomy group (17/27, 63.0%, P = 0.0033). No patient died as a consequence of the operative procedure in the EBHC group. However, there were 4 patients who died as a consequence of the operative procedure in the craniotomy group. The mean operative time was longer in the craniotomy group (95.3 minutes) than EBHC group (56.5 minutes, P = 0.0032). In addition, the mean intraoperative blood loss was larger in the craniotomy group (213.2 mL) than EBHC group (34.5 mL, P = 0.0044). A discharge Glasgow Coma Scale score of 15 was recorded in the same proportion of participants in both groups. Patients in the EBHC group recovered faster. The mean placement time of the drainage tube was similar in the 2 groups (EBHC [27.2 hours] vs. craniotomy [23.2 hours, P = 0.3328]). The mean length of hospital stay for neurosurgery was 4 days in the EBHC group, whereas it was 8 days in the craniotomy group (P = 0.0023). The mean hematoma reduction rate was slightly greater in those with EBHC than in those with craniotomy on the first postoperative day and discharge, but there was no statistical difference.Comparing 2 invasive procedure protocols for treatment of SCSH, we found that EBHC is a safer and more effective surgical technique. It significantly surpasses the results obtained in craniotomy in lowering morbidity rate, mortality rate, recovery time, and length of hospital stay for neurosurgery. We recommend the EBHC technique to be widely used in the treatment of SCSH to avoid large craniotomies, particularly in elderly patients, so that patients can receive the best treatment on the basis of minimal trauma.", "doi": "10.1016/j.wneu.2017.11.013", "title": "The Optimal Treatment Options of Septated Chronic Subdural Hematoma: A Retrospective Comparison of Craniotomy Versus Endoscopic-Assisted Burr-Hole Craniostomy.", "journal": ["World neurosurgery", "World Neurosurg"]}