{"authors": [["Payne", "Lauren E", "LE", "University of New England College of Pharmacy, 716 Stevens Ave, Portland, ME, 04102, USA. paynele12@gmail.com."], ["Gagnon", "David J", "DJ", "Department of Pharmacy, Maine Medical Center, 22 Bramhall St, Portland, ME, 04102, USA."], ["Riker", "Richard R", "RR", "Department of Critical Care, Maine Medical Center, 22 Bramhall St., Portland, ME, 04102, USA."], ["Seder", "David B", "DB", "Department of Critical Care, Maine Medical Center, 22 Bramhall St., Portland, ME, 04102, USA."], ["Glisic", "Elizabeth K", "EK", "Department of Pharmacy, Maine Medical Center, 22 Bramhall St, Portland, ME, 04102, USA."], ["Morris", "Jane G", "JG", "Maine Medical Partners Neurology, 49 Spring St, Scarborough, ME, 04074, USA."], ["Fraser", "Gilles L", "GL", "Department of Pharmacy and Critical Care, Maine Medical Center, 22 Bramhall St, Portland, ME, 04102, USA."]], "date": "2017-11-14", "id": "29137682", "text": "Cefepime is a widely used antibiotic with neurotoxicity attributed to its ability to cross the blood-brain barrier and exhibit concentration-dependent ϒ-aminobutyric acid (GABA) antagonism. Neurotoxic symptoms include depressed consciousness, encephalopathy, aphasia, myoclonus, seizures, and coma. Data suggest that up to 15% of ICU patients treated with cefepime may experience these adverse effects. Risk factors include renal dysfunction, excessive dosing, preexisting brain injury, and elevated serum cefepime concentrations. We aimed to characterize the clinical course of cefepime neurotoxicity and response to interventions.A librarian-assisted search identified publications describing cefepime-associated neurotoxicity from January 1980 to February 2016 using the CINAHL and MEDLINE databases. Search terms included cefepime, neurotoxicity, encephalopathy, seizures, delirium, coma, non-convulsive status epilepticus, myoclonus, confusion, aphasia, agitation, and death. Two reviewers independently assessed identified articles for eligibility and used the Preferred Reporting Items for Systematic review and Meta-Analysis Protocols (PRISMA-P) for data reporting.Of the 123 citations identified, 37 (representing 135 patient cases) were included. Patients had a median age of 69 years, commonly had renal dysfunction (80%) and required intensive care (81% of patients with a reported location). All patients exhibited altered mental status, with reduced consciousness (47%), myoclonus (42%), and confusion (42%) being the most common symptoms. All 98 patients (73% of cohort) with electroencephalography had abnormalities, including non-convulsive status epilepticus (25%), myoclonic status epilepticus (7%), triphasic waves (40%), and focal sharp waves (39%). As per Food and Drug Administration (FDA)-approved dosing guidance, 48% of patients were overdosed; however, 26% experienced neurotoxicity despite appropriate dosing. Median cefepime serum and cerebrospinal fluid (CSF) concentrations were 45 mg/L (n = 21) and 13 mg/L (n = 4), respectively. Symptom improvement occurred in 89% of patients, and 87% survived to hospital discharge. The median delay from starting the drug to symptom onset was 4 days, and resolution occurred a median of 2 days after the intervention, which included cefepime discontinuation, antiepileptic administration, or hemodialysis.Cefepime-induced neurotoxicity is challenging to recognize in the critically ill due to widely varying symptoms that are common in ICU patients. This adverse reaction can occur despite appropriate dosing, usually resolves with drug interruption, but may require additional interventions such as antiepileptic drug administration or dialysis.", "doi": "10.1186/s13054-017-1856-1", "title": "Cefepime-induced neurotoxicity: a systematic review.", "journal": ["Critical care (London, England)", "Crit Care"]}