{"authors": [["Karakus", "Ali", "A", "Mustafa Kemal University, Faculty of Medicine, Emergency Medicine, Hatay, Turkey."], ["Kuvandik", "Guven", "G", "Mustafa Kemal University, Faculty of Medicine, Emergency Medicine, Hatay, Turkey."], ["Atalay", "Ezgi", "E", "Mustafa Kemal University, Hatay Health Services, Vocational School, First and Emergency Assistance Program, Hatay, Turkey."]], "date": null, "id": "29137466", "text": "In this study, we aimed to review cases with firearms injury of extremities presented to our hospital.After approval by Institutional Board, electronic database was retrospectively screened for firearms injury of extremities between 2012 and 2015. Overall, 600 cases with firearms injury of extremities were included in the study. Cases were assessed for demographic and clinical characteristics, Mangled extremity severity score (MESS), Glasgow Coma Scale (GCS), costs and outcomes.Totally, 552 (92.0%) cases were men and 48 (8.0%) were women. Mean age was 29.97 ± 10.40 years (range: 5-64 years). A significant difference was detected in gender distribution. Of the cases, 96.6% (n = 580) were Syrian war casualties. Lower extremity injury was the most frequently seen injury (n = 312; 52.0%). Mean MESS score was 4.71 ± 1.32 (range: 2-9). GCS score was <8 in 3 fatal cases (0.5%) whereas it was 15 in 597 cases (99.5%). It was found that 66 cases (11.0%) underwent amputation after they arrived in the hospital as a result of crush injury due to mine and blast. In cases who underwent amputation, a positive correlation was detected in MESS scores (P = 0.00). Mean cost was estimated to be 6,936 TL (280-32,232 TL).Young male and lower extremity injuries were most commonly encountered. Amputation was performed in the early period in cases with highest MESS scores. It was seen that amputation was common in crush injuries due to mine and blast. It was found that patient volume at emergency department and hospital and costs were increased due to war.", "doi": null, "title": "Evaluation of Extremity Injuries Presented to Emergency Department.", "journal": ["Archives of Iranian medicine", "Arch Iran Med"]}