{"authors": [["Rau", "Cheng-Shyuan", "CS", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. ersh2127@cloud.cgmh.org.tw."], ["Wu", "Shao-Chun", "SC", "Department of Anesthesiology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. shaochunwu@gmail.com."], ["Chen", "Yi-Chun", "YC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. libe320@yahoo.com.tw."], ["Chien", "Peng-Chen", "PC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. VENU_CHIEN@hotmail.com."], ["Hsieh", "Hsiao-Yun", "HY", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. sylvia19870714@hotmail.com."], ["Kuo", "Pao-Jen", "PJ", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. bow110470@gmail.com."], ["Hsieh", "Ching-Hua", "CH", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung 83301, Taiwan. m93chinghua@gmail.com."]], "date": "2017-11-13", "id": "29137197", "text": "Background: The most widely used methods of describing traumatic brain injury (TBI) are the Glasgow Coma Scale (GCS) and the Abbreviated Injury Scale (AIS). Recent evidence suggests that presenting GCS in older patients may be higher than that in younger patients for an equivalent anatomical severity of TBI. This study aimed to assess these observations with a propensity-score matching approach using the data from Trauma Registry System in a Level I trauma center. Methods: We included all adult patients (aged ≥20 years old) with moderate to severe TBI from 1 January 2009 to 31 December 2016. Patients were categorized into elderly (aged ≥65 years) and young adults (aged 20-64 years). The severity of TBI was defined by an AIS score in the head (AIS 3‒4 and 5 indicate moderate and severe TBI, respectively). We examined the differences in the GCS scores by age at each head AIS score. Unpaired Student's t- and Mann-Whitney U-tests were used to analyze normally and non-normally distributed continuous data, respectively. Categorical data were compared using either the Pearson chi-square or two-sided Fisher's exact tests. Matched patient populations were allocated in a 1:1 ratio according to the propensity scores calculated using NCSS software with the following covariates: sex, pre-existing chronic obstructive pulmonary disease, systolic blood pressure, hemoglobin, sodium, glucose, and alcohol level. Logistic regression was used to evaluate the effects of age on the GCS score in each head AIS stratum. Results: The study population included 2081 adult patients with moderate to severe TBI. These patients were categorized into elderly (n = 847) and young adults (n = 1234): each was exclusively further divided into three groups of patients with head AIS of 3, 4, or 5. In the 162 well-balanced pairs of TBI patients with head AIS of 3, the elderly demonstrated a significantly higher GCS score than the young adults (14.1 ± 2.2 vs. 13.1 ± 3.3, respectively; p = 0.002). In the 362 well-balanced pairs of TBI patients with head AIS of 4, the elderly showed a significantly higher GCS score than the young adults (13.1 ± 3.3 vs. 12.2 ± 3.8, respectively; p = 0.002). In the 89 well-balance pairs of TBI patients with head AIS of 5, no significant differences were observed for the GCS scores. Conclusions: This study demonstrated that elderly patients with moderate TBI present higher GCS score than younger patients. This study underscores the importance of determining of TBI severity in this group of elderly patients based on the GCS score alone. A lower threshold of GCS cutoff should be adopted in the management of the elderly patients with TBI.", "doi": "10.3390/ijerph14111378", "title": "Effect of Age on Glasgow Coma Scale in Patients with Moderate and Severe Traumatic Brain Injury: An Approach with Propensity Score-Matched Population.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}