{"authors": [["Ye", "Zengpanpan", "Z", "Department of Neurosurgery, West China Hospital of Sichuan University, Chengdu, Sichuan, China."], ["Ai", "Xiaolin", "X", null], ["Hu", "Xin", "X", null], ["Fang", "Fang", "F", null], ["You", "Chao", "C", null]], "date": null, "id": "29137064", "text": "Intraventricular hemorrhage (IVH) was associated with poor outcomes in patients with intracerebral hemorrhage. IVH had a high incidence in patients with ruptured arteriovenous malformations (AVMs). In this study, we aimed to discuss the clinical features and prognostic factors of outcomes in the patients with AVM-related IVH.From January 2010 to January 2016, we collected the data of the patients with AVM-related IVH retrospectively. The data, including clinical and radiological parameters, were collected to evaluate the clinical features. Univariate and multivariate logistic regression analyses were used to identify the prognostic factors for clinical outcomes (hydrocephalus, 6-month outcomes measured by the modified Rankin scale) in our cohort.A total of 67 eligible patients were included and 19 patients (28%) only presented with IVH. Thirty-three patients (49%) presented hydrocephalus, and 12 patients (18%) presented brain ischemia. Nineteen patients (28%) had a poor outcome after 6 months. In multivariate logistic regression, subarachnoid hemorrhage (SAH) (P = .028) was associated with hydrocephalus and higher Graeb score (P = .080) tended to increase the risk of hydrocephalus. The high Glasgow coma scale (P = .010), large hematoma volume of parenchyma (P = .006), and high supplemented Spetzler-Martin (sup-SM) score (P = .041) were independent factors of the poor outcome.IVH was common in ruptured AVMs and increased the poor outcomes in patients with the ruptured AVMs. The AVM-related IVH patients had a high incidence of hydrocephalus, which was associated with brain ischemia and SAH. Patients with lower Glasgow coma scale, lower sup-SM score, and smaller parenchymal hematoma had better long-term outcomes.", "doi": "10.1097/MD.0000000000008544", "title": "Clinical features and prognostic factors in patients with intraventricular hemorrhage caused by ruptured arteriovenous malformations.", "journal": ["Medicine", "Medicine (Baltimore)"]}