{"authors": [["Kreutziger", "Janett", "J", "From the Department of Anaesthesia and Intensive Care Medicine (JK, WL), Department of General and Surgical Intensive Care Medicine (SS), Department of Medical Statistics, Informatics and Health Economics (HU), Medical University of Innsbruck, Innsbruck, Austria, Department of Anaesthesiology, Intensive Care Medicine, Emergency Medicine and Pain Therapy, Medizin Campus Bodensee, Friedrichshafen, Germany (VW), University Medical Centre Groningen, University of Groningen, Groningen, Netherlands (MWN), German Helicopter Emergency Medical Services (ADAC Luftrettung gGmbH) (DW), Emergency Medical Services of the Saarland, Bexbach; Formerly Quality Management of the German Helicopter Emergency Medical Services (ADAC Luftrettung gGmbH), Munich, Germany (TS)."], ["Lederer", "Wolfgang", "W", null], ["Schmid", "Stefan", "S", null], ["Ulmer", "Hanno", "H", null], ["Wenzel", "Volker", "V", null], ["Nijsten", "Maarten W", "MW", null], ["Werner", "Daniel", "D", null], ["Schlechtriemen", "Thomas", "T", null]], "date": "2017-11-11", "id": "29135535", "text": "Deranged glucose metabolism after moderate to severe trauma with either high or low concentrations of blood glucose is associated with poorer outcome. Data on prehospital blood glucose concentrations and trauma are scarce.The primary aim was to describe the relationship between traumatic shock and prehospital blood glucose concentrations. The secondary aim was to determine the additional predictive value of prehospital blood glucose concentration for traumatic shock when compared with vital parameters alone.Retrospective analysis of the predefined, observational database of a nationwide Helicopter Emergency Medical Service (34 bases).Emergency trauma patients treated by Helicopter Emergency Medical Service between 2005 and 2013 were investigated.All adult trauma patients (≥18 years) with recorded blood glucose concentrations were enrolled.Primary outcome: upper and lower thresholds of blood glucose concentration more commonly associated with traumatic shock. Secondary outcome: additional predictive value of prehospital blood glucose concentrations when compared with vital parameters alone.Of 51 936 trauma patients, 20 177 were included. In total, 220 (1.1%) patients died on scene. Hypoglycaemia (blood glucose concentration 2.8 mmol l or less) was observed in 132 (0.7%) patients, hyperglycaemia (blood glucose concentration exceeding 15 mmol l) was observed in 265 patients (1.3%). Blood glucose concentrations more than 10 mmol l (n = 1308 (6.5%)) and 2.8 mmol l or less were more common in patients with traumatic shock (P < 0.0001). The Youden index for traumatic shock ((sensitivity + specificity) - 1) was highest when blood glucose concentration was 3.35 mmol l (P < 0.001) for patients with low blood glucose concentrations and 7.75 mmol l (P < 0.001) for those with high blood glucose concentrations. In logistic regression analysis of patients with spontaneous circulation on scene, prehospital blood glucose concentrations (together with common vital parameters: Glasgow Coma Scale, heart rate, blood pressure, breathing frequency) significantly improved the prediction of traumatic shock in comparison with prediction by common vital parameters alone (P < 0.0001).In adult trauma patients, low and high blood glucose concentrations were more common in patients with traumatic shock. Prehospital blood glucose concentration measurements in addition to common vital parameters may help identify patients at risk of traumatic shock.", "doi": "10.1097/EJA.0000000000000733", "title": "Blood glucose concentrations in prehospital trauma patients with traumatic shock: A retrospective analysis.", "journal": ["European journal of anaesthesiology", "Eur J Anaesthesiol"]}