{"authors": [["Godefrooij", "Daniel A", "DA", "Utrecht Cornea Research Group, Department of Ophthalmology, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Kandoussi", "Mustapha El", "ME", "Utrecht Cornea Research Group, Department of Ophthalmology, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Soeters", "Nienke", "N", "Utrecht Cornea Research Group, Department of Ophthalmology, University Medical Center Utrecht, Utrecht, the Netherlands."], ["Wisse", "Robert Pl", "RP", "Utrecht Cornea Research Group, Department of Ophthalmology, University Medical Center Utrecht, Utrecht, the Netherlands."]], "date": "2017-10-30", "id": "29133974", "text": "The purpose of this study was to compare the effects of transepithelial crosslinking (trans-CXL) versus epithelium-off crosslinking (epi-off CXL) for progressive keratoconus with respect to the development of higher order aberrations (HOAs) and their effects on visual acuity.A total of 61 patients were randomized and examined preoperatively and 1, 3, 6, and 12 months postoperatively in an academic referral center. Total corneal HOAs were compared between the two treatment groups using mixed linear modeling. Types of HOAs (coma, trefoil, and spherical aberration) that differed between groups were entered in a multivariable analysis to test their effect on uncorrected distance visual acuity (UDVA) and corrected distance visual acuity (CDVA).The epi-off CXL group had more flattening in maximal keratometry compared to the trans-CXL group (P=0.02). UDVA did not differ significantly between the groups (P=0.59); however, CDVA was significantly more improved in the trans-CXL group (P=0.02). Horizontal trefoil improved more in the epi-off group compared to the trans-CXL group (P=0.04), whereas the other HOAs were virtually unchanged in both groups. Differences in changes in HOAs between the two groups had no effect on either UCVA (P=0.76) or CDVA (P=0.96).Although HOAs are clinically relevant determinants of vision quality in keratoconus patients, the change in total HOAs post treatment did not differ between the trans-CXL and epi-off CXL groups. Only horizontal trefoil differed significantly post treatment between the trans-CXL and epi-off CXL groups. However, this difference did not independently affect either UDVA or CDVA. Trans-CXL provides no benefit over epi-off CXL regarding visual relevant HOAs.", "doi": "10.2147/OPTH.S139358", "title": "Higher order optical aberrations and visual acuity in a randomized controlled trial comparing transepithelial versus epithelium-off corneal crosslinking for progressive keratoconus.", "journal": ["Clinical ophthalmology (Auckland, N.Z.)", "Clin Ophthalmol"]}