{"authors": [["Sinha", "Sumit", "S", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Raheja", "Amol", "A", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Samson", "Neha", "N", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Goyal", "Keshav", "K", "Department of Neuroanaesthesia, All India Institute of Medical Sciences, New Delhi, India."], ["Bhoi", "Sanjeev", "S", "Department of Emergency Medicine, All India Institute of Medical Sciences, New Delhi, India."], ["Selvi", "Arul", "A", "Department of Laboratory Medicine, All India Institute of Medical Sciences, New Delhi, India."], ["Sharma", "Pushpa", "P", "Department of Anesthesiology, Uniformed Services University of the Health Sciences, Bethesda, Maryland, USA."], ["Sharma", "Bhawani Shankar", "BS", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."]], "date": null, "id": "29133706", "text": "Among newer neuroprotectant modalities, hypothermia and progesterone have shown a beneficial role in preliminary studies enrolling patients with severe traumatic brain injury (sTBI). The primary objective of this study was to evaluate the efficacy of progesterone with or without prophylactic hypothermia in acute sTBI patients.This is a prospective, outcome assessor, statistician blinded, randomized, and placebo-controlled phase II trial of progesterone with or without hypothermia (factorial design). All adult patients (18-65 years) with acute sTBI (Glasgow coma score of 4-8) and presenting to trauma center within 8 h after injury were included in the trial. Computer-generated randomization was done after exclusion; sequentially numbered, opaque, sealed envelope technique was used for allocation concealment. The enrollment duration was from January 2012 to October 2014. The primary endpoint was dichotomized Glasgow outcome score (GOS) [poor recovery = GOS 1-3; good recovery = GOS 4-5], and secondary endpoints were functional independence measure (FIM) score and mortality rate at 6 and 12 months follow-up after recruitment.A total of 107 patients were randomized into four groups (placebo [n = 27], progesterone [n = 26], hypothermia alone [n = 27], and progesterone + hypothermia [n = 27]). The study groups were comparable in baseline parameters except for a higher incidence of decompressive craniectomy in the placebo group (P = 0.001). The analysis of GOS at 6 months revealed statistically significant better outcome in the hypothermia group (82%; P = 0.01) and a weaker evidence for progesterone group (74%; P = 0.07) as compared with the placebo group (44%). However, the outcome benefit was marginal at 1-year follow-up for the hypothermia group (82% vs. 58%, P = 0.17). The adjusted odds ratio of poor recovery at 6 months in the hypothermia group was 0.21 (confidence interval = 0.05-0.84, P = 0.03), as compared with the placebo group. Although mean FIM scores at 6 and 12 months respectively were marginally higher in the hypothermia and progesterone groups compared with the placebo group (P = 0.06 and 0.27), the proportion of functionally independent individuals were similar in all the groups (P = 0.79 and 0.51). The mortality rates were similar in all the groups at 6 and 12 months (P = 0.78 and 0.52 respectively).A strong evidence for prophylactic hypothermia and a weak evidence for progesterone therapy was observed for a better primary outcome at 6 months as compared to the placebo. A similar trend was observed at a 1-year follow-up. Contrary to our hypothesis, prophylactic hypothermia therapy suppressed the beneficial effects of progesterone therapy in sTBI patients. The complex cascades of factors responsible for such interactions are still unknown and need to be further determined.", "doi": "10.4103/0028-3886.217973", "title": "A randomized placebo-controlled trial of progesterone with or without hypothermia in patients with acute severe traumatic brain injury.", "journal": ["Neurology India", "Neurol India"]}