{"authors": [["Karnad", "Dilip R", "DR", "Critical Care, Jupiter Hospital, Thane, India."], ["Nor", "Mohd Basri Mat", "MBM", "Department of Anaesthesiology and Intensive Care, School of Medicine, International Islamic University Malaysia, Kuantan, Pahang, Malaysia."], ["Richards", "Guy A", "GA", "Division of Critical Care, Charlotte Maxeke Hospital and Faculty of Health Sciences, University of Witwatersrand, Johannesburg, South Africa."], ["Baker", "Tim", "T", "Department of Anaesthesia & Intensive Care, Queen Elizabeth Central Hospital, Blantyre, Malawi; Global Health - Health Systems & Policy, Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["Amin", "Pravin", "P", "Department of Critical Care Medicine, Bombay Hospital Institute of Medical Sciences, Mumbai, India. Electronic address: pamin@vsnl.com."], [null, null, null, null]], "date": "2017-11-08", "id": "29132978", "text": "Severe malaria is common in tropical countries in Africa, Asia, Oceania and South and Central America. It may also occur in travelers returning from endemic areas. Plasmodium falciparum accounts for most cases, although P vivax is increasingly found to cause severe malaria in Asia. Cerebral malaria is common in children in Africa, manifests as coma and seizures, and has a high morbidity and mortality. In other regions, adults may also develop cerebral malaria but neurological sequelae in survivors are rare. Acute kidney injury, liver dysfunction, thrombocytopenia, disseminated intravascular coagulopathy (DIC) and acute respiratory distress syndrome (ARDS) are also common in severe malaria. Metabolic abnormalities include hypoglycemia, hyponatremia and lactic acidosis. Bacterial infection may coexist in patients presenting with shock or ARDS and this along with a high parasite load has a high mortality. Intravenous artesunate has replaced quinine as the antimalarial agent of choice. Critical care management as per severe sepsis is also applicable to severe malaria. Aggressive fluid boluses may not be appropriate in children. Blood transfusions may be required and treatment of seizures and raised intracranial pressure is important in cerebral malaria in children. Mortality in severe disease ranges from 8 to 30% despite treatment.", "doi": "10.1016/j.jcrc.2017.11.007", "title": "Intensive care in severe malaria: Report from the task force on tropical diseases by the World Federation of Societies of Intensive and Critical Care Medicine.", "journal": ["Journal of critical care", "J Crit Care"]}