{"authors": [["Uccella", "Laura", "L", "Department of Surgery and Orthopaedics, Civico Hospital, Lugano, Switzerland. Electronic address: laura.uccella@eoc.ch."], ["Zoia", "Cesare", "C", "Department of Neurosurgery, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy."], ["Bongetta", "Daniele", "D", "Department of Neurosurgery, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy; Department of Clinical-Surgical, Diagnostic and Pediatric Sciences, University of Pavia, Pavia, Italy."], ["Gaetani", "Paolo", "P", "Department of Neurosurgery, Fondazione IRCCS Policlinico S.Matteo, Pavia, Italy."], ["Martig", "Franz", "F", "Department of Surgery and Orthopaedics, Civico Hospital, Lugano, Switzerland."], ["Candrian", "Christian", "C", "Department of Surgery and Orthopaedics, Civico Hospital, Lugano, Switzerland."], ["Rosso", "Raffaele", "R", "Department of Surgery and Orthopaedics, Civico Hospital, Lugano, Switzerland."]], "date": "2017-11-10", "id": "29129761", "text": "Facing mild traumatic brain injury, clinicians must decide whether to perform a computed tomography (CT) scan to detect a potential intracranial hemorrhage. Many useful guidelines have been developed for the general population, but there is no general consensus about the best practice to adopt when dealing with patients on antiplatelet or anticoagulation drugs. The relatively recent introduction of new anticoagulants and second-generation antiplatelet drugs poses new challenges in this field. There are no data in the literature about the relative risk of intracranial bleeding in such categories.We enrolled 2773 consecutive patients presenting at our emergency department with mild traumatic brain injury as chief complaint and evaluated the results of their head CT scans, stratifying their anticoagulation and/or antiplatelet drug regime.Of these patients, 1608 matched the criteria for head CT scan and had a Glasgow Coma Scale (GCS) score of 15; 517 were on antiplatelet drugs, whereas 213 were on anticoagulants. The risk of developing intracranial bleeding was significantly higher for patients on antiplatelet drugs, whereas the risk of anticoagulated patients overlapped with that of the general population. The trend for second-generation drugs was of higher risk of bleeding only for antiplatelets.Patients with a GCS score of 15 on long-term anticoagulation therapy seem to be at no higher risk for intracranial hemorrhage than are nonanticoagulated patients. On the contrary, patients with a GCS score of 15 on antiplatelet therapy seem to be more prone to developing intracranial bleeding than are the general population, with a trend to be more at risk when it comes to second-generation drugs.", "doi": "10.1016/j.wneu.2017.10.173", "title": "Are Antiplatelet and Anticoagulants Drugs A Risk Factor for Bleeding in Mild Traumatic Brain Injury?", "journal": ["World neurosurgery", "World Neurosurg"]}