{"authors": [["Costa", "Joseph", "J", "Department of Surgery, General Thoracic Surgery Section, Columbia University Medical Center, New York."], ["Shah", "Lori", "L", "Division of Pulmonary, Allergy and Critical Care Medicine, Columbia University Medical Center, New York, New York."], ["Robbins", "Hilary", "H", "Division of Pulmonary, Allergy and Critical Care Medicine, Columbia University Medical Center, New York, New York."], ["Raza", "Kashif", "K", "Division of Pulmonary, Allergy and Critical Care Medicine, Columbia University Medical Center, New York, New York."], ["Sreekandth", "Sowmya", "S", "Department of Surgery, General Thoracic Surgery Section, Columbia University Medical Center, New York."], ["Arcasoy", "Selim", "S", "Division of Pulmonary, Allergy and Critical Care Medicine, Columbia University Medical Center, New York, New York."], ["Sonett", "Joshua R", "JR", "Department of Surgery, General Thoracic Surgery Section, Columbia University Medical Center, New York."], ["D'Ovidio", "Frank", "F", "Department of Surgery, General Thoracic Surgery Section, Columbia University Medical Center, New York. Electronic address: fd2133@cumc.columbia.edu."]], "date": "2017-11-08", "id": "29128047", "text": "Lung transplantation remains the only treatment for end-stage lung disease. Availability of suitable lungs does not parallel this growing trend. Centers using donation after cardiac death (DCD) donor lungs report comparable outcomes with those from brain-dead donors. Donor assessment protocols and consistent surgical teams have been advocated when considering using the use of DCD donors. We present our experience using lungs from Maastricht category III DCD donors.Starting 2007 to July 2016, 73 DCD donors were assessed, 44 provided suitable lungs that resulted in 46 transplants. A 2012 to October 2016 comparative cohort of 379 brain-dead donors were assessed. Recipient and donor characteristics and primary graft dysfunction (PGD) and survival were monitored.Seventy-three DCD (40% dry run rate) donors assessed yielded 46 transplants (23 double, 6 right, and 17 left). Comparative cohort of 379 brain-dead donors yielded 237 transplants (112 double, 43 right, and 82 left). One- and 3-year recipient survival was 91% and 78% for recipients of DCD lungs and 91% and 75% for recipients of lungs from brain-dead donors, respectively. PGD 2 and 3 in DCD recipients at 72 hours was 4 of 46 (9%) and 6 of 46 (13%), respectively. Comparatively, brain-dead donor recipient cohort at 72 hours with PGD 2 and 3 was 23 of 237 (10%) and 41 of 237 (17%), respectively.Our experience reaffirms the use of lungs from DCD donors as a viable source with favorable outcomes. Recipients from DCD donors showed equivalent PGD rate at 72 hours and survival compared with recipients from brain-dead donors.", "doi": "10.1016/j.athoracsur.2017.07.023", "title": "Use of Lung Allografts From Donation After Cardiac Death Donors: A Single-Center Experience.", "journal": ["The Annals of thoracic surgery", "Ann. Thorac. Surg."]}