{"authors": [["Lamb", "L C", "LC", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, 114 Woodland Street, Hartford, CT 06105, USA."], ["DiFiori", "M M", "MM", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, 114 Woodland Street, Hartford, CT 06105, USA."], ["Calafell", "J", "J", "University of Connecticut School of Medicine, 263 Farmington Avenue, Farmington, CT 06032, USA."], ["Comey", "C H", "CH", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, 114 Woodland Street, Hartford, CT 06105, USA."], ["Shapiro", "D S", "DS", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, 114 Woodland Street, Hartford, CT 06105, USA."], ["Feeney", "J M", "JM", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, 114 Woodland Street, Hartford, CT 06105, USA. feeneymd@yahoo.com."]], "date": "2017-11-10", "id": "29127440", "text": "Traumatic brain injuries (TBIs) are a major source of disability in the United States. The ideal unit in the hospital for patients with mild traumatic intracranial hemorrhages (ICHs) has not been elucidated. We sought to investigate whether patients treated in the surgical stepdown area had worse outcomes than those treated in the surgical ICU.We compared patients with ICHs and a Glasgow Coma Scale (GCS) upon admission of 14 or 15 who went to the ICU to those who went to the stepdown area from April 2014 to November 2016. We compared age, gender, Injury Severity Score (ISS), admission GCS (14 or 15), operative intervention, discharge destination, hospital length of stay (HLOS), mortality, and cost between these two groups.Patients admitted to the ICU had a significantly longer HLOS. Admission costs for patients admitted to ICU were also significantly higher than their stepdown area counterparts. This was true for both total charges (p = 0.0001) and for net revenue (p = 0.002) (Table 2). There was no statistically significant difference in mortality, operative intervention, or discharge destination.A surgical stepdown unit can be a safe disposition for patients with mild traumatic ICHs and represents an effective use of hospital resources.", "doi": "10.1007/s00068-017-0867-6", "title": "Is a stepdown unit safe for patients with mild traumatic intracranial hemorrhages?", "journal": ["European journal of trauma and emergency surgery : official publication of the European Trauma Society", "Eur J Trauma Emerg Surg"]}