{"authors": [["Tan", "Yunfang", "Y", "State Key Laboratory of Respiratory Diseases, the first affiliated hospital of Guangzhou Medical College, Guangzhou, China."], ["Zhou", "Kai", "K", "State Key Laboratory for Diagnosis and Treatment of Infectious Diseases; Collaborative. Innovation Center for Diagnosis and Treatment of Infectious Diseases, the First Affiliated. Hospital of Medicine School, Zhejiang University, Hangzhou, China."], ["Tang", "Xiang", "X", "State Key Laboratory of Respiratory Diseases, the first affiliated hospital of Guangzhou Medical College, Guangzhou, China."], ["Kudinha", "Timothy", "T", "Charles Sturt University, Leeds Parade, Orange, New South Wales, Australia."], ["Wang", "Luxia", "L", "Guangzhou general hospital of Guangzhou Military, Guangzhou, China."], ["Guo", "Zhenghui", "Z", "Guangzhou general hospital of Guangzhou Military, Guangzhou, China."], ["Akova", "Murat", "M", "Hacettepe University School of Medicine, Department of Infectious Disease, Ankara, 06100, Turkey. makova@hacettepe.edu.tr."], ["Zhuo", "Chao", "C", "State Key Laboratory of Respiratory Diseases, the first affiliated hospital of Guangzhou Medical College, Guangzhou, China. chao_sheep@263.net."]], "date": "2017-11-10", "id": "29127419", "text": "Acinetobacter baumannii has been a dreadful problem for ICU physicians for a long time. Bacteremic pneumonia (BP) caused by this organism has a higher mortality compared to other organisms. Between 2012 and 2015, 86 BP and 89 non-bacteremic pneumonia (NBP) patients from five ICUs were enrolled into the study. The 7-day and 14-day mortality rates were higher in BP patients than in NBP patients (P < 0.001). Procalcitonin elevation, high APACHEII score and recent surgery, were independently associated with BP episodes. Acute respiratory distress syndrome, coma, high APACHEII score and procalcitonin elevation, were independently associated with mortality in the BP group. Extensively drug-resistant isolates were detected in 34.9% of BP and 25.8% of NBP isolates. PFGE identified 12 and 9 genotypes in the BP and NBP isolates, respectively, with 6 genotypes shared by both groups. ST195 was the most prevalent type (40%), followed by ST457 (18.9%). The pandemic clonal complex 92 was predominant, accounting for 94.3% of the strains. For all studied periods, mortality remained higher in the BP than the NBP group. Disease severity was the main risk factor for high mortality in the BP group, and other factors related to mortality were infection, and not treatment or microbiology-related.", "doi": "10.1038/s41598-017-13148-y", "title": "Bacteremic and non-bacteremic pneumonia caused by Acinetobacter baumannii in ICUs of South China: A Clinical and Microbiological Study.", "journal": ["Scientific reports", "Sci Rep"]}