{"authors": [["Wu", "Cheng-Zhe", "CZ", "Department of Ophthalmology, Affiliated Hospital of Yanbian University, Yanji Jilin, 133-000, China."], ["Jin", "Hua", "H", "Department of Ophthalmology, Affiliated Hospital of Yanbian University, Yanji Jilin, 133-000, China."], ["Shen", "Zhen-Nv", "ZN", "Department of Ophthalmology, Affiliated Hospital of Yanbian University, Yanji Jilin, 133-000, China."], ["Li", "Ying-Jun", "YJ", "Department of Ophthalmology, Affiliated Hospital of Yanbian University, Yanji Jilin, 133-000, China. liyingjun@hanmail.net."], ["Cui", "Xun", "X", "Department of Physiology and Pathophysiology, School of Medical Sciences, Yanbian University, Yanji Jlin, 133-002, China. cuixun@ybu.edu.cn."]], "date": "2017-11-10", "id": "29127310", "text": "To investigate wavefront aberrations in the entire eye and in the internal optics (lens) and retinal image qualities according to different lenticular opacity types and densities. Forty-one eyes with nuclear cataract, 33 eyes with cortical cataract, and 29 eyes with posterior subcapsular cataract were examined. In each group, wavefront aberrations in the entire eye and in the internal optics and retinal image quality were measured using a raytracing aberrometer. Eyes with cortical cataracts showed significantly higher coma-like aberrations compared to the other two groups in both entire eye and internal optic aberrations (P = 0.012 and P = 0.007, respectively). Eyes with nuclear cataract had lower spherical-like aberrations than the other two groups in both entire eye and internal optics aberrations (P < 0.001 and P < 0.001, respectively). In the nuclear cataract group, nuclear lens density was negatively correlated with internal spherical aberrations (r = -0.527, P = 0.005). Wavefront technology is useful for objective and quantitative analysis of retinal image quality deterioration in eyes with different early lenticular opacity types and densities. Understanding the wavefront optical properties of different crystalline lens opacities may help ophthalmic surgeons determine the optimal time to perform cataract surgery.", "doi": "10.1038/s41598-017-15245-4", "title": "Wavefront aberrations and retinal image quality in different lenticular opacity types and densities.", "journal": ["Scientific reports", "Sci Rep"]}