{"authors": [["Zakaria", "Zaitun", "Z", "Department of Paediatric Neurosurgery, Temple Street Children's University Hospital, Dublin, Ireland."], ["Kaliaperumal", "Chandrasekaran", "C", "Department of Paediatric Neurosurgery, Temple Street Children's University Hospital, Dublin, Ireland."], ["Crimmins", "Darach", "D", "Department of Paediatric Neurosurgery, Temple Street Children's University Hospital, Dublin, Ireland."], ["Caird", "John", "J", "Department of Paediatric Neurosurgery, Temple Street Children's University Hospital, Dublin, Ireland."]], "date": "2017-11-10", "id": "29125443", "text": "OBJECTIVE The aim of this study was to assess the outcome of neurosurgical treatment in children with bleeding diathesis and also to evaluate the current management plan applied in the authors' service. METHODS The authors retrospectively analyzed all cases in which neurosurgical procedures were performed in pediatric patients presenting with intracranial hematoma due to an underlying bleeding tendency over a 5-year period at their institution. They evaluated the patients' neurological symptoms from the initial referral, hematological abnormalities, surgical treatment, neurological outcome, and scores on the Pediatric Glasgow Outcome Scale-Extended (GOS-E Peds) obtained 1 year after the last operation. RESULTS Five patients with a bleeding diathesis who underwent surgery for intracranial hematoma were identified; the diagnosis was hemophilia A in 3 cases, idiopathic thrombocytopenic purpura in 1 case, and severe aplastic anemia in 1 case. Intracerebral hematoma (ICH) (n = 4) and acute subdural hematoma (n = 1) were confirmed on radiological investigations. In 2 of the 4 patients with ICH, the diagnosis of bleeding diathesis was made for the first time on presentation. Four patients (all male) were younger than 2 years; the patient with severe aplastic anemia and spontaneous ICH was 15 years old and female. The duration of symptoms varied from 24 hours to 5 days. Neurological examination at 1 year's follow-up showed complete recovery (GOS-E Peds score of 1) in 3 cases and mild weakness (GOS-E Peds score of 2) in 2 cases. CONCLUSIONS Neurosurgical management of patients with bleeding diathesis should be carried out in a tertiary-care setting with multidisciplinary team management, including members with expertise in neuroimaging and hematology, in addition to neurosurgery. Early diagnosis and prompt treatment of a bleeding diathesis is crucial for full neurological recovery.", "doi": "10.3171/2017.6.PEDS16574", "title": "Neurosurgical management in children with bleeding diathesis: auditing neurological outcome.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}