{"authors": [["van Dijck", "Jeroen", "J", "Neurosurgical Cooperative Holland, Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands - j.t.j.m.van_dijck@lumc.nl."], ["Reith", "Florence", "F", "Department of Neurosurgery, Antwerp University Hospital and University of Antwerp, Antwerp, Belgium."], ["van Erp", "Inge", "I", "Neurosurgical Cooperative Holland, Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands."], ["van Essen", "Thomas", "T", "Neurosurgical Cooperative Holland, Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands."], ["Maas", "Andrew", "A", "Department of Neurosurgery, Antwerp University Hospital and University of Antwerp, Antwerp, Belgium."], ["Peul", "Wilco C", "WC", "Neurosurgical Cooperative Holland, Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands."], ["de Ruiter", "Godard", "G", "Neurosurgical Cooperative Holland, Department of Neurosurgery, Leiden University Medical Center, Leiden, The Netherlands."]], "date": "2017-11-10", "id": "29125266", "text": "Patients presenting with an early GCS score of 3-5 after blunt or penetrating skull-brain assaults are categorized as having sustained a very severe Traumatic Brain Injury (vs-TBI). This category is often overlooked in literature. Impact on patients and families lives however is huge and the question \"whether to surgically treat or not\" frequently poses a dilemma to treating physicians. Little is known about mortality and outcome, compared to what is known for the group of severe TBI patients (s-TBI) (GCS 3- 8). The main goal of this review is creating more awareness for the neurosurgical treatment of this patient group.A literature search (2000-2017) was conducted discussing 'severe TBI (GCS 3- 8)', '(neuro)surgical management' and 'outcome'. Ultimately 45 out of 2587 articles were included for further analysis.Mortality rates and unfavourable outcome are high for s-TBI patients and as expected higher for vs-TBI patients. Mortality rates reach up to 100% for specific subgroups with GCS=3 and bilaterally fixed dilated pupils. Functional outcome was generally poor, but sometimes, although seldom, favourable in specific groups of vs-TBI patients after neurosurgical intervention. Factors like initial GCS, pupillary abnormalities and age seem to be associated with worse outcome.Overall this literature review showed high rates of unfavourable outcome and mortality for vs-TBI patients. However, some studies, reporting relatively low mortality rates, reported \"good\" outcome for specific groups of vs-TBI patients. It is concluded that clinical decision making, in particular those on treatment limitations, should never be taken based on the GCS alone.", "doi": "10.23736/S0390-5616.17.04255-2", "title": "Decision making in very severe traumatic brain injury (Glasgow Coma Scale 3-5): a literature review of acute neurosurgical management of the most severely threatened brain trauma patients.", "journal": ["Journal of neurosurgical sciences", "J Neurosurg Sci"]}