{"authors": [["Katayama", "Yusuke", "Y", "Department of Traumatology and Acute Critical MedicineOsaka University Graduate School of MedicineSuitaJapan."], ["Kitamura", "Tetsuhisa", "T", "Division of Environmental Medicine and Population SciencesDepartment of Social and Environmental MedicineGraduate School of MedicineOsaka UniversitySuitaJapan."], ["Kiyohara", "Kosuke", "K", "Department of Public HealthTokyo Women's Medical UniversityTokyoJapan."], ["Iwami", "Taku", "T", "Kyoto University Health ServicesKyotoJapan."], ["Kawamura", "Takashi", "T", "Kyoto University Health ServicesKyotoJapan."], ["Hayashida", "Sumito", "S", "Osaka Municipal Fire DepartmentOsakaJapan."], ["Ogura", "Hiroshi", "H", "Department of Traumatology and Acute Critical MedicineOsaka University Graduate School of MedicineSuitaJapan."], ["Shimazu", "Takeshi", "T", "Department of Traumatology and Acute Critical MedicineOsaka University Graduate School of MedicineSuitaJapan."]], "date": "2017-06-16", "id": "29123900", "text": "Although the prolongation of the time between injury and hospital arrival of traffic accident patients can influence their prognosis, factors associated with the difficulty in hospital acceptance of these patients have not been sufficiently evaluated in Japan.We retrospectively analyzed the population-based ambulance records of all traffic accident patients for whom the Osaka Municipal Fire Department (Osaka City, Japan) dispatched an ambulance in 2013. We defined \"cases with difficulty in hospital acceptance\" as cases that required ≥4 calls by emergency medical service personnel at the scene before receiving hospital acceptance. We included patient characteristics (age, sex, coma status, and trauma severity judged by emergency medical service personnel), time factors (day/night or weekday/holiday and weekends), and accident location for multivariable logistic regression analysis to assess factors associated with the difficulty in hospital acceptance.Among 13,427 traffic accident patients, 2,033 (15.1%) were cases with difficulty in hospital acceptance. Pediatric patients (adjusted odds ratio [OR], 1.265; 95% confidence interval [CI], 1.060-1.509), male sex (adjusted OR, 1.260; 95% CI, 1.135-1.398), moderate-grade trauma (adjusted OR, 2.241; 95% CI, 1.972-2.547), severe-grade trauma (adjusted OR, 2.057; 95% CI, 1.249-3.388), holidays and weekends (adjusted OR, 1.702; 95% CI, 1.539-1.882), and night-time (adjusted OR, 2.720; 95% CI, 2.443-3.027) were positively associated with difficulty in hospital acceptance.Using population-based ambulance records from a large urban community in Japan, we showed that the difficulty in hospital acceptance of patients at the scene of traffic accidents was positively associated with several prehospital factors.", "doi": "10.1002/ams2.291", "title": "Evaluation of factors associated with the difficulty in finding receiving hospitals for traffic accident patients at the scene treated by emergency medical services: a population-based study in Osaka City, Japan.", "journal": ["Acute medicine & surgery", "Acute Med Surg"]}