{"authors": [["Matsumoto", "Hironori", "H", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Annen", "Suguru", "S", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Umakoshi", "Kensuke", "K", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Takeba", "Jun", "J", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Kikuchi", "Satoshi", "S", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Nakabayashi", "Yuki", "Y", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Moriyama", "Naoki", "N", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Ohshita", "Muneaki", "M", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."], ["Aibiki", "Mayuki", "M", "Graduate School of MedicineDepartment of Emergency and Critical Care MedicineEhime UniversityTohon CityEhimeJapan."]], "date": "2017-05-28", "id": "29123886", "text": "An increase in cerebrospinal fluid pressure (CSFP) is usually prominent in cryptococcal meningitis, which has a high mortality rate, so aggressive management to control CSFP is crucial. In this case, a 40-year-old-man survived cryptococcal meningitis treated with continuous spinal drainage under bispectral index (BIS) monitoring. He unexpectedly showed hypertension, went into a coma, and even loss his light reflexes due to CSFP elevation. His BIS values had abruptly dropped before developing these symptoms, but dramatically recovered after lumbar puncture drainage, suggesting that BIS monitoring could reflect cerebral function changes due to CSFP alternations.Inducing continuous spinal drainage to control CSFP provided stable control of blood pressure and brain activity, which was continuously monitored by BIS, enabling us to provide prompt treatment.Cerebral depressions due to elevated CSFP may suddenly develop, so continuous spinal drainage is needed for preventing catastrophic events. Bispectral index could be useful for detecting early changes from CSFP elevation in meningitis cases with intracranial hypertension.", "doi": "10.1002/ams2.276", "title": "Sudden cerebral depression detected by bispectral index monitoring in cryptococcal meningitis with elevated near-fatal cerebrospinal fluid pressure.", "journal": ["Acute medicine & surgery", "Acute Med Surg"]}