{"authors": [["Sugita", "Mariko", "M", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."], ["Higami", "Shigeo", "S", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."], ["Inoue", "Shigeaki", "S", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."], ["Morita", "Seiji", "S", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."], ["Nakagawa", "Yoshihide", "Y", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."], ["Inokuchi", "Sadaki", "S", "Department of Emergency and Critical Care MedicineTokai University Scool of MedicineIseharaJapan."]], "date": "2017-04-24", "id": "29123870", "text": "Various critical cases have been transported since the use of the Kanagawa Helicopter Emergency Medical Service (HEMS) started at Tokai University Hospital (Isehara, Japan) in 2002, including cases of acute poisoning. We analyzed the characteristics of acute poisoning cases conveyed by the HEMS.Kanagawa HEMS conveyed 3,814 cases from July 2002 to March 2013, and acute drug and poison intoxication was diagnosed in 131 of these cases. We undertook a descriptive statistical study of these cases.The causative agent was found to be psychiatric prescription drugs in 39.7% of cases, pesticides in 29.7%, alcohol in 8.4%, analgesics in 5.3%, detergent or bleach in 6.1%, oil, natural gas, or thinner in 4.6%, and others in 6.1%. At HEMS contact, systolic blood pressure was less than 90 mmHg in 18.3% of cases, and 40.2% were in coma. Endotracheal intubation was carried out in 44.5% of cases, and 6.9% died within 24 h of hospital admission. The cases of poisoning that we transported in the HEMS were often in shock and/or coma on arrival at the field, and rapid endotracheal intubation was required in nearly half of them, as many were in a serious condition.We believe that outcomes were more likely to be improved by appropriate early treatment by the HEMS. It will be necessary to further compare the ambulance service with the HEMS to evaluate their efficacy in the future.", "doi": "10.1002/ams2.255", "title": "Characteristic of the acute drug intoxication conveyed by Kanagawa helicopter emergency medical service.", "journal": ["Acute medicine & surgery", "Acute Med Surg"]}