{"authors": [["Birkhoelzer", "Sarah", "S", "Department of Critical Care, Portsmouth Hospitals NHS Trust, Portsmouth, UK."], ["Belcher", "Alexandra", "A", "Department of Critical Care, Portsmouth Hospitals NHS Trust, Portsmouth, UK."], ["Peet", "Helen", "H", "Department of Critical Care, Portsmouth Hospitals NHS Trust, Portsmouth, UK."]], "date": "2017-06-28", "id": "29123569", "text": "A diagnostic dilemma occurred when thrombotic microangiopathy developed during pregnancy. The diagnostic criteria of thrombotic microangiopathy include thrombocytopenia (platelets <100) and microangiopathic haemolytic anaemia (including thrombotic thrombocytopenic purpura and haemolytic-uraemic syndrome). An urgent interdisciplinary approach is required to treat thrombotic microangiopathy in pregnancy to differentiate between thrombotic microangiopathy and HELLP syndrome (haemolysis, elevated liver enzymes, low platelets).1 This case presented with the pentad of thrombotic thrombocytopenic purpura: severe thrombocytopenia (platelets 9 × 109/L), microangiopathic haemolytic anaemia (reticular count 245 × 109/L (20-110)), LDH >5000 U/L (<425)), neurological abnormalities (Glasgow Coma Scale 10/15), renal failure (creatinine 140 µmol/L (<97)), fever (37.7℃). A Disintegrin And Metalloproteinase with a Thrombospondin type 1 motif, member 13 (ADAMTS13) activity of less than 5% and anti-ADAMTS13 antibodies retrospectively confirmed the diagnosis of acquired idiopathic thrombotic thrombocytopenic purpura in pregnancy. The immediate management in the Emergency Department with an interdisciplinary team of Consultant Nephrologists, Intensivists, Haematologists and Obstetricians facilitated prompt diagnosis resulting in immediate plasma exchange (PEX) and coordination of semi-elective delivery of the foetus.", "doi": "10.1177/1751143717715969", "title": "Diagnostic dilemma: Severe thrombotic microangiopathy in pregnancy.", "journal": ["Journal of the Intensive Care Society", "J Intensive Care Soc"]}