{"authors": [["DiFiori", "Monica M", "MM", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, Hartford, Connecticut, USA."], ["Lamb", "Laura C", "LC", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, Hartford, Connecticut, USA; University of Connecticut School of Medicine Farmington, Connecticut, USA."], ["Calavan", "Lori L", "LL", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, Hartford, Connecticut, USA; Frank H. Netter School of Medicine, Quinnipiac University, North Haven, Connecticut, USA."], ["Comey", "Christopher H", "CH", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, Hartford, Connecticut, USA; University of Connecticut School of Medicine Farmington, Connecticut, USA; Frank H. Netter School of Medicine, Quinnipiac University, North Haven, Connecticut, USA."], ["Feeney", "James M", "JM", "Department of Surgery, Trauma and Critical Care, Saint Francis Hospital and Medical Center, Hartford, Connecticut, USA; University of Connecticut School of Medicine Farmington, Connecticut, USA; Frank H. Netter School of Medicine, Quinnipiac University, North Haven, Connecticut, USA. Electronic address: feeneymd@yahoo.com."]], "date": "2017-11-06", "id": "29122733", "text": "To determine the effect of direct oral anticoagulants (DOACs) compared with warfarin on the 30-day readmission rates in patients with traumatic intracranial hemorrhage (ICH).We conducted a retrospective review of patients from our hospital's trauma database admitted between June 2011 and October 2015 to our level II trauma center after sustaining a traumatic ICH while receiving anticoagulant therapy. Patients were stratified based on the anticoagulation drug (DOAC or warfarin) prescribed on admission. The readmission rates between the 2 groups were compared using χ2 analysis and multivariate logistic regression. Patients who died during their initial admission were excluded.Over the 4-year period, 160 patients were admitted with traumatic ICH. Seventy-nine were receiving warfarin and 57 were receiving a DOAC at admission. Data collected included age, sex, injury severity score, admission Glasgow Coma Score, Abbreviated Injury Scale (head), mechanism of injury, hospital and intensive care unit lengths of stay, discharge destination (eg, home, rehabilitation facility, nursing facility), comorbidities, operative interventions, readmissions, and reasons for the readmissions. The rate of readmission for rebleeding of ICH was significantly lower in the DOAC group compared with the warfarin group (5.3% vs. 17.7%; P = 0.04). Multivariate logistic regression suggests that warfarin use, but not DOAC use, is associated with increased readmission both for all causes and for ICH rebleeding.Warfarin use is associated with higher readmission rates in patients with intracranial bleeding for both all-cause readmissions and for intracranial rebleeding.", "doi": "10.1016/j.wneu.2017.10.165", "title": "Readmissions in Patients with Anticoagulated Intracranial Hemorrhage: A Retrospective Review.", "journal": ["World neurosurgery", "World Neurosurg"]}