{"authors": [["Thotakura", "A K", "AK", "Department of Neurosurgery, NRI Medical College and General Hospital, Chinakakani, Mangalagiri, Guntur, 522503 Andhra Pradesh, India. Electronic address: doctoramitkumar@gmail.com."], ["Marabathina", "N R", "NR", "Department of Neurosurgery, NRI Medical College and General Hospital, Chinakakani, Mangalagiri, Guntur, 522503 Andhra Pradesh, India."], ["Danaboyina", "A R", "AR", "Department of Radiology, NRI Medical College and General Hospital, Chinakakani, Mangalagiri, Guntur, 522503 Andhra Pradesh, India."], ["Mareddy", "R R", "RR", "Department of Neurosurgery, NRI Medical College and General Hospital, Chinakakani, Mangalagiri, Guntur, 522503 Andhra Pradesh, India."]], "date": "2017-11-06", "id": "29122307", "text": "To compare optic nerve sheath diameter (ONSD) measurements in head injury patients with a group of normal subjects and investigate the significance of serial ONSD monitoring in head injury patients.All patients with a head injury admitted to our hospital with a program of conservative management at the time of admission were included in this prospective study. On admission, the patient was assessed using the Glasgow Coma Scale (GCS), orbital ultrasound for optic nerve sheath diameter (ONSD), and CT brain scan. CT scan findings were tabulated with Marshall and Rotterdam scores. The patient was serially assessed with ONSD every 24 to 48hours. If the patient deteriorated, repeat CT and ONSD measurements were performed. A control group consisting of normal subjects was used for comparison.The case group consisted of 40 patients and the control group included 16 volunteers. The mean age of the case group was 38.9 years and the control group 36.3 years. The mean ONSD was 4.8mm in the case group as compared to 3.4mm in control group (P<0.0001). In the case group, we found a significant correlation between GCS and ONSD, GCS and radiological scores and ONSD and radiological scores. The change in serial recordings of ONSD measurements were termed ascending, descending or static. All the patients with descending trend in serial ONSD values had good outcome and required no surgical intervention.Ultrasound ONSD measurement is a useful investigation tool in a setting where invasive ICP monitoring is not available. Serial recording of ONSD is valuable and provides valuable information regarding decision making.", "doi": "10.1016/j.neuchi.2017.06.001", "title": "Role of serial ultrasonic optic nerve sheath diameter monitoring in head injury.", "journal": ["Neuro-Chirurgie", "Neurochirurgie"]}