{"authors": [["Godinho", "João", "J", "1 Oncology Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Casa-Nova", "Mafalda", "M", "1 Oncology Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Mesquita", "Teresa", "T", "2 Internal Medicine Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Baptista", "Maria João", "MJ", "2 Internal Medicine Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Araújo", "Francisco", "F", "2 Internal Medicine Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Vale", "José", "J", "3 Neurology Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."], ["Passos Coelho", "José Luís", "JL", "1 Oncology Department, 467035 Hospital Beatriz Ângelo , Loures, Portugal."]], "date": "2017-01-01", "id": "29121830", "text": "Introduction Capecitabine is a fluoropyrimidine commonly used in the treatment of colorectal cancer which may cause central nervous system toxicity, namely cerebellar dysfunction. Case report We describe a 77-year-old man undergoing adjuvant treatment of colon cancer with capecitabine and oxaliplatin who presented with acute cerebellar ataxia and encephalopathy that progressed to coma. Diagnosis of toxic encephalopathy was made after the exclusion of alternative causes of neurological dysfunction and complete resolution of clinical findings with permanent discontinuation of chemotherapy. Discussion When patients with cancer develop symptoms and signs of central nervous dysfunction, metabolic and infectious causes plus tumor involvement of central nervous system must be sought. However, chemotherapy may also cause toxicity to the central nervous system. Capecitabine is no exception, although cerebellar dysfunction is rarely reported. Conclusion Although rare, capecitabine-induced encephalopathy may be severe and physicians should be aware of this possible side effect.", "doi": "10.1177/1078155217739686", "title": "Acute reversible toxic encephalopathy during capecitabine and oxaliplatin treatment.", "journal": ["Journal of oncology pharmacy practice : official publication of the International Society of Oncology Pharmacy Practitioners", "J Oncol Pharm Pract"]}