{"authors": [["Gaskell", "A L", "AL", "Department of Anaesthesia, Waikato Hospital, Hamilton, New Zealand."], ["Hight", "D F", "DF", "Department of Anaesthesiology, Waikato Clinical School, Waikato Clinical Campus, University of Auckland, New Zealand."], ["Winders", "J", "J", "Department of Anaesthesiology, Waikato Clinical School, Waikato Clinical Campus, University of Auckland, New Zealand."], ["Tran", "G", "G", "Coma Science Group, GIGA research, University and CHU University Hospital of Liege, Belgium."], ["Defresne", "A", "A", "Coma Science Group, GIGA research, University and CHU University Hospital of Liege, Belgium."], ["Bonhomme", "V", "V", "Coma Science Group, GIGA research, University and CHU University Hospital of Liege, Belgium."], ["Raz", "A", "A", "Department of Anesthesiology, University of Wisconsin School of Medicine and Public Health University of Wisconsin, Madison, WI, USA."], ["Sleigh", "J W", "JW", "Department of Anaesthesia, Waikato Hospital, Hamilton, New Zealand."], ["Sanders", "R D", "RD", "Department of Anesthesiology, University of Wisconsin School of Medicine and Public Health University of Wisconsin, Madison, WI, USA."]], "date": null, "id": "29121278", "text": "The isolated forearm test (IFT) is the gold standard test of connected consciousness (awareness of the environment) during anaesthesia. The frontal alpha-delta EEG pattern (seen in slow wave sleep) is widely held to indicate anaesthetic-induced unconsciousness. A priori we proposed that one responder with the frontal alpha-delta EEG pattern would falsify this concept.Frontal EEG was recorded in a subset of patients from three centres participating in an international multicentre study of IFT responsiveness following tracheal intubation. Raw EEG waveforms were analysed for power-frequency spectra, depth-of-anaesthesia indices, permutation entropy, slow wave activity saturation and alpha-delta amplitude-phase coupling.Volitional responses to verbal command occurred in six out of 90 patients. Three responses occurred immediately following intubation in patients (from Sites 1 and 2) exhibiting an alpha-delta dominant (delta power >20 dB, alpha power >10 dB) EEG pattern. The power-frequency spectra obtained during these responses were similar to those of non-responders (P>0.05) at those sites. A further three responses occurred in (Site 3) patients not exhibiting the classic alpha-delta EEG pattern; these responses occurred later relative to intubation, and in patients had been co-administered ketamine and less volatile anaesthetic compared with Site 1 and 2 patients. None of the derived depth-of-anaesthesia indices could robustly discrimate IFT responders and non-responders.Connected consciousness can occur in the presence of the frontal alpha-delta EEG pattern during anaesthesia. Frontal EEG parameters do not readily discriminate volitional responsiveness (a marker of connected consciousness) and unresponsiveness during anaesthesia.NCT02248623.", "doi": "10.1093/bja/aex170", "title": "Frontal alpha-delta EEG does not preclude volitional response during anaesthesia: prospective cohort study of the isolated forearm technique.", "journal": ["British journal of anaesthesia", "Br J Anaesth"]}