{"authors": [["Ogata", "Takatsugu", "T", "Department of Medical Oncology, Kobe City Medical Center General Hospital, Kobe, Japan."], ["Satake", "Hironaga", "H", "Department of Medical Oncology, Kobe City Medical Center General Hospital, Kobe, Japan."], ["Ogata", "Misato", "M", "Department of Medical Oncology, Kobe City Medical Center General Hospital, Kobe, Japan."], ["Hatachi", "Yukimasa", "Y", "Department of Medical Oncology, Kobe City Medical Center General Hospital, Kobe, Japan."], ["Yasui", "Hisateru", "H", "Department of Medical Oncology, Kobe City Medical Center General Hospital, Kobe, Japan."]], "date": "2017-10-10", "id": "29118705", "text": "Oxaliplatin-based chemotherapy is widely used to treat advanced cancer. Oxaliplatin-induced hyperammonemic encephalopathy is rarely reported. Here, we report a case of oxaliplatin-induced hyperammonemic encephalopathy occurring after gemcitabine plus oxaliplatin (GEMOX) chemotherapy in a patient with pancreatic cancer. A 76-year-old man received GEMOX regimen as first-line treatment for pancreatic adenocarcinoma with peritoneal dissemination. GEMOX consists of gemcitabine (1,000 mg/m2) and oxaliplatin (100 mg/m2) on day 1, repeated every 2 weeks. The second cycle of GEMOX was administered as planned. However, he appeared to have difficulties with daily activities. Two days later, he visited the emergency room complaining of drowsiness. On examination, the patient had a Glasgow Coma Scale (GCS) score of 14 (E4V4M6), and asterixis was not present. Blood examination revealed a serum ammonia level of 202 µg/dL. The levels of serum hepatic enzymes were only mildly elevated, and the hemoglobin level was typical for this patient. Computed tomography, magnetic resonance imaging, lumbar puncture test, and blood culture showed no abnormality. Based on these results, he was diagnosed with oxaliplatin-induced hyperammonemia. One day after hospitalization, GCS score had significantly decreased to 6 (E1V1M4). His consciousness disorder improved after administration of a nutritional supplement containing a high concentration of branched-chain amino acids for 5 days, and the level of serum ammonia improved to 79 µg/dL. He stated that he could not remember the episode. The findings of this case suggest the importance of examining serum ammonia levels in patients receiving an oxaliplatin-containing regimen who develop disordered consciousness.", "doi": "10.1159/000481398", "title": "Oxaliplatin-Induced Hyperammonemic Encephalopathy in a Patient with Metastatic Pancreatic Cancer: A Case Report.", "journal": ["Case reports in oncology", "Case Rep Oncol"]}