{"authors": [["Shetty", "Rohit", "R", null], ["Kochar", "Shruti", "S", null], ["Grover", "Tushar", "T", null], ["Khamar", "Pooja", "P", null], ["Kusumgar", "Pallak", "P", null], ["Sainani", "Kanchan", "K", null], ["Sinha Roy", "Abhijit", "A", null]], "date": null, "id": "29117417", "text": "To evaluate the repeatability of aberration measurement obtained by a Hartmann-Shack aberrometer combined with a visual adaptive optics simulator in normal and keratoconic eyes.One hundred fifteen normal eyes and 92 eyes with grade I and II keratoconus, as per the Amsler-Krumeich classification, were included in the study. To evaluate the repeatability, three consecutive measurements of ocular aberrations were obtained by a single operator. Zernike analyses up to the 5th order for a pupil size of 4.5 mm were performed. Statistical analyses included the intraclass correlation coefficient (ICC) and within-subject standard deviation (SD).For intrasession repeatability, the ICC value for sphere and cylinder was 0.94 and 0.93 in normal eyes and 0.98 and 0.97 in keratoconic eyes, respectively. The ICC for root mean square of higher order aberrations (HOARMS) was 0.82 in normal and 0.98 in keratoconic eyes. For 3rd order aberrations (trefoil and coma), the ICC values were greater than 0.87 for normal eyes and greater than 0.92 for keratoconic eyes. The ICC for spherical aberration was 0.92 and 0.90 in normal and keratoconic eyes, respectively.Visual adaptive optics provided repeatable aberrometry data in both normal and keratoconic eyes. For most of the parameters, the repeatability in eyes with early keratoconus was somewhat better than that for normal eyes. The repeatability of the Zernike terms was acceptable for 3rd order (trefoil and coma) and spherical aberrations. Therefore, visual adaptive optics was a suitable tool to perform repeatable aberrometric measurements. [J Refract Surg. 2017;33(11):769-772.].", "doi": "10.3928/1081597X-20170718-02", "title": "Repeatability of a Commercially Available Adaptive Optics Visual Simulator and Aberrometer in Normal and Keratoconic Eyes.", "journal": ["Journal of refractive surgery (Thorofare, N.J. : 1995)", "J Refract Surg"]}