{"authors": [["Brown", "Suzanne M", "SM", "Susan W. Fifield, BSN RN CNRN SCRN, is Staff Nurse, Department of Nursing, Mayo Clinic, Jacksonville, FL. Michael A. Pizzi, DO PhD, is Assistant Professor of Neurology, Neurocritical Care Fellow, Mayo Clinic, Jacksonville, FL. David Alejos, MD, is Mayo Clinic Observer, Department of Critical Care Medicine, Mayo Clinic, Jacksonville, FL. Alexa N. Richie, MPH DHSc CCRP, is Assistant Professor of Health Care Administration, College of Medicine, Mayo Clinic, Jacksonville, FL. Tri A. Dinh, MD, is Assistant Professor of Obstetrics and Gynecology, College of Medicine, Mayo Clinic, Jacksonville, FL. William P. Cheshire Jr, MD, is Professor of Neurology, Department of Neurology, Mayo Clinic, Jacksonville, FL. Shon E. Meek, MD PhD, is Assistant Professor of Medicine, College of Medicine, Mayo Clinic, Jacksonville, FL. William D. Freeman, MD, is Professor of Neurology and Neurosurgery, Departments of Neurology, Critical Care Medicine, and Neurologic Surgery, Mayo Clinic, Jacksonville, FL."], ["Fifield", "Susan W", "SW", null], ["Pizzi", "Michael A", "MA", null], ["Alejos", "David", "D", null], ["Richie", "Alexa N", "AN", null], ["Dinh", "Tri A", "TA", null], ["Cheshire", "William P", "WP", null], ["Meek", "Shon E", "SE", null], ["Freeman", "William D", "WD", null]], "date": null, "id": "29117032", "text": "It was observed that women with aneurysmal subarachnoid hemorrhage (aSAH) tended to have earlier menses than a typical 21- to 28-day cycle. The goal was to determine whether there is an association between aSAH and early onset of menses.All cases of aSAH in women aged 18 to 55 years who were admitted to our facility's neuroscience intensive care unit from June 1, 2011, to June 30, 2012, were reviewed. The electronic healthcare record for each of these patients was examined for documentation of menses onset, computed tomography of the head, brain aneurysm characteristics, modified Fisher score and Glasgow Coma Scale on admission, presence/absence of vasospasm, medical/surgical history, and use of medications that affect the menstrual cycle. The mean onset of menses in this study population was compared with the mean of 21 to 28 days with the 1-sample t test.During the study period, 103 patients with subarachnoid hemorrhage were admitted. Sixty-one were women, and 15 were aged 18 to 55 years. Nine of the 15 (60%) had documentation of menses occurring during their initial week of hospitalization; 1 patient had documentation of menses on hospital day 12. There is a significant difference when the mean onset of menses in our patient population is compared with the approximate normal menstrual cycle of 21 to 28 days (P < .01).Early onset of menses or abnormal uterine bleeding after SAH may occur in women with aSAH and typically within the first 7 to 10 days after intracranial aneurysm rupture. The physiologic cause of early onset of menses after aSAH, whether primary or secondary, remains unknown.", "doi": "10.1097/JNN.0000000000000318", "title": "A Preliminary Observational Study of Anovulatory Uterine Bleeding After Aneurysmal Subarachnoid Hemorrhage.", "journal": ["The Journal of neuroscience nursing : journal of the American Association of Neuroscience Nurses", "J Neurosci Nurs"]}