{"authors": [["Sogo", "Tsuyoshi", "T", "Department of Pediatric Hepatology and Gastroenterology, Saiseikai Yokohama City Tobu Hospital, Yokohama City, Kanagawa, Japan."], ["Takahashi", "Atsushi", "A", "Department of Gastroenterology, Fukushima Medical University School of Medicine, Fukushima, Japan."], ["Inui", "Ayano", "A", "Department of Pediatric Hepatology and Gastroenterology, Saiseikai Yokohama City Tobu Hospital, Yokohama City, Kanagawa, Japan."], ["Fujisawa", "Tomoo", "T", "Department of Pediatric Hepatology and Gastroenterology, Saiseikai Yokohama City Tobu Hospital, Yokohama City, Kanagawa, Japan."], ["Ohira", "Hiromasa", "H", "Department of Gastroenterology, Fukushima Medical University School of Medicine, Fukushima, Japan."], ["Takikawa", "Hajime", "H", "Department of Medicine, Teikyo University School of Medicine, Tokyo, Japan."], [null, null, null, "Research on Measures for Intractable Diseases, the Intractable Hepato-Biliary Diseases Study Group in Japan Supported by Health Labor Science Research Grants."]], "date": "2017-11-08", "id": "29115027", "text": "The purpose of this study was to determine the characteristics of children with autoimmune hepatitis (AIH) in Japan.Questionnaires that asked about patients newly diagnosed with AIH from 2009 to 2013 were sent to hospitals certified as training facilities for pediatrics in January 2015.A total of 35 patients were enrolled. The median age at diagnosis was 10 years (range, 3 months-15 years), and the male-to-female ratio was 2:3. Female patients were more prevalent among those older than 10 years and male patients were more prevalent in those younger than 10 years. Fifteen patients had jaundice as a subjective symptom, and 5 had hepatic coma grade II. Liver histology classified 20 as chronic hepatitis, 8 as acute hepatitis, and 4 as cirrhosis. Liver histology was not described in 4 patients. Among the 35 patients, 32 were treated with corticosteroids and 29 were initially treated with methylprednisolone pulse therapy. Corticosteroid therapy was effective in 27 patients and ineffective in 1 patient. Plasma exchange with continuous i.v. infusion of cyclosporine A was given to 7 patients with acute hepatitis. Of these, 4 patients presented with fulminant hepatitis and received high-flow, continuous hemodiafiltration.This survey clarified that the clinical profile of pediatric AIH in Japan is not only different from that of adult AIH in Japan but is also different from that of pediatric AIH in other countries.", "doi": "10.1111/hepr.12998", "title": "Clinical features of pediatric autoimmune hepatitis in Japan: A nationwide survey.", "journal": ["Hepatology research : the official journal of the Japan Society of Hepatology", "Hepatol. Res."]}