{"authors": [["Aksoy", "Sibel", "S", "Fatih Sultan Mehmet Training and Research Hospital, Ophthalmology Clinic, İstanbul, Turkey."], ["Akkaya", "Sezen", "S", "Fatih Sultan Mehmet Training and Research Hospital, Ophthalmology Clinic, İstanbul, Turkey."], ["Özkurt", "Yelda", "Y", "Fatih Sultan Mehmet Training and Research Hospital, Ophthalmology Clinic, İstanbul, Turkey."], ["Kurna", "Sevda", "S", "Fatih Sultan Mehmet Training and Research Hospital, Ophthalmology Clinic, İstanbul, Turkey."], ["Açıkalın", "Banu", "B", "Fatih Sultan Mehmet Training and Research Hospital, Ophthalmology Clinic, İstanbul, Turkey."], ["Şengör", "Tomris", "T", "Bilim University Faculty of Medicine, Department of Ophthalmology, İstanbul, Turkey."]], "date": "2017-10-27", "id": "29109892", "text": "Comparison of topography and corneal higher order aberrations (HOA) data of fellow normal eyes of unilateral keratoconus patients with keratoconus eyes and control group.The records of 196 patients with keratoconus were reviewed. Twenty patients were identified as unilateral keratoconus. The best corrected visual acuity (BCVA), topography and aberration data of the unilateral keratoconus patients' normal eyes were compared with their contralateral keratoconus eyes and with control group eyes. For statistical analysis, flat and steep keratometry values, average corneal power, cylindrical power, surface regularity index (SRI), surface asymmetry index (SAI), inferior-superior ratio (I-S), keratoconus prediction index, and elevation-depression power (EDP) and diameter (EDD) topography indices were selected.Mean age of the unilateral keratoconus patients was 26.05±4.73 years and that of the control group was 23.6±8.53 years (p>0.05). There was no statistical difference in BCVA between normal and control eyes (p=0.108), whereas BCVA values were significantly lower in eyes with keratoconus (p=0.001). Comparison of quantitative topographic indices between the groups showed that all indices except the I-S ratio were significantly higher in the normal group than in the control group (p<0.05). The most obvious differences were in the SRI, SAI, EDP, and EDD values. All topographic indices were higher in the keratoconus eyes compared to the normal fellow eyes. There was no difference between normal eyes and the control group in terms of spherical aberration, while coma, trefoil, irregular astigmatism, and total HOA values were higher in the normal eyes of unilateral keratoconus patients (p<0.05). All HOA values were higher in keratoconus eyes than in the control group.According to our study, SRI, SAI, EDP, EDD values, and HOA other than spherical aberration were higher in the clinically and topographically normal fellow eyes of unilateral keratoconus patients when compared to a control group. This finding may be due to the mild asymmetric and morphologic changes in the subclinical stage of keratoconus leading to deterioration in the indicators of corneal irregularity and elevation changes. Therefore, these eyes may be exhibiting the early form of the disease.", "doi": "10.4274/tjo.45220", "title": "Topography and Higher Order Corneal Aberrations of the Fellow Eye in Unilateral Keratoconus.", "journal": ["Turkish journal of ophthalmology", "Turk J Ophthalmol"]}