{"authors": [["Apoorv", "Thittayil Suresh", "TS", "Department of Biotechnology and Bioinformatics, School of Life Sciences, University of Hyderabad, Hyderabad, 500 046, Telangana State, India."], ["Karthik", "Chintanuri", "C", "Department of Biotechnology and Bioinformatics, School of Life Sciences, University of Hyderabad, Hyderabad, 500 046, Telangana State, India."], ["Babu", "Phanithi Prakash", "PP", "Department of Biotechnology and Bioinformatics, School of Life Sciences, University of Hyderabad, Hyderabad, 500 046, Telangana State, India. Electronic address: prakash@uohyd.ac.in."]], "date": "2017-10-28", "id": "29107705", "text": "Cerebral malaria (CM) is a severe form of malaria caused by Plasmodium falciparum and P.vivax. CM affects the brain leading to coma and is the leading cause of death in malaria patients. The enzyme, adenosine 5'-monophosphate-activated protein kinase (AMPK), is an important metabolic sensor that helps in maintaining energy homeostasis during normal physiological as well as pathological conditions. In the present study, we studied the status of AMPK in the mouse model of CM. The C57BL/6 mice infected by rodent-specific P.berghei ANKA were used for the study. We found a statistically significant reduction in the gene expressions of Prkaa1 (α1 subunit) and Prkaa2 (α2 subunit) in the brains of CM mice compared to uninfected control. Also, there was a statistically significant reduction in the ratio of phospho-AMPK/AMPK protein levels in CM compared to uninfected control. There was no statistically significant decrease in phospho-ACC/ACC ratio in the brain compared to control. As AMPK is downregulated in CM, there is a possible involvement in neuronal cell death during CM pathogenesis, and therefore we feel that novel AMPK activating drugs might be helpful as an adjunctive therapy for conferring neuroprotection.", "doi": "10.1016/j.neulet.2017.10.054", "title": "AMP-activated protein kinase (AMPK) is decreased in the mouse brain during experimental cerebral malaria.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}