{"authors": [["Alió Del Barrio", "Jorge L", "JL", "Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante, Spain; Division of Ophthalmology, Universidad Miguel Hernández, Alicante, Spain. Electronic address: jlalio@vissum.com."], ["El Zarif", "Mona", "M", "Optica General, Saida, Lebanon."], ["Azaar", "Albert", "A", "Reviva Regenerative Medicine Center, Middle East Hospital. Beirut, Lebanon."], ["Makdissy", "Nehman", "N", "Reviva Regenerative Medicine Center, Middle East Hospital. Beirut, Lebanon; Lebanese University, Beirut, Lebanon."], ["Khalil", "Charbel", "C", "Reviva Regenerative Medicine Center, Middle East Hospital. Beirut, Lebanon."], ["Harb", "Walid", "W", "Reviva Regenerative Medicine Center, Middle East Hospital. Beirut, Lebanon."], ["El Achkar", "Ibrahim", "I", "Saint-Joseph University, Beirut, Lebanon."], ["Jawad", "Ziad Abdul", "ZA", "Optica General, Saida, Lebanon."], ["de Miguel", "María P", "MP", "Cell Engineering Laboratory, IdiPAZ, La Paz Hospital Research Institute, Madrid, Spain."], ["Alió", "Jorge L", "JL", "Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante, Spain; Division of Ophthalmology, Universidad Miguel Hernández, Alicante, Spain. Electronic address: jlalio@vissum.com."]], "date": "2017-11-02", "id": "29103962", "text": "Phase-1 study to preliminarily evaluate the safety and efficacy of decellularized human corneal stromal lamina transplantation with or without autologous adipose derived adult stem cells (ADASC) recellularization within the corneal stroma of patients with advanced keratoconus.Phase one clinical trial METHODS: Femtosecond-assisted 120μm-thickness and 9mm-diameter laminas were obtained from the anterior stroma of human donor corneas and decellularized with a sodium dodecyl sulfate solution. Autologous ADASC were obtained by elective liposuction and cultured onto both sides of the lamina. Five patients received the decellularized lamina alone and four patients the recellularized lamina into a femtosecond-assisted 9.5mm-diameter lamellar pocket under topical anesthesia. Total follow-up was 6 months.No case showed clinical haze or scarring by month 3. Six months after surgery, patients showed a general improvement of all visual parameters, with a mean unaided visual acuity (VA) from 0.109 to 0.232 (p=0.05) and corrected distance VA from 0.22 to 0.356 (p=0.068). Refractive sphere improved in all patients (from -4.55 D to -2.69 D; p=0.017), but refractive cylinder remained stable (from -2.83 to -2.61; p=0.34). An improvement tendency of all anterior keratometric values was observed. A mean improvement of 120 μm in all thickness parameters was confirmed (p=0.008), as well as an improvement in the spherical aberration (p=0.018), coma (p=0.23) and total higher order aberrations (p=0.31). No significant differences among groups were detected.Decellularized human corneal stromal laminas transplantation seems safe and moderately effective for advanced keratoconus. Potential benefits of its recellularization with autologous ADASC remains unclear.", "doi": "10.1016/j.ajo.2017.10.026", "title": "Corneal Stroma Enhancement with Decellularized Stromal Laminas with or without Stem Cell Recellularization for Advanced Keratoconus.", "journal": ["American journal of ophthalmology", "Am. J. Ophthalmol."]}