{"authors": [["Madurga-Revilla", "P", "P", "UCI Pediátrica, Hospital Infantil Universitario Miguel Servet, Zaragoza, España. Electronic address: paumare@hotmail.com."], ["López-Pisón", "J", "J", "Unidad de Neurometabolismo, Hospital Infantil Universitario Miguel Servet, Zaragoza, España."], ["Samper-Villagrasa", "P", "P", "Servicio de Pediatría, Hospital Clínico Universitario Lozano Blesa, Zaragoza, España."], ["Garcés-Gómez", "R", "R", "Unidad de Urgencias Pediátricas, Hospital Infantil Universitario Miguel Servet, Zaragoza, España."], ["García-Íñiguez", "J P", "JP", "UCI Pediátrica, Hospital Infantil Universitario Miguel Servet, Zaragoza, España."], ["Domínguez-Cajal", "M", "M", "UCI Pediátrica, Hospital Infantil Universitario Miguel Servet, Zaragoza, España."], ["Gil-Hernández", "I", "I", "UCI Pediátrica, Hospital Infantil Universitario Miguel Servet, Zaragoza, España."], ["Viscor-Zárate", "S", "S", "Pediatría de Atención Primaria, Centro de Atención Primaria, Tudela, Navarra, España."]], "date": "2017-11-01", "id": "29102527", "text": "Functional health, a reliable parameter of the impact of disease, should be used systematically to assess prognosis in paediatric intensive care units (PICU). Developing scales for the assessment of functional health is therefore essential. The Paediatric Overall and Cerebral Performance Category (POPC, PCPC) scales have traditionally been used in paediatric studies. The new Functional Status Scale (FSS) was designed to provide more objective results. This study aims to confirm the validity of the FSS compared to the classic POPC and PCPC scales, and to evaluate whether it may also be superior to the latter in assessing of neurological function.We conducted a retrospective descriptive study of 266 children with neurological diseases admitted to intensive care between 2012 and 2014. Functional health at discharge and at one year after discharge was evaluated using the PCPC and POPC scales and the new FSS.Global FSS scores were found to be well correlated with all POPC scores (P<.001), except in category 5 (coma/vegetative state). Global FSS score dispersion increases with POPC category. The neurological versions of both scales show a similar correlation.Comparison with classic POPC and PCPC categories suggests that the new FSS scale is a useful method for evaluating functional health in our setting. The dispersion of FSS values underlines the poor accuracy of POPC-PCPC compared to the new FSS scale, which is more disaggregated and objective.", "doi": "10.1016/j.nrl.2017.08.006", "title": "Functional assessment of a series of paediatric patients receiving neurointensive treatment: New Functional status scale.", "journal": ["Neurologia (Barcelona, Spain)", "Neurologia"]}