{"authors": [["Nzwalo", "Hipolito", "H", "Department of Clinical Medicine, University of Bergen, Bergen, Norway; Department of Biomedical Sciences and Medicine, University of Algarve, Faro, Portugal. Electronic address: nzwalo@gmail.com."], ["Nogueira", "Jerina", "J", "Department of Biomedical Sciences and Medicine, University of Algarve, Faro, Portugal."], ["Félix", "Ana Catarina", "AC", "Neurology Department, Centro Hospitalar do Algarve, Algarve, Portugal."], ["Guilherme", "Patrícia", "P", "Neurology Department, Centro Hospitalar do Algarve, Algarve, Portugal."], ["Abreu", "Pedro", "P", "Department of Biomedical Sciences and Medicine, University of Algarve, Faro, Portugal."], ["Figueiredo", "Teresa", "T", "Department of Biomedical Sciences and Medicine, University of Algarve, Faro, Portugal."], ["Ferreira", "Fátima", "F", "Neurology Department, Centro Hospitalar do Algarve, Algarve, Portugal."], ["Marreiros", "Ana", "A", "Department of Biomedical Sciences and Medicine, University of Algarve, Faro, Portugal."], ["Thomassen", "Lars", "L", "Department of Clinical Medicine, University of Bergen, Bergen, Norway; Center for Neurovascular Diseases, Haukeland University Hospital, Bergen, Norway."], ["Logallo", "Nicola", "N", "Department of Clinical Medicine, University of Bergen, Bergen, Norway; Center for Neurovascular Diseases, Haukeland University Hospital, Bergen, Norway."]], "date": "2017-11-06", "id": "29102391", "text": "The short-term outcome from spontaneous intracerebral hemorrhage (SICH) is influenced by local quality of care and population specificities. There are no studies about the SICH mortality in southern Portugal. The objective of this study was to describe the predictors of 30-day in-hospital SICH mortality in Algarve, the southernmost region of Portugal.Logistic regression was used to identify predictors of in-hospital death. Kaplan-Meier analysis was used to estimate survival over time based on SICH severity.Of the 549 cases, 349 (63.6%) were men; the mean age was 71.4 years. Two hundred seventeen patients (39.5%) did not receive stroke unit (SU) care. The 30-day mortality was 34.4%. Independent predictors of death were older age (odds ratio [OR] = 1.096, 95% confidence interval [CI] = 1.031-2.062, P = .022) per additional year, vitamin K antagonists use (OR = 5.464, 95% CI = 2.088-25.714, P = .043), admission Glasgow Coma Scale (GCS) score of 8 or lower (OR = 20.511, 95% CI = 7.862-62.168, P < .0001) or GCS score of 9-12 (OR = 12.709, 95% CI = 3.078-44.113, P < .0001), hematoma volume (OR = 1.037, 95% CI = 1.004-1.071, P = .028) per additional milliliter, intraventricular dissection (OR = 1.916, 95% CI = 1.105-4.566, P = .046), and pneumonia (OR 12.918, 95% CI = 4.603-24.683, P < .0001). SU care was independently associated with reduction of death (OR .395, 95% CI = .126-.635, P = .004). Severity correlated with short time to death (P < .0001). Sixty-five of the patients (39.2%) died after the seventh day of SICH (\"non-neurological deaths\").The in-hospital 30-day mortality is high in the region. Admitting more patients to the SU and implementation of preventive strategies of complications can reduce mortality.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.09.006", "title": "Short-Term Outcome of Spontaneous Intracerebral Hemorrhage in Algarve, Portugal: Retrospective Hospital-Based Study.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}