{"authors": [["Yang", "Na Rae", "NR", "Department of Neurosurgery, Ewha Womans University Medical Center, College of Medicine, Ewha Womans University, Seoul, Republic of Korea."], ["Song", "Jihye", "J", "Department of Neurosurgery, Konyang University Hospital, College of Medicine, Konyang University, Daejeon, Republic of Korea."], ["Yoon", "Kyeong-Wook", "KW", "Department of Neurosurgery, College of Medicine, Dankook University, Cheonan, Chungnam, Republic of Korea."], ["Seo", "Eui Kyo", "EK", "Department of Neurosurgery, Ewha Womans University Medical Center, College of Medicine, Ewha Womans University, Seoul, Republic of Korea. Electronic address: drekseo@ewha.ac.kr."]], "date": "2017-10-31", "id": "29101076", "text": "Decompressive craniectomy (DC) is used to treat intractable intracranial hypertension after severe traumatic brain injury (TBI). Cranioplasty (CP) is typically performed weeks or months later. However, the optimal timing for CP is unknown. We aimed to determine the earliest possible time point for CP.We retrospectively reviewed brain computed tomography images from 159 patients who underwent CP after DC for TBI at 3 hospitals. We determined the earliest possible day for CP by reviewing the resolution of intracranial pressure in serial brain computed tomography images between DC and CP. The early CP group was defined as the group within the earliest possible timing of CP; other cases constituted the late CP group. We compared complications and the Glasgow Outcome Scale scores at 6 months between groups.The mean initial Glasgow Coma Scale score was 8.33 ± 3.46. The time interval between DC and CP was 94.75 ± 143.98 days. The earliest possible timing for CP was determined to be 34.60 ± 34.36 days after DC. The incidence of complications did not differ significantly between groups, except for ventriculomegaly, which occurred more frequently in the late CP group (P = 0.026). Predictors of good outcome were revision because of infection, preoperative epidural hematoma, early cranioplasty, and no ventriculomegaly after DC.CP can be performed at around 34 days after DC for TBI. Ventriculomegaly occurred less frequently and the 6-month Glasgow Outcome Scale score was better in the early CP group than in the late CP group.", "doi": "10.1016/j.wneu.2017.10.117", "title": "How Early Can We Perform Cranioplasty for Traumatic Brain injury After Decompressive Craniectomy? A Retrospective Multicenter Study.", "journal": ["World neurosurgery", "World Neurosurg"]}