{"authors": [["Mooney", "Michael A", "MA", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Brigeman", "Scott", "S", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Bohl", "Michael A", "MA", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Simon", "Elias D", "ED", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Sheehy", "John P", "JP", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Chang", "Steve W", "SW", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."], ["Spetzler", "Robert F", "RF", "Department of Neurosurgery, Barrow Neurological Institute, St. Joseph's Hospital and Medical Center, Phoenix, Arizona."]], "date": "2017-11-03", "id": "29099301", "text": "OBJECTIVE Overlapping surgery is a controversial subject in medicine today; however, few studies have examined the outcomes of this practice. The authors analyzed outcomes of patients with acutely ruptured saccular aneurysms who were treated with microsurgical clipping in a prospectively collected database from the Barrow Ruptured Aneurysm Trial. Acute and long-term outcomes for overlapping versus nonoverlapping cases were compared. METHODS During the study period, 241 patients with ruptured saccular aneurysms underwent microsurgical clipping. Patients were separated into overlapping (n = 123) and nonoverlapping (n = 118) groups based on surgical start/stop times. Outcomes at discharge and at 6 months, 1 year, 3 years, and 6 years after surgery were analyzed. RESULTS Patient variables (e.g., age, smoking status, cardiovascular history, Hunt and Hess grade, Fisher grade, and aneurysm size) were similar between the 2 groups. Aneurysm locations were similar, with the exception of the overlapping group having more posterior circulation aneurysms (18/123 [15%]) than the nonoverlapping group (8/118 [7%]) (p = 0.0495). Confirmed aneurysm obliteration at discharge was significantly higher for the overlapping group (109/119 [91.6%]) than for the nonoverlapping group (95/116 [81.9%]) (p = 0.03). Hospital length of stay, discharge location, and proportions of patients with a modified Rankin Scale (mRS) score > 2 at discharge and up to 6 years postoperatively were similar. The mean and median mRS, Glasgow Outcome Scale, Mini-Mental State Examination, National Institutes of Health Stroke Scale, and Barthel Index scores at all time points were not statistically different between the groups. CONCLUSIONS Compared with nonoverlapping surgery, overlapping surgery was not associated with worse outcomes for any variable at any time point, despite the complexity of the surgical management in this patient population. These findings should be considered during the discussion of future guidelines on the practice of overlapping surgery.", "doi": "10.3171/2017.5.JNS17394", "title": "Analysis of overlapping surgery in patients undergoing microsurgical aneurysm clipping: acute and long-term outcomes from the Barrow Ruptured Aneurysm Trial.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}