{"authors": [["Wu", "Yan-Chun", "YC", "Department of Neurology Medicine and Surgery Services, First Affiliated Hospital of Shantou University Medical College, Shantou."], ["Ding", "Zan", "Z", "Department of Preventive Medicine, Shantou University Medical College, Shantou; and."], ["Wu", "Jiang", "J", "Community Health Service Center, Shenzhen Baoan District Central Hospital, Shenzhen, Guangdong, People's Republic of China."], ["Wang", "Yuan-Yuan", "YY", "Department of Neurology Medicine and Surgery Services, First Affiliated Hospital of Shantou University Medical College, Shantou."], ["Zhang", "Sheng-Chao", "SC", "Community Health Service Center, Shenzhen Baoan District Central Hospital, Shenzhen, Guangdong, People's Republic of China."], ["Wen", "Ye", "Y", "Department of Preventive Medicine, Shantou University Medical College, Shantou; and."], ["Dong", "Wen-Ya", "WY", "Department of Preventive Medicine, Shantou University Medical College, Shantou; and."], ["Zhang", "Qing-Ying", "QY", "Department of Preventive Medicine, Shantou University Medical College, Shantou; and."]], "date": "2017-11-03", "id": "29099297", "text": "OBJECTIVE Intracerebral hemorrhage (ICH) is associated with a poor prognosis and high mortality, but no study has elucidated the association between glycemic variability (GV) and functional outcome in ICH. The authors of this study aimed to determine whether GV is a predictor of 30-day functional outcome in ICH patients. METHODS The study recruited 366 patients with first-ever acute-onset ICH in the period during 2014 and 2015. Fasting blood glucose was assessed on admission and with 7-day continuous monitoring. Glycemic variability was calculated and expressed by the standard deviation (GluSD) and coefficient of variation (GluCV). Patients were divided into groups of those with diabetes mellitus (DM), stress hyperglycemia (SHG), and normal glucose (NG). Functional outcome was measured using the modified Rankin Scale. RESULTS The numbers of patients with DM, SHG, and NG were 108 (29.5%), 127 (34.7%), and 131 (35.8%), respectively. As compared with the DM patients, those with SHG had higher mortality (29.9% vs 15.7%, p < 0.05) and a poorer prognosis (64.6% vs 52.8%, p < 0.05). Poor prognosis was associated with both high GluSD (OR 1.54, 95% CI 1.19-1.99) and high GluCV (1.05, 1.02-1.09), especially in the DM group. The area under the receiver operating characteristic curve was greater for the GluSD (OR 0.929, 95% CI 0.902-0.956) and the GluCV (0.932, 0.906-0.958) model than the original model (0.860, 0.823-0.898) in predicting a poor outcome. CONCLUSIONS Stress hyperglycemia may be associated with increased mortality and a poor outcome in ICH, and increased GV may be independently associated with a poor outcome, particularly in ICH patients with DM.", "doi": "10.3171/2017.4.JNS162238", "title": "Increased glycemic variability associated with a poor 30-day functional outcome in acute intracerebral hemorrhage.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}