{"authors": [["Krongvorakul", "Jatupon", "J", "Division of Toxicology, Department of Pathology, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Auparakkitanon", "Saranya", "S", "Division of Toxicology, Department of Pathology, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Trakulsrichai", "Satariya", "S", "Ramathibodi Poison Center, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Sanguanwit", "Pitsucha", "P", "Department of Emergency Medicine, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Sueajai", "Jetjamnong", "J", "Division of Toxicology, Department of Pathology, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Noumjad", "Nantida", "N", "Division of Toxicology, Department of Pathology, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."], ["Wananukul", "Winai", "W", "Ramathibodi Poison Center, Faculty of Medicine Ramathibodi Hospital, Mahidol University, Rama VI Road, Bangkok, 10400, Thailand."]], "date": "2017-11-03", "id": "29098704", "text": "Human xylazine poisoning is uncommon. This report describes the use of xylazine for intentional poisoning with criminal intent. Two incidents occurred within 3 weeks: the first involved one victim, and the second involved two victims. The clinical presentations were brief coma, bradycardia, hypotension, and hyperglycemia. The victims recalled having been given a drink from a stranger in a hospital waiting room before loss of consciousness. In the first case, general drug screening by gas chromatography/mass spectrometry (MS) revealed xylazine in the gastric contents, but liquid chromatography-tandem MS (LC-MS/MS) of serum did not. In the second incident, LC-MS/MS screening of both victims' urine and serum samples revealed an unknown peak in the total ion chromatograms, which a molecular mass database identified as morantel or xylazine. The latter was confirmed by comparison with a xylazine standard. Based on this report, we suggest that xylazine should be classified as a controlled drug.", "doi": "10.1111/1556-4029.13684", "title": "Use of Xylazine in Drug-Facilitated Crimes.", "journal": ["Journal of forensic sciences", "J. Forensic Sci."]}