{"authors": [["Liu", "Xu", "X", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Yan", "Bo", "B", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Wang", "Rui", "R", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Li", "Chen", "C", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Chen", "Chu", "C", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Zhou", "Dong", "D", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Hong", "Zhen", "Z", "Department of Neurology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."]], "date": "2017-11-03", "id": "29098690", "text": "To evaluate the long-term seizure outcome and potential factors associated with seizure outcome in patients with anti-N-methyl-d-aspartate receptor (anti-NMDAR) encephalitis.In the setting of a prospective, single-center, longitudinal cohort study, 109 patients were evaluated with ongoing follow-up. Patients underwent clinical evaluation every 3 months. Seizure outcomes and the potential risk factors were assessed with a median follow-up of 24 months (6-60 months).Of 109 patients (47 men; 62 women) with anti-NMDAR encephalitis, 88 patients (80.7%) had reported seizures at acute phase, including single seizure (17/88, 19.3%), repetitive seizures (27/88, 30.7%), nonrefractory status epilepticus (22/88, 25%), refractory status epilepticus (SE; 13/88, 14.8%), and super refractory status epilepticus (9/88, 10.2%). Seizure was more likely to recur in patients with tumor presence, status epilepticus (SE) development, coma, or intensive care unit (ICU) admission in the acute phase (p < 0.05). Seizure freedom was achieved within 2 years in all patients. More than 80% of the whole cohort with acute seizures had their last seizure within 6 months of disease onset.Seizure is a common feature in the acute stage of anti-NMDAR encephalitis but not thereafter. The presence of tumor, SE, coma, and/or ICU admission in the acute phase predicts early seizure occurrence after the acute phase. Seizure freedom was typically achieved in our follow-up, and long-term use of antiepileptic drugs may not be necessary.", "doi": "10.1111/epi.13929", "title": "Seizure outcomes in patients with anti-NMDAR encephalitis: A follow-up study.", "journal": ["Epilepsia", "Epilepsia"]}