{"authors": [["Sun", "Yuan", "Y", "Department of Ophthalmology, The Second Hospital of Dalian Medical University, Dalian, Liaoning 116027, China."], ["Wang", "Lin", "L", "Department of Ophthalmology, The Second Hospital of Dalian Medical University, Dalian, Liaoning 116027, China."], ["Gao", "Jing", "J", "Department of Ophthalmology, The Second Hospital of Dalian Medical University, Dalian, Liaoning 116027, China."], ["Yang", "Mei", "M", "Department of Ophthalmology, The Second Hospital of Dalian Medical University, Dalian, Liaoning 116027, China."], ["Zhao", "Qi", "Q", "Department of Ophthalmology, The Second Hospital of Dalian Medical University, Dalian, Liaoning 116027, China."]], "date": "2017-10-01", "id": "29098084", "text": "To investigate the changes of corneal surface shape and optical quality during orthokeratology.49 eyes of 26 patients (10.63 ± 2.02 years old) who underwent overnight orthokeratology for myopia were prospectively examined. The corneal surface shape parameters, including surface regularity index (SRI) and surface asymmetry index (SAI), were attained with an OPD-III SCAN. The higher-order aberrations and higher-order Strehl ratios were calculated under a 3 mm pupil diameter before orthokeratology, 1 month, 3 months, and 6 months after orthokeratology. A P value of less than 0.05 was statistically significant.Months after orthokeratology, SRI and SAI were both showing a significant increase in comparison with those before orthokeratology (P < 0.001). After orthokeratology, for a 3 mm pupil, the higher-order Strehl ratio presented a reduction of 0.217 μm (P < 0.001), and the higher-order aberration root mean square (HOA RMS) showed a mean increase of 0.100 μm (P < 0.001). There were significant increases in spherical aberration (P < 0.001) and coma (P = 0.044) after orthokeratology. Trefoil showed a slight reduction at month 6 after orthokeratology, but there was no statistical significance (P = 0.722).Overnight orthokeratology for a correction of myopia resulted in a significant improvement in refractive error but increased corneal irregularity and ocular higher-order aberrations, especially in spherical aberration.", "doi": "10.1155/2017/3279821", "title": "Influence of Overnight Orthokeratology on Corneal Surface Shape and Optical Quality.", "journal": ["Journal of ophthalmology", "J Ophthalmol"]}