{"authors": [["Oliveira", "Karen R H M", "KRHM", "Laboratório de Neurofarmacologia Experimental, Instituto de Ciências Biológicas, Universidade Federal do Pará, R. Augusto Corrêa, 01, Belém, PA, 66075-110, Brazil. karenrenata@yahoo.com.br."], ["Kauffmann", "Nayara", "N", "Laboratório de Neurofarmacologia Experimental, Instituto de Ciências Biológicas, Universidade Federal do Pará, R. Augusto Corrêa, 01, Belém, PA, 66075-110, Brazil."], ["Leão", "Luana K R", "LKR", "Laboratório de Neurofarmacologia Experimental, Instituto de Ciências Biológicas, Universidade Federal do Pará, R. Augusto Corrêa, 01, Belém, PA, 66075-110, Brazil."], ["Passos", "Adelaide C F", "ACF", "Laboratório de Neurofarmacologia Experimental, Instituto de Ciências Biológicas, Universidade Federal do Pará, R. Augusto Corrêa, 01, Belém, PA, 66075-110, Brazil."], ["Rocha", "Fernando A F", "FAF", "Laboratório de Neurofisiologia Eduardo Oswaldo Cruz, Instituto de Ciências Biológicas, Universidade Federal do Pará, Belém, Pará, Brazil."], ["Herculano", "Anderson M", "AM", "Laboratório de Neurofarmacologia Experimental, Instituto de Ciências Biológicas, Universidade Federal do Pará, R. Augusto Corrêa, 01, Belém, PA, 66075-110, Brazil."], ["do Nascimento", "José L M", "JLM", "Laboratório de Neuroquímica Molecular e Celular Instituto de Ciências Biológicas, Universidade Federal do Pará, Belém, Pará, Brazil."]], "date": "2017-11-02", "id": "29096633", "text": "Cerebral malaria (CM) is a severe complication resulting from Plasmodium falciparum infection. This condition has usually been associated with cognitive, behavioural and motor dysfunctions, being the retinopathy the most serious consequence resulting from the disease. The pathophysiological mechanisms underlying this complication remain incompletely understood. Several experimental models of CM have already been developed in order to clarify those mechanisms related to this syndrome. In this context, the present work has been performed to investigate which possible electrophysiological and neurochemistry alterations could be involved in the CM pathology.Experimental CM was induced in Plasmodium berghei-infected male and female C57Bl/6 mice. The survival and neurological symptoms of CM were registered. Brains and retina were assayed for TNF levels and NOS2 expression. Electroretinography measurements were recorded to assessed a- and b-wave amplitudes and neurochemicals changes were evaluated by determination of glutamate and glutathione levels by HPLC.Susceptible C57Bl/6 mice infected with ≈ 106 parasitized red blood cells (P. berghei ANKA strain), showed a low parasitaemia, with evident clinical signs as: respiratory failure, ataxia, hemiplegia, and coma followed by animal death. In parallel to the clinical characterization of CM, the retinal electrophysiological analysis showed an intense decrease of a- and-b-wave amplitude associated to cone photoreceptor response only at the 7 days post-infection. Neurochemical results demonstrated that the disease led to a decrease in the glutathione levels with 2 days post inoculation. It was also demonstrated that the increase in the glutathione levels during the infection was followed by the increase in the 3H-glutamate uptake rate (4 and 7 days post-infection), suggesting that CM condition causes an up-regulation of the transporters systems. Furthermore, these findings also highlighted that the electrophysiological and neurochemical alterations occurs in a manner independent on the establishment of an inflammatory response, once tumour necrosis factor levels and inducible nitric oxide synthase expression were altered only in the cerebral tissue but not in the retina.In summary, these findings indicate for the first time that CM induces neurochemical and electrophysiological impairment in the mice retinal tissue, in a TNF-independent manner.", "doi": "10.1186/s12936-017-2083-6", "title": "Cerebral malaria induces electrophysiological and neurochemical impairment in mice retinal tissue: possible effect on glutathione and glutamatergic system.", "journal": ["Malaria journal", "Malar. J."]}