{"authors": [["Clarençon", "Frédéric", "F", "Department of Neuroradiology, Pitié-Salpêtrière Hospital, Paris, France."], ["Bardinet", "Éric", "É", "Institut du Cerveau et de la Moelle épinière-ICM. CNRS UMR 7225."], ["Martinerie", "Jacques", "J", "Institut du Cerveau et de la Moelle épinière-ICM. CNRS UMR 7225."], ["Pelbarg", "Vincent", "V", "Bioinformatics and Biostatistics Plateform, IHU-A-ICM, Brain and Spine Institute (ICM), Paris, France."], ["Menjot de Champfleur", "Nicolas", "N", "Department of Neuroradiology, Guy de Chauliac University Hospital, Montpellier, France."], ["Gupta", "Rajiv", "R", "Department of Neuroradiology, Massachusetts General Hospital, Boston, Massachusetts, United States of America."], ["Tollard", "Eléonore", "E", "Department of Neuroradiology, Rouen University Hospital, Rouen, France."], ["Soto-Ares", "Gustavo", "G", "Department of Neuroradiology, Roger Salengro Hospital, Lille, France."], ["Ibarrola", "Danielle", "D", "CERMEP, Pierre Wertheimer Neurological & Neurosurgical Hospital, Bron, France."], ["Schmitt", "Emmanuelle", "E", "Department of Neuroradiology, Nancy University Hospital, Nancy, France."], ["Tourdias", "Thomas", "T", "Department of Neuroradiology, Bordeaux University Hospital, Bordeaux, France."], ["Degos", "Vincent", "V", "Paris VI University, Pierre et Marie Curie, Paris, France."], ["Yelnik", "Jérome", "J", "INSERM U679, Pitié-Salpêtrière Hospital, Paris VI University, Paris. France."], ["Dormont", "Didier", "D", "Department of Neuroradiology, Pitié-Salpêtrière Hospital, Paris, France."], ["Puybasset", "Louis", "L", "Paris VI University, Pierre et Marie Curie, Paris, France."], ["Galanaud", "Damien", "D", "Department of Neuroradiology, Pitié-Salpêtrière Hospital, Paris, France."], [null, null, null, null]], "date": "2017-11-02", "id": "29095850", "text": "This study evaluates the correlation between injuries to deep gray matter nuclei, as quantitated by lesions in these nuclei on MR T2 Fast Spin Echo (T2 FSE) images, with 6-month neurological outcome after severe traumatic brain injury (TBI).Ninety-five patients (80 males, mean age = 36.7y) with severe TBI were prospectively enrolled. All patients underwent a MR scan within the 45 days after the trauma that included a T2 FSE acquisition. A 3D deformable atlas of the deep gray matter was registered to this sequence; deep gray matter lesions (DGML) were evaluated using a semi-quantitative classification scheme. The 6-month outcome was dichotomized into unfavorable (death, vegetative or minimally conscious state) or favorable (minimal or no neurologic deficit) outcome.Sixty-six percent of the patients (63/95) had both satisfactory registration of the 3D atlas on T2 FSE and available clinical follow-up. Patients without DGML had an 89% chance (P = 0.0016) of favorable outcome while those with bilateral DGML had an 80% risk of unfavorable outcome (P = 0.00008). Multivariate analysis based on DGML accurately classified patients with unfavorable neurological outcome in 90.5% of the cases.Lesions in deep gray matter nuclei may predict long-term outcome after severe TBI with high sensitivity and specificity.", "doi": "10.1371/journal.pone.0186641", "title": "Lesions in deep gray nuclei after severe traumatic brain injury predict neurologic outcome.", "journal": ["PloS one", "PLoS ONE"]}