{"authors": [["Ichikawa", "Rie", "R", "From the Departments of *Health Care Services Management, †Neurological Surgery, and ‡Pediatrics and Child Health, Nihon University School of Medicine, Tokyo, Japan."], ["Maeda", "Yukihiro", "Y", null], ["Shibuya", "Akiko", "A", null], ["Umesato", "Yoshimasa", "Y", null], ["Kondo", "Yoshiaki", "Y", null], ["Maeda", "Takeshi", "T", null], ["Yoshino", "Atsuo", "A", null], ["Takahashi", "Shori", "S", null]], "date": "2017-10-31", "id": "29095390", "text": "Head trauma is one of the main causes of death in childhood and often leaves severe disability with serious neurological damage. Appropriate treatment must be provided immediately to improve outcomes. This study was performed to identify factors associated with a poor prognosis at an early stage of severe head injury in children.The subjects were registered in the Japan Neurotrauma Data Bank. They were 119 children (mean age, 8 years; male, 67.2%) with severe head injury registered during a period of 4 years (from July 1, 2004 to June 30, 2006 and from July 1, 2009 to June 30, 2011). Univariate and multivariate analyses were performed to examine relationships among factors and outcome 6 months after discharge. Logistic regression analysis was performed to develop models for poor prognosis and death.Outcome was evaluated based on the Glasgow Outcome Scale: 73 children (61.3%) had good recovery, 11 (9.2%) had moderate disability, 8 (6.7%) had severe disability, 4 (3.3%) were in a vegetative state, and 23 (19.3%) had died. Four factors were identified as predictors of a poor prognosis: serum glucose level greater than or equal to 200 mg/dL, Glasgow Coma Scale score on admission less than or equal to 5, presence of mydriasis, and presence of traumatic subarachnoid hemorrhage. Three factors were identified as predictors of death: serum glucose level greater than or equal to 200 mg/dL, Glasgow Coma Scale score on admission less than or equal to 5, and presence of mydriasis.Using these predictors, subsequent exacerbation may be predicted just after arrival at the hospital and appropriate treatment can be provided immediately.", "doi": "10.1097/PEC.0000000000001321", "title": "Prediction of Poor Prognosis After Severe Head Injury in Children Using Logistic Regression.", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}