{"authors": [["Chang", "Julia Chia-Yu", "JC", "aDepartment of Emergency Medicine, Taipei Veterans General Hospital bInstitute of Emergency and Critical Care Medicine, College of Medicine, National Yang-Ming University, Taipei cDepartment of Nursing, Taipei Veterans General Hospital, Taiwan, R.O.C."], ["Huang", "Hsien-Hao", "HH", null], ["Chang", "Shu-Hua", "SH", null], ["Chen", "Yin-Ru", "YR", null], ["Fan", "Ju-Shin", "JS", null], ["Chen", "Yen-Chia", "YC", null], ["Yen", "David Hung-Tsang", "DH", null]], "date": null, "id": "29095286", "text": "Emergency air medical transport (EAMT) is indispensable for acutely or critically ill patients in remote areas. We determined patient-level and transport-specific factors associated with all-cause mortality after EAMT.We conducted a population-based, retrospective cohort study using a prospective registry consisting of clinical/medical records. Study inclusion criteria consisted of all adults undergoing EAMT from Kinmen hospital to the ED of Taipei Veterans General Hospital (TVGH) between January 1, 2006 and December 31, 2012. The primary outcome assessments were 7-day and 30-day mortality.A total of 370 patients transported to TVGH were enrolled in the study with a mean age of 54.5 ± 21.5 (SD) years and with a male predominance (71.6%). The average in-transit time was 1.4 ± 0.4 hours. The 7-day, 30-day, and in-hospital mortality rates were 10.3%, 14.1%, and 14.9%. Among them 33.5% (124/370) were categorized under neurological etiologies, whereas 24.9% (90/370) cardiovascular, followed by 16.2% (60/370) trauma patients. Independent predictors associated with 7-day all-cause mortality were age (odds ratio [OR] 1.043, 95% confidence interval [CI] 1.016-1.070), Glasgow Coma Scale (GCS) (OR 0.730, 95% CI 0.650-0.821), and hematocrit level (OR 0.930, 95% CI 0.878-0.985). Independent predictors associated with 30-day all-cause mortality were age (OR 1.028, 95% CI 1.007-1.049), GCS (OR 0.686, 95% CI 0.600-0.785), hematocrit (OR 0.940, 95% CI 0.895-0.988), hemodynamic instability (OR 5.088 95% CI 1.769-14.635), and endotracheal intubation (OR 0.131 95% CI 0.030-0.569). The 7-day and 30-day mortality were not significantly related to transport-specific factors, such as length of flight, type of paramedic crew on board, or day and season of transport. Clinical patient-level factors, as opposed to transport-level factors, were associated with 7- and 30-day all-cause mortality in patients undergoing interfacility EAMT from Kinmen to Taiwan.", "doi": "10.1097/MD.0000000000008440", "title": "Clinical predictors of outcomes in patients undergoing emergency air medical transport from Kinmen to Taiwan.", "journal": ["Medicine", "Medicine (Baltimore)"]}