{"authors": [["Yang", "Mengmeng", "M", "aDepartment of Critical Care Medicine, Chinese PLA General Hospital, Beijing bDepartment of Orthopedics, Wuhan General Hospital of Guangzhou Command, Guangzhou cDepartment of Critical Care Medicine, Kai Luan General Hospital, Tangshan dDepartment of Critical Care Medicine, The Centre Hospital of Baotou, Baotou eDepartment of Critical Care Medicine, The 251th Hospital of Chinese PLA, Zhangjiakou fDepartment of Critical Care Medicine, The 180th Hospital of Chinese PLA, Quanzhou gDepartment of Critical Care Medicine, People's Hospital Chang Ji Hui Autonomous Prefecture, Xinjiang hDepartment of Critical Care Medicine, Affiliated Hospital of Nan Tong University, Nantong, China iDepartment of Emergency Medicine, Brigham and Women's Hospital and Harvard Medical School, Boston, MA, USA."], ["Li", "Zhi", "Z", null], ["Zhao", "Yan", "Y", null], ["Zhou", "Feihu", "F", null], ["Zhang", "Yu", "Y", null], ["Gao", "Jingli", "J", null], ["Yin", "Ting", "T", null], ["Hu", "Xin", "X", null], ["Mao", "Zhi", "Z", null], ["Xiao", "Jianguo", "J", null], ["Wang", "Li", "L", null], ["Liu", "Chao", "C", null], ["Ma", "Liqiong", "L", null], ["Yuan", "Zhihao", "Z", null], ["Lv", "Jianfei", "J", null], ["Shen", "Haoliang", "H", null], ["Hou", "Peter C", "PC", null], ["Kang", "Hongjun", "H", null]], "date": null, "id": "29095276", "text": "To explore the relationship between the extent of central nervous system (CNS) injury and patient outcomes meanwhile research the potential risk factors associated with neurologic sequelae. In this retrospective cohort study, we analyzed data from 117 consecutive patients (86 survivors, 31 nonsurvivors) with exertional heat stroke (EHS) who had been admitted to intensive care unit (ICU) at 48 Chinese hospitals between April 2003 and July 2015. Extent of CNS injury was dichotomized according to Glasgow coma scale (GCS) score (severe 3-8, not severe 9-15). We then assessed differences in hospital mortality based on the extent of CNS injury by comparing 90-day survival time between the patient groups. Exploring the risk factors of neurologic sequelae. The primary outcomewas the 90-day survival ratewhich differed between the 2 groups (P = .023). The incidence of neurologic sequelae was 24.4%. For its risk factors, duration of recurrent hyperthermia (OR = 1.73, 95% CI: 1.20-2.49, P = .003), duration of CNS injury (OR = 1.39, 95% CI: 1.04-1.85, P = .025), and low GCS in the first 24 hours after admission (OR = 2.39, 95% CI: 1.11-5.15, P = .025) were selected by multivariable logistic regression. Cooling effect was eliminated as a factor (OR = 2641.27, 95% CI 0.40-1.73_107, P = .079). Significant differences in 90-day survival ratewere observed based on the extent of CNS injury in patients with EHS, and incidence was 24.4% for neurologic sequelae. Duration of recurrent hyperthermia, duration of CNS injury, and low GCS score in the first 24 hours following admission may be independent risk factors of neurologic sequelae. Cooling effect should be validated in the further studies.", "doi": "10.1097/MD.0000000000008417", "title": "Outcome and risk factors associated with extent of central nervous system injury due to exertional heat stroke.", "journal": ["Medicine", "Medicine (Baltimore)"]}