{"authors": [["Chan", "Tommy C Y", "TCY", "Department of Ophthalmology & Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China."], ["Wong", "Emily S", "ES", "Department of Ophthalmology & Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China."], ["Chan", "Jason C K", "JCK", "Department of Ophthalmology & Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China."], ["Wang", "Yumeng", "Y", "Department of Ophthalmology & Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China."], ["Yu", "Marco", "M", "Department of Mathematics and Statistics, Hang Seng Management College, Hong Kong, China."], ["Maeda", "Naoyuki", "N", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Suita, Osaka, Japan."], ["Jhanji", "Vishal", "V", "Department of Ophthalmology & Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China."]], "date": "2017-11-01", "id": "29090512", "text": "To investigate the corneal backward scattering and higher-order aberrations (HOAs) in children with vernal keratoconjunctivitis (VKC) and normal topography.Thirty-six eyes of 22 patients with VKC and 54 eyes of 34 normal subjects were included. All participants had clear cornea, absence of dry eyes and a normal corneal tomography. Scheimpflug imaging was used to measure corneal backward scattering in zones centred on the corneal apex (central 2-mm zone and paracentral 2- to 6-mm zone), and HOAs were compared between VKC and normal control.The mean age of participants was 12.0 ± 4.1 years in VKC group and 11.2 ± 4.1 years in control group (p = 0.339). There was no significant intergroup difference in mean keratometry, astigmatism and apex pachymetry (p ≥ 0.076). Total corneal backscatter was higher in the VKC group compared to the control group (p ≤ 0.012). Anterior and posterior cornea displayed a higher level of backward scattering in the VKC group (p < 0.001 for anterior; p ≤ 0.048 for posterior). Patients with VKC exhibited higher total HOAs and coma (p ≤ 0.036). There were significant correlations between total anterior HOAs and backward scattering measured at the central (r = 0.500; p = 0.032) and paracentral zones (r = 0.470; p = 0.024) for VKC.The current study showed optical quality changes in patients with clear corneas and quiescent VKC. An increase in corneal backward scattering and HOAs was noted in patients with VKC as compared to normal patients.", "doi": "10.1111/aos.13566", "title": "Corneal backward scattering and higher-order aberrations in children with vernal keratoconjunctivitis and normal topography.", "journal": ["Acta ophthalmologica", "Acta Ophthalmol"]}