{"authors": [["Azad", "Rajiv", "R", "Department of Radiology, SGRR Institute of Medical & Health Sciences, Patel Nagar, Dehradun 248001, India."], ["Tayal", "Mohit", "M", "Department of Radiology, SGRR Institute of Medical & Health Sciences, Patel Nagar, Dehradun 248001, India."], ["Azad", "Sheenam", "S", "Department of Pathology, SGRR Institute of Medical & Health Sciences, Patel Nagar, Dehradun 248001, India."], ["Sharma", "Garima", "G", "Department of Radiology, SGRR Institute of Medical & Health Sciences, Patel Nagar, Dehradun 248001, India."], ["Srivastava", "Rajendra Kumar", "RK", "Department of Radiology, SGRR Institute of Medical & Health Sciences, Patel Nagar, Dehradun 248001, India."]], "date": "2017-09-21", "id": "29089830", "text": "To compare the contrast-enhanced fluid-attenuated inversion recovery (CE-FLAIR), the CE T1-weighted (CE-T1W) sequence with fat suppression (FS) and magnetization transfer (MT) for early detection and characterization of infectious meningitis.Fifty patients and 10 control subjects were evaluated with the CE-FLAIR and the CE-T1W sequences with FS and MT. Qualitative assessment was done by two observers for presence and grading of abnormal leptomeningeal enhancement. Quantitative assessment included computation of net meningeal enhancement, using single pixel signal intensity software. A newly devised FLAIR based scoring system, based on certain imaging features including ventricular dilatation, ependymal enhancement, infarcts and subdural effusions was used to indicate the etiology. Data were analysed using the Student's t test, Cohen's Kappa coefficient, Pearson's correlation coefficient, the intraclass correlation coefficient, one way analysis of variance, and Fisher's exact test with Bonferroni correction as the post hoc test.The CE-FLAIR sequence demonstrated a better sensitivity (100%), diagnostic accuracy (95%), and a stronger correlation with the cerebrospinal fluid, total leukocyte count (r = 0.75), protein (r = 0.77), adenosine deaminase (r = 0.81) and blood glucose (r = -0.6) values compared to the CE-T1W sequences. Qualitative grades and quantitative meningeal enhancement on the CE-FLAIR sequence were also significantly greater than those on the other sequences. The FLAIR based scoring system yielded a diagnostic accuracy of 91.6% and a sensitivity of 96%. A strong inverse Pearson's correlation (r = -0.95) was found between the assigned score and patient's Glasgow Coma Scale at the time of admission.The CE-FLAIR sequence is better suited for evaluating infectious meningitis and could be included as a part of the routine MR imaging protocol.", "doi": "10.3348/kjr.2017.18.6.973", "title": "Qualitative and Quantitative Comparison of Contrast-Enhanced Fluid-Attenuated Inversion Recovery, Magnetization Transfer Spin Echo, and Fat-Saturation T1-Weighted Sequences in Infectious Meningitis.", "journal": ["Korean journal of radiology", "Korean J Radiol"]}