{"authors": [["Won", "Sae-Yeon", "SY", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."], ["Dubinski", "Daniel", "D", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."], ["Bruder", "Markus", "M", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."], ["Cattani", "Adriano", "A", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."], ["Seifert", "Volker", "V", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."], ["Konczalla", "Juergen", "J", "Department of Neurosurgery, University Hospital, Goethe-University, Frankfurt am Main, Germany."]], "date": null, "id": "29088960", "text": "OBJECTIVE Isolated acute subdural hematoma (aSDH) is increasing in older populations and so is the use of oral anticoagulant therapy (OAT). The dramatic increase of OAT-with direct oral anticoagulants (DOACs) as well as with conventional anticoagulants-is leading to changes in the care of patients who present with aSDH while receiving OAT. The purpose of this study was to determine the management and outcome of patients being treated with OAT at the time of aSDH presentation. METHODS In this single-center, retrospective study, the authors analyzed 116 consecutive cases involving patients with aSDH treated from January 2007 to June 2016. The following parameters were assessed: patient characteristics, admission status, anticoagulation status, perioperative management, comorbidities, clinical course, and outcome as determined at discharge and through 6 months of follow-up. Oral anticoagulants were classified as thrombocyte inhibitors, vitamin K antagonists, and DOACs. Patients were stratified based on which type of medication they were taking, and subgroup analyses were performed. Predictors of unfavorable outcome at discharge and follow-up were identified. RESULTS Of 116 patients, 74 (64%) had been following an OAT regimen at presentation with aSDH. The patients who were taking oral anticoagulants (OAT group) were significantly older (OR 12.5), more often comatose 24 hours postoperatively (OR 2.4), and more often had ≥ 4 comorbidities (OR 3.2) than patients who were not taking oral anticoagulants (no-OAT group). Accordingly, the rate of unfavorable outcome was significantly higher in patients in the OAT group, both at discharge (OR 2.3) and at follow-up (OR 2.2). Of the patients in the OAT group, 37.8% were taking a thrombocyte inhibitor, 54.1% a vitamin K antagonist, and 8.1% DOACs. In all cases, OAT was stopped on discovery of aSDH. For reversal of anticoagulation, patients who were taking a thrombocyte inhibitor received desmopressin 0.4 μg/kg, 1-2 g tranexamic acid, and preoperative transfusion with 2 units of platelets. Patients following other oral anticoagulant regimens received 50 IU/kg of prothrombin complex concentrates and 10 mg of vitamin K. There was no significant difference in the rebleeding rate between the OAT and no-OAT groups. The in-hospital mortality rate was significantly higher for patients who were taking a thrombocyte inhibitor (OR 3.3), whereas patients who were taking a vitamin K antagonist had a significantly higher 6-month mortality rate (OR 2.7). Patients taking DOACs showed a tendency toward unfavorable outcome, with higher mortality rates than patients on conventional OAT or patients in the vitamin K antagonist subgroup. Independent predictors for unfavorable outcome at discharge were comatose status 24 hours after surgery (OR 93.2), rebleeding (OR 9.8), respiratory disease (OR 4.1), and infection (OR 11.1) (Nagelkerke R2 = 0.684). Independent predictors for unfavorable outcome at follow-up were comatose status 24 hours after surgery (OR 12.7), rebleeding (OR 3.1), age ≥ 70 years (OR 3.1), and 6 or more comorbidities (OR 3.1, Nagelkerke R2 = 0.466). OAT itself was not an independent predictor for worse outcome. CONCLUSIONS An OAT regimen at the time of presentation with aSDH is associated with increased mortality rates and unfavorable outcome at discharge and follow-up. Thrombocyte inhibitor treatment was associated with increased short-term mortality, whereas vitamin K antagonist treatment was associated with increased long-term mortality. In particular, patients on DOACs were seriously affected, showing more unfavorable outcomes at discharge as well as at follow-up. The suggested medical treatment for aSDH in both OAT and no-OAT patients seems to be effective and reasonable, with comparable rebleeding and favorable outcome rates in the 2 groups. In addition, prior OAT is not a predictor for aSDH outcome.", "doi": "10.3171/2017.8.FOCUS17421", "title": "Acute subdural hematoma in patients on oral anticoagulant therapy: management and outcome.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}