{"authors": [["Al-Mufti", "Fawaz", "F", "Department of Neurology, Rutgers Robert Wood Johnson Medical School, New Brunswick."], ["Amuluru", "Krishna", "K", "Departments of 2 Neurosurgery."], ["Changa", "Abhinav", "A", "Departments of 2 Neurosurgery."], ["Lander", "Megan", "M", "Departments of 2 Neurosurgery."], ["Patel", "Neil", "N", "Departments of 2 Neurosurgery."], ["Wajswol", "Ethan", "E", "Departments of 2 Neurosurgery."], ["Al-Marsoummi", "Sarmad", "S", "University of North Dakota, Grand Forks, North Dakota."], ["Alzubaidi", "Basim", "B", "Department of Neurology, Rutgers Robert Wood Johnson Medical School, New Brunswick."], ["Singh", "I Paul", "IP", "Departments of 2 Neurosurgery."], ["Nuoman", "Rolla", "R", "Neurology, and."], ["Gandhi", "Chirag", "C", "Departments of 2 Neurosurgery."]], "date": null, "id": "29088959", "text": "OBJECTIVE Little is known regarding the natural history of posttraumatic vasospasm. The authors review the pathophysiology of posttraumatic vasospasm (PTV), its associated risk factors, the efficacy of the technologies used to detect PTV, and the management/treatment options available today. METHODS The authors performed a systematic review in accordance with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines using the following databases: PubMed, Google Scholar, and CENTRAL (the Cochrane Central Register of Controlled Trials). Outcome variables extracted from each study included epidemiology, pathophysiology, time course, predictors of PTV and delayed cerebral ischemia (DCI), optimal means of surveillance and evaluation of PTV, application of multimodality monitoring, modern management and treatment options, and patient outcomes after PTV. Study types were limited to retrospective chart reviews, database reviews, and prospective studies. RESULTS A total of 40 articles were included in the systematic review. In many cases of mild or moderate traumatic brain injury (TBI), imaging or ultrasonographic studies are not performed. The lack of widespread assessment makes finding the true overall incidence of PTV a difficult endeavor. The clinical consequences of PTV are important, given the morbidity that can result from it. DCI manifests as new-onset neurological deterioration that occurs beyond the timeframe of initial brain injury. While there are many techniques that attempt to diagnose cerebral vasospasm, digital subtraction angiography is the gold standard. Some predictors of PTV include SAH, intraventricular hemorrhage, low admission Glasgow Coma Scale (GCS) score (< 9), and young age (< 30 years). CONCLUSIONS Given these results, clinicians should suspect PTV in young patients presenting with intracranial hemorrhage (ICH), especially SAH and/or intraventricular hemorrhage, who present with a GCS score less than 9. Monitoring and regulation of CNS metabolism following TBI/ICH-induced vasospasm may play an important adjunct role to the primary prevention of vasospasm.", "doi": "10.3171/2017.8.FOCUS17431", "title": "Traumatic brain injury and intracranial hemorrhage-induced cerebral vasospasm: a systematic review.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}