{"authors": [["Vedantam", "Aditya", "A", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Robertson", "Claudia S", "CS", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Gopinath", "Shankar P", "SP", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."]], "date": null, "id": "29088954", "text": "OBJECTIVE Hypernatremia is independently associated with increased mortality in critically ill patients. Few studies have evaluated the impact of hypernatremia on early mortality in patients with severe traumatic brain injury (TBI) treated in a neurocritical care unit. METHODS A retrospective review of patients with severe TBI (admission Glasgow Coma Scale score ≤ 8) treated in a single neurocritical care unit between 1986 and 2012 was performed. Patients with at least 3 serum sodium values were selected for the study. Patients with diabetes insipidus and those with hypernatremia on admission were excluded. The highest serum sodium level during the hospital stay was recorded, and hypernatremia was classified as none (≤ 150 mEq/L), mild (151-155 mEq/L), moderate (156-160 mEq/L), and severe (> 160 mEq/L). Multivariate Cox regression analysis was performed to determine independent predictors of early mortality. RESULTS A total of 588 patients with severe TBI were studied. The median number of serum sodium measurements for patients in this study was 17 (range 3-190). No hypernatremia was seen in 371 patients (63.1%), mild hypernatremia in 77 patients (13.1%), moderate hypernatremia in 50 patients (8.5%), and severe hypernatremia in 90 patients (15.3%). Hypernatremia was detected within the 1st week of admission in 79.3% of patients (n = 172), with the majority of patients (46%) being diagnosed within 72 hours after admission. Acute kidney injury, defined as a rise in creatinine of ≥ 0.3 mg/dl, was observed in 162 patients (27.6%) and was significantly associated with the degree of hypernatremia (p < 0.001). At discharge, 148 patients (25.2%) had died. Hypernatremia was a significant independent predictor of mortality (hazard ratios for mild: 3.4, moderate: 4.4, and severe: 8.4; p < 0.001). Survival analysis showed significantly lower survival rates for patients with greater degrees of hypernatremia (log-rank test, p < 0.001). CONCLUSIONS Hypernatremia after admission in patients with severe TBI was independently associated with greater risk of early mortality. In addition to severe hypernatremia, mild and moderate hypernatremia were significantly associated with increased early mortality in patients with severe TBI.", "doi": "10.3171/2017.7.FOCUS17418", "title": "Morbidity and mortality associated with hypernatremia in patients with severe traumatic brain injury.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}