{"authors": [["Mende", "Klaus Christian", "KC", "Departments of 1 Neurosurgery."], ["Gelderblom", "Mathias", "M", "Neurology, and."], ["Schwarz", "Cindy", "C", "Departments of 1 Neurosurgery."], ["Czorlich", "Patrick", "P", "Departments of 1 Neurosurgery."], ["Schmidt", "Nils Ole", "NO", "Departments of 1 Neurosurgery."], ["Vettorazzi", "Eik", "E", "Medical Biometry and Epidemiology, University Medical Center Hamburg-Eppendorf, Hamburg; and."], ["Regelsberger", "Jan", "J", "Departments of 1 Neurosurgery."], ["Westphal", "Manfred", "M", "Departments of 1 Neurosurgery."], ["Abboud", "Tammam", "T", "Department of Neurosurgery, University Medical Center Göttingen, Germany."]], "date": null, "id": "29088953", "text": "OBJECTIVE The aim of this prospective study was to investigate the value of somatosensory evoked potentials (SEPs) in predicting outcome in patients with high-grade aneurysmal subarachnoid hemorrhage (SAH). METHODS Between January 2013 and January 2015, 48 patients with high-grade SAH (Hunt and Hess Grade III, IV, or V) who were admitted within 3 days after hemorrhage were enrolled in the study. Right and left median and tibial nerve SEPs were recorded on Day 3 after hemorrhage and recorded again 2 weeks later. Glasgow Outcome Scale (GOS) scores were determined 6 months after hemorrhage and dichotomized as poor (Scores 1-3) or good (Scores 4-5). Results of SEP measurements were dichotomized (present or missing cortical responses or normal or prolonged latencies) for each nerve and side. These variables were summed and tested using logistic regression and a receiver operating characteristic curve to assess the value of SEPs in predicting long-term outcome. RESULTS At the 6-month follow-up visit, 29 (60.4%) patients had a good outcome, and 19 (39.6%) had a poor outcome. The first SEP measurement did not correlate with clinical outcome (area under the curve [AUC] 0.69, p = 0.52). At the second measurement of median nerve SEPs, all patients with a good outcome had cortical responses present bilaterally, and none of them had bilateral prolonged latencies (p = 0.014 and 0.003, respectively). In tibial nerve SEPs, 7.7% of the patients with a good GOS score had one or more missing cortical responses, and bilateral prolonged latencies were found in 23% (p = 0.001 and 0.034, respectively). The second measurement correlated with the outcome regarding each of the median and tibial nerve SEPs and the combination of both (AUC 0.75 [p = 0.010], 0.793 [p = 0.003], and 0.81 [p = 0.001], respectively). CONCLUSIONS Early SEP measurement after SAH did not correlate with clinical outcome, but measurement of median and tibial nerve SEPs 2 weeks after a hemorrhage did predict long-term outcome in patients with high-grade SAH.", "doi": "10.3171/2017.7.FOCUS17427", "title": "Somatosensory evoked potentials in patients with high-grade aneurysmal subarachnoid hemorrhage.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}