{"authors": [["Won", "Sae-Yeon", "SY", "Departments of 1 Neurosurgery and."], ["Dubinski", "Daniel", "D", "Departments of 1 Neurosurgery and."], ["Brawanski", "Nina", "N", "Departments of 1 Neurosurgery and."], ["Strzelczyk", "Adam", "A", "Neurology, and."], ["Seifert", "Volker", "V", "Departments of 1 Neurosurgery and."], ["Freiman", "Thomas M", "TM", "Departments of 1 Neurosurgery and."], ["Konczalla", "Juergen", "J", "Departments of 1 Neurosurgery and."]], "date": null, "id": "29088952", "text": "OBJECTIVE Acute subdural hematoma (aSDH) is a common disease increasing in prevalence given the demographic growth of the aging population. Yet, the benefit of surgical treatment for aSDH and the subsequent functional outcome in elderly patients (age ≥ 80 years) remain unclear. Therefore, the aims of this study were to evaluate the incidence of aSDH in patients 80 years or older, determine overall functional outcome, identify predictors of an unfavorable or favorable outcome, and establish specific risk factors for seizures. METHODS The authors retrospectively analyzed patients 80 years and older who presented with isolated aSDH in the past 10 years at their institution. The following parameters were assessed: baseline characteristics, clinical status on admission and 24 hours after surgery, and clinical course. Functional outcome was assessed at discharge and the 3-month follow-up (FU). RESULTS In the period from January 2007 to December 2016, 165 patients with aSDH were admitted to the authors' institution. Sixty-eight patients (41.2%) were 80 years old or older, and the mean age overall was 85 years (range 80-96 years). The incidence of aSDH in the elderly had significantly increased over past decade, with more than 50% of patients admitted to our institution for aSDH now being 80 years or older. The overall mortality rate was 28% at discharge and 48% at the FU. Independent predictors of an unfavorable outcome at discharge were a GCS score ≤ 8 at 24 hours after operation (p < 0.001) and pneumonia (p < 0.02). At the FU, a GCS score ≤ 8 at 24 hours after operation (p < 0.001) and cumulative comorbidities (≥ 5; p < 0.05) were significant independent predictors. All patients with more than 6 comorbidities had died by the FU. Surgical treatment in comatose compared to noncomatose patients had statistically significant, higher mortality rates at discharge and the FU. Still, 23% of the comatose patients and more than 50% of the noncomatose patients had a favorable outcome at the FU (p = 0.06). CONCLUSIONS The number of octo- and nonagenarians with aSDH significantly increased over the last decade. These patients can achieve a favorable outcome, especially those with a noncomatose status and fewer than 5 comorbidities. Surgical and nonsurgical treatment of octo- and nonagenarians during and after discharge should be optimized to increase clinical improvement.", "doi": "10.3171/2017.7.FOCUS17417", "title": "Significant increase in acute subdural hematoma in octo- and nonagenarians: surgical treatment, functional outcome, and predictors in this patient cohort.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}