{"authors": [["Chartrain", "Alexander G", "AG", "Departments of 1 Neurosurgery and."], ["Awad", "Ahmed J", "AJ", "Departments of 1 Neurosurgery and."], ["Sarkiss", "Christopher A", "CA", "Departments of 1 Neurosurgery and."], ["Feng", "Rui", "R", "Departments of 1 Neurosurgery and."], ["Liu", "Yangbo", "Y", "Departments of 1 Neurosurgery and."], ["Mocco", "J", "J", "Departments of 1 Neurosurgery and."], ["Bederson", "Joshua B", "JB", "Departments of 1 Neurosurgery and."], ["Mayer", "Stephan A", "SA", "Department of Neurology, Henry Ford Health System, Detroit, Michigan."], ["Dangayach", "Neha S", "NS", "Departments of 1 Neurosurgery and."], ["Gordon", "Errol", "E", "Departments of 1 Neurosurgery and."]], "date": null, "id": "29088946", "text": "OBJECTIVE Patients who have experienced subarachnoid hemorrhage (SAH) often receive care in the setting of the ICU. However, SAH patients may not all require extended ICU admission. The authors established a protocol on January 1, 2015, to transfer select, low-risk patients to a step-down unit (SDU) to streamline care for SAH patients. This study describes the results of the implemented protocol. METHODS In this retrospective chart review, patients presenting with SAH between January 2011 and September 2016 were reviewed for inclusion. The control group consisted of patients admitted prior to establishment of the SDU transfer protocol, while the intervention group consisted of patients admitted afterward. RESULTS Of the patients in the intervention group, 79.2% (57/72) were transferred to the SDU during their admission. Of these transferred patients, 29.8% (17/57) required return to the neurosurgical ICU (NSICU). There were no instances of morbidity or mortality directly related to care in the SDU. Patients in the intervention group had a mean reduced NSICU length of stay, by 1.95 days, which trended toward significance, and a longer average hospitalization, by 2.7 days, which also trended toward significance. In-hospital mortality and 90-day readmission rate were not statistically different between the groups. In addition, early transfer timing prior to 7 days was associated with neither a higher return rate to the NSICU nor higher 90-day readmission rate. CONCLUSIONS In this retrospective study, the authors demonstrated that the transfer protocol was safe, feasible, and effective in reducing the ICU length of stay and was independent of transfer timing. Confirmation of these results is needed in a large, multicenter study.", "doi": "10.3171/2017.8.FOCUS17448", "title": "A step-down unit transfer protocol for low-risk aneurysmal subarachnoid hemorrhage.", "journal": ["Neurosurgical focus", "Neurosurg Focus"]}