{"authors": [["Viviano", "Stephen L", "SL", "Rutgers New Jersey Medical School, Newark, NJ."], ["Hoppe", "Ian C", "IC", null], ["Halsey", "Jordan N", "JN", null], ["Chen", "Jeffrey S", "JS", null], ["Russo", "Gerardo J", "GJ", null], ["Lee", "Edward S", "ES", null], ["Granick", "Mark S", "MS", null]], "date": null, "id": "29088692", "text": "Pediatric facial fractures present unique and challenging management considerations, especially with regards to airway management. Anatomical differences in children increase both airway resistance and the difficulty of intubation. A surgical airway may be required if intubation is unable to be performed. The purpose of this study was to examine a single center's experience with pediatric facial fractures to determine the frequency of advanced airway use, as well as the risk factors that may predispose a patient to requiring an advanced airway. A retrospective review of all facial fractures at a level 1 trauma center was performed from 2000 to 2012. Patients age 18 years and younger were included. Patient demographics were collected, as well as location of fractures, concomitant injuries, services consulted, and surgical management strategies. Information was collected regarding the need for an advanced airway, including intubation and the need for a surgical airway. A total of 285 patients met inclusion criteria. Of these, 57 patients (20%) required emergency intubation and 5 (1.8%) required a surgical airway. Intubation was significantly related to fractures of the midface, frontal sinuses, spine, skull, and pelvis, as well as depressed Glasgow coma scores and traumatic brain injury. The need for a surgical airway is extremely uncommon (1.8%), and tracheostomy was only needed in the setting of penetrating head trauma. Both emergent intubation and tracheostomy are associated with complications, but these complications must be weighed against the potentially life-saving measure of securing an airway.", "doi": "10.1097/SCS.0000000000004036", "title": "Pediatric Facial Fractures: An Assessment of Airway Management.", "journal": ["The Journal of craniofacial surgery", "J Craniofac Surg"]}