{"authors": [["Zappa", "Sergio", "S", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Fagoni", "Nazzareno", "N", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Bertoni", "Michele", "M", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Selleri", "Claudio", "C", "3 Department of Medical and Surgical Specialties, Radiological Sciences and Public Health, University of Brescia, Brescia, Italy."], ["Venturini", "Monica Aida", "MA", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Finazzi", "Paolo", "P", "3 Department of Medical and Surgical Specialties, Radiological Sciences and Public Health, University of Brescia, Brescia, Italy."], ["Metelli", "Marta", "M", "3 Department of Medical and Surgical Specialties, Radiological Sciences and Public Health, University of Brescia, Brescia, Italy."], ["Rasulo", "Frank", "F", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Piva", "Simone", "S", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], ["Latronico", "Nicola", "N", "1 Department of Anesthesia, Critical Care and Emergency, Spedali Civili University Hospital, Brescia, Italy."], [null, null, null, null]], "date": "2017-01-01", "id": "29084482", "text": "To evaluate the accuracy of the imminent brain death (IBD) diagnosis in predicting brain death (BD) by daily assessment of the Full Outline of Unresponsiveness (FOUR) score and the Glasgow Coma Scale (GCS) with the assessment of brain stem reflexes.Prospective multicenter pilot study carried out in 5 adult Italian intensive care units (ICUs). Imminent brain death was established when the FOUR score was 0 (IBD-FOUR) or the GCS score was 3 and at least 3 among pupillary light, corneal, pharyngeal, carinal, oculovestibular, and trigeminal reflexes were absent (IBD-GCS).A total of 219 neurologic evaluations were performed in 40 patients with deep coma at ICU admission (median GCS 3). Twenty-six had a diagnosis of IBD-FOUR, 27 of IBD-GCS, 14 were declared BD, and 9 were organ donors. The mean interval between IBD diagnosis and BD was 1.7 days (standard deviation [SD] 2.0 days) using IBD-FOUR and 2.0 days (SD 1.96 days) using IBD-GCS. Both FOUR and GCS had 100% sensitivity and low specificity (FOUR: 53.8%; GCS: 50.0%) in predicting BD.Daily IBD evaluation in the ICU is feasible using FOUR and GCS with the assessment of brain stem reflexes. Both scales had 100% sensitivity in predicting IBD, but FOUR may be preferable since it incorporates the pupillary, corneal, and cough reflexes and spontaneous breathing that are easily assessed in the ICU.", "doi": "10.1177/0885066617738714", "title": "Determination of Imminent Brain Death Using the Full Outline of Unresponsiveness Score and the Glasgow Coma Scale: A Prospective, Multicenter, Pilot Feasibility Study.", "journal": ["Journal of intensive care medicine", "J Intensive Care Med"]}