{"authors": [["Curley", "Kenneth C", "KC", "Iatrikos Research and Development Strategies, LLC, Tampa, Florida (Dr Curley); Department of Surgery, Uniformed Services University of the Health Sciences, Bethesda, Maryland (Dr Curley); Department of Emergency Medicine, School of Medicine, Wayne State University, Detroit, Michigan (Dr O'Neil); Department of Emergency Medicine, Washington University School of Medicine, St Louis, Missouri (Dr Naunheim); and Department of Emergency Medicine, Emory University School of Medicine, and Grady Memorial Hospital, Atlanta, Georgia (Dr Wright)."], ["OʼNeil", "Brian J", "BJ", null], ["Naunheim", "Rosanne", "R", null], ["Wright", "David W", "DW", null]], "date": "2017-10-27", "id": "29084105", "text": "To demonstrate that a subpopulation of patients with mild/moderate traumatic brain injury (TBI) had intracranial pathology despite having a Glasgow Coma Scale (GCS) score of 15 and a Standardized Assessment of Concussion (SAC) score of 25 or higher.A network of 11 US emergency departments (ED) enrolling patients in a multisite study of TBI.Men and women between the ages of 18 and 85 years admitted to a participating ED having sustained a closed head injury within the prior 72 hours and a GCS score of 13 to 15 at the time of enrollment.Prospective observational study.GCS, SAC, computed tomography (CT) positive or negative for intracranial pathology, Marshall scoring of CT scans.Of 191 patients with intracranial pathology (CT+) and having a SAC score recorded, 24% (46/191) had a SAC score in the normal range (≥25) as well as a GCS score of 15. All causes of CT+ brain injury were present in both SAC groups.A normal GCS score and a SAC score do not exclude the possibility of significant intracranial injury.", "doi": "10.1097/HTR.0000000000000355", "title": "Intracranial Pathology (CT+) in Emergency Department Patients With High GCS and High Standard Assessment of Concussion (SAC) Scores.", "journal": ["The Journal of head trauma rehabilitation", "J Head Trauma Rehabil"]}