{"authors": [["Moore", "Christopher C", "CC", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, Virginia, USA."], ["Hazard", "Riley", "R", "College of Arts and Sciences, University of Virginia, Charlottesville, Virginia, USA."], ["Saulters", "Kacie J", "KJ", "Department of Medicine, Georgetown University, Washington, District of Columbia, USA."], ["Ainsworth", "John", "J", "Healthsystem Information Technology, University of Virginia Health Systems, Charlottesville, Virginia, USA."], ["Adakun", "Susan A", "SA", "Department of Medicine, Mulago National Referral and Teaching Hospital, Kampala, Uganda."], ["Amir", "Abdallah", "A", "Department of Medicine, Mbarara University of Science and Technology, Mbarara, Uganda."], ["Andrews", "Ben", "B", "Institute for Global Health, Vanderbilt University, Nashville, Tennessee, USA."], ["Auma", "Mary", "M", "Department of Medicine, Mbarara University of Science and Technology, Mbarara, Uganda."], ["Baker", "Tim", "T", "Department of Public Health Sciences, Karolinska Institutet, Stockholm, Sweden."], ["Banura", "Patrick", "P", "Department of Pediatrics, Masaka Regional Referral Hospital, Masaka, Uganda."], ["Crump", "John A", "JA", "Centre for International Health, University of Otago, Dunedin, New Zealand."], ["Grobusch", "Martin P", "MP", "Center of Tropical Medicine and Travel Medicine, University of Amsterdam, Amsterdam, The Netherlands."], ["Huson", "Michaëla A M", "MAM", "Center of Tropical Medicine and Travel Medicine, University of Amsterdam, Amsterdam, The Netherlands."], ["Jacob", "Shevin T", "ST", "Department of Medicine, University of Washington, Seattle, Washington, USA."], ["Jarrett", "Olamide D", "OD", "Department of Medicine, University of Illinois at Chicago School of Medicine, Chicago, Illinois, USA."], ["Kellett", "John", "J", "Department of Acute and Emergency Medicine, University of Southern Denmark, Odense, Denmark."], ["Lakhi", "Shabir", "S", "Zambia Emory Research Project, Lusaka, Zambia."], ["Majwala", "Albert", "A", "Department of Medicine, Mbarara University of Science and Technology, Mbarara, Uganda."], ["Opio", "Martin", "M", "Department of Medicine, Kitovu Hospital, Masaka, Uganda."], ["Rubach", "Matthew P", "MP", "Division of Infectious Diseases and International Health, Duke University Medical Center, Durham, North Carolina, USA."], ["Rylance", "Jamie", "J", "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, UK."], ["Michael Scheld", "W", "W", "Division of Infectious Diseases and International Health, University of Virginia, Charlottesville, Virginia, USA."], ["Schieffelin", "John", "J", "Departments of Pediatrics and Internal Medicine, Tulane University, New Orleans, Louisiana, USA."], ["Ssekitoleko", "Richard", "R", "Department of Medicine, Mulago National Referral and Teaching Hospital, Kampala, Uganda."], ["Wheeler", "India", "I", "Department of Clinical Sciences, Liverpool School of Tropical Medicine, Liverpool, UK."], ["Barnes", "Laura E", "LE", "Department of Systems and Information Engineering, University of Virginia, Charlottesville, USA."]], "date": "2017-07-28", "id": "29082001", "text": "Critical illness is a leading cause of morbidity and mortality in sub-Saharan Africa (SSA). Identifying patients with the highest risk of death could help with resource allocation and clinical decision making. Accordingly, we derived and validated a universal vital assessment (UVA) score for use in SSA.We pooled data from hospital-based cohort studies conducted in six countries in SSA spanning the years 2009-2015. We derived and internally validated a UVA score using decision trees and linear regression and compared its performance with the modified early warning score (MEWS) and the quick sepsis-related organ failure assessment (qSOFA) score.Of 5573 patients included in the analysis, 2829 (50.8%) were female, the median (IQR) age was 36 (27-49) years, 2122 (38.1%) were HIV-infected and 996 (17.3%) died in-hospital. The UVA score included points for temperature, heart and respiratory rates, systolic blood pressure, oxygen saturation, Glasgow Coma Scale score and HIV serostatus, and had an area under the receiver operating characteristic curve (AUC) of 0.77 (95% CI 0.75 to 0.79), which outperformed MEWS (AUC 0.70 (95% CI 0.67 to 0.71)) and qSOFA (AUC 0.69 (95% CI 0.67 to 0.72)).We identified predictors of in-hospital mortality irrespective of the underlying condition(s) in a large population of hospitalised patients in SSA and derived and internally validated a UVA score to assist clinicians in risk-stratifying patients for in-hospital mortality. The UVA score could help improve patient triage in resource-limited environments and serve as a standard for mortality risk in future studies.", "doi": "10.1136/bmjgh-2017-000344", "title": "Derivation and validation of a universal vital assessment (UVA) score: a tool for predicting mortality in adult hospitalised patients in sub-Saharan Africa.", "journal": ["BMJ global health", "BMJ Glob Health"]}