{"authors": [["Hendrix", "Philipp", "P", "Department of Neurosurgery, Saarland University Medical Center and Saarland University Faculty of Medicine, Homburg, Saar, Germany. Electronic address: hendrix.philipp@gmail.com."], ["Foreman", "Paul M", "PM", "Department of Neurosurgery, University of Alabama at Birmingham, AL, United States."], ["Harrigan", "Mark R", "MR", "Department of Neurosurgery, University of Alabama at Birmingham, AL, United States."], ["Fisher", "Winfield S", "WS", "Department of Neurosurgery, University of Alabama at Birmingham, AL, United States."], ["Vyas", "Nilesh A", "NA", "Department of Neurosciences, Inova Health System, Falls Church, VA, United States."], ["Lipsky", "Robert H", "RH", "Department of Neurosciences, Inova Health System, Falls Church, VA, United States; Department of Molecular Neuroscience, George Mason University, Fairfax, VA, United States."], ["Lin", "Minkuan", "M", "Department of Molecular Neuroscience, George Mason University, Fairfax, VA, United States."], ["Walters", "Beverly C", "BC", "Department of Neurosurgery, University of Alabama at Birmingham, AL, United States; Department of Neurosciences, Inova Health System, Falls Church, VA, United States; Department of Molecular Neuroscience, George Mason University, Fairfax, VA, United States."], ["Tubbs", "R Shane", "RS", "Seattle Science Foundation, Seattle, WA, United States."], ["Shoja", "Mohammadali M", "MM", "Neuroscience Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."], ["Pittet", "Jean-Francois", "JF", "Department of Anesthesiology, University of Alabama at Birmingham, AL, United States."], ["Mathru", "Mali", "M", "Department of Anesthesiology, University of Alabama at Birmingham, AL, United States."], ["Griessenauer", "Christoph J", "CJ", "Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, MA, United States; Department of Neurosurgery, Geisinger Health System, Danville, PA, United States."]], "date": "2017-10-24", "id": "29079038", "text": "Cardiac abnormalities are observed frequently after aneurysmal subarachnoid hemorrhage (aSAH). A subset of aSAH patients develops neurogenic cardiomyopathy, likely induced by catecholamine excess. Genetic polymorphisms of the endothelial nitric oxide synthase (eNOS) gene have been linked to decreased nitric oxide (NO) levels, coronary artery spasm, and myocardial infarction. The role of the eNOS single nucleotide polymorphism (SNP) -786 T/C in cardiac instability following aSAH has not been previously investigated.From 2012 to 2015, aSAH patients were prospectively enrolled in the Cerebral Aneurysm Renin Angiotensin System (CARAS) study at two academic institutions. Blood samples were used to assess the eNOS SNP -786 T/C rs2070744 through 5'exonuclease (Taqman) genotyping assays. Associations between this polymorphism and cardiac instability following aSAH were analyzed.Multivariable analysis demonstrated a dominant effect of the C allele of eNOS SNP -786 T/C on cardiac instability in patients with aSAH. A lower Glasgow Coma Scale score and a history of ischemic vascular disease were also associated with cardiac instability. Furthermore, cardiac instability independently predicted poor functional outcome upon discharge from the hospital.The C allele of the eNOS SNP -786 T/C was independently associated with an increased risk for cardiac instability following aSAH. Cardiac instability itself was a risk factor for an unfavorable functional outcome upon discharge from the hospital.", "doi": "10.1016/j.niox.2017.10.008", "title": "The role of endothelial nitric oxide synthase -786 T/C polymorphism in cardiac instability following aneurysmal subarachnoid hemorrhage.", "journal": ["Nitric oxide : biology and chemistry", "Nitric Oxide"]}