{"authors": [["Prabhakaran", "Kartik", "K", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Department of Surgery New York Medical College, Westchester Medical Center University Hospital, Valhalla, New York. Electronic address: Kartik.Prabhakaran@wmchealth.org."], ["Petrone", "Patrizio", "P", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Winthrop University Hospital, Mineola, New York."], ["Lombardo", "Gary", "G", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Department of Surgery New York Medical College, Westchester Medical Center University Hospital, Valhalla, New York."], ["Stoller", "Christy", "C", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Department of Surgery New York Medical College, Westchester Medical Center University Hospital, Valhalla, New York."], ["Policastro", "Anthony", "A", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Department of Surgery New York Medical College, Westchester Medical Center University Hospital, Valhalla, New York."], ["Marini", "Corrado P", "CP", "Division of Trauma Surgery, Surgical Critical Care and Emergency General Surgery, Winthrop University Hospital, Mineola, New York."]], "date": "2017-06-23", "id": "29078912", "text": "Direct transport of patients with severe traumatic brain injury (sTBI) to trauma centers (TCs) that can provide definitive care results in lower mortality rates. This study investigated the impact of direct versus nondirect transfers on the mortality rates of patients with sTBI.Data on patients with TBI admitted between January 1, 2012, and December 31, 2013, to our Level I TC were obtained from the trauma registry. Data included patient age, sex, mechanism, and type of injury, comorbidities, Glasgow Coma Scale, Injury Severity scores, prehospital time, time to request and to transfer, time to initiation of multimodality monitoring and goal-directed therapy protocol, dwell time in the emergency department (EDT), and mortality. Data, reported in means ± standard deviation, were analyzed with the Student t-test and chi-square. Statistical significance was accepted at a P value < 0.05.sTBI direct transfer to TC versus transfer from non-TCs (NTC): Of the 1187 patients with TBI admitted to our TC, 768 (64.7%) were admitted directly from the scene, whereas 419 (35.3%) were admitted after secondary transfer. One hundred seventy-one (22.2%) of the direct transfers had Glasgow Coma Scale < 8 (sTBI) and 92 (21.9%) of the secondary transfers had sTBI. The transfer time: Time from scene to arrival to the EDT was significantly shorter for TC versus NTCs 43 ± 14 versus 77 ± 26 min, respectively (P < 0.05). EDT dwell time before transfer and time from injury to arrival to TC were 4.2 ± 2.1 and 6.2 ± 8.3 h, respectively. Mortality: There was a statistically significant lower mortality for patients with sTBI transferred directly from the scene to TCs as opposed to patients secondarily transferred, 33/171 (19.3%) versus 33/92 (35.8%), respectively (P < 0.05).To decrease TBI-related mortality, patients with suspected sTBI should be taken directly to a Level I or II TC unless they require life-saving stabilization at NTCs.", "doi": "10.1016/j.jss.2017.05.103", "title": "Mortality rates of severe traumatic brain injury patients: impact of direct versus nondirect transfers.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}