{"authors": [["Brooke", "Magdalene", "M", "Department of Surgery, University of California San Francisco East Bay, Oakland, California. Electronic address: m.brooke.sanchez@gmail.com."], ["Patel", "Atul", "A", "Division of Neurosurgery, Department of Surgery, Alameda Health System-Highland Hospital, Oakland, California."], ["Castro-Moure", "Federico", "F", "Division of Neurosurgery, Department of Surgery, Alameda Health System-Highland Hospital, Oakland, California."], ["Victorino", "Gregory P", "GP", "Department of Surgery, University of California San Francisco East Bay, Oakland, California."]], "date": "2017-06-28", "id": "29078871", "text": "Rapidly resolving acute subdural hematomas (RRASDHs) have been described in case reports and case series but are still poorly understood. We hypothesized that a cohort analysis would confirm previously reported predictors of RRASDH including coagulopathy, additional intracranial hemorrhage, and low-density band on imaging. We also hypothesized that rapid resolution would be associated with improved trauma outcomes.We reviewed all nonoperative acute subdural hematomas (ASDHs) treated at our center from 2011 to 2015. Inclusion criteria were ASDH on computed tomography (CT), admission Glasgow coma score >7, and repeat CT to evaluate ASDH change. RRASDH was defined as reduced hematoma thickness by 50% within 72 h. Clinical data, CT findings, and trauma end points were analyzed for the RRASDH and nonresolving groups.There were 154 ASDH patients included, with 29 cases of RRASDH. The RRASDH group had a lower rate of comorbidities than the nonresolving group (58.6% versus 78.4%, P = 0.03) and a lower rate of prehospital anticoagulation (7.7% versus 37.1%, P = 0.004). Previously reported predictors of RRASDH did not differ between the groups, nor did any clinical outcome measures. When compared with patients who experienced rapid growth (>50% increased width in 72 h), the RRASDH group had lower mortality (3.4% versus 23.5%, P = 0.04).To our knowledge, this is the largest review of RRASDHs. We identified two previously unrecognized factors that may predict resolution; however, previously reported predictors were not associated with resolution. We also found no relationship between RRASDHs and improved standard trauma outcomes, calling into question the clinical significance of RRASDH.", "doi": "10.1016/j.jss.2017.05.106", "title": "Shedding new light on rapidly resolving traumatic acute subdural hematomas.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}