{"authors": [["Brooke", "Magdalene", "M", "Department of Surgery, University of California San Francisco East Bay, Oakland, California. Electronic address: m.brooke.sanchez@gmail.com."], ["Victorino", "Gregory P", "GP", "Department of Surgery, University of California San Francisco East Bay, Oakland, California."]], "date": "2017-06-27", "id": "29078870", "text": "Computed tomography (CT) imaging has an established role in the initial evaluation of blunt abdominal trauma. What is less clear is the role of CT in guiding delayed exploration in patients initially managed nonoperatively after blunt trauma. We hypothesized that a repeat CT would accurately identify the need for an exploratory laparotomy in this patient population.From 2005 to 2014, we reviewed all blunt abdominal trauma patients at our institution who received an admission CT scan. We identified patients who underwent repeat CT of the abdomen within 72 h for the documented purpose of reevaluating potential intra-abdominal injuries. CT findings were categorized as either having a CT indication for exploration or not, allowing a sensitivity analysis.Of the 50 patients who met our inclusion criteria, 9 underwent surgical exploration of the abdomen and 41 did not. Admission clinical indicators such as Glasgow Coma Scale, Injury Severity Score, and vitals were similar between the operative and nonoperative groups (P > 0.05). When compared with initial CT scan, repeat scan was found to increase the sensitivity from 67% to 100%, while also improving the specificity to 86%, positive predictive value to 50%, and negative predictive value to 100%.Repeat CT scan of the abdomen may be useful in evaluating blunt trauma patients initially managed nonoperatively. The second CT scan increases the sensitivity of CT evaluation to 100% while also improving the specificity, positive predictive value, and negative predictive value.", "doi": "10.1016/j.jss.2017.05.107", "title": "Repeat computed tomography is highly sensitive in determining need for delayed exploration in blunt abdominal trauma.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}