{"authors": [["Vines", "Claire", "C", "School of Pharmacy, University of Mississippi Medical Center, Jackson, MS."], ["Tesseneer", "Stephanie J", "SJ", "School of Pharmacy, University of Mississippi Medical Center, Jackson, MS."], ["Cox", "Robert D", "RD", "Department of Emergency Medicine, University of Mississippi Medical Center, Jackson, MS."], ["Darsey", "Damon A", "DA", "Department of Emergency Medicine, University of Mississippi Medical Center, Jackson, MS."], ["Carbrey", "Kristin", "K", "School of Pharmacy, University of Mississippi Medical Center, Jackson, MS."], ["Puskarich", "Michael A", "MA", "Department of Emergency Medicine, University of Mississippi Medical Center, Jackson, MS."]], "date": "2017-11-13", "id": "29077228", "text": "The objective was to evaluate the feasibility, safety, and preliminary efficacy of four-factor prothrombin complex concentrate (4-factor PCC) administration by an air ambulance service prior to or during transfer of patients with warfarin-associated major hemorrhage to a tertiary care center for definitive management (interventional arm) compared to patients receiving 4-factor PCC following transfer by air ambulance or ground without 4-factor PCC treatment (conventional arm).This was a retrospective chart review of patients presenting to a large academic medical center. All patients presenting to the emergency department (ED) treated with 4-factor PCC from April 1, 2014, through June 30, 2016, were identified. For this study, only transfer patients with an International Normalized Ratio (INR) > 1.5 actively treated with warfarin were included. The primary outcome was the proportion of patients with an INR ≤ 1.5 upon tertiary care hospital arrival, and the secondary efficacy outcome was difference in time to achievement of INR ≤ 1.5. Additional safety and efficacy objectives included difference in thromboembolic complications, length of stay, intensive care unit length of stay, and inpatient mortality between groups.Of the 72 included patients, a higher proportion of patients in the interventional group had an INR ≤ 1.5 on ED arrival (proportion difference = 0.82, 95% confidence interval = 0.64-0.92, p < 0.0001) and significantly reduced time to observed INR ≤ 1.5 (181 minutes vs. 541 minutes, p = 0.001). No differences were observed in thromboembolic complications or patient-centered outcomes with the exception of mortality, which was significantly higher in patients in the interventional group. This group was also observed to have lower Glasgow Coma Scale score and higher intubation rates prior to transfer and treatment.Dispatch of an air ambulance carrying 4-factor PCC with administration prior to transfer is feasible and leads to more rapid improvement in INR among patients with warfarin-associated major hemorrhage.", "doi": "10.1111/acem.13338", "title": "Air Ambulance Delivery and Administration of Four-factor Prothrombin Complex Concentrate Is Feasible and Decreases Time to Anticoagulation Reversal.", "journal": ["Academic emergency medicine : official journal of the Society for Academic Emergency Medicine", "Acad Emerg Med"]}