{"authors": [["Alió Del Barrio", "Jorge L", "JL", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["Tiveron", "Mauro", "M", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["Plaza-Puche", "Ana B", "AB", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["Amesty", "María A", "MA", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["Casanova", "Laura", "L", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["García", "María J", "MJ", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."], ["Alió", "Jorge L", "JL", " Cornea, Cataract and Refractive Surgery Unit, Vissum Corporación, Alicante - Spain."]], "date": "2017-10-18", "id": "29077186", "text": "To evaluate the visual outcomes after femtosecond laser-assisted laser in situ keratomileusis (LASIK) surgery to correct primary compound hyperopic astigmatism with high cylinder using a fast repetition rate excimer laser platform with optimized aspheric profiles and cyclotorsion control.Eyes with primary simple or compound hyperopic astigmatism and a cylinder power ≥3.00 D had uneventful femtosecond laser-assisted LASIK with a fast repetition rate excimer laser ablation, aspheric profiles, and cyclotorsion control. Visual, refractive, and aberrometric results were evaluated at the 3- and 6-month follow-up. The astigmatic outcome was evaluated using the Alpins method and ASSORT software.This study enrolled 80 eyes at 3 months and 50 eyes at 6 months. The significant reduction in refractive sphere and cylinder 3 and 6 months postoperatively (p<0.01) was associated with an improved uncorrected distance visual acuity (p<0.01). A total of 23.75% required retreatment 3 months after surgery. Efficacy and safety indices at 6 months were 0.90 and 1.00, respectively. At 6 months, 80% of eyes had an SE within ±0.50 D and 96% within ±1.00 D. No significant differences were detected between the third and the sixth postoperative months in refractive parameters. A significant increase in the spherical aberration was detected, but not in coma. The correction index was 0.94 at 3 months.Laser in situ keratomileusis for primary compound hyperopic astigmatism with high cylinder (>3.00 D) using the latest excimer platforms with cyclotorsion control, fast repetition rate, and optimized aspheric profiles is safe, moderately effective, and predictable.", "doi": "10.5301/ejo.5001051", "title": "Laser-assisted in situ keratomileusis with optimized, fast-repetition, and cyclotorsion control excimer laser to treat hyperopic astigmatism with high cylinder.", "journal": ["European journal of ophthalmology", "Eur J Ophthalmol"]}