{"authors": [["Patel", "Anita K", "AK", "Department of Pediatric Critical Care, Children's National Medical Center, Washington, DC."], ["Biagas", "Katherine V", "KV", "Department of Pediatric Critical Care, Columbia University College of Physicians and Surgeons, New York, NY."], ["Clark", "Eunice C", "EC", "Department of Pediatric Critical Care, New York Presbyterian Hospital, Columbia University Medical Center, New York, NY."], ["Traube", "Chani", "C", "Department of Pediatric Critical Care, Weill Cornell Medical College, New York, NY."]], "date": null, "id": "29076929", "text": "To determine the prevalence of delirium in children who require extracorporeal membrane oxygenation.Prospective observational longitudinal cohort study.Urban academic cardiothoracic ICU.All consecutive admissions to the cardiothoracic ICU who required venoarterial extracorporeal membrane oxygenation support.Daily delirium screening with the Cornell Assessment for Pediatric Delirium.Eight children required extracorporeal membrane oxygenation during the study period, with a median extracorporeal membrane oxygenation duration of 202 hours (interquartile range, 99-302). All eight children developed delirium during their cardiothoracic ICU stay. Seventy-two days on extracorporeal membrane oxygenation were included in the analysis. A majority of patient days on extracorporeal membrane oxygenation were spent in coma (65%). Delirium was diagnosed during 21% of extracorporeal membrane oxygenation days. Only 13% of extracorporeal membrane oxygenation days were categorized as delirium free and coma free. Delirium screening was successfully completed on 70/72 days on extracorporeal membrane oxygenation (97%).In this cohort, delirium occurred in all children who required venoarterial extracorporeal membrane oxygenation. It is likely that this patient population has an extremely high risk for delirium and will benefit from routine screening in order to detect and treat delirium sooner. This has potential to improve both short- and long-term outcomes.", "doi": "10.1097/PCC.0000000000001364", "title": "Delirium in the Pediatric Cardiac Extracorporeal Membrane Oxygenation Patient Population: A Case Series.", "journal": ["Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies", "Pediatr Crit Care Med"]}