{"authors": [["Lai", "Yun-Ru", "YR", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Lin", "Yu-Jun", "YJ", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Shih", "Fu-Yuan", "FY", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Wang", "Hung-Chen", "HC", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Tsai", "Nai-Wen", "NW", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Kung", "Chia-Te", "CT", "Department of Emergency Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Lin", "Wei-Che", "WC", "Department of Radiology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Cheng", "Ben-Chung", "BC", "Department of Internal Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Su", "Yu-Jih", "YJ", "Department of Internal Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Chang", "Ya-Ting", "YT", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Su", "Chih-Min", "CM", "Department of Emergency Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan."], ["Hsiao", "Sheng-Yuan", "SY", "Department of Emergency Medicine, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan."], ["Huang", "Chih-Cheng", "CC", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan. Electronic address: chlu99@adm.cgmh.org.tw."], ["Lu", "Cheng-Hsien", "CH", "Department of Neurology, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Kaohsiung, Taiwan; Department of Biological Science, National Sun Yat-Sen University, Kaohsiung, Taiwan; Department of Neurology, Xiamen Chang Gung Memorial Hospital, Xiamen, Fujian, China. Electronic address: chlu99@ms44.url.com.tw."]], "date": "2017-10-23", "id": "29074424", "text": "Reduced baroreflex sensitivity (BRS) has been reported in patients with acute cardiovascular events. We tested the hypothesis that BRS is substantially reduced in patients with spontaneous intracerebral hemorrhage (ICH) and that BRS can predict treatment outcomes.We examined BRS and other cardiovascular autonomic parameters in 35 patients with ICH over the course of 30 days. Cardiovascular autonomic parameters also were evaluated in 30 healthy volunteer subjects during the study period. Outcome was assessed at 30 days with the modified Rankin Scale (mRS). Good outcome was defined as an mRS <1, whereas patients defined as having a poor outcome had either an mRS ≥2 or died shortly after the stroke event.Twenty patients had a poor outcome, and 15 patients had a good outcome. BRS values in the patients with poor outcome group were lower in comparison with the healthy subjects, and BRS values in patients with poor outcomes were significantly lower than that those in patients with good outcomes on day 1, day 4, and day 10. BRS was associated independently with outcome and the cut-off value of BRS on day 1 in the poor outcome group was 6.79.Based on our results, BRS value at admission is a more powerful predictor of outcome than the Glasgow Coma Scale score at admission. An assay of BRS could be added as a biomarker for outcome prediction among patients with spontaneous ICH in clinical practice.", "doi": "10.1016/j.wneu.2017.10.076", "title": "Effect of Baroreceptor Sensitivity on Outcomes in Patients with Acute Spontaneous Intracerebral Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}