{"authors": [["Kinoshita", "Tokio", "T", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Nishimura", "Yukihide", "Y", "Department of Rehabilitation Medicine, Iwate Medical University, Morioka city, Iwate, Japan."], ["Nakamura", "Takeshi", "T", "Department of Rehabilitation Medicine, School of Medicine, Yokohama City University, Yokohama city, Kanagawa, Japan."], ["Hashizaki", "Takamasa", "T", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Kojima", "Daisuke", "D", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Kawanishi", "Makoto", "M", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Uenishi", "Hiroyasu", "H", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Arakawa", "Hideki", "H", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Ogawa", "Takahiro", "T", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Kamijo", "Yoshi-Ichiro", "YI", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Kawasaki", "Takashi", "T", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."], ["Tajima", "Fumihiro", "F", "Department of Rehabilitation Medicine, Wakayama Medical University, Wakayama city, Wakayama, Japan."]], "date": "2017-10-26", "id": "29073250", "text": "Clinical evidence suggests that early mobilization of patients with acute stroke improves activity of daily living (ADL). The purpose of this study was to compare the utility of the physiatrist and registered therapist operating acute rehabilitation (PROr) applied early or late after acute stroke.This study was prospective cohort study, assessment design. Patients with acute stroke (n = 227) admitted between June 2014 and April 2015 were divided into three groups based on the time of start of PROr: within 24 hours (VEM, n = 47), 24-48 hours (EM, n = 77), and more than 48 hours (OM, n = 103) from stroke onset. All groups were assessed for the number of deaths during hospitalization, and changes in the Glasgow Coma Scale (GCS), National Institute of Health Stroke Scale (NIHSS), and Functional Independence Measure (FIM) at hospital discharge.All patients were assessed by physiatrists, who evaluated the specific needs for rehabilitation, and then referred them to registered physical therapists and occupational therapists to provide early mobilization (longer than one hour per day per patient).The number of deaths encountered during the PROr period was 13 (out of 227, 5.7%), including 2 (4.3%) in the VEM group. GCS improved significantly during the hospital stay in all three groups, but the improvement on discharge was significantly better in the VEM group compared with the EM and OM groups. FIM improved significantly in the three groups, and the gains in total FIM and motor subscale were significantly greater in the VEM than the other groups.PROr seems safe and beneficial rehabilitation to improve ADL in patients with acute stroke.", "doi": "10.1371/journal.pone.0187099", "title": "Effects of physiatrist and registered therapist operating acute rehabilitation (PROr) in patients with stroke.", "journal": ["PloS one", "PLoS ONE"]}