{"authors": [["Fallenius", "Marika", "M", "Division of Intensive Care, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Skrifvars", "Markus B", "MB", "Division of Intensive Care, Department of Anesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Reinikainen", "Matti", "M", "Department of Intensive Care, North Karelia Central Hospital, Joensuu, Finland."], ["Bendel", "Stepani", "S", "Department of Anesthesiology and Intensive Care, Kuopio University Hospital, Kuopio, Finland."], ["Raj", "Rahul", "R", "Department of Neurosurgery, University of Helsinki and Helsinki University Hospital, Helsinki, Finland. rahul.raj@hus.fi."]], "date": "2017-10-25", "id": "29070068", "text": "Intensive care scoring systems are widely used in intensive care units (ICU) around the world for case-mix adjustment in research and benchmarking. The aim of our study was to investigate the usefulness of common intensive care scoring systems in predicting mid-term mortality in patients with spontaneous intracerebral hemorrhage (ICH) treated in intensive care units (ICU).We performed a retrospective observational study including adult patients with spontaneous ICH treated in Finnish ICUs during 2003-2012. We used six-month mortality as the primary outcome of interest. We used logistic regression to customize Acute Physiology and Chronic Health Evaluation (APACHE) II, Simplified Acute Physiology Score (SAPS) II and Sequential Organ Failure Assessment (SOFA) for six-month mortality prediction. To assess the usefulness of the scoring systems, we compared their discrimination and calibration with two simpler models consisting of age, Glasgow Coma Scale (GCS) score, and premorbid functional status.Totally 3218 patients were included. Overall six-month mortality was 48%. APACHE II and SAPS II outperformed SOFA (area under the receiver operator curve [AUC] 0.83 and 0.84, respectively, vs. 0.73) but did not show any benefit over the simpler models in terms of discrimination (AUC 0.84, p > 0.05 for all models). SAPS II showed satisfactory calibration (p = 0.058 in the Hosmer-Lemeshow test), whereas all other models showed poor calibration (p < 0.05).In this retrospective multi-center study, we found that SAPS II and APACHE II were of no additional prognostic value to a simple model based on only age and GCS score for patients with ICH treated in the ICU. In fact, the major predictive ability of APACHE II and SAPS II comes from their age and GCS score components. SOFA performed significantly poorer than the other models and is not applicable as a prognostic model for ICH patients. All models displayed poor calibration, highlighting the need for improved prognostic models for ICH patients.The common intensive care scoring systems did not outperform a simpler model based on only age and GCS score. Thus, the use of previous intensive care scoring systems is not warranted in ICH patients.", "doi": "10.1186/s13049-017-0448-z", "title": "Common intensive care scoring systems do not outperform age and glasgow coma scale score in predicting mid-term mortality in patients with spontaneous intracerebral hemorrhage treated in the intensive care unit.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}