{"authors": [["Cai", "Qiang", "Q", "aDepartment of Neurosurgery, Renmin Hospital of Wuhan University, Hubei Province bDepartments of Neurosurgery, PLA General Hospital, Beijing cDepartments of Neurosurgery, the Second Clinical Medical College, Yangtze University, Hubei Province dDepartment of Radiology, Renmin Hospital of Wuhan University, Hubei province eDepartment of Neurosurgery, Central Hospital of Xiangyang City, Hubei Province, China."], ["Zhang", "Huaping", "H", null], ["Zhao", "Dong", "D", null], ["Yang", "Zhaohui", "Z", null], ["Hu", "Keqi", "K", null], ["Wang", "Long", "L", null], ["Zhang", "Wenfei", "W", null], ["Chen", "Zhibiao", "Z", null], ["Chen", "Qianxue", "Q", null]], "date": null, "id": "29069046", "text": "This retrospective study aimed to evaluate the effectiveness and safety of 3 surgical procedures for Spontaneous Supratentorial Intracerebral Hemorrhage (SICH).A total of 63 patients with SICH were randomized into 3 groups. Group A (n = 21) underwent craniotomy surgery, group B (n = 22) underwent burr hole, urokinase infusion and catheter drainage, and group C (n = 20) underwent neuroendoscopic surgery. The hematoma evacuation rate of the operation was analyzed by 3D Slice software and the average surgery time, visualization during operation, decompressive effect, mortality, Glasgow Coma Scale (GCS) improvement, complications include rebleeding, pneumonia, intracranial infection were also compared among 3 groups.All procedures were successfully completed and the hematoma evacuation rate was significant differences among 3 groups which were 79.8%, 43.1%, 89.3% respectively (P < .01), and group C was the highest group. Group B was smallest traumatic one and shared the shortest operation time, but for the lack of hemostasis, it also the highest rebleeding group (P = .03). Although there were different in complications, but there was no significant in pneumonia, intracranial infection, GCS improvement and mortality rate.All these 3 methods had its own advantages and shortcomings, and every approach had its indications for SICH. Although for neuroendoscopic technical's minimal invasive, direct vision, effectively hematoma evacuation rate, and the relatively optimistic result, it might be a more promising approach for SICH.", "doi": "10.1097/MD.0000000000008435", "title": "Analysis of three surgical treatments for spontaneous supratentorial intracerebral hemorrhage.", "journal": ["Medicine", "Medicine (Baltimore)"]}