{"authors": [["Rady", "Mohamed Y", "MY", "Mayo Clinic College of Medicine and Science and Department of Critical Care Medicine, Mayo Clinic Hospital, 5777 East Mayo Blvd, Phoenix, AZ, 85054, USA. rady.mohamed@mayo.edu."], ["Verheijde", "Joseph L", "JL", "Mayo Clinic College of Medicine and Science and Department of Physical Medicine and Rehabilitation, Mayo Clinic, 13400 E Shea Blvd, Scottsdale, AZ, 85259, USA."]], "date": "2017-10-24", "id": "29067599", "text": "Death is defined in the Quran with a single criterion of irreversible separation of the ruh (soul) from the body. The Quran is a revelation from God to man, and the primary source of Islamic knowledge. The secular concept of death by neurological criteria, or brain death, is at odds with the Quranic definition of death. The validity of this secular concept has been contested scientifically and philosophically. To legitimize brain death for the purpose of organ donation and transplantation in Muslim communities, Chamsi-Pasha and Albar (concurring with the US President's Council on Bioethics) have argued that irreversible loss of capacity for consciousness and breathing (apneic coma) in brain death defines true death in accordance with Islamic sources. They have postulated that the absence of nafs (personhood) and nafas (breath) in apneic coma constitutes true death because of departure of the soul (ruh) from the body. They have also asserted that general anesthesia is routine in brain death before surgical procurement. Their argument is open to criticism because: (1) the ruh is described as the essence of life, whereas the nafs and nafas are merely human attributes; (2) unlike true death, the ruh is still present even with absent nafs and nafas in apneic coma; and (3) the routine use of general anesthesia indicates the potential harm to brain-dead donors from surgical procurement. Postmortem general anesthesia is not required for autopsy. Therefore, the conclusion must be that legislative enforcement of nonconsensual determination of neurological (brain) death and termination of life-support and medical treatment violates the religious rights of observant Muslims.", "doi": "10.1007/s10943-017-0512-z", "title": "Legislative Enforcement of Nonconsensual Determination of Neurological (Brain) Death in Muslim Patients: A Violation of Religious Rights.", "journal": ["Journal of religion and health", "J Relig Health"]}