{"authors": [["Yang", "Xiangming", "X", "Emergency Department, Shengjing Hospital of China Medical University, Shenyang 110004, China."], ["Xin", "Shiyu", "S", "Emergency Department, Shengjing Hospital of China Medical University, Shenyang 110004, China."], ["Zhang", "Yajie", "Y", "Emergency Department, Shengjing Hospital of China Medical University, Shenyang 110004, China."], ["Li", "Tiegang", "T", "Emergency Department, Shengjing Hospital of China Medical University, Shenyang 110004, China. Electronic address: litg@sj-hospital.org."]], "date": "2017-10-18", "id": "29066188", "text": "To investigate the clinical value of early hemoperfusion (HP) in emergency treatment of carbamazepine (CBZ) poisoning.104 patients with acute CBZ poisoning treated from August 2004 to October 2015 in the Emergency Department were reviewed. Patients were categorized into three groups: group A, who received HP treatment in the Emergency Department; group B, who received HP treatment in the blood purification room; and group C, who did not received HP treatment. Pharmacokinetic parameters of CBZ and remission of complications were compared among the three groups.Both groups A and B had lower time to peak, area under curve and maximum concentration values than group C (P<0.05), and these kinetics indexes were significantly lower in group A than in group B (P<0.05). The mean retention times were 0.85±0.08, 1.20±0.15 and 2.52±0.29days in the three groups, respectively, and were significantly lower value in group A than in group B (P<0.05). The incidences of respiratory depression and seizure in group A were significantly lower than those of groups B and C (P<0.05). Group A had significantly higher Glasgow coma scale (GCS) scores at 4h after admission than the other two groups (P<0.05), and group B had significantly higher GCS scores than group C at 6h after admission (P<0.05).Initiation of HP in the early treatment stage of CBZ poisoning upon admission to an emergency department can significantly reduce the plasma concentration and retention period of CBZ, relieve the symptoms and shorten the overall treatment period.", "doi": "10.1016/j.ajem.2017.10.048", "title": "Early hemoperfusion for emergency treatment of carbamazepine poisoning.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}