{"authors": [["Kwon", "Churl-Su", "CS", "Department of Neurosurgery, Leeds General Infirmary, Leeds, United Kingdom. Electronic address: churlsu.kwon@gmail.com."], ["Al-Awar", "Omar", "O", "Department of Neurosurgery, Oxford University, Oxford, United Kingdom; Department of Neurosurgery, Vilnius, Lithuania."], ["Richards", "Oliver", "O", "Department of Neurosurgery, Leeds General Infirmary, Leeds, United Kingdom."], ["Izu", "Alane", "A", "Department of Biostatistics, University of Witwatersrand, Johannesburg, South Africa."], ["Lengvenis", "Givi", "G", "Department of Neurosurgery, Vilnius, Lithuania."]], "date": "2017-10-20", "id": "29061462", "text": "Chronic subdural hematoma (CSDH) is a commonly encountered neurosurgical pathology that frequently requires operative intervention. With an increasing ageing demographic, more elderly and comorbid patients will present with symptomatic CSDH. This study evaluated clinical and radiologic factors to create a scoring system to aid prognostication.A cohort of patients undergoing evacuation of CSDH at a single institution was established from 2010 to 2015. Primary endpoint was a dichotomized score on a modified Rankin Scale score at 1-year follow-up (favorable outcome score 0-1; unfavorable outcome score 2-6). Logistic regression analyses were performed to model determinants related to outcome. A prediction rule for diagnosing poor postoperative prognosis with unfavorable modified Rankin Scale score was developed with the obtained results.Logistic regression analyses showed that age >75 years, midline shift >10 mm, and hematoma thickness >30 mm were significantly associated with unfavorable outcome (age >75 years: odds ratio [OR] 0.01, 95% confidence interval [CI] 0.001-0.01; midline shift 11-20 mm: OR 0.18, 95% CI 0.04-0.88; midline shift >20 mm: OR 0.03, 95% CI 0.002-0.41; hematoma thickness >30 mm: OR 0.07, 95% CI 0.01-0.46). A scoring system was designed using the final fitted multivariate model. A minimum score of 3 is feasible, indicating worst prognosis, and maximum score of 13 is feasible, indicating best prognosis. A score of ≥9 showed favorable outcome. Receiver operating characteristic curves were constructed to predict favorable versus unfavorable outcomes with the sensitivity analysis yielding an excellent model discrimination with an area under curve of 0.95, 95% CI 0.92-0.98.A scoring system has been devised to predict outcome, which can aid in the necessity of surgery in certain patient demographics.", "doi": "10.1016/j.wneu.2017.10.058", "title": "Predicting Prognosis of Patients with Chronic Subdural Hematoma: A New Scoring System.", "journal": ["World neurosurgery", "World Neurosurg"]}