{"authors": [["Ming", "Wenquan", "W", "Centre for High Resolution Electron Microscopy, College of Materials Science and Engineering, Hunan University, Changsha, 410082, China."], ["Chen", "Jianghua", "J", "Centre for High Resolution Electron Microscopy, College of Materials Science and Engineering, Hunan University, Changsha, 410082, China. Electronic address: jhchen123@hnu.edu.cn."], ["Allen", "Christopher S", "CS", "Department of Materials Science, University of Oxford, Parks Road, Oxford, OX1 3PH, UK."], ["Duan", "Shiyun", "S", "Centre for High Resolution Electron Microscopy, College of Materials Science and Engineering, Hunan University, Changsha, 410082, China."], ["Shen", "Ruohan", "R", "Centre for High Resolution Electron Microscopy, College of Materials Science and Engineering, Hunan University, Changsha, 410082, China."]], "date": "2017-10-12", "id": "29059563", "text": "In a transmission electron microscope, electron illumination beam tilt, or the degree of deviation of electron beam from its optical axis, is an important parameter that has a significant impact on image contrast and image interpretation. Although a large beam tilt can easily be noticed and corrected by the standard alignment procedure, a small residual beam tilt is difficult to measure and, therefore, difficult to account for quantitatively. Here we report a quantitative method for measuring small residual beam tilts, including its theoretical schemes, numerical simulation testing and experimental verification. Being independent of specimen thickness and taking specimen drifts into account in measurement, the proposed method is supplementary to the existing \"rotation center\" and \"coma-free\" alignment procedures. It is shown that this method can achieve a rather good accuracy of 94% in measuring small residual beam tilts of about 0.1° or less.", "doi": "10.1016/j.ultramic.2017.10.005", "title": "A quantitative method for measuring small residual beam tilts in high-resolution transmission electron microscopy.", "journal": ["Ultramicroscopy", "Ultramicroscopy"]}