{"authors": [["Tamura", "Tomoyoshi", "T", "Department of Emergency and Critical Care Medicine, Keio University School of Medicine, 35 Shinanomachi, Shinkuku-ku, Tokyo, 160-8582, Japan. tamura8@keio.jp."], ["Hayashida", "Kei", "K", "Department of Emergency and Critical Care Medicine, Keio University School of Medicine, 35 Shinanomachi, Shinkuku-ku, Tokyo, 160-8582, Japan."], ["Sano", "Motoaki", "M", "The Center for Molecular Hydrogen Medicine, Keio University, 2-15-45 Mita, Minato-ku, Tokyo, 108-8345, Japan."], ["Onuki", "Shuko", "S", "The Center for Molecular Hydrogen Medicine, Keio University, 2-15-45 Mita, Minato-ku, Tokyo, 108-8345, Japan."], ["Suzuki", "Masaru", "M", "Department of Emergency and Critical Care Medicine, Keio University School of Medicine, 35 Shinanomachi, Shinkuku-ku, Tokyo, 160-8582, Japan."]], "date": "2017-10-23", "id": "29058596", "text": "Hydrogen gas inhalation (HI) improved survival and neurological outcomes in an animal model of post-cardiac arrest syndrome (PCAS). The feasibility and safety of HI for patients with PCAS was confirmed in a pilot study. The objective of this study is to evaluate the efficacy of HI for patients with PCAS.The efficacy of inhaled HYdrogen on neurological outcome following BRain Ischemia During post-cardiac arrest care (HYBRID II) trial is an investigator-initiated, randomized, double-blind, placebo-controlled trial designed to enroll 360 adult comatose (Glasgow Coma Scale score < 8) patients who will be resuscitated following an out-of-hospital cardiac arrest of a presumed cardiac cause. The patients will be randomized (1:1) to either the HI or control group. Patients in the HI group will inhale 2% hydrogen with 24% to 50% oxygen, and those in the control group will inhale 24% to 50% oxygen for 18 h after admission via mechanical ventilation. Multidisciplinary post-arrest care, including targeted temperature management (TTM) between 33 °C and 36 °C, will be provided in accordance with the latest guidelines. The primary outcome of interest is the 90-day neurological outcome, as evaluated using the Cerebral Performance Categories scale (CPC). The secondary outcomes of interest are the 90-day survival rate and other neurological outcomes. This study will provide 80% power to detect a 15% change in the proportion of patients with good neurological outcomes (CPCs of 1 and 2), from 50% to 65%, with an overall significance level of 0.05.The first multicenter randomized trial is underway to confirm the efficacy of HI on neurological outcomes in comatose out-of-hospital cardiac arrest survivors. Our study has the potential to address HI as an appealing and innovative therapeutic strategy for PCAS in combination with TTM.University Hospital Medical Information Network (UMIN), 000019820 . Registered on 17 November 2015.", "doi": "10.1186/s13063-017-2246-3", "title": "Efficacy of inhaled HYdrogen on neurological outcome following BRain Ischemia During post-cardiac arrest care (HYBRID II trial): study protocol for a randomized controlled trial.", "journal": ["Trials", "Trials"]}