{"authors": [["Abraham", "Peter", "P", "Department of Neurosurgery, University of California, San Diego, CA, USA."], ["Rennert", "Robert C", "RC", "Department of Neurosurgery, University of California, San Diego, CA, USA."], ["Gabel", "Brandon C", "BC", "Department of Neurosurgery, University of California, San Diego, CA, USA."], ["Sack", "Jayson A", "JA", "Department of Neurosurgery, University of California, San Diego, CA, USA."], ["Karanjia", "Navaz", "N", "Department of Neurosurgery, University of California, San Diego, CA, USA."], ["Warnke", "Peter", "P", "Section of Neurosurgery, University of Chicago, Chicago, IL, USA."], ["Chen", "Clark C", "CC", "Department of Neurosurgery, University of Minnesota, UM, D429 Mayo Memorial Building, 420 Delaware Street S.E., MMC 96, Minneapolis, MN, 55455, USA. ccchen@umn.edu."]], "date": "2017-10-20", "id": "29058090", "text": "Severe traumatic brain injury (sTBI) is a major cause of morbidity and mortality. Intracranial pressure (ICP) monitoring and management form the cornerstone of treatment paradigms for sTBI in developed countries. We examine the available randomized controlled trial (RCT) data on the impact of ICP management on clinical outcomes after sTBI.A systematic review of the literature on ICP management following sTBI was performed to identify pertinent RCT articles.We identified six RCT articles that examined whether ICP monitoring, decompressive craniectomy, or barbiturate coma improved clinical outcomes after sTBI. These studies support (1) the utility of ICP monitoring in the management of sTBI patients and (2) craniectomy and barbiturate coma as effective methods for the management of intracranial hypertension secondary to sTBI. However, despite adequate ICP control in sTBI patients, a significant proportion of surviving patients remain severely disabled.If one sets the bar at the level of functional independence, then the RCT data raises questions pertaining to the utility of decompressive craniectomy and barbiturate coma in the setting of sTBI.", "doi": "10.1007/s00701-017-3363-1", "title": "ICP management in patients suffering from traumatic brain injury: a systematic review of randomized controlled trials.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}