{"authors": [["Han", "Julian Xinguang", "JX", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore."], ["See", "Angela An Qi", "AAQ", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore."], ["King", "Nicolas Kon Kam", "NKK", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore; Duke-NUS Medical School, Singapore, Singapore. Electronic address: nicolas.kon.k.k@singhealth.com.sg."]], "date": "2017-10-17", "id": "29054778", "text": "Numerous scores have been developed for prognostication of outcomes in intracerebral hemorrhage (ICH). Prediction models must be validated internally and externally before they are considered widely applicable. We aim to independently externally validate and compare 3 prediction models (ICH score, ICH grading scale [ICH-GS], and simplified ICH [sICH]) in our population, which has not been previously done.We reviewed 1338 patients with spontaneous ICH consecutively admitted to the National Neuroscience Institute, Singapore, between January 2009 and November 2013. We analyzed prospectively collected data of admission characteristics (clinical, neuroimaging, and laboratory findings). All 3 scores prognosticated 30-day mortality. Validation was based on calibration, goodness-of-fit tests, and discrimination (area under receiver operating characteristic curve [AUC]). Akaike information criterion (AIC) and decision curve analysis (DCA) were used to directly compare the scores.All 3 models showed good calibration and both the Hosmer-Lemeshow and the le Cessie-van Houwelingen-Copas goodness-of-fit test showed P values >0.05. AUCs ranged from 0.86 to 0.90, indicating good discriminative ability, with the ICH-GS performing the best with the highest AUC, lowest AIC (849), and overall highest net benefit in the DCA.This study successfully independently validates the ICH score, ICH-GS, and sICH score in a large patient cohort with spontaneous ICH, which has not been previously done in this non-Western population. We recommend the use of the ICH-GS as a prognostication tool in our patients instead of the widely used ICH score.", "doi": "10.1016/j.wneu.2017.10.039", "title": "Validation of Prognostic Models to Predict Early Mortality in Spontaneous Intracerebral Hemorrhage: A Cross-Sectional Evaluation of a Singapore Stroke Database.", "journal": ["World neurosurgery", "World Neurosurg"]}