{"authors": [["Yu", "Zhiyuan", "Z", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Zheng", "Jun", "J", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Guo", "Rui", "R", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Ma", "Lu", "L", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Li", "Mou", "M", "Department of Radiology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Wang", "Xiaoze", "X", "Department of Radiology, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Lin", "Sen", "S", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["You", "Chao", "C", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Li", "Hao", "H", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China. Electronic address: ns_lihao@126.com."]], "date": "2017-10-17", "id": "29054774", "text": "To investigate the association between ultraearly hematoma growth (uHG) and clinical outcome in patients with spontaneous intracerebral hemorrhage (sICH) receiving hematoma evacuation.Supratentorial sICH patients receiving hematoma evacuation within 24 hours after ictus were enrolled in this study. uHG was defined as baseline hematoma volume/onset-to-computed tomography (CT) time (mL/h). The outcome was assessed by the modified Rankin Scale (mRS) score at 3 months. Unfavorable outcome was defined as mRS >2.A total of 93 patients were enrolled in this study. The mean uHG was 10.3 ± 5.5 mL/h. In 69 (74.2%) of patients, the outcome was unfavorable at 3 months. The uHG in patients with unfavorable outcome were significantly higher than in those with favorable outcome (11.0 ± 6.1 mL/h vs. 8.3 ± 2.5 mL/h, P = 0.003). The optimal cutoff of uHG for predicting unfavorable outcome was 8.7 mL/h. The sensitivity, specificity, positive predictive value, and negative predictive value of uHG >8.7 mL/h for predicting unfavorable outcome were 56.5%, 75.0%, 86.7%, and 37.5%, respectively.uHG is a helpful predictor of unfavorable outcome in sICH patients treated with hematoma evacuation. The optimal cutoff of uHG to assist in predicting unfavorable outcome in sICH patients receiving hematoma evacuation is 8.7mL/h.", "doi": "10.1016/j.wneu.2017.10.049", "title": "Prognostic Significance of Ultraearly Hematoma Growth in Spontaneous Intracerebral Hemorrhage Patients Receiving Hematoma Evacuation.", "journal": ["World neurosurgery", "World Neurosurg"]}