{"authors": [["Ferrante", "Enrico", "E", "Neurological Science Department, Headache Centre, Niguarda Ca' Granda Hospital, Milan, Italy. enricoferrante@libero.it."], ["Rubino", "Fabio", "F", "Anaesthesia and Intensive Care, Niguarda Ca' Granda Hospital, Milan, Italy."], ["Beretta", "Federica", "F", "Neurosurgical Science Department, Niguarda Ca' Granda Hospital, Milan, Italy."], ["Regna-Gladin", "Caroline", "C", "Neuroradiology Department, Niguarda Ca' Granda Hospital, Milan, Italy."], ["Ferrante", "M Mirko", "MM", "Anaesthesia and Intensive Care Department, University of Insubria, Varese, Italy."]], "date": "2017-10-20", "id": "29052799", "text": "Spontaneous intracranial hypotension (SIH) is characterized by orthostatic headache, low CSF pressure and diffuse pachymeningeal enhancement on brain MRI. SIH results from spontaneous CSF leakage leading to brain sag. Sometimes, tearing of bridging veins may produce subdural hematomas (SDHs). Patients with SDH were identified retrospectively from 212 consecutive SIH patients. Data were collected on demographics, clinical courses, neuroimaging findings, treatment and outcome of SDH. Thirty-five patients (16%), (6 women, 29 men; aged 33-68; mean, 50 years) with SDH were recruited. They were divided into two groups: initially withSIH diagnosed (n = 29) and undiagnosed (n = 6). After conservative treatment, the first group underwent a lumbar epidural blood patch (EBP) (n = 27) and emergent evacuation of symptomatic SDH (n = 2). After EBP, ten patients had enlarged SDH. Nine of them underwent evacuation of symptomatic SDH with mass effect (ME). In the second group, three patients with clinical worsening from SIH underwent, erroneously, evacuation of mild SDH. They worsened after the evacuation; after SIH diagnosis was made, they underwent one EBP (n = 2) and three EBPs (the patient with coma). The other three cases with symptomatic SDH with ME underwent evacuation with recurrence of SDH (n = 2). All 35 patients enjoyed a good outcome. If conservative treatment is insufficient, EBP should be performed prior to hematoma irrigation. When an emergent evacuation is necessary before EBP, it is preferable to perform, after surgery, one early EBP before the patient gets up to prevent frequent recurrences of SDH by underlying CSF leakage.", "doi": "10.1007/s13760-017-0845-0", "title": "Treatment and outcome of subdural hematoma in patients with spontaneous intracranial hypotension: a report of 35 cases.", "journal": ["Acta neurologica Belgica", "Acta Neurol Belg"]}