{"authors": [["Irimia", "Andrei", "A", "Ethel Percy Andrus Gerontology Center, USC Leonard Davis School of Gerontology, University of Southern California, Los Angeles, CA, United States."], ["Goh", "Sheng-Yang Matthew", "SM", "Laboratory of Neuro Imaging, Mark and Mary Stevens Neuroimaging and Informatics Institute, Keck School of Medicine, University of Southern California, Los Angeles, CA, United States."], ["Wade", "Adam C", "AC", "Laboratory of Neuro Imaging, Mark and Mary Stevens Neuroimaging and Informatics Institute, Keck School of Medicine, University of Southern California, Los Angeles, CA, United States."], ["Patel", "Kavi", "K", "Laboratory of Neuro Imaging, Mark and Mary Stevens Neuroimaging and Informatics Institute, Keck School of Medicine, University of Southern California, Los Angeles, CA, United States."], ["Vespa", "Paul M", "PM", "Brain Injury Research Center, Department of Neurosurgery, David Geffen School of Medicine, University of California, Los Angeles, Los Angeles, CA, United States."], ["Van Horn", "John D", "JD", "Laboratory of Neuro Imaging, Mark and Mary Stevens Neuroimaging and Informatics Institute, Keck School of Medicine, University of Southern California, Los Angeles, CA, United States."]], "date": "2017-10-05", "id": "29051745", "text": "The relationship between the acute clinical presentation of patients with traumatic brain injury (TBI), long-term changes in brain structure prompted by injury and chronic functional outcome is insufficiently understood. In this preliminary study, we investigate how acute Glasgow coma score (GCS) and epileptic seizure occurrence after TBIs are statistically related to functional outcome (as quantified using the Glasgow Outcome Score) and to the extent of cortical thinning observed 6 months after the traumatic event.Using multivariate linear regression, the extent to which the acute GCS and epileptic seizure occurrence (predictor variables) correlate with structural brain changes (relative cortical atrophy) was examined in a group of 33 TBI patients. The statistical significance of the correlation between relative cortical atrophy and the Glasgow Outcome Score was also investigated.A statistically significant correlative relationship between cortical thinning and the predictor variables (acute GCS and seizure occurrence) was identified in the study sample. Regions where the statistical model was found to have highest statistical reliability in predicting both gray matter atrophy and neurological outcome include the frontopolar, middle frontal, postcentral, paracentral, middle temporal, angular, and lingual gyri. In addition, relative atrophy and GOS were also found to be significantly correlated over large portions of the cortex.This study contributes to our understanding of the relationship between clinical descriptors of acute TBI, the extent of injury-related chronic brain changes and neurological outcome. This is partly because the brain areas where cortical thinning was found to be correlated with GCS and with seizure occurrence are implicated in executive control, sensory function, motor acuity, memory, and language, all of which may be affected by TBI. Thus, our quantification suggests the existence of a statistical relationship between acute clinical presentation, on the one hand, and structural/functional brain features which are particularly susceptible to post-injury degradation, on the other hand.", "doi": "10.3389/fneur.2017.00530", "title": "Traumatic Brain Injury Severity, Neuropathophysiology, and Clinical Outcome: Insights from Multimodal Neuroimaging.", "journal": ["Frontiers in neurology", "Front Neurol"]}