{"authors": [["Edlow", "Brian L", "BL", "Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Chatelle", "Camille", "C", "Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Spencer", "Camille A", "CA", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Chu", "Catherine J", "CJ", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Bodien", "Yelena G", "YG", "Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, 175 Cambridge Street, Boston, MA, 02114, USA."], ["O'Connor", "Kathryn L", "KL", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Hirschberg", "Ronald E", "RE", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, 300 First Avenue, Charlestown, MA, 02129, USA."], ["Hochberg", "Leigh R", "LR", "Center for Neurotechnology and Neurorecovery, Massachusetts General Hospital, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Giacino", "Joseph T", "JT", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, 300 First Avenue, Charlestown, MA, 02129, USA."], ["Rosenthal", "Eric S", "ES", "Department of Neurology, Massachusetts General Hospital, Harvard Medical School, 175 Cambridge Street, Boston, MA, 02114, USA."], ["Wu", "Ona", "O", "Athinoula A. Martinos Center for Biomedical Imaging, Department of Radiology, Massachusetts General Hospital, Harvard Medical School, 149 13th Street, Charlestown, MA 02129, USA."]], "date": null, "id": "29050383", "text": "See Schiff (doi:10.1093/awx209) for a scientific commentary on this article. Patients with acute severe traumatic brain injury may recover consciousness before self-expression. Without behavioural evidence of consciousness at the bedside, clinicians may render an inaccurate prognosis, increasing the likelihood of withholding life-sustaining therapies or denying rehabilitative services. Task-based functional magnetic resonance imaging and electroencephalography techniques have revealed covert consciousness in the chronic setting, but these techniques have not been tested in the intensive care unit. We prospectively enrolled 16 patients admitted to the intensive care unit for acute severe traumatic brain injury to test two hypotheses: (i) in patients who lack behavioural evidence of language expression and comprehension, functional magnetic resonance imaging and electroencephalography detect command-following during a motor imagery task (i.e. cognitive motor dissociation) and association cortex responses during language and music stimuli (i.e. higher-order cortex motor dissociation); and (ii) early responses to these paradigms are associated with better 6-month outcomes on the Glasgow Outcome Scale-Extended. Patients underwent functional magnetic resonance imaging on post-injury Day 9.2 ± 5.0 and electroencephalography on Day 9.8 ± 4.6. At the time of imaging, behavioural evaluation with the Coma Recovery Scale-Revised indicated coma (n = 2), vegetative state (n = 3), minimally conscious state without language (n = 3), minimally conscious state with language (n = 4) or post-traumatic confusional state (n = 4). Cognitive motor dissociation was identified in four patients, including three whose behavioural diagnosis suggested a vegetative state. Higher-order cortex motor dissociation was identified in two additional patients. Complete absence of responses to language, music and motor imagery was only observed in coma patients. In patients with behavioural evidence of language function, responses to language and music were more frequently observed than responses to motor imagery (62.5-80% versus 33.3-42.9%). Similarly, in 16 matched healthy subjects, responses to language and music were more frequently observed than responses to motor imagery (87.5-100% versus 68.8-75.0%). Except for one patient who died in the intensive care unit, all patients with cognitive motor dissociation and higher-order cortex motor dissociation recovered beyond a confusional state by 6 months. However, 6-month outcomes were not associated with early functional magnetic resonance imaging and electroencephalography responses for the entire cohort. These observations suggest that functional magnetic resonance imaging and electroencephalography can detect command-following and higher-order cortical function in patients with acute severe traumatic brain injury. Early detection of covert consciousness and cortical responses in the intensive care unit could alter time-sensitive decisions about withholding life-sustaining therapies.", "doi": "10.1093/brain/awx176", "title": "Early detection of consciousness in patients with acute severe traumatic brain injury.", "journal": ["Brain : a journal of neurology", "Brain"]}