{"authors": [["Moon", "Seong Ho", "SH", "aDepartment of Thoracic and Cardiovascular Surgery, Gyeongsang National University Changwon Hospital, Gyeongsang National University School of Medicine, Changwon bDepartment of Thoracic and Cardiovascular Surgery, Gyeongsang National University Hospital, Gyeongsang National University School of Medicine, Jinju, Korea."], ["Kim", "Jong Woo", "JW", null], ["Byun", "Joung Hun", "JH", null], ["Kim", "Sung Hwan", "SH", null], ["Choi", "Jun Young", "JY", null], ["Jang", "In Seok", "IS", null], ["Lee", "Chung Eun", "CE", null], ["Yang", "Jun Ho", "JH", null], ["Kang", "Dong Hun", "DH", null], ["Kim", "Ki Nyun", "KN", null], ["Park", "Hyun Oh", "HO", null]], "date": null, "id": "29049240", "text": "Several scoring systems are commonly used to evaluate severity in patients with traumatic injuries. However, there is no generally accepted standard scoring system to assess the severity of thoracic trauma, specifically in patients who have sustained severe injuries. The present study aimed to evaluate the validity of the trauma and injury severity score (TRISS) and the thorax trauma severity score (TTSS) as predictors of in-hospital mortality in patients with severe thoracic trauma.We conducted a retrospective, consecutive review of the medical records of patients with severe thoracic trauma who were managed at our institution between January 2005 and December 2015. Inclusion criteria were patients with severe thoracic injury (injury severity score > 18) who required intensive care therapy and who had no local or systemic infection. We analyzed the association between the trauma severity scores (TTSS and TRISS) and in-hospital mortality in these patients. We also determined the predictive value of the scores using receiver-operating characteristic (ROC) curves.A total of 228 patients with severe thoracic trauma were included in this study. The in-hospital mortality rate was 21.9%. There was a statistically significant association between the TRISS and in-hospital mortality (P < .001), but the association between the TTSS and in-hospital mortality was not statistically significant (P = .547). The ROC curve demonstrated adequate discrimination, as demonstrated by an area under the curve value of 0.787 for the TRISS. At a cut-off value of 25.9%, the TRISS had a sensitivity of 83.6% and specificity of 73.5% to predict in-hospital mortality.The present study demonstrated that the TRISS, but not the TTSS, can be used to predict in-hospital mortality in patients with severe thoracic trauma; hence, additional prospective studies are required.", "doi": "10.1097/MD.0000000000008317", "title": "The thorax trauma severity score and the trauma and injury severity score: Do they predict in-hospital mortality in patients with severe thoracic trauma?: A retrospective cohort study.", "journal": ["Medicine", "Medicine (Baltimore)"]}