{"authors": [["Languren", "Gabriela", "G", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Montiel", "Teresa", "T", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Ramírez-Lugo", "Leticia", "L", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Balderas", "Israela", "I", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Sánchez-Chávez", "Gustavo", "G", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Sotres-Bayón", "Francisco", "F", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Bermúdez-Rattoni", "Federico", "F", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."], ["Massieu", "Lourdes", "L", "División de Neurociencias, Instituto de Fisiología Celular, Universidad Nacional Autónoma de México (UNAM), Ciudad Universitaria, Ciudad de México, México."]], "date": "2017-01-01", "id": "29047291", "text": "Moderate recurrent hypoglycemia (RH) is frequent in Type 1 diabetes mellitus (TIDM) patients who are under intensive insulin therapy increasing the risk for severe hypoglycemia (SH). The consequences of RH are not well understood and its repercussions on neuronal damage and cognitive function after a subsequent episode of SH have been poorly investigated. In the current study, we have addressed this question and observed that previous RH during seven consecutive days exacerbated oxidative damage and neuronal death induced by a subsequent episode of SH accompanied by a short period of coma, in the parietal cortex, the striatum and mainly in the hippocampus. These changes correlated with a severe decrease in reduced glutathione content (GSH), and a significant spatial and contextual memory deficit. Administration of the antioxidant, N-acetyl-L-cysteine, (NAC) reduced neuronal death and prevented cognitive impairment. These results demonstrate that previous RH enhances brain vulnerability to acute hypoglycemia and suggests that this effect is mediated by the decline in the antioxidant defense and oxidative damage. The present results highlight the importance of an adequate control of moderate hypoglycemic episodes in TIDM.", "doi": "10.1177/0271678X17733640", "title": "Recurrent moderate hypoglycemia exacerbates oxidative damage and neuronal death leading to cognitive dysfunction after the hypoglycemic coma.", "journal": ["Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism", "J. Cereb. Blood Flow Metab."]}