{"authors": [["Schmitzberger", "Florian", "F", "Department of Biological Chemistry and Molecular Pharmacology, Harvard Medical School, Boston, MA, USA florian.schmitzberger@uni-due.de."], ["Richter", "Magdalena M", "MM", "Institute of Biochemistry and Biophysics, Polish Academy of Sciences, Warsaw, Poland."], ["Gordiyenko", "Yuliya", "Y", "Department of Chemistry, Physical and Theoretical Chemistry Laboratory, University of Oxford, Oxford, UK."], ["Robinson", "Carol V", "CV", "Department of Chemistry, Physical and Theoretical Chemistry Laboratory, University of Oxford, Oxford, UK."], ["Dadlez", "Michał", "M", "Institute of Biochemistry and Biophysics, Polish Academy of Sciences, Warsaw, Poland."], ["Westermann", "Stefan", "S", "Research Institute of Molecular Pathology (IMP), Vienna, Austria."]], "date": "2017-10-18", "id": "29046335", "text": "Kinetochores are dynamic cellular structures that connect chromosomes to microtubules. They form from multi-protein assemblies that are evolutionarily conserved between yeasts and humans. One of these assemblies-COMA-consists of subunits Ame1CENP-U, Ctf19CENP-P, Mcm21CENP-O and Okp1CENP-Q A description of COMA molecular organization has so far been missing. We defined the subunit topology of COMA, bound with inner kinetochore proteins Nkp1 and Nkp2, from the yeast Kluyveromyces lactis, with nanoflow electrospray ionization mass spectrometry, and mapped intermolecular contacts with hydrogen-deuterium exchange coupled to mass spectrometry. Our data suggest that the essential Okp1 subunit is a multi-segmented nexus with distinct binding sites for Ame1, Nkp1-Nkp2 and Ctf19-Mcm21. Our crystal structure of the Ctf19-Mcm21 RWD domains bound with Okp1 shows the molecular contacts of this important inner kinetochore joint. The Ctf19-Mcm21 binding motif in Okp1 configures a branch of mitotic inner kinetochores, by tethering Ctf19-Mcm21 and Chl4CENP-N-Iml3CENP-L Absence of this motif results in dependence on the mitotic checkpoint for viability.", "doi": "10.15252/embj.201796636", "title": "Molecular basis for inner kinetochore configuration through RWD domain-peptide interactions.", "journal": ["The EMBO journal", "EMBO J."]}