{"authors": [["Pratamastuti", "Dian", "D", "Post Graduate PhD Program, College of Medicine, Airlangga University, Surabaya, Indonesia."], ["Indra Gunawan", "Prastiya", "P", "Division of Pediatric Neurology, Department of Pediatrics, College of Medicine, Airlangga University, Soetomo Hospital , Surabaya, Indonesia."], ["Saharso", "Darto", "D", "Division of Pediatric Neurology, Department of Pediatrics, College of Medicine, Airlangga University, Soetomo Hospital , Surabaya, Indonesia."]], "date": "2017-09-21", "id": "29042874", "text": "This study aimed to investigate whether serum neuron-specific enolase (NSE) was expressed in acute encephalitis syndrome (AES) that causes neuronal damage in children.This prospective observational study was conducted in the pediatric neurology ward of Soetomo Hospital. Cases of AES with ages ranging from 1 month to 12 years were included. Cases that were categorized as simple and complex febrile seizures constituted the non-AES group. Blood was collected for the measurement of NSE within 24 hours of hemodynamic stabilization. The median NSE values of both groups were compared by using the Mann-Whitney U test. All statistical analyses were performed with SPSS version 12 for Windows.In the study period, 30 patients were enrolled. Glasgow Coma Scale mostly decreased in the AES group by about 40% in the level ≤8. All patients in the AES group suffered from status epilepticus and 46.67% of them had body temperature >40℃. Most of the cases in the AES group had longer duration of stay in the hospital. The median serum NSE level in the AES group was 157.86 ng/mL, and this value was significantly higher than that of the non-AES group (10.96 ng/mL; P<0.05).AES cases showed higher levels of serum NSE. These results indicate that serum NSE is a good indicator of neuronal brain injury.", "doi": "10.3345/kjp.2017.60.9.302", "title": "Serum neuron specific enolase is increased in pediatric acute encephalitis syndrome.", "journal": ["Korean journal of pediatrics", "Korean J Pediatr"]}