{"authors": [["Baricich", "Alessio", "A", null], ["de Sire", "A", "A", null], ["Antoniono", "E", "E", null], ["Gozzerino", "F", "F", null], ["Lamberti", "G", "G", null], ["Cisari", "C", "C", null], ["Invernizzi", "M", "M", null]], "date": null, "id": "29042001", "text": "Patients who have suffered severe traumatic or nontraumatic brain injuries can show a progressive recovery, transitioning through a range of clinical conditions. They may progress from coma to a vegetative state (VS) and/or a minimally conscious state (MCS). A longer duration of the VS is known to be related to a lower probability of emergence from it; furthermore, the literature seems to lack evidence of late improvements in these patients. This real-practice prospective cohort study was conducted in inpatients in a VS following a severe brain injury, consecutively admitted to a vegetative state unit (VSU). The aim of the study was to assess their recovery in order to identify variables that might increase the probability of a VS patient transitioning to MCS. Rehabilitation treatment included passive joint mobilisation and helping/placing patients into an upright sitting position on a tilt table. All the patients underwent a specific assessment protocol every month to identify any emergence, however late, from the VS. Over a 4-year period, 194 patients suffering sequelae of a severe brain injury, consecutively seen, had an initial Glasgow Coma Scale score ≤ 8. Of these, 63 (32.5%) were in a VS, 84 (43.3%) in a MCS, and 47 (24.2%) in a coma; of the 63 patients admitted in a VS, 49 (57.1% males and 42.9% females, mean age 25.34 ± 19.12 years) were transferred to a specialist VSU and put on a slow-to-recover brain injury programme. Ten of these 49 patients were still in a VS after 36 months; of these 10, 3 recovered consciousness, transitioning to a MCS, 2 died, and 5 remained in a VS during the last 12 months of the observation. Univariate analysis identified male sex, youth, a shorter time from onset of the VS, diffuse brain injury, and the presence of status epilepticus as variables increasing the likelihood of transition to a MCS. Long-term monitoring of patients with chronic disorders of consciousness should be adequately implemented in order to optimise their access to rehabilitation services.", "doi": null, "title": "Recovery from vegetative state of patients with a severe brain injury: a 4-year real-practice prospective cohort study.", "journal": ["Functional neurology", "Funct. Neurol."]}