{"authors": [["Haniffa", "Rashan", "R", "National Intensive Care Surveillance, Quality Secretariat Building, Castle Street Hospital for Women, Colombo 08, Sri Lanka. rashan@nicslk.com."], ["Mukaka", "Mavuto", "M", "Mahidol Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, 3/F, 60th Anniversary Chalermprakiat Building, 420/6 Rajvithi Road, Bangkok, 10400, Thailand."], ["Munasinghe", "Sithum Bandara", "SB", "National Intensive Care Surveillance, Quality Secretariat Building, Castle Street Hospital for Women, Colombo 08, Sri Lanka."], ["De Silva", "Ambepitiyawaduge Pubudu", "AP", "National Intensive Care Surveillance, Quality Secretariat Building, Castle Street Hospital for Women, Colombo 08, Sri Lanka."], ["Jayasinghe", "Kosala Saroj Amarasiri", "KSA", "Department of Clinical Medicine, Faculty of Medicine, University of Colombo, No. 25, Kynsey Road, Colombo 08, Sri Lanka."], ["Beane", "Abi", "A", "Mahidol Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, 3/F, 60th Anniversary Chalermprakiat Building, 420/6 Rajvithi Road, Bangkok, 10400, Thailand."], ["de Keizer", "Nicolette", "N", "Academic Medical Center, University of Amsterdam, Meibergdreef 9, 1105 AZ, Amsterdam-Zuidoost, Netherlands."], ["Dondorp", "Arjen M", "AM", "Mahidol Oxford Tropical Medicine Research Unit, Faculty of Tropical Medicine, Mahidol University, 3/F, 60th Anniversary Chalermprakiat Building, 420/6 Rajvithi Road, Bangkok, 10400, Thailand."]], "date": "2017-10-17", "id": "29041985", "text": "Current critical care prognostic models are predominantly developed in high-income countries (HICs) and may not be feasible in intensive care units (ICUs) in lower- and middle-income countries (LMICs). Existing prognostic models cannot be applied without validation in LMICs as the different disease profiles, resource availability, and heterogeneity of the population may limit the transferability of such scores. A major shortcoming in using such models in LMICs is the unavailability of required measurements. This study proposes a simplified critical care prognostic model for use at the time of ICU admission.This was a prospective study of 3855 patients admitted to 21 ICUs from Bangladesh, India, Nepal, and Sri Lanka who were aged 16 years and over and followed to ICU discharge. Variables captured included patient age, admission characteristics, clinical assessments, laboratory investigations, and treatment measures. Multivariate logistic regression was used to develop three models for ICU mortality prediction: model 1 with clinical, laboratory, and treatment variables; model 2 with clinical and laboratory variables; and model 3, a purely clinical model. Internal validation based on bootstrapping (1000 samples) was used to calculate discrimination (area under the receiver operating characteristic curve (AUC)) and calibration (Hosmer-Lemeshow C-Statistic; higher values indicate poorer calibration). Comparison was made with the Acute Physiology and Chronic Health Evaluation (APACHE) II and Simplified Acute Physiology Score (SAPS) II models.Model 1 recorded the respiratory rate, systolic blood pressure, Glasgow Coma Scale (GCS), blood urea, haemoglobin, mechanical ventilation, and vasopressor use on ICU admission. Model 2, named TropICS (Tropical Intensive Care Score), included emergency surgery, respiratory rate, systolic blood pressure, GCS, blood urea, and haemoglobin. Model 3 included respiratory rate, emergency surgery, and GCS. AUC was 0.818 (95% confidence interval (CI) 0.800-0.835) for model 1, 0.767 (0.741-0.792) for TropICS, and 0.725 (0.688-0.762) for model 3. The Hosmer-Lemeshow C-Statistic p values were less than 0.05 for models 1 and 3 and 0.18 for TropICS. In comparison, when APACHE II and SAPS II were applied to the same dataset, AUC was 0.707 (0.688-0.726) and 0.714 (0.695-0.732) and the C-Statistic was 124.84 (p < 0.001) and 1692.14 (p < 0.001), respectively.This paper proposes TropICS as the first multinational critical care prognostic model developed in a non-HIC setting.", "doi": "10.1186/s13054-017-1843-6", "title": "Simplified prognostic model for critically ill patients in resource limited settings in South Asia.", "journal": ["Critical care (London, England)", "Crit Care"]}