{"authors": [["Alford", "Lucy", "L", "UMR 6553 ECOBIO, Université de Rennes I, Avenue du Général Leclerc, 35042 Rennes Cedex, France; Institute of Molecular, Cell and Systems Biology, College of Medical, Veterinary and Life Sciences, University of Glasgow, Davidson Building, Glasgow G12 8QQ, UK. Electronic address: l.alford.02@cantab.net."], ["Kishani Farahani", "Hossein", "H", "Equipe Recherches Agronomiques, Agronutrition, Carbonne, France."], ["Pierre", "Jean-Sébastien", "JS", "UMR 6553 ECOBIO, Université de Rennes I, Avenue du Général Leclerc, 35042 Rennes Cedex, France."], ["Burel", "Françoise", "F", "UMR 6553 ECOBIO, Université de Rennes I, Avenue du Général Leclerc, 35042 Rennes Cedex, France."], ["van Baaren", "Joan", "J", "UMR 6553 ECOBIO, Université de Rennes I, Avenue du Général Leclerc, 35042 Rennes Cedex, France."]], "date": "2017-10-14", "id": "29038015", "text": "For generalist parasitoids such as those belonging to the Genus Aphidius, the choice of host species can have profound implications for the emerging parasitoid. Host species is known to affect a variety of life history traits. However, the impact of the host on thermal tolerance has never been studied. Physiological thermal tolerance, enabling survival at unfavourable temperatures, is not a fixed trait and may be influenced by a number of external factors including characteristics of the stress, of the individual exposed to the stress, and of the biological and physical environment. As such, the choice of host species is likely to also have implications for the thermal tolerance of the emerging parasitoid. The current study aimed to investigate the effect of cereal aphid host species (Sitobion avenae, Rhopalosiphum padi and Metopolophium dirhodum) on adult thermal tolerance, in addition to sex and size, of the aphid parasitoids Aphidius avenae, Aphidius matricariae and Aphidius rhopalosiphi. Results revealed no effect of host species on the cold tolerance of the emerging parasitoid, as determined by CTmin and Chill Coma, for all parasitoid species. Host species significantly affected the size of the emerging parasitoid for A. rhopalosiphi only, with individuals emerging from R. padi being significantly larger than those emerging from S. avenae, although this did not correspond to a difference in thermal tolerance. Furthermore, a significant difference in the size of male and female parasitoids was observed for A. avenae and A. matricariae, although, once again this did not correspond to a difference in cold tolerance. It is suggested that potential behavioural thermoregulation via host manipulation may act to influence the thermal environment experienced by the wasp and thus wasp thermal tolerance and, in doing so, may negate physiological thermal tolerance or any impact of the aphid host.", "doi": "10.1016/j.jinsphys.2017.10.008", "title": "Why is there no impact of the host species on the cold tolerance of a generalist parasitoid?", "journal": ["Journal of insect physiology", "J. Insect Physiol."]}