{"authors": [["Boardman", "Leigh", "L", "Centre for Invasion Biology, Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa. Electronic address: boardman.leigh@gmail.com."], ["Mitchell", "Katherine A", "KA", "Centre for Invasion Biology, Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa."], ["Terblanche", "John S", "JS", "Centre for Invasion Biology, Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa."], ["Sørensen", "Jesper G", "JG", "Section for Genetics, Ecology & Evolution, Department of Bioscience, Aarhus University, Ny Munkegade 116, DK-8000 Aarhus C, Denmark."]], "date": "2017-10-13", "id": "29038013", "text": "While single stress responses are fairly well researched, multiple, interactive stress responses are not-despite the obvious importance thereof. Here, using D. melanogaster, we investigated the effects of simultaneous exposures to low O2 (hypoxia) and varying thermal conditions on mortality rates, estimates of thermal tolerance and the transcriptome. We used combinations of 21 (normoxia), 10 or 5kPa O2 with control (23°C), cold (4°C) or hot (31°C) temperature exposures before assaying chill coma recovery time (CCRT) and heat knock down time (HKDT) as measures of cold and heat tolerance respectively. We found that mortality was significantly affected by temperature, oxygen partial pressure (PO2) and the interaction between the two. Cold treatments resulted in low mortality (<5%), regardless of PO2 treatment; while hot treatments resulted in higher mortality (∼20%), especially at 5kPa O2 which was lethal for most flies (∼80%). Both CCRT and HKDT were significantly affected by temperature, but not PO2, of the treatments, and the interaction of temperature and PO2 was non-significant. Hot treatments led to significantly longer CCRT, and shorter HKDT in comparison to cold treatments. Global gene expression profiling provided the first transcriptome level response to the combined stress of PO2 and temperature, showing that stressful treatments resulted in higher mortality and induced transcripts that were associated with protein kinases, catabolic processes (proteases, hydrolases, peptidases) and membrane function. Several genes and pathways that may be responsible for the protective effects of combined PO2 and cold treatments were identified. We found that urate oxidase was upregulated in all three cold treatments, regardless of the PO2. Small heat shock proteins Hsp22 and Hsp23 were upregulated after both 10 and 21kPa O2-hot treatments. Collectively, the data from PO2-hot treatments suggests that hypoxia does exacerbate heat stress, through an as yet unidentified mechanism. Hsp70B and an unannotated transcript (CG6733) were significantly differentially expressed after 5kPa O2-cold and 10kPa O2-hot treatments relative to their controls. Downregulation of these transcripts was correlated with reduced thermal tolerance (longer CCRT and shorter HKDT), suggesting that these genes may be important candidates for future research.", "doi": "10.1016/j.jinsphys.2017.10.005", "title": "A transcriptomics assessment of oxygen-temperature interactions reveals novel candidate genes underlying variation in thermal tolerance and survival.", "journal": ["Journal of insect physiology", "J. Insect Physiol."]}