{"authors": [["Fernández-Torre", "José L", "JL", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain; Department of Physiology and Pharmacology, University of Cantabria (UNICAN), Santander, Cantabria, Spain; Department of Biomedical Research Institute (IDIVAL), Santander, Spain. Electronic address: ftorrenfc@hotmail.com."], ["Paramio-Paz", "Alicia", "A", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Rodríguez-Borregán", "Juan Carlos", "JC", "Department of Intensive Medicine and Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Orizaola", "Pedro", "P", "Department of Clinical Neurophysiology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Bosque-Varela", "Pilar", "P", "Department of Neurology, Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain."], ["Hernández-Hernández", "Miguel A", "MA", "Department of Intensive Medicine and Marqués de Valdecilla University Hospital, Santander, Cantabria, Spain; Department of Biomedical Research Institute (IDIVAL), Santander, Spain."]], "date": "2017-10-14", "id": "29037936", "text": "Metaldehyde self-poisoning in adults is uncommon and, to the best of our knowledge, an episode of super-refractory nonconvulsive status epilepticus (sr-NCSE) following an suicide attempt has not been previously demonstrated.A 68-year-old woman was admitted to our Intensive Care Unit (ICU) in coma. On neurologic examination, the pupils were reactive, brainstem reflexes were present and plantar responses were flexor bilaterally. Routine laboratory tests were unremarkable. Arterial blood gas analysis revealed a mixed acidosis. A computed tomography (CT) scan of the brain and angio-CT were normal. The family confirmed that the patient had had suicidal ideation, and they had discovered a bag of slug killer (metaldehyde 5%) in her room. Two hours after the admission at the ICU, her neurological state remained unchanged. Sedation with intravenous propofol and antiepileptic therapy with levetiracetam (1000 mg/24 h) were started. The next day, propofol infusion was stopped but the level of consciousness of the patient did not improve. A video-electroencephalograhy (v-EEG) showed continuous generalized paroxysms of spike-wave and sharp-slow wave complexes compatible with the diagnosis of generalized NCSE. On day 3, the episode of NCSE was controlled. Finally, 15 days after ICU admission she was discharged with a normal neurological examination.This clinical case highlights that in comatose patients as consequence of metaldehyde poisoning, a v-EEG evaluation should be perform in order to rule out the existence of NCSE.", "doi": "10.1016/j.jocn.2017.10.017", "title": "Super-refractory nonconvulsive status epilepticus due to self-poisoning with metaldehyde.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}