{"authors": [["Armenian", "Patil", "P", "Department of Emergency Medicine, University of California, San Francisco-Fresno. 155 N Fresno St., Fresno, CA 93701, USA. Electronic address: parmenian@fresno.ucsf.edu."], ["Darracq", "Michael", "M", "Department of Emergency Medicine, University of California, San Francisco-Fresno. 155 N Fresno St., Fresno, CA 93701, USA. Electronic address: mdarracq@fresno.ucsf.edu."], ["Gevorkyan", "Jirair", "J", "Central Valley Toxicology, 1580 Tollhouse Rd, Clovis, CA 93611, USA. Electronic address: jirairg86@gmail.com."], ["Clark", "Shane", "S", "SkyLife Air Ambulance, 5526 E Aircorp Way, Fresno, CA 93727, USA. Electronic address: murse.sc@hotmail.com."], ["Kaye", "Bryan", "B", "Department of Emergency Medicine, University of California, San Francisco-Fresno. 155 N Fresno St., Fresno, CA 93701, USA. Electronic address: bkaye@fresno.ucsf.edu."], ["Brandehoff", "Nicklaus P", "NP", "Department of Emergency Medicine, University of California, San Francisco-Fresno. 155 N Fresno St., Fresno, CA 93701, USA. Electronic address: nick.brandehoff@me.com."]], "date": "2017-10-14", "id": "29037744", "text": "Synthetic cannabinoids (SC), are a novel class of designer drugs which emerged as a drug of abuse in the late 2000's. We report a case series of 6 patients who may have smoked a synthetic cannabinoid product in a remote wilderness setting. They presented with varying degrees of altered mental status, agitation, and seizures. Two were confirmed to have AB-PINACA, ADB-PINACA and their respective pentanoic acid metabolites in biological specimens via liquid chromatography time-of-flight mass spectrometry (LC-TOF/MS). Both compounds had DEA Schedule I classification at the time of case presentation, and 22 SCs are currently temporary or permanent DEA Schedule I. More than 150 SCs are known to date, and new compounds are appearing at a rapid rate on darknet and surface web e-commerce websites, marketed as \"research chemicals\" or \"legal highs.\" The scale and rapidity of SC evolution make legal control and analytical detection difficult. Nontargeted testing with liquid chromatography high resolution mass spectrometry (LC-HRMS), examining both parent compounds and metabolites, is the ideal method for novel SC identification and confirmation. Due to full agonism at the cannabinoid receptors CB1 and CB2, clinical effects are more severe than marijuana, which is a partial cannabinoid receptor agonist. They include agitated delirium, lethargy and coma, seizures, tachycardia, hypertension, and hallucinations, among other findings. Treatment is primarily symptomatic and aimed at airway protection and control of agitation and seizures. SCs do not appear to be abating anytime soon and require the cooperation of law enforcement, analytical scientists, and clinicians to adequately control.", "doi": "10.1016/j.neuropharm.2017.10.017", "title": "Intoxication from the novel synthetic cannabinoids AB-PINACA and ADB-PINACA: A case series and review of the literature.", "journal": ["Neuropharmacology", "Neuropharmacology"]}