{"authors": [["Liang", "Y J", "YJ", "Department of Intensive Care Unit, the First Hospital of China Medical University, Shenyang 110001, China."], ["Li", "Z L", "ZL", null], ["Wang", "L", "L", null], ["Liu", "B Y", "BY", null], ["Ding", "R Y", "RY", null], ["Ma", "X C", "XC", null]], "date": null, "id": "29036955", "text": "Objective: To compare risk factors and bacterial etiology in patients with early-onset versus late-onset ventilator-associated pneumonia (VAP) in intensive care unit (ICU). Methods: This prospective cohort study enrolled mechanically ventilated patients hospitalized for more than 48 hours in the first affiliated hospital, China Medical University from Jan 2012 to Jun 2016. Subjects were classified by ventilator status: early-onset VAP (< 5 d ventilation, E-VAP) or late-onset VAP (≥ 5 d ventilation, L-VAP). Potential risk factors and pathogen were evaluated. Results: A total of 4 179 patients in adult ICU were screened, 3 989 (95.5%) of whom were mechanically ventilated, 962 patients with mechanical ventilation time ≥ 48 h. VAP developed in 142 patients. E-VAP and L-VAP had different potential risk factors based on statistical analysis.Independent risk factors for E-VAP included male (OR=1.825, 95%CI 1.006-3.310), chronic obstructive pulmonary disease (COPD; OR=3.746, 95%CI 1.795-7.818), emergency intubation (OR=1.932, 95%CI 1.139-3.276), aspiration (OR=3.324, 95%CI 1.359-8.130). Whereas independent risk factors for L-VAP were coma (OR=2.335, 95%CI 1.300-4.194), renal dysfunction (OR=0.524, 95%CI 0.290-0.947), emergency intubation (OR=2.184, 95%CI 1.334-3.574). Mortality in E-VAP and L-VAP group were both higher than the non-VAP group[30.2%(19/63)vs 19.8%(162/820), P=0.044; 29.1%(23/79) vs 19.8%(162/820), P=0.046]. The pathogens isolated from early-onset versus late-onset VAP were not significantly different between groups, which the most common ones were acinetobacter baumannii, pseudomonas aeruginosa and klebsiella pneumoniae. Conclusion: E-VAP and L-VAP have different risk factors, however related pathogens are similar. Different specific preventive strategies are suggested based on different onset of VAP.目的： 通过分析早发和晚发呼吸机相关性肺炎(VAP)的危险因素和病原菌的异同，为VAP的预防提供理论依据。 方法： 分析2012年1月—2016年6月入住中国医科大学附属第一医院重症医学科机械通气≥48 h患者的临床资料，并对与VAP相关的危险因素和病原菌进行分析。根据发生VAP时机械通气时间分为早发VAP(机械通气时间<5 d)和晚发VAP(机械通气时间≥5 d)。 结果： 共入选VAP患者142例，其中早发VAP者63例，晚发VAP者79例。logistic回归分析显示，男性(OR＝1.825，95%CI 1.006～3.310)、慢性阻塞性肺疾病(OR＝3.746，95%CI 1.795～7.818)、紧急气管插管(OR＝1.932，95%CI 1.139～3.276)、误吸(OR＝3.324，95%CI 1.359～8.130)是早发VAP的独立危险因素；意识障碍(OR＝2.335，95%CI 1.300～4.194)、肾功能不全(OR＝0.524，95%CI 0.290～0.947)、紧急气管插管(OR＝2.184，95%CI 1.334～3.574)是晚发VAP的独立危险因素。早发和晚发VAP患者病死率均高于非VAP者[30.2%(19/63)比19.8%(162/820)，P＝0.044；29.1%(23/79)比19.8%, P＝0.046]。早发和晚发VAP患者分离的病原菌以革兰阴性杆菌为主，鲍曼不动杆菌、铜绿假单胞菌和肺炎克雷伯杆菌居前三位，革兰阳性球菌全部为金黄色葡萄球菌，两者病原菌在种类和比例上差异无统计学意义。 结论： 早发和晚发VAP的病原菌无明显差异，但危险因素不同，需采取不同的预防措施。.", "doi": null, "title": "[Comparision of risk factors and pathogens in patients with early- and late-onset ventilator-associated pneumonia in intensive care unit].", "journal": ["Zhonghua nei ke za zhi", "Zhonghua Nei Ke Za Zhi"]}