{"authors": [["Léger", "Maxime", "M", "Department of Medical Intensive Care and Hyperbaric Medicine, Angers University Hospital, Angers Faculty of Health Sciences, 4 rue Larrey, 49 933 Angers Cedex 9,France."], ["Brunet", "Marion", "M", "Poison Control Center, Angers University Hospital, Angers, 4 rue Larrey, 49 933 Angers Cedex 9,France."], ["Le Roux", "Gaël", "G", "Poison Control Center, Angers University Hospital, Angers, 4 rue Larrey, 49 933 Angers Cedex 9,France."], ["Lerolle", "Nicolas", "N", "Department of Medical Intensive Care and Hyperbaric Medicine, Angers University Hospital, Angers Faculty of Health Sciences, 4 rue Larrey, 49 933 Angers Cedex 9,France."], ["Boels", "David", "D", "Poison Control Center, Angers University Hospital, Angers, 4 rue Larrey, 49 933 Angers Cedex 9,France."]], "date": null, "id": "29036310", "text": "Baclofen has gained interest in treating alcohol use disorder patients. These patients are at risk of voluntary drug intoxications. Understanding the context of baclofen's widespread use for alcohol use disorder, a recent evaluation of the epidemiology, morbidity and mortality of baclofen self-poisoning episodes is necessary.All baclofen self-poisoning reported to the Western France Poison Control Centre between January 2008 and December 2015 were included for analysis in this retrospective study. Baclofen poisoning cases were compared to the 31,859 non-baclofen voluntary poisoning cases declared over the same period.Number of baclofen poisoning grew from 8 cases in 2008 to 91 cases in 2015, attributable to patients purposely treated for alcohol use disorder. Overall, 190 cases were considered: 111 patients (59%) had Glasgow coma score (GCS) ≤12 at hospital admission and 77 had GCS > 12 (41%). Eighty patients required mechanical ventilation (42.6%). Neurological severity (GCS ≤ 12) was associated with seizures (n = 24, 22% vs. n = 2, 3%, P < 0.001). Two patients were deceased at first medical evaluation and three died in the hospital (mortality rate 2.6%). Non-baclofen cases had lower rate of endotracheal intubation (n = 1833, 6%, P < 0.001) and mortality rate (n = 299, 0.1%, P = 0.02).Baclofen self-poisoning cases has risen in recent years due to baclofen intake for alcohol use disorder therapies. The risk-benefit ratio may be evaluated before baclofen is safely prescribed.", "doi": "10.1093/alcalc/agx072", "title": "Baclofen Self-Poisoning in the Era of Changing Indication: Multicentric Reports to a French Poison Control Centre.", "journal": ["Alcohol and alcoholism (Oxford, Oxfordshire)", "Alcohol Alcohol."]}