{"authors": [["Tsuei", "Yuang-Seng", "YS", "Institute of Medicine, Chung Shan Medical University, Taichung, Taiwan, ROC; Department of Neurosurgery, Tri-Service General Hospital, National Defense Medical Center, Taipei, Taiwan, ROC; Department of Neurosurgery, Taichung Veterans General Hospital, Taichung, Taiwan, ROC."], ["Liao", "Chih-Hsiang", "CH", "Department of Neurosurgery, Taichung Veterans General Hospital, Taichung, Taiwan, ROC."], ["Lee", "Chung-Hsin", "CH", "Department of Neurosurgery, Taichung Veterans General Hospital, Taichung, Taiwan, ROC."], ["Liang", "Yea-Jiuan", "YJ", "Department of Neurosurgery, Taichung Veterans General Hospital, Taichung, Taiwan, ROC."], ["Chen", "Wen-Hsien", "WH", "Department of Neuroradiology, Taichung Veterans General Hospital, Taichung, Taiwan, ROC. Electronic address: chenws.tw@gmail.com."], ["Yang", "Shun-Fa", "SF", "Institute of Medicine, Chung Shan Medical University, Taichung, Taiwan, ROC."]], "date": "2017-10-21", "id": "29033375", "text": "Intraprocedural arterial perforation (IPAP) is a potentially dismal complication of neuroendovascular therapy with high mortality and morbidity rates. The management of IPAP with the techniques described has been well established, but rescue results from the dual-trained endovascular neurosurgeon in the neurosurgical hybrid operating room (OR) are rarely reported. Here, we report five cases of successful rescue of IPAP in the neurosurgical hybrid OR and compare them with other series.Between December 2009 and December 2013, 146 intracranial neuroendovascular procedures were performed in the hybrid operating room of Taichung Veterans General Hospital. A total of five patients with IPAP were identified. Postoperative clinical outcome was evaluated by Glasgow Coma Scale scores and postoperative 3-month modified Rankin Scale.The causes of the IPAP were coil protrusion (n = 3), microcatheter perforation (n = 1), and microwire penetration (n = 1). Two cases involved emergent ruptured aneurysms, while three cases occurred during elective procedures. Salvage treatment with emergent external ventricular drainage (EVD) was applied in all five cases. The average time-to-first-EVD was 16.25 min, and the average time-to-patent-EVD was 32.5 min. Postoperative 3-month outcome was good recovery (mRS ≤ 2) in all five cases. The zero mortality rate in our series is the most encouraging result in the published literature.IPAP can be rescued successfully with an aggressive approach and quick conversion to backup surgery by a dual-trained endovascular neurosurgeon in the hybrid OR. The value of the hybrid OR in neuroendovascular therapy should be further investigated in the future.", "doi": "10.1016/j.jcma.2017.05.012", "title": "Intraprocedural arterial perforation during neuroendovascular therapy: Preliminary result of a dual-trained endovascular neurosurgeon in the neurosurgical hybrid operating room.", "journal": ["Journal of the Chinese Medical Association : JCMA", "J Chin Med Assoc"]}