{"authors": [["Bossers", "S M", "SM", "Department of Anesthesiology, VU University Amsterdam Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands."], ["Pol", "K M", "KM", "University of Groningen, University Medical Center Groningen, Department of Neurology, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], ["Oude Ophuis", "E P A", "EPA", "Department of Anesthesiology, VU University Amsterdam Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands."], ["Jacobs", "B", "B", "University of Groningen, University Medical Center Groningen, Department of Neurology, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], ["Visser", "M C", "MC", "Department of Neurology, VU University Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands."], ["Loer", "S A", "SA", "Department of Anesthesiology, VU University Amsterdam Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands."], ["Boer", "C", "C", "Department of Anesthesiology, VU University Amsterdam Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands."], ["van der Naalt", "J", "J", "University of Groningen, University Medical Center Groningen, Department of Neurology, Hanzeplein 1, 9713 GZ, Groningen, The Netherlands."], ["Schober", "P", "P", "Department of Anesthesiology, VU University Amsterdam Medical Center, De Boelelaan 1117, 1081 HV, Amsterdam, The Netherlands. p.schober@vumc.nl."]], "date": "2017-10-14", "id": "29032474", "text": "Traumatic brain injury (TBI) is a major cause of trauma-related visits to emergency departments (ED). Determination of monitoring requirements of patients with apparently mild TBI is challenging. Patients may turn out to be more severely injured than initially assumed, and failure to identify these patients constitutes a serious threat to patient safety. We, therefore, aimed to identify clinical risk factors for more severe injuries in patients with apparently mild TBI.In a retrospective cohort analysis performed at two level I trauma centers, 808 patients aged ≥ 16 presenting to the ED with head trauma and a Glasgow Coma Scale (GCS) score 13-15 who received a head CT scan were studied. Discrepancies between the initial TBI severity as determined by GCS and severity as determined post hoc by the Head Abbreviated Injury Score were assessed. Multiple logistic regression was used to identify risk factors of such discrepancies.104 (12.9%) patients were more severely injured than initially classified. A GCS < 15 at presentation (GCS 13: OR 6.2, [95% CI 3.8-9.9]; GCS 14: OR 2.7, [2.0-3.7]), an SpO2 < 90% (OR 5.4, [1.2-23.4]), loss of consciousness (OR 2.3, [1.5-3.5]), absence of equal and reactive pupils (OR 2.1, [1.6-2.7]), transport by ambulance (OR 2.0, [1.7-2.4]), and use of anticoagulant drugs (OR 1.2, [1.1-1.3]) were independent risk factors of more severe injury.Six risk factors of more severe injury in patients presenting with apparently mild TBI were identified. Patients with any of these factors should be thoroughly monitored for signs of neurologic deterioration.", "doi": "10.1007/s00068-017-0861-z", "title": "Discrepancy between the initial assessment of injury severity and post hoc determination of injury severity in patients with apparently mild traumatic brain injury: a retrospective multicenter cohort analysis.", "journal": ["European journal of trauma and emergency surgery : official publication of the European Trauma Society", "Eur J Trauma Emerg Surg"]}