{"authors": [["Abo El-Noor", "Mona Mohamed", "MM", "Department of Forensic Medicine and Clinical Toxicology, Faculty of Medicine, Tanta University, Tanta, Egypt."], ["ElHosary", "Naema Mahmoud", "NM", "Department of Forensic Medicine and Clinical Toxicology, Faculty of Medicine, Tanta University, Tanta, Egypt. Electronic address: dr_naema55@yahoo.com."], ["Elatrozy", "Hytham Ibrahim", "HI", "Department of Neurosurgery, Faculty of Medicine, Tanta University, Tanta, Egypt."], ["Abou Elgheit", "Hussein Mohamed", "HM", "Department of Neurosurgery, Faculty of Medicine, Tanta University, Tanta, Egypt."], ["Elbelkasy", "Ahmed Mohamed", "AM", "Department of Neurosurgery, Faculty of Medicine, Tanta University, Tanta, Egypt."], ["Fath", "Ahmed Gamal", "AG", "Department of Neurosurgery, Faculty of Medicine, Tanta University, Tanta, Egypt."], ["El-Shafy", "Ghada Hamed", "GH", "Department of Clinical Pathology, Faculty of Medicine, Tanta University, Tanta, Egypt."]], "date": "2017-10-04", "id": "29031233", "text": "Head trauma is one of the leading causes of death and disability worldwide. Combined head lesions consist of more than one form of lesions. Biochemical markers of brain injury are used in determining the extent of brain injury and predicting its outcomes. The aim of this study was to investigate the forensic and clinical significance of serum amylase, lipase and gamma glutamyl transferase (GGT) as predictors of the outcome in head injured patients.Sixty head injured patients were enrolled and subjected to personal history taking, general and local physical examination. Glasgow coma scale (GCS), head computed tomography scan and pelvi-abdominal ultrasound were performed. Two blood samples (each 3 mL) were drawn at the time of admission and after 24 h for measuring serum amylase, lipase and GGT levels using special kits.Most cases of head trauma occurred accidentally during daytime, in the street as a result of falls and road traffic accidents (RTA). Significant increase of serum amylase, lipase and GGT levels on re-evaluation after 24 h from admission were demonstrated in combined head lesions. There was a high significant negative correlation between GCS and these enzymes both on admission and 24 h after admission. Serum levels of measured enzymes were significantly higher in non-survivors as compared to survivors.Serum amylase, lipase and GGT are good predictors of the outcome in head injured patients. This could be useful for forensic experts to deduce that the poor outcome of the victims was primarily related to the effects of head trauma and its sequences.", "doi": "10.1016/j.jflm.2017.10.005", "title": "Forensic and clinical significance of serum amylase, lipase and gamma glutamyl transferase as predictors of outcome in head injured patients.", "journal": ["Journal of forensic and legal medicine", "J Forensic Leg Med"]}