{"authors": [["Thao", "Le Thi Phuong", "LTP", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Heemskerk", "A Dorothee", "AD", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Geskus", "Ronald B", "RB", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Mai", "Nguyen Thi Hoang", "NTH", "Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam."], ["Ha", "Dang Thi Minh", "DTM", "Pham Ngoc Thach Hospital, Ho Chi Minh City, Viet Nam."], ["Chau", "Tran Thi Hong", "TTH", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Phu", "Nguyen Hoan", "NH", "Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam."], ["Chau", "Nguyen Van Vinh", "NVV", "Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam."], ["Caws", "Maxine", "M", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Lan", "Nguyen Huu", "NH", "Pham Ngoc Thach Hospital, Ho Chi Minh City, Viet Nam."], ["Thu", "Do Dang Anh", "DDA", "Hospital for Tropical Diseases, Ho Chi Minh City, Vietnam."], ["Thuong", "Nguyen Thuy Thuong", "NTT", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Day", "Jeremy", "J", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Farrar", "Jeremy J", "JJ", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Torok", "M Estee", "ME", "Department of Medicine, University of Cambridge, United Kingdom."], ["Bang", "Nguyen Duc", "ND", "Pham Ngoc Thach Hospital, Ho Chi Minh City, Viet Nam."], ["Thwaites", "Guy E", "GE", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."], ["Wolbers", "Marcel", "M", "Oxford University Clinical Research Unit, Ho Chi Minh City, Viet Nam."]], "date": "2017-09-26", "id": "29029055", "text": "Tuberculous meningitis (TBM) is the most severe form of extra-pulmonary tuberculosis. We developed and validated prognostic models for 9-month mortality in HIV-uninfected and HIV-infected adults with TBM.We included 1699 subjects from four randomized clinical trials and one prospective observational study conducted at two major referral hospitals in Southern Vietnam from 2001-2015. Modelling was based on multivariable Cox proportional hazards regression. The final prognostic models were validated internally and temporally, and displayed using nomograms and a web-based app (https://thaole.shinyapps.io/tbmapp/).A total of 951 HIV-uninfected and 748 HIV-infected subjects with TBM were included, of whom 219/951 (23.0%) and 384/748 (51.3%) died during 9-month follow-up. Common predictors for increased mortality in both populations were higher Medical Research Council (MRC) disease severity grade and lower cerebrospinal fluid lymphocyte cells count. In HIV-uninfected subjects, older age, previous tuberculosis, not receiving adjunctive dexamethasone, and focal neurological signs were additional risk factors; in HIV-infected subjects, lower weight, lower peripheral blood CD4 cell count, and abnormal plasma sodium were additional risk factors. The areas under the receiver operating characteristic curves (AUCs) for the final prognostic models were 0.77 (HIV-uninfected population) and 0.78 (HIV-infected population), demonstrating markedly better discrimination than the MRC grade (AUC 0.66 and 0.70) or the Glasgow Coma Score (AUC 0.68 and 0.71) alone.The developed models showed good performance and could be used in clinical practice to assist doctors in identifying TBM patients at high risk of death and at increased need of supportive care.", "doi": "10.1093/cid/cix849", "title": "Prognostic models for 9 month mortality in tuberculous meningitis.", "journal": ["Clinical infectious diseases : an official publication of the Infectious Diseases Society of America", "Clin. Infect. Dis."]}