{"authors": [["Okonkwo", "David O", "DO", "1University of Pittsburgh School of Medicine, Pittsburgh, PA. 2Uniformed Services University of the Health Sciences, Bethesda, MD. 3University of Washington, Seattle, WA. 4UT Southwestern Medical Center, Dallas, TX. 5University of Cincinnati College of Medicine, Cincinnati, OH. 6University of Miami, Miller School of Medicine, Miami, FL. 7Stanford University, Stanford, CA. 8Ohio State University College of Medicine, Columbus, OH. 9Temple University, Philadelphia, PA. 10Thomas Jefferson University, Philadelphia, PA. 11Lankenau Medical Center, Wynnewood, PA. 12Moberg Research, Ambler, PA. 13Baylor St. Luke's Medical Center, Houston, TX. 14Department of Neurology, University of Pennsylvania Perelman School of Medicine, Philadelphia, PA."], ["Shutter", "Lori A", "LA", null], ["Moore", "Carol", "C", null], ["Temkin", "Nancy R", "NR", null], ["Puccio", "Ava M", "AM", null], ["Madden", "Christopher J", "CJ", null], ["Andaluz", "Norberto", "N", null], ["Chesnut", "Randall M", "RM", null], ["Bullock", "M Ross", "MR", null], ["Grant", "Gerald A", "GA", null], ["McGregor", "John", "J", null], ["Weaver", "Michael", "M", null], ["Jallo", "Jack", "J", null], ["LeRoux", "Peter D", "PD", null], ["Moberg", "Dick", "D", null], ["Barber", "Jason", "J", null], ["Lazaridis", "Christos", "C", null], ["Diaz-Arrastia", "Ramon R", "RR", null]], "date": null, "id": "29028696", "text": "A relationship between reduced brain tissue oxygenation and poor outcome following severe traumatic brain injury has been reported in observational studies. We designed a Phase II trial to assess whether a neurocritical care management protocol could improve brain tissue oxygenation levels in patients with severe traumatic brain injury and the feasibility of a Phase III efficacy study.Randomized prospective clinical trial.Ten ICUs in the United States.One hundred nineteen severe traumatic brain injury patients.Patients were randomized to treatment protocol based on intracranial pressure plus brain tissue oxygenation monitoring versus intracranial pressure monitoring alone. Brain tissue oxygenation data were recorded in the intracranial pressure -only group in blinded fashion. Tiered interventions in each arm were specified and impact on intracranial pressure and brain tissue oxygenation measured. Monitors were removed if values were normal for 48 hours consecutively, or after 5 days. Outcome was measured at 6 months using the Glasgow Outcome Scale-Extended.A management protocol based on brain tissue oxygenation and intracranial pressure monitoring reduced the proportion of time with brain tissue hypoxia after severe traumatic brain injury (0.45 in intracranial pressure-only group and 0.16 in intracranial pressure plus brain tissue oxygenation group; p < 0.0001). Intracranial pressure control was similar in both groups. Safety and feasibility of the tiered treatment protocol were confirmed. There were no procedure-related complications. Treatment of secondary injury after severe traumatic brain injury based on brain tissue oxygenation and intracranial pressure values was consistent with reduced mortality and increased proportions of patients with good recovery compared with intracranial pressure-only management; however, the study was not powered for clinical efficacy.Management of severe traumatic brain injury informed by multimodal intracranial pressure and brain tissue oxygenation monitoring reduced brain tissue hypoxia with a trend toward lower mortality and more favorable outcomes than intracranial pressure-only treatment. A Phase III randomized trial to assess impact on neurologic outcome of intracranial pressure plus brain tissue oxygenation-directed treatment of severe traumatic brain injury is warranted.", "doi": "10.1097/CCM.0000000000002619", "title": "Brain Oxygen Optimization in Severe Traumatic Brain Injury Phase-II: A Phase II Randomized Trial.", "journal": ["Critical care medicine", "Crit. Care Med."]}