{"authors": [["Cui", "Liangliang", "L", "From the aJinan Municipal Center for Disease Control and Prevention, Jinan, Shandong, China; bUS Centers for Disease Control and Prevention, China Field Epidemiology Training Program, Beijing, China; cSchool of Forestry and Environmental Studies, Yale University, New Haven, CT; dPublic Health Emergency Center, Chinese Center for Disease Control and Prevention, Beijing, China; and eDepartment of Environmental Health Risk Assessment, Institute for Environmental Health and Related Product Safety, Chinese Center for Disease Control and Prevention, Beijing, China."], ["Conway", "George A", "GA", null], ["Jin", "Lan", "L", null], ["Zhou", "Jingwen", "J", null], ["Zhang", "Jun", "J", null], ["Li", "Xinwei", "X", null], ["Zhou", "Lei", "L", null], ["Li", "Tiantian", "T", null], ["Zhang", "Ji", "J", null]], "date": null, "id": "29028678", "text": "In January 2013, a continuous and severe haze event affected one third of the major cities in China, including Jinan.We investigated whether medical emergency calls (for nonaccidental emergencies) and calls for Central Nervous System (CNS) syndromes increased during this episode compared with the previous winter months (January, February, and December) in 2011 and 2012.Daily emergency calls were obtained from Jinan Medical Emergency Center. Sentinel CNS syndromes from nonaccidental emergency calls included seven symptoms: headache, dizziness, syncope, coma, convulsions, paralysis, and epilepsy. Particles with aerodynamic diameter <10 µm (PM10) were used as the indicator of air pollution. A generalized linear model based on quasi-Poisson regression was used to evaluate the effects on nonaccidental emergency calls and calls for CNS syndromes and each symptom, separately, during this episode.Markedly higher mean daily concentration, 332 μg/m of PM10, during this episode versus reference months was found. Obviously increased effects on nonaccidental emergency calls and calls for CNS syndromes were observed during this episode, with relative risk (RR) value 1.3 (95% CI = 1.2, 1.3) and 1.2 (95% CI = 1.1, 1.3). Four of seven CNS symptoms were also increased during this episode: RRs values for dizziness, convulsions, paralysis, and epilepsy were 1.4 (95% CI = 1.2, 1.7), 1.4 (95% CI = 1.1, 1.6), 1.6 (95% CI = 1.2, 2.1), and 1.5 (95% CI = 1.1, 2.0), respectively.A noticeable increase in medical emergency calls and calls for Central Nervous System syndromes were observed during a severe air pollution episode on January 2013, in a large Chinese city.", "doi": "10.1097/EDE.0000000000000739", "title": "Increase in Medical Emergency Calls and Calls for Central Nervous System Symptoms During a Severe Air Pollution Event, January 2013, Jinan City, China.", "journal": ["Epidemiology (Cambridge, Mass.)", "Epidemiology"]}