{"authors": [["Adepoju", "Adedamola", "A", "Department of Neurosurgery, Albany Medical College, Albany, New York."], ["Adamo", "Matthew A", "MA", "Department of Neurosurgery, Albany Medical College, Albany, New York."]], "date": "2017-10-13", "id": "29027868", "text": "OBJECTIVE Skull fracture is associated with several intracranial injuries. The object of this study was to determine the rate of fracture associated with venous thrombosis, intracranial arterial dissection (ICAD), and cerebrospinal fluid (CSF) leakage in pediatric patients. Further, the authors aimed to highlight the features of pediatric skull fracture that predict poor neurological outcomes. METHOD In this retrospective study, the authors evaluated the records of 258 pediatric patients who had incurred a traumatic skull fracture in the period from 2009 to 2015. All the patients had undergone CT imaging, which was used to characterize the type of skull fracture and other important features, including intracranial hemorrhage. Patients with fracture extending to a dural sinus or proximal to major intracranial vessels had undergone vascular imaging to evaluate for venous thrombosis or arterial dissection. Clinical data were also reviewed for patients who had CSF leakage. RESULTS Two hundred fifty-eight patients had 302 skull fractures, with 11.6% having multiple fractures. Falling was the most common mechanism of injury (52.3%), and the parietal bone was most frequently involved in the fracture (43.4%). Diastatic fracture was associated with increased intracranial hemorrhage (p < 0.05). The rate of venous thrombosis was 0.4%, and the rate of ICAD was also 0.4%. The rate of CSF leakage was 2.3%. Skull base fracture was the only significant risk factor associated with an increased risk of CSF leakage (p < 0.05). There was a significant difference in fracture-related morbidity in patients younger than versus older than 2 years of age. Patients younger than 2 years had fewer intracranial hemorrhages (21.8% vs 38.8%) and fewer neurosurgical interventions (3.0% vs 12.7%) than the patients older than 2 years (p < 0.001). Moreover, skull fracture in the younger group was mostly caused by falling (81.2% vs 33.1%); in the older group, fracture was most often caused by vehicle-related accidents (35.7% vs 4.0%) and being struck by or against an object (19.1% vs 7.9%). Additionally, skull fracture location was analyzed based on the mechanism of injury. Parietal bone fracture was closely associated with falling, and temporal bone fracture was associated with being struck by or against an object (p < 0.05). Frontal bone fracture was more associated with being struck by or against an object and vehicle-related injury (p < 0.05) than with falling. Vehicle-related accidents and being struck by or against an object, as opposed to falling, were associated with increased surgical intervention (13.3% vs 16.2% vs 3.7%, respectively). CONCLUSIONS Pediatric skull fracture usually has a benign outcome in patients who fall and are younger than 2 years of age. Poor prognostic factors include diastasis, an age > 2 years, and fracture caused by vehicle-related accidents or being struck by or against an object. In this series, the rates of venous thrombosis and ICAD were low, and the authors do not advocate vascular imaging unless these disease entities are clinically suspected. Patients with skull base fracture should be closely monitored for CSF leakage.", "doi": "10.3171/2017.6.PEDS16702", "title": "Posttraumatic complications in pediatric skull fracture: dural sinus thrombosis, arterial dissection, and cerebrospinal fluid leakage.", "journal": ["Journal of neurosurgery. Pediatrics", "J Neurosurg Pediatr"]}