{"authors": [["Vedantam", "Aditya", "A", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Robertson", "Claudia S", "CS", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Gopinath", "Shankar P", "SP", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."]], "date": "2017-10-13", "id": "29027859", "text": "OBJECTIVE Few studies have reported on changes in quantitative cerebral blood flow (CBF) after decompressive craniectomy and the impact of these measures on clinical outcome. The aim of the present study was to evaluate global and regional CBF patterns in relation to cerebral hemodynamic parameters in patients after decompressive craniectomy for traumatic brain injury (TBI). METHODS The authors studied clinical and imaging data of patients who underwent xenon-enhanced CT (XeCT) CBF studies after decompressive craniectomy for evacuation of a mass lesion and/or to relieve intractable intracranial hypertension. Cerebral hemodynamic parameters prior to decompressive craniectomy and at the time of the XeCT CBF study were recorded. Global and regional CBF after decompressive craniectomy was measured using XeCT. Regional cortical CBF was measured under the craniectomy defect as well as for each cerebral hemisphere. Associations between CBF, cerebral hemodynamics, and early clinical outcome were assessed. RESULTS Twenty-seven patients were included in this study. The majority of patients (88.9%) had an initial Glasgow Coma Scale score ≤ 8. The median time between injury and decompressive surgery was 9 hours. Primary decompressive surgery (within 24 hours) was performed in the majority of patients (n = 18, 66.7%). Six patients had died by the time of discharge. XeCT CBF studies were performed a median of 51 hours after decompressive surgery. The mean global CBF after decompressive craniectomy was 49.9 ± 21.3 ml/100 g/min. The mean cortical CBF under the craniectomy defect was 46.0 ± 21.7 ml/100 g/min. Patients who were dead at discharge had significantly lower postcraniectomy CBF under the craniectomy defect (30.1 ± 22.9 vs 50.6 ± 19.6 ml/100 g/min; p = 0.039). These patients also had lower global CBF (36.7 ± 23.4 vs 53.7 ± 19.7 ml/100 g/min; p = 0.09), as well as lower CBF for the ipsilateral (33.3 ± 27.2 vs 51.8 ± 19.7 ml/100 g/min; p = 0.07) and contralateral (36.7 ± 19.2 vs 55.2 ± 21.9 ml/100 g/min; p = 0.08) hemispheres, but these differences were not statistically significant. The patients who died also had significantly lower cerebral perfusion pressure (52 ± 17.4 vs 75.3 ± 10.9 mm Hg; p = 0.001). CONCLUSIONS In the presence of global hypoperfusion, regional cerebral hypoperfusion under the craniectomy defect is associated with early mortality in patients with TBI. Further study is needed to determine the value of incorporating CBF studies into clinical decision making for severe traumatic brain injury.", "doi": "10.3171/2017.4.JNS163036", "title": "Quantitative cerebral blood flow using xenon-enhanced CT after decompressive craniectomy in traumatic brain injury.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}