{"authors": [["Ceja-Espinosa", "A", "A", "Neurosurgery Department, Centro Médico \"Lic. Adolfo López Mateos\", Instituto de Salud del Estado de México, Av. Nicolas San Juan s/n Ex Hacienda La Magdalena, Estado de México, México."], ["Franco-Jiménez", "J A", "JA", "Neurosurgery Department, Centro Médico \"Lic. Adolfo López Mateos\", Instituto de Salud del Estado de México, Av. Nicolas San Juan s/n Ex Hacienda La Magdalena, Estado de México, México."], ["Sosa-Nájera", "A", "A", "Neurosurgery Department, Centro Médico \"Lic. Adolfo López Mateos\", Instituto de Salud del Estado de México, Av. Nicolas San Juan s/n Ex Hacienda La Magdalena, Estado de México, México."], ["Gutiérrez-Aceves", "G A", "GA", "Neurosurgery Department, Centro Médico \"Lic. Adolfo López Mateos\", Instituto de Salud del Estado de México, Av. Nicolas San Juan s/n Ex Hacienda La Magdalena, Estado de México, México."], ["Ruiz-Flores", "M I", "MI", "Neurosurgery Department, Centro Médico \"Lic. Adolfo López Mateos\", Instituto de Salud del Estado de México, Av. Nicolas San Juan s/n Ex Hacienda La Magdalena, Estado de México, México."]], "date": "2017-09-26", "id": "29026668", "text": "Endoscopy has gained a crucial role in high specialty neurosurgery during the last decades. At present, there are well-defined flexible neuroendoscopic procedures to treat ventricular and subarachnoid space pathologies. Neurocysticercosis is recognized as a common cause of neurologic disease in developing countries and the United States. Surgical intervention, especially cerebrospinal fluid diversion, is the key for management of hydrocephalus. In 2002, a consensus suggested that ventricular forms should be treated with endoscopy as the first option.Here, we present the case of a 51-year-old right-handed male, from Estado de México. Two days before admission he experienced holocraneal headache 7/10 on the visual analogue scale which was intermittent, with no response to any medication, sudden worsening of pain to 10/10, nausea, and vomit. On physical examination, he presented with 14 points in the Glasgow coma scale (M6, O4, V4), pupils were 3 mm, there was adequate light-reflex response, and bilateral papilledema. The cranial nerves did not have other pathological responses, extremities had adequate strength of 5/5, and normal reflexes (++/++) were noted. Neuroimaging studies showed dilatation of the four ventricles as well as a cystic lesion in the fourth ventricle. Surgical position was Concorde, and the approach through a suboccipital burr hole was planned preoperatively with craneometric points. A rigid Karl Storz Hopkins II® endoscope was inserted directly through the cerebellum and the cystic lesion was extracted entirely.This article presents a useful technique with low morbidity and mortality. Further investigation is needed, especially in our Mexico, where neuroendoscopical techniques are still in the development phase.", "doi": "10.4103/sni.sni_251_17", "title": "Fourth ventricle neurocysticercosis: Rigid endoscopic management. Description of direct transcerebellar approach.", "journal": ["Surgical neurology international", "Surg Neurol Int"]}