{"authors": [["Jerome", "Ellen", "E", "Department of Surgery, Pietermaritzburg Metropolitan Trauma Service, University of KwaZulu-Natal, Pietermaritzburg, South Africa. ellenjerome87@gmail.com."], ["Laing", "Grant L", "GL", null], ["Bruce", "John L", "JL", null], ["Sartorius", "Ben", "B", null], ["Brysiewicz", "Petra", "P", null], ["Clarke", "Damian L", "DL", null]], "date": "2017-06-30", "id": "29025454", "text": "Traumatic brain injury (TBI) affects large numbers of patients, both adults and children, and significant resources are needed to manage it.To determine the burden of TBI and the adequacy of available resources to manage in the Pietermaritzburg Metropolitan Trauma Service (PMTS).All patients with a TBI were identified from the hybrid electronic medical registry at Grey's and Edendale hospitals in Pietermaritzburg (PMB), KwaZulu-Natal, South Africa. Patients were classified according to severity of head injury and age. We defined mild TBI as Glasgow coma scale (GCS) 13 - 15, moderate as GCS 9 - 12, and severe as GCS ≤8, in accordance with international standards. We divided the cohort according to ages 0 - 5 years, 6 - 10 years, &gt;10 - 17 years and adults (&gt;17 years).From January 2012 to December 2014, 3 301 patients were treated for TBI in PMB. The mean age was 27.4 (standard deviation 14.4) years. There were 2 632 males and 564 females. There were 2 540 mild, 326 moderate, and 329 severe TBI admissions during the period under review. A total of 139 (4.2%) patients died. A total of 242 (7.3%) patients were admitted to the intensive care unit (ICU), of whom 137 (57.0%) had a GCS of ≤9. Only 27.0% of patients with a GCS of ≤9 were admitted to the ICU.There is a significant burden of TBI managed by the PMTS. Critical care resources available to manage patients with TBI are inadequate.", "doi": null, "title": "An audit of traumatic brain injury (TBI) in a busy developing-world trauma service exposes a significant deficit in resources available to manage severe TBI.", "journal": ["South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde", "S. Afr. Med. J."]}