{"authors": [["Di Perri", "Carol", "C", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Amico", "Enrico", "E", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Heine", "Lizette", "L", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Annen", "Jitka", "J", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Martial", "Charlotte", "C", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Larroque", "Stephen Karl", "SK", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."], ["Soddu", "Andrea", "A", "Brain and Mind Institute, Physics & Astronomy Department, Western University, London, Ontario, Canada."], ["Marinazzo", "Daniele", "D", "Department of Data-analysis, University of Ghent, Ghent, B9000, Belgium."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA Research Center, University of Liège, Liège, Belgium."]], "date": "2017-10-11", "id": "29024197", "text": "Given that recent research has shown that functional connectivity is not a static phenomenon, we aim to investigate the dynamic properties of the default mode network's (DMN) connectivity in patients with disorders of consciousness.Resting-state fMRI volumes of a convenience sample of 17 patients in unresponsive wakefulness syndrome (UWS) and controls were reduced to a spatiotemporal point process by selecting critical time points in the posterior cingulate cortex (PCC). Spatial clustering was performed on the extracted PCC time frames to obtain 8 different co-activation patterns (CAPs). We investigated spatial connectivity patterns positively and negatively correlated with PCC using both CAPs and standard stationary method. We calculated CAPs occurrences and the total number of frames.Compared to controls, patients showed (i) decreased within-network positive correlations and between-network negative correlations, (ii) emergence of \"pathological\" within-network negative correlations and between-network positive correlations (better defined with CAPs), and (iii) \"pathological\" increases in within-network positive correlations and between-network negative correlations (only detectable using CAPs). Patients showed decreased occurrence of DMN-like CAPs (1-2) compared to controls. No between-group differences were observed in the total number of frames CONCLUSION: CAPs reveal at a more fine-grained level the multifaceted spatial connectivity reconfiguration following the DMN disruption in UWS patients, which is more complex than previously thought and suggests alternative anatomical substrates for consciousness. BOLD fluctuations do not seem to differ between patients and controls, suggesting that BOLD response represents an intrinsic feature of the signal, and therefore that spatial configuration is more important for consciousness than BOLD activation itself. Hum Brain Mapp 39:89-103, 2018. © 2017 Wiley Periodicals, Inc.", "doi": "10.1002/hbm.23826", "title": "Multifaceted brain networks reconfiguration in disorders of consciousness uncovered by co-activation patterns.", "journal": ["Human brain mapping", "Hum Brain Mapp"]}