{"authors": [["Hsu", "Sheng-Der", "SD", "Division of Traumatic Surgery, Department of Surgery, Tri-Service General Hospital, National Defense Medical Center, Taipei 11486, Taiwan. f1233j@yahoo.com.tw."], ["Chen", "Cheng-Jueng", "CJ", "Division of General Surgery, Department of Surgery, Tri-Service General Hospital, National Defense Medical Center, Taipei 11486, Taiwan. doc20227@ndmctsgh.edu.tw."], ["Chou", "Yu-Ching", "YC", "School of Public Health, National Defense Medical Center, Taipei 11490, Taiwan. trishow@ndmctsgh.edu.tw."], ["Wang", "Sheng-Hao", "SH", "Division of Orthopedic Surgery, Tri-Service General Hospital, National Defense Medical Center, Taipei 11486, Taiwan. doc20361@ndmctsgh.edu.tw."], ["Chan", "De-Chuan", "DC", "Division of General Surgery, Department of Surgery, Tri-Service General Hospital, National Defense Medical Center, Taipei 11486, Taiwan. doc20230@ndmctsgh.edu.tw."]], "date": "2017-10-12", "id": "29023379", "text": "We aimed to evaluate the effect of early pelvic binder use in the emergency management of suspected pelvic trauma, compared with the conventional stepwise approach.We enrolled trauma patients with initial stabilization using a pelvic binder when suspecting pelvic injury. The inclusion criteria were traumatic injury requiring a trauma team and at least one of the following: a loss of consciousness or a Glasgow coma score (GCS) of <13; systolic blood pressure of <90 mmHg; falling from ≥6 m; injury to multiple vital organs; and suspected pelvic injury. Various parameters, including gender, age, mechanism of injury, GCS, mortality, hospital stay, initial vital signs, revised trauma score, injury severity score, and outcome, were assessed and compared with historical controls.A total of 204 patients with high-energy multiple-trauma from a single level I trauma center in North Taiwan were enrolled in the study from August 2013 to July 2014. The two group baseline patient characteristics were all collected and compared. The trauma patients with suspected pelvic fractures initially stabilized with a pelvic binder had shorter hospital and intensive care unit (ICU) stays. The study group achieved statistically significantly improved survival and lower mean blood transfusion volume and mortality rate, although they were more severe in the trauma score.We recommend prompt pelvic binder use for suspected pelvic injury before definitive imaging is available, as a cervical spine collar is used to protect the cervical spine from further injury prior to definitive identification and characterization of an injury.", "doi": "10.3390/ijerph14101217", "title": "Effect of Early Pelvic Binder Use in the Emergency Management of Suspected Pelvic Trauma: A Retrospective Cohort Study.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}