{"authors": [["Gulec", "Nazey", "N", null], ["Lahey", "Joseph", "J", null], ["Suozzi", "James C", "JC", null], ["Sholl", "Matthew", "M", null], ["MacLean", "Charles D", "CD", null], ["Wolfson", "Daniel L", "DL", null]], "date": "2017-10-12", "id": "29023172", "text": "Overdose mortality from illicit and prescription opioids has reached epidemic proportions in the United States, especially in rural areas. Naloxone is a safe and effective agent that has been shown to successfully reverse the effects of opioid overdose in the prehospital setting. The National EMS Scope of Practice Model currently only recommends advanced life support (ALS) providers to administer naloxone; however, some individual states have expanded this scope of practice to include intranasal (IN) administration of naloxone by basic life support (BLS) providers, including the Northern New England states. This study compares the effectiveness and appropriateness of naloxone administration between BLS and ALS providers.All Vermont, New Hampshire, and Maine EMS patient encounters between April 1, 2014 and December 31, 2016 where naloxone was administered were examined and 3,219 patients were identified. The proportion of successful reversals of opioid overdose, based on improvement in the Glasgow Coma Scale (GCS), respiratory rate (RR), and provider global assessment (GA) of response to medication was compared between BLS and ALS providers using a Chi-Squared statistic, Fisher's exact or Wilcoxon rank-sum test.There was no significant difference in the percent improvement in GCS between BLS and ALS (64% and 64% P = 0.94). There was no significant difference in the percentage of improvement in RR between BLS and ALS (45% and 48% P = 0.43). There was a significant difference in the percentage of improvement of GA between BLS and ALS (80% and 67% P < 0.001). There was no significant difference in determining appropriate cases to administer naloxone where RR < 12 and GCS < 15 between BLS and ALS (42% and 43% P = 0.94).BLS providers were as effective as ALS providers in improving patient outcome measures after naloxone administration and in identifying patients for whom administration of naloxone is appropriate. These findings support expanding the National EMS Scope of Practice Model to include BLS administration of intranasal naloxone for suspected opioid overdoses.", "doi": "10.1080/10903127.2017.1371262", "title": "Basic and Advanced EMS Providers Are Equally Effective in Naloxone Administration for Opioid Overdose in Northern New England.", "journal": ["Prehospital emergency care : official journal of the National Association of EMS Physicians and the National Association of State EMS Directors", "Prehosp Emerg Care"]}