{"authors": [["Wang", "Kuo-Cheng", "KC", "Department of Emergency Medicine, Chang Gung Memorial Hospital, Linkou, Taiwan."], ["Chaou", "Chung-Hsien", "CH", "Department of Emergency Medicine, Chang Gung Memorial Hospital, Linkou, Taiwan."], ["Liu", "Peng-Huei", "PH", "Department of Emergency Medicine, Chang Gung Memorial Hospital, Taipei, Taiwan."], ["Chien", "Cheng-Yu", "CY", "Department of Emergency Medicine, Chang Gung Memorial Hospital, Linkou, Taiwan."], ["Lee", "Ching-Hsing", "CH", "Chang Gung University College of Medicine, Taoyuan, Taiwan."]], "date": "2017-09-05", "id": "29018821", "text": "Differences between returning and non-returning minor head injury (MHI) emergency department (ED) patients, between the characteristics of the first visit and revisit, and between admitted and nonadmitted returning patients were investigated.This was a retrospective study. All discharged ED patients with ICD-9 codes 850.0 to 850.9, 920, and 959.01 in 2013 were enrolled. Patients' demographic data, vital signs, Glasgow Coma Scale, ED diagnosis, length of stay, triage levels, ED examinations performed, and comorbidities were recorded for analysis.A total of 2,815 patients were enrolled. Of 57 (2%) patients who revisited the ED, 47 (82%) were discharged from the ED and ten (18%) were admitted to the hospital. Patients who returned to the ED were older, and they exhibited more comorbidities. Those who presented with vomiting, triage level of 1 or 2, and GCS score of <15 and who received more blood tests during their first visit were more likely to be admitted when they returned to the ED.Discharging MHI patients who are older or exhibit comorbidities only when symptoms and concerns are relieved completely, providing clear discharge instructions, and arranging timely clinical follow-ups may help reduce such patients' return rate.", "doi": "10.1155/2017/8963102", "title": "Factors Affecting Unscheduled Return Visits to the Emergency Department among Minor Head Injury Patients.", "journal": ["BioMed research international", "Biomed Res Int"]}