{"authors": [["Perin", "Cecilia", "C", "Medicina e Chirurgia, Universita degli Studi di Milano-Bicocca Ringgold Standard Institution, Milano, Italy."], ["Meroni", "Roberto", "R", "Medicina e Chirurgia, Universita degli Studi di Milano-Bicocca Ringgold Standard Institution, Milano, Italy."], ["Rega", "Vincenzo", "V", "Riabilitazione Neurologica, Gruppo Ospedaliero San Donato Ringgold Standard Institution, Milano, Lombardia, Italy."], ["Braghetto", "Giacomo", "G", "Medicina e Chirurgia, Universita degli Studi di Milano-Bicocca Ringgold Standard Institution, Milano, Italy."], ["Cerri", "Cesare Giuseppe", "CG", "Medicina e Chirurgia, Universita degli Studi di Milano-Bicocca Ringgold Standard Institution, Milano, Italy."]], "date": "2017-04-03", "id": "29018503", "text": "Introduction  Tracheostomy weaning in patients who suffered a severe acquired brain injury is often a challenge and decannulation failures are not uncommon. Objective  Our study objective is to describe the decannulation failure rate in patients undergoing rehabilitation following a severe acquired brain injury (sABI); to describe the factors associated with a successful tube weaning. Methods  We conduct a retrospective analysis of charts, consecutively retrieved considering a 3-year window. Variables analyzed were: age, sex, body mass index (BMI), Glasgow Coma Scale (GCS), cause of hospitalization (stroke, trauma, cardiac arrest), date of the pathological event, gap between the index event and the first day of hospitalization, duration of Neurorehabilitation Ward hospitalization, comorbidities, chest morphological alteration, kind of tracheostomy tube used (overall dimension, cap, fenestration), SpO2, presentation and quantification of pulmonary secretion, maximal inspiratory pressure (MIP) and maximal expiratory pressure (MEP), respiratory frequency and pattern, cardiac frequency, presence of spontaneous cough, cough strength, and blood gas analysis. Results  We analyzed 45 tracheostomised sABI patients following stroke, trauma, or cardiac arrest. The weaning success percentage was higher in Head Trauma patients and in patients presenting positive spontaneous cough. Failures seem to be associated with presence of secretions and anoxic brain damage. GCS seemed not related to the decannulation outcome. Conclusions  Parameters that could be used as positive predictors of weaning are: mean expiratory pressure, presence of spontaneous cough, and cough strength. Provoked cough and GCS were not predictive of weaning success.", "doi": "10.1055/s-0037-1598654", "title": "Parameters Influencing Tracheostomy Decannulation in Patients Undergoing Rehabilitation after severe Acquired Brain Injury (sABI).", "journal": ["International archives of otorhinolaryngology", "Int Arch Otorhinolaryngol"]}