{"authors": [["Liu", "Hengjun", "H", "Department of Emergency, Nanjing Drum Tower Hospital Clinical Medical College of Nanjing Medical University, Nanjing 210008, Jiangsu, China. Corresponding author: Wang Jun, Email: 1969463449@qq.com."], ["Xu", "Peng", "P", null], ["He", "Fei", "F", null], ["Liu", "Yao", "Y", null], ["Wang", "Jun", "J", null]], "date": null, "id": "29017648", "text": "To evaluate the role of gray-white-matter ratio (GWR) on neurological outcome in patients with coma after cardiopulmonary resuscitation (CPR) post-respiratory and cardiac arrest (CA).Respiratory and CA patients with restoration of spontaneous circulation (ROSC) and coma after CPR admitted to Nanjing Drum Tower Hospital Clinical Medical College of Nanjing Medical University from February 2013 to June 2016 were enrolled. All patients were subjected to target temperature management (TTM) after CPR, and received cranial CT within 5 days after ROSC. Attenuation (hounsfield units) was measured at special sites (basal ganglia, centrum semiovale), and specific locus (caudate nucleus, put amen, corpus callosum, posterior limb of internal capsule, medial cortex, medial white matter). The GWR was calculated for basal ganglia and cerebrum. Neurological outcome was judged according to the Glasgow-Pittsburgh cerebral performance category (CPC) at 3 months after ICU discharge. CPC 1-3 were divided into good prognosis, CPC 4-5 were divided into poor prognosis. The receiver-operating characteristic (ROC) curve was drawn to evaluate the prognostic value of GWR in patients with respiratory and CA.Forty-three patients were enrolled, including 26 males and 17 females; age (63±15) years old; 14 good prognosis and 29 poor prognosis. Compared with the good prognosis group, the basal ganglia GWR (GWRbg) and the average GWR (GWRav) were significantly lowered in the poor prognosis group (1.064±0.103 vs. 1.163±0.818, 1.068±0.087 vs. 1.128±0.071, both P < 0.05), the centrum semiovale GWR (GWRce) was similar to that in the good prognosis group (1.072±0.077 vs. 1.092±0.075, P > 0.05). It was shown by ROC curve analysis that the GWRbg, GWRav could evaluate the neurological outcomes of patients, but GWRce could not. The area under the ROC curve (AUC) of GWRbg was 0.756 [95% confidence interval (95%CI) = 0.607-0.905, P = 0.007], the cut-off value was 1.13, the sensitivity was 71.4%, and specificity was 69.0%; the AUC of GWRav was 0.701 (95%CI = 0.532-0.869, P = 0.035), the cut-off value was 1.13, the sensitivity was 71.4%, and specificity was 65.5%; the AUC of GWRce was 0.590 (95%CI = 0.405-0.775, P = 0.344).Respiratory and CA patients receiving TTM with high GWR had favorable neurological outcome. GWR, especially GWRbg could provide help for clinical treatment and prognostic value of survival after CA.", "doi": "10.3760/cma.j.issn.2095-4352.2017.10.006", "title": "[Neurological prognostic value of gray-white-matter ratio in patients after respiratory and cardiac arrest].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}