{"authors": [["Dong", "Xin", "X", "Department of Critical Care Medicine, People's Hospital of Zhengzhou University, Henan Provincial People's Hospital, Zhengzhou 450003, Henan, China. Corresponding author: Qin Bingyu, Email: Nicolasby@126.com."], ["Shao", "Huanzhang", "H", null], ["Yang", "Yanan", "Y", null], ["Qin", "Lijie", "L", null], ["Guo", "Zhisong", "Z", null], ["Zhang", "Huifeng", "H", null], ["Zhang", "Xueyan", "X", null], ["Qin", "Bingyu", "B", null]], "date": null, "id": "29017647", "text": "To explore the characteristic of early evaluation of patients with amplitude-integrated electroencephalogram (aEEG) on brain function prognosis after cardiopulmonary cerebral resuscitation (CPCR).A retrospective analysis of the clinical data of patients with adult CPCR in intensive care unit (ICU) of Henan Provincial People's Hospital from March 2016 to March 2017 was performed. The length of stay, recovery time, acute physiology and chronic health evaluation II (APACHE II) score, aEEG and Glasgow coma scale (GCS) within 72 hours were recorded. The main clinical outcome was the prognosis of brain function (Glasgow-Pittsburgh cerebral performance category, CPC) in patients with CPCR after 3 months. Relationship between aEEG and GCS and their correlation with brain function prognosis was analyzed by Spearman rank correlation analysis. The effects of aEEG and GCS on prognosis of brain function were evaluated by Logistic regression analysis. The predictive ability of aEEG and GCS for brain function prognosis was evaluated by receiver operating characteristic (ROC) curve.A total of 31 patients with CPCR were enrolled, with 18 males and 13 females; mean age was (41.84±16.96) years old; recovery time average was (19.42±10.79) minutes; the length of stay was (14.84±10.86) days; APACHE II score 19.29±6.42; aEEG grade I (normal amplitude) in 7 cases, grade II (mild to moderate abnormal amplitude) in 13 cases, grade III (severe abnormal amplitude) in 11 cases; GCS grade I (9-14 scores) in 7 cases, grade II (4-8 scores) in 14 cases, grade III (3 scores) in 10 cases; 19 survivals, 12 deaths; the prognosis of brain function was good (CPC 1-2) in 8 cases, and the prognosis of brain function was poor (CPC 3-5) in 23 cases. There was no significant difference in age, gender, recovery time, length of stay and APACHE II score between two groups with different brain function prognosis, while aEEG grade and GCS grade were significantly different. Cochran-Armitage trend test showed that the higher the grade of aEEG and GCS, the worse the prognosis of CPCR patients (both P-trend < 0.01). With the increase in GCS classification, the classification of aEEG was also increasing (r = 0.620 6, P = 0.000 3). Both aEEG and GCS were positively correlated with the prognosis of brain function (r1 = 0.779 6, P1 < 0.000 1; r2 = 0.702 1, P2 < 0.000 1). Univariate Logistic regression analysis showed that aEEG and GCS had significant effect on early brain function prognosis [aEEG: odds ratio (OR) = 37.234, 95% confidence interval (95%CI) = 3.168-437.652, P = 0.004, GCS: OR = 12.333, 95%CI = 1.992-76.352, P = 0.007]; after adjusting for aEEG and GCS, only aEEG had significant effect on the early prognosis of brain function (OR = 26.932, 95%CI = 1.729-419.471, P = 0.019). The ROC curve analysis showed that in the evaluation of the prognosis of CPCR patients with brain function, the area under ROC curve (AUC) of aEEG was 0.913, when the cut-off value of aEEG was 1.5, the sensitivity was 95.7% and the specificity was 75.0%. The AUC of GCS was 0.851, the best cut-off value was 1.5, the sensitivity was 91.3% and the specificity was 62.5%.aEEG and GCS scores have a good correlation in the evaluation of brain function prognosis in patients with CPCR, the accuracy of aEEG in the early evaluation of the prognosis of patients with CPCR is higher than the GCS score.", "doi": "10.3760/cma.j.issn.2095-4352.2017.10.005", "title": "[Early evaluation of patients with amplitude-integrated electroencephalogram on brain function prognosis after cardiopulmonary cerebral resuscitation].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}