{"authors": [["Verbeek", "Diederik O", "DO", "Trauma Unit, Department of Surgery, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands. diederikverbeek@hotmail.com."], ["Ponsen", "Kornelis J", "KJ", "Department of Surgery, Medisch Centrum Alkmaar, Alkmaar, The Netherlands."], ["Fiocco", "Marta", "M", "Mathematisch Instituut, University of Leiden, Leiden, The Netherlands."], ["Amodio", "Sonia", "S", "Mathematisch Instituut, University of Leiden, Leiden, The Netherlands."], ["Leenen", "Luke P H", "LPH", "Department of Surgery, University Medical Center Utrecht, University of Utrecht, Utrecht, The Netherlands."], ["Goslings", "J Carel", "JC", "Trauma Unit, Department of Surgery, Academic Medical Center, University of Amsterdam, Amsterdam, The Netherlands."]], "date": "2017-10-09", "id": "28993913", "text": "To examine nationwide epidemiology of pelvic fractures in the Netherlands and to compare characteristics and outcome of older versus younger patients as well as predictors for in-hospital mortality.Retrospective review of pelvic fracture patients admitted to all Dutch hospitals (2008-2012) utilizing National Trauma Registry. Average annual incidence of (minor and major) pelvic fractures was calculated for the population. Older (≥ 65 years) and younger (< 65 years) patients were compared. Multivariate regression analysis was performed to identify independent predictors for in-hospital mortality.Of 11,879 pelvic fracture patients (61.8%, ≥ 65 years), annual incidence of pelvic fractures in older versus younger population was 57.9 versus 6.4 per 100,000 persons. Older patients had lower ISS (7.1 (SD 6.9) vs 15.4 (SD 13.4)) and less frequently had severe associated injuries (15.6 vs 43.5%), an admission systolic blood pressure (SBP) ≤ 90 mmHg (1.6 vs 4.1%) or Glasgow Coma Score (GCS) ≤ 12 (2.0 vs 13.3%) (all, p < 0.01). In-hospital mortality was equal in older and younger patients (5.3 vs 4.8%: p = 0.28). In both subgroups, greatest independent predictors for in-hospital mortality were GCS ≤ 12, ISS ≥ 16, and SBP ≤ 90 mmHg and in all patients age ≥ 65 (OR 6.59 (5.12-8.48): p < 0.01).The annual incidence of (both minor and major) pelvic fractures in the older population was substantially higher than in the younger population. Elderly patients had a disproportionately high in-hospital mortality rate considering they were less severely injured. Among other factors, age was the greatest independent predictor for in-hospital mortality in all pelvic fracture patients.", "doi": "10.1007/s00590-017-2044-3", "title": "Pelvic fractures in the Netherlands: epidemiology, characteristics and risk factors for in-hospital mortality in the older and younger population.", "journal": ["European journal of orthopaedic surgery & traumatology : orthopedie traumatologie", "Eur J Orthop Surg Traumatol"]}