{"authors": [["Decavèle", "Maxens", "M", "Neurophysiologie Respiratoire Expérimentale et Clinique, Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS_1158, Paris, France."], ["Weiss", "Nicolas", "N", "Unité de Réanimation Neurologique, Département de Neurologie, Groupe Hospitalier Pitié-Salpêtrière Charles Foix, Pôle des Maladies du Système Nerveux et Institut de Neurosciences Translationnelles, IHU-A-ICM, Paris, France."], ["Rivals", "Isabelle", "I", "Neurophysiologie Respiratoire Expérimentale et Clinique, Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS_1158, Paris, France."], ["Prodanovic", "Hélène", "H", "Department of Respiratory and Critical Care Medicine, Groupe Hospitalier Pitié-Salpêtrière Charles Foix, Service de Pneumologie et Réanimation Médicale (Département \"R3S\"), AP-HP, 47-83 Boulevard de l'Hôpital, 75013, Paris, France."], ["Idbaih", "Ahmed", "A", "Institut du Cerveau et de la Moelle Épinière, ICM, Inserm U 1127, CNRS, UMR 7225, Sorbonne Universités, UPMC Univ Paris 06, UMRS_1127, 75013, Paris, France."], ["Mayaux", "Julien", "J", "Department of Respiratory and Critical Care Medicine, Groupe Hospitalier Pitié-Salpêtrière Charles Foix, Service de Pneumologie et Réanimation Médicale (Département \"R3S\"), AP-HP, 47-83 Boulevard de l'Hôpital, 75013, Paris, France."], ["Similowski", "Thomas", "T", "Neurophysiologie Respiratoire Expérimentale et Clinique, Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS_1158, Paris, France."], ["Demoule", "Alexandre", "A", "Neurophysiologie Respiratoire Expérimentale et Clinique, Sorbonne Universités, UPMC Univ Paris 06, INSERM, UMRS_1158, Paris, France. alexandre.demoule@aphp.fr."]], "date": "2017-10-09", "id": "28993874", "text": "The purpose of this study is to describe the reasons for ICU admission and to evaluate the outcome and prognostic factors of patients with primary malignant brain tumors (PMBT) admitted to the intensive care unit (ICU). This is a retrospective observational cohort study of 196 PMBT patients admitted to two ICUs over a 19-year period. Acute respiratory failure was the main reason for ICU admission (45%) followed by seizures (25%) and non-epileptic coma (14%). Seizures were more common in patients with glial lesions (84 vs. 67%), whereas patients with primary brain lymphoma were more frequently admitted for shock (42 vs. 18%). Overall ICU and 90-day mortality rates were 23 and 50%, respectively. Admission for seizures was independently associated with lower ICU mortality [odds ratio (OR) 0.06], whereas the need for mechanical ventilation (OR 6.85), cancer progression (OR 7.84), respiratory rate (OR 1.11) and Glasgow coma scale (OR 0.85) were associated with higher ICU mortality. Among the 95 patients who received invasive mechanical ventilation, ICU mortality was 37% (n = 35). For these patients, admission for seizures was associated with lower ICU mortality (OR 0.050) whereas cancer progression (OR 7.49) and respiratory rate (OR 1.08) were associated with higher ICU mortality. The prognosis of PMBT patients admitted to the ICU appears relatively favorable compared to that of hematologic malignancies or solid tumors, especially when the patient is admitted for seizures. The presence of a PMBT, therefore, does not appear to be sufficient for refusal of ICU admission. Predictive factors of mortality may help clinicians make optimal triage decisions.", "doi": "10.1007/s00415-017-8624-7", "title": "Prognosis of patients with primary malignant brain tumors admitted to the intensive care unit: a two-decade experience.", "journal": ["Journal of neurology", "J. Neurol."]}