{"authors": [["Carracedo", "G", "G", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain. Electronic address: gonzalocarracedo@gmail.com."], ["Canales", "J", "J", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain."], ["Gonzalez", "P", "P", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain."], ["Recchioni", "A", "A", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain."], ["Carpena-Torres", "C", "C", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain."], ["Carballo-Álvarez", "J", "J", "Department of Optics II (Optometry and Vision), School of Optics, Universidad Complutense de Madrid, Madrid, Spain."]], "date": "2017-10-06", "id": "28993070", "text": "To study the influence of soft contact lens (SCL) central thickness and material in keratoconus on visual function after intracorneal ring segment (ICRS) surgery.A pilot, experimental, prospective, cross-sectional and double-blind study was performed. Fourteen keratoconus patients with age range of 34.75±9.22years (7 males and 7 females) with ICRS implanted were involved in the study. Two different SCL materials [Hioxifilcon A (G-5X/p-GMA/HEMA) and Lucifilcon A (silicone-hydrogel)] with four different central thicknesses (0.1, 0.2, 0.3 and 0.4mm) were fitted in one eye per patient, selected randomly. High and low corrected distance visual acuity (CDVA) and contrast sensitivity (CS), corneal topography and corneal and total aberrometry were measured.Corneal spherical like, coma like and root mean square (RMS) decreased significantly for 0.3 and 0.4mm in both SCL materials (p<0.05). Total RMS decreased significantly for 0.4mm with both SCL materials (p<0.05). High and low CDVA improved for 0.4mm of thickness for both materials (p<0.05). Statistically increasing were found in all thicknesses studied for CS in both materials (p<0.05).A central thickness of the SCL equal or superior to 0.4mm seems to decrease the ocular high order aberration (HOA) and to improve the visual function in keratoconus patients implanted with ICRS. However, the modulus of rigidity of the SCL would not influence the HOA correction.", "doi": "10.1016/j.clae.2017.09.020", "title": "The effect of soft contact lens thickness in visual function after intracorneal ring segments surgery.", "journal": ["Contact lens & anterior eye : the journal of the British Contact Lens Association", "Cont Lens Anterior Eye"]}