{"authors": [["Bedini", "Gloria", "G", "Laboratory of Cellular Neurobiology, Cerebrovascular Disease Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy. Electronic address: gloria.bedini@istituto-besta.it."], ["Bersano", "Anna", "A", "Laboratory of Cellular Neurobiology, Cerebrovascular Disease Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy; Cerebrovascular Disease Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["D'Incerti", "Ludovico", "L", "Neuroradiology Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Marotta", "Giorgio", "G", "Department of Nuclear Medicine, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."], ["Rosazza", "Cristina", "C", "Neuroradiology Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy; Scientific Department, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Rossi Sebastiano", "Davide", "D", "Neurophysiology and Epilepsy Center, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Franceschetti", "Silvana", "S", "Neurophysiology and Epilepsy Center, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Sattin", "Davide", "D", "Neurology - Public Health - Disability Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Leonardi", "Matilde", "M", "Neurology - Public Health - Disability Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Nigri", "Anna", "A", "Neuroradiology Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Ferraro", "Stefania", "S", "Neuroradiology Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."], ["Parati", "Eugenio Agostino", "EA", "Laboratory of Cellular Neurobiology, Cerebrovascular Disease Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy; Cerebrovascular Disease Unit, Fondazione IRCCS Istituto Neurologico \"C. Besta\", Milan, Italy."]], "date": "2017-08-30", "id": "28991686", "text": "Several methodologies including neuroimaging and sleep evaluation are being developed to complement the clinical bedside examinations in patients with disorder of consciousness (DOC). Recently, we demonstrated a possible association between Period3 (Per3) variable number tandem repeat (VNTR) polymorphism and functional impairment of DOC patients, speculating a possible role of this gene in sleep regulation.To assess whether the degree of structural and metabolic damage of the main brain areas involved in the sleep generation and homeostasis may influence the different outcome of DOC patients carrying the Per35/5 genotype in comparison to Per34/4 ones.For the present study, we reviewed 44 DOC patients from the Coma Research Centre of the Fondazione IRCCS Istituto Neurologico \"C. Besta\" of Milan. All patients underwent to polysomnographic sleep evaluation, cerebral structural magnetic resonance imaging (MRI) and 18F-fluoro-2-deoxyglucose positron emission tomography (FDG-PET) analysis.Our DOC patients presented a moderate anatomical (median score 2) and metabolic damage (median value 2.36 SUVmean) of the sleep areas at both MRI and FDG-PET evaluation. Total sleep time seemed to be higher in 5/5 genotype DOC patients (median value Per35/5, 221min, range 126-323min; median value Per34/4, 167min, range 36-477min; and median value Per34/5, 187min, range 29-422min). However, the MRI scores and FDG-PET values of whole brain, overall sleep areas, hypothalamus, midbrain and thalamus did not differ by genotype distribution.Although limited by the small sample size, our data might support the idea that Per3 genetic predisposition in DOC patients could affect impairment and residual cognitive functions through sleep homeostasis independently from structural and/or metabolic integrity of sleep areas.", "doi": "10.1016/j.jns.2017.08.3253", "title": "Period3 gene in disorder of consciousness: The role of neuroimaging in understanding the relationship between genotype and sleep. A brief communication.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}