{"authors": [["Keil", "Dayley S", "DS", "* University of North Carolina School of Medicine, Chapel Hill, NC † Illinois Bone & Joint Institute, Barrington, IL § Department of Orthopaedic Surgery, Carolinas Medical Center, Charlotte, NC."], ["Gross", "Steven", "S", null], ["Seymour", "Rachel B", "RB", null], ["Sims", "Stephen", "S", null], ["Karunakar", "Madhav A", "MA", null]], "date": "2017-09-29", "id": "28990979", "text": "To document in-hospital and 1-year mortality rates following high-energy pelvic fracture in patients age 65 or older as compared to a younger cohort.Retrospective review.Urban level 1 academic trauma center.Seventy consecutive patients age ≥ 65 years treated for pelvic fracture resulting from high-energy mechanism from 2008 to 2011. One hundred forty patients age 18-64 were matched to the study population based on mechanism of injury and OTA Code 61 subtype for comparison.Review of demographics, injury characteristics, hospital management, and mortality.Mortality.The overall inpatient mortality rate was 10%. The older cohort exhibited an inpatient mortality rate three times higher than the younger cohort (18.6% vs. 5.7%, p=0.003). There was no difference in mortality 1-year post discharge (5.3% vs. 3.8%, p=0.699.) No significant differences in initial Glasgow Coma Scale or Injury Severity Score were identified (GCS 12.9 vs. 12.4, p=0.363; ISS 24.7 vs. 23.4, p=0.479). Multivariate analysis identified the Charlson Co-morbidity Index (CCI) (p=0.012) and AIS-chest (p=0.005) as independent predictors of in-hospital mortality, and CCI (0.005) and AIS-abdomen (0.012) for 1-year mortality.After controlling for mechanism of injury and pelvic fracture classification, we found that adults ≥ 65 and those with multiple co-morbidities were more likely to die in the hospital than younger adults. However, mortality within 1-year post-discharge was low and did not differ between groups. This is in sharp contrast to the high rates of post-discharge mortality observed in elderly patients with hip fracture.Retrospective Cohort Study, Level III.", "doi": "10.1097/BOT.0000000000001041", "title": "Mortality after High Energy Pelvic Fractures in Patients of Age 65 or Older.", "journal": ["Journal of orthopaedic trauma", "J Orthop Trauma"]}