{"authors": [["Obuchowska", "Iwona", "I", "Department of Ophthalmology, Medical University of Bialystok, Bialystok, Poland. Electronic address: iwonaobu@wp.pl."], ["Turek", "Grzegorz", "G", "Department of Neurosurgery, Medical University of Bialystok, Bialystok, Poland."], ["Kochanowicz", "Jan", "J", "Department of Neurosurgery, Medical University of Bialystok, Bialystok, Poland."], ["Lewszuk", "Andrzej", "A", "Department of Radiology, Medical University of Bialystok, Bialystok, Poland."], ["Mariak", "Zofia", "Z", "Department of Ophthalmology, Medical University of Bialystok, Bialystok, Poland."], ["Mariak", "Zenon", "Z", "Department of Neurosurgery, Medical University of Bialystok, Bialystok, Poland."]], "date": "2017-09-22", "id": "28987495", "text": "Late ocular manifestations of aneurysmal subarachnoid hemorrhage (SAH) have not been previously investigated except for one study which demonstrated that one half of patients subjected to aneurysm clipping suffer from symptoms of visual pathway impairment. We assessed ophthalmological status of patients after 1-4.5 years from SAH and aneurysm embolization to identify predictors of damage to the visual pathways. Complete ophthalmological examination, static perimetry, and visual evoked potentials (VEPs) were performed in 74 patients (26 men, 48 women, aged 19-76 years), who constituted a consecutive sample of 129 patients treated with aneurysm embolization in the years 2008-2010. The following independent variables: sex, age, time from SAH to embolization, size and site of aneurysm, score in Glasgow Coma Scale, Glasgow Outcome Scale, Hunt-Hess and Fisher scales were subject to univariate and multivariate statistical analyses to study their influence on the ocular outcome. 40 patients (54%) demonstrated visual field defects appearing as multiple peripheral foci and constricted field, affecting both eyes. Among these subjects, 12 patients had severe defects in the visual field, 20 had deterioration in VEPs, and 9 had decreased visual acuity. Older age and high score in Hunt-Hess and Fisher scales were identified as predictors for visual field defects and disturbances in VEPs. More than half of the survivors of SAH and aneurysm embolization suffer from a permanent defect in visual function. Damage of visual pathway correlates with severity of SAH and older age of patients.", "doi": "10.1016/j.pjnns.2017.09.008", "title": "Late ophthalmological manifestations in patients with subarachnoid hemorrhage and coiling of cerebral aneurysm.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}