{"authors": [["Resnick", "Shelby", "S", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Seamon", "Mark J", "MJ", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Holena", "Daniel", "D", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Pascual", "Jose", "J", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Reilly", "Patrick M", "PM", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania."], ["Martin", "Niels D", "ND", "Division of Traumatology, Surgical Critical Care and Emergency Surgery, Department of Surgery, Perelman School of Medicine, University of Pennsylvania, Philadelphia, Pennsylvania. Electronic address: niels.martin@uphs.upenn.edu."]], "date": "2017-05-12", "id": "28985863", "text": "Aggressive management of patients prior to and after determination of death by neurologic criteria (DNC) is necessary to optimize organ recovery, transplantation, and increase the number of organs transplanted per donor (OTPD). The effects of time management are understudied but potentially pivotal component. The objective of this study was to analyze specific time points (time to DNC, time to procurement) and the time intervals between them to better characterize the optimal timeline of organ donation.Using data over a 5-year time period (2011-2015) from the largest US OPO, all patients with catastrophic brain injury and donated transplantable organs were retrospectively reviewed. Active smokers were excluded. Maximum donor potential was seven organs (heart, lungs [2], kidneys [2], liver, and pancreas). Time from admission to declaration of DNC and donation was calculated. Mean time points stratified by specific organ procurement rates and overall OTPD were compared using unpaired t-test.Of 1719 Declaration of Death by Neurologic Criteria organ donors, 381 were secondary to head trauma. Smokers and organs recovered but not transplanted were excluded leaving 297 patients. Males comprised 78.8%, the mean age was 36.0 (±16.8) years, and 87.6% were treated at a trauma center. Higher donor potential (>4 OTPD) was associated with shorter average times from admission to brain death; 66.6 versus 82.2 hours, P = 0.04. Lung donors were also associated with shorter average times from admission to brain death; 61.6 versus 83.6 hours, P = 0.004. The time interval from DNC to donation varied minimally among groups and did not affect donation rates.A shorter time interval between admission and declaration of DNC was associated with increased OTPD, especially lungs. Further research to identify what role timing plays in the management of the potential organ donor and how that relates to donor management goals is needed.", "doi": "10.1016/j.jss.2017.05.032", "title": "Early declaration of death by neurologic criteria results in greater organ donor potential.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}