{"authors": [["Lubelski", "Daniel", "D", "Cleveland Clinic Lerner College of Medicine, Cleveland Clinic Center for Spine Health, and Department of Neurological Surgery, Cleveland Clinic, Cleveland."], ["Tharin", "Suzanne", "S", "Department of Neurosurgery, Stanford University, Palo Alto, California."], ["Como", "John J", "JJ", "Departments of 2 Surgery."], ["Steinmetz", "Michael P", "MP", "Cleveland Clinic Lerner College of Medicine, Cleveland Clinic Center for Spine Health, and Department of Neurological Surgery, Cleveland Clinic, Cleveland."], ["Vallier", "Heather", "H", "Orthopaedic Surgery, and."], ["Moore", "Timothy", "T", "Orthopaedic Surgery, and."]], "date": "2017-10-06", "id": "28984515", "text": "OBJECTIVE Few studies have investigated the advantages of early spinal stabilization in the patient with polytrauma in terms of reduction of morbidity and mortality. Previous analyses have shown that early stabilization may reduce ICU stay, with no effect on complication rates. METHODS The authors prospectively observed 340 polytrauma patients with an Injury Severity Score (ISS) of greater than 16 at a single Level 1 trauma center who were treated in accordance with a protocol termed \"early appropriate care,\" which emphasizes operative treatment of various fractures within 36 hours of injury. Of these patients, 46 had upper thoracic and/or cervical spine injuries. The authors retrospectively compared patients treated according to protocol versus those who were not. Continuous variables were compared using independent t-tests and categorical variables using Fisher's exact test. Logistic regression analysis was performed to account for baseline confounding factors. RESULTS Fourteen of 46 patients (30%) did not undergo surgery within 36 hours. These patients were significantly more likely to be older than those in the protocol group (53 vs 38 years, p = 0.008) and have greater body mass index (BMI; 33 vs 27, p = 0.02), and they were less likely to have a spinal cord injury (SCI) (82% did not have an SCI vs 44% in the protocol group, p = 0.04). In terms of outcomes, patients in the protocol-breach group had significantly more total ventilator days (13 vs 6 days, p = 0.02) and total ICU days (16 vs 9 days, p = 0.03). Infection rates were 14% in the protocol-breach group and 3% in the protocol group (p = 0.2) Total complications trended toward being statistically significantly more common in the protocol-breach group (57% vs 31%). After controlling for potential confounding variables by logistic regression (including age, sex, BMI, race, and SCI), total complications were significantly (p < 0.05) greater in the protocol-breach group (OR 29, 95% CI 1.9-1828). This indicates that the odds of developing \"any complication\" were 29 times greater if treatment was delayed more than 36 hours. CONCLUSIONS Early surgical stabilization in the polytrauma patient with a cervical or upper thoracic spine injury is associated with fewer complications and improved outcomes. Hospitals may consider the benefit of protocols that promote early stabilization in this patient population.", "doi": "10.3171/2017.4.SPINE16933", "title": "Surgical timing for cervical and upper thoracic injuries in patients with polytrauma.", "journal": ["Journal of neurosurgery. Spine", "J Neurosurg Spine"]}