{"authors": [["Okada", "Yohei", "Y", "Department of Emergency and Critical Care Medicine, Japanese Red Cross Society Kyoto Daini Red Cross Hospital, 355-5 Haruobicho Kamigyoku, Kyoto, 602-8026, Japan. okadayohei1127@yahoo.co.jp."], ["Ishi", "Wataru", "W", "Department of Emergency and Critical Care Medicine, Japanese Red Cross Society Kyoto Daini Red Cross Hospital, 355-5 Haruobicho Kamigyoku, Kyoto, 602-8026, Japan."], ["Narumiya", "Hiromichi", "H", "Department of Emergency and Critical Care Medicine, Japanese Red Cross Society Kyoto Daini Red Cross Hospital, 355-5 Haruobicho Kamigyoku, Kyoto, 602-8026, Japan."], ["Liduka", "Ryoji", "R", "Department of Emergency and Critical Care Medicine, Japanese Red Cross Society Kyoto Daini Red Cross Hospital, 355-5 Haruobicho Kamigyoku, Kyoto, 602-8026, Japan."]], "date": "2017-10-06", "id": "28982383", "text": "Catecholamine agents are commonly used to support circulation; however, they may cause unexpected hypotension in a special situation. Here we describe the first unexpected case of hypotension in response to catecholamine agents.A 29-year-old Japanese man with schizophrenia was transferred to our emergency department. He was in shock and in coma. After fluid resuscitation, we induced catecholamine agents; however, his blood pressure decreased to 59/40 mmHg in response to catecholamine infusion. On the other hand, after we started vasopressin, his blood pressure markedly improved, and he finally became stable. On day 2, he admitted to ingesting a large amount of risperidone, and we diagnosed risperidone overdose. We believe that this unexpected hypotension in response to catecholamine infusion was caused by an α-adrenergic blockade effect of risperidone. Animal experiments proved that the simultaneous administration of adrenaline with an α-adrenergic blockade provoked a fall in blood pressure; this phenomenon is called \"adrenaline reversal.\" In our case, catecholamine infusion under the α-adrenergic blockade effect of risperidone might have caused a fall in blood pressure in the same mechanism; we call this phenomenon \"catecholamine reversal.\" In such a situation, because the mechanism of vasopressin is different from that of catecholamine, we recommend vasopressin for maintaining the blood pressure.We described the first clinical case of \"catecholamine reversal\" and highlighted that if unexpected hypotension occurs in response to catecholamine infusion, we should suspect the use of α-adrenergic antagonists. In such situations, we should consider the administration of vasopressin instead.", "doi": "10.1186/s13256-017-1442-9", "title": "Unexpected hypotension in catecholamine reversal: a case report.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}