{"authors": [["Bartolo", "Michelangelo", "M", "Neurorehabilitation, HABILITA Care and Research Rehabilitation Hospitals, 24044 Bergamo, Italy. michelangelobartolo@habilita.it."], ["Bargellesi", "Stefano", "S", null], ["Castioni", "Carlo Alberto", "CA", null], ["Intiso", "Domenico", "D", null], ["Fontana", "Andrea", "A", null], ["Copetti", "Massimiliano", "M", null], ["Scarponi", "Federico", "F", null], ["Bonaiuti", "Donatella", "D", null], [null, null, null, null]], "date": null, "id": "28980699", "text": "To determine whether early mobilization of patients with severe acquired brain injury, performed in the intensive/neurointensive care unit, influences functional outcome.Prospective observational study.Fourteen centres in Italy.A total of 103 consecutive patients with acquired brain injury.Clinical, neurological and functional data, including the Glasgow Coma Scale (GCS), Disability Rating Scale (DRS), the Rancho Los Amigos Levels of Cognitive Functioning (LCF), Early Rehabilitation Barthel Index (ERBI), Glasgow Outcome Scale (GOS), and Functional Independence Measure (FIM) were collected at admission and every 3?5 days until discharge from the intensive/neurointensive care unit. Patients were divided into mobilization and no mobilization groups, depending on whether they received mobilization. Data were analysed by intragroup and intergroup analysis using a multilevel regression model.Sixty-eight patients were included in the mobilization group. At discharge, both groups showed significant improvements in GCS, DRS, LCF and ERBI scores. The mobilization group showed significantly better improvements in FIM cognitive, GOS and ERBI. The patients in the mobilization group stayed longer in the intensive care unit (p=0.01) and were more likely to be discharged to intensive rehabilitation at a significantly higher rate (p=0.002) than patients in the no mobilization group. No adverse events were reported in either group.Early mobilization appears to favour the clinical and functional recovery of patients with severe acquired brain injury in the intensive care unit.", "doi": "10.2340/16501977-2269", "title": "Mobilization in early rehabilitation in intensive care unit patients with severe acquired brain injury: An observational study.", "journal": ["Journal of rehabilitation medicine", "J Rehabil Med"]}