{"authors": [["Kasparova", "Evg A", "EA", "Research Institute of Eye Diseases, 11 A, B, Rossolimo St., Moscow, Russia, 119021."], ["Kasparov", "A A", "AA", "Research Institute of Eye Diseases, 11 A, B, Rossolimo St., Moscow, Russia, 119021."], ["Kasparova", "E A", "EA", "Research Institute of Eye Diseases, 11 A, B, Rossolimo St., Moscow, Russia, 119021."], ["Zaytsev", "A V", "AV", "Research Institute of Eye Diseases, 11 A, B, Rossolimo St., Moscow, Russia, 119021."]], "date": null, "id": "28980569", "text": "The article presents a clinical case of severe bilateral pseudomonas sclerokeratitis in a patient with occlusion hydrocephalus and intracranial hypertension, who was in a coma and on a ventilator for 20 days. At first examination (7 days after the onset of purulent keratitis, during which the process had been rapidly progressing), the clinical picture included lagophthalmos, severe purulent corneal ulcer, bilateral purulent scleromalacia, perforated cornea in the left eye. On the same day, in order to maintain eye integrity, urgent reconstructive penetrating sclerokeratoplasty with subsequent sclerocorneal coating was performed in both eyes right in the intensive care unit. Parts of the melted iris and ciliary body pars plana that were left in place were abundantly washed with BSS and moxifloxacin solutions - 150 µg/ml. Postoperative care included forced instillations of antibiotics and antiseptics. Two years after the first surgery, 2 more full-thickness corneal transplantations were performed in the patient's right eye aiming at restoration of its optical system. Thus, immediate sclerokeratoplasty with anterior segment irrigation and intraocular administration of highly diluted antibiotics appeared to be the only chance to save the vision in one eye. The fellow eye, where perforation occurred as a result of severe purulent sclerokeratitis and purulent iridocyclitis, despite all measures taken, lost its sight. After three surgeries (penetrating sclerokeratoplasty and two re-PK), visual acuity in the only seeing (right) eye was 0.1, which can be considered a satisfactory result.В статье представлен клинический случай развитого двустороннего синегнойного склерокератита у пациентки с окклюзионной гидроцефалией и внутричерепной гипертензией, находившейся в коме и на искусственной вентиляции легких в течение 20 дней. На момент осмотра (спустя 7 дней после начала гнойного склерокератита и бурного прогрессирования заболевания) у больной определялись лагофтальм, развитая гнойная язва роговицы, гнойное расплавление склеры обоих глаз, перфорация роговицы на левом глазу. В тот же день, непосредственно в реанимационном отделении, с целью спасения глаза как органа неотложно была проведена реконструктивная сквозная склерокератопластика с последующим покрытием склеро-роговичным трансплантатом на обоих глазах. Остатки гнойно-расплавленной радужки и плоская часть цилиарного тела обоих глаз были обильно промыты растворами BSS и моксифлоксацина - 150 мкг/мл. В послеоперационном периоде применяли форсированные инстилляции антибиотиков и антисептиков. Спустя 2 года на правом глазу были проведены 2 сквозные рекератопластики (реСКП) c целью восстановления оптической системы глаза. Безотлагательно выполненная лечебная сквозная склерокератопластика с орошением переднего отрезка глаза и внутриглазным введением антибиотика высокого разведения явились единственным шансом спасения зрения на правом глазу. На левом глазу, где имелась перфорация на фоне развитого гнойного склерокератита и гнойного иридоциклита, несмотря на все предпринятые меры, спасти зрение не удалось. Острота зрения после проведенных трех операций (сквозной склерокератопластики и двух реСКП) на единственном (правом) глазу составляла 0,1, что можно считать удовлетворительным результатом.", "doi": "10.17116/oftalma2017133468-73", "title": "[Severe bilateral pseudomonas sclerokeratitis in comatose patient (clinical case)].", "journal": ["Vestnik oftalmologii", "Vestn Oftalmol"]}