{"authors": [["Peng", "Yuan", "Y", "Department of Intensive Care Unit and Neurosurgery, The First People's Hospital of Kunshan Affiliated with Jiangsu University, Suzhou 215300, P. R. China."], ["Zhu", "Haifeng", "H", "Department of Neurosurgery and Medical Oncology, Jiangsu Funing People's Hospital, Funing 224400, P. R. China."], ["Chen", "Haodong", "H", "Department of Neurosurgery, Liuhe Hospital Affiliated to Medical College of Yangzhou University, Nanjing 211500, P. R. China."], ["Zhu", "Zijin", "Z", "Department of Neurosurgery, Anhui Province Wangjiang Hospital, Anhui 246200, P. R. China."], ["Zhou", "Huahai", "H", "Department of Neurosurgery, Sihong County People's Hospital, Suqian 223900, P. R. China."], ["Zhang", "Shuguang", "S", "Department of Intensive Care Unit and Neurosurgery, The First People's Hospital of Kunshan Affiliated with Jiangsu University, Suzhou 215300, P. R. China."], ["Gao", "Lili", "L", "Department of Neurosurgery and Medical Oncology, Jiangsu Funing People's Hospital, Funing 224400, P. R. China."], ["Shi", "Lei", "L", "Department of Intensive Care Unit and Neurosurgery, The First People's Hospital of Kunshan Affiliated with Jiangsu University, Suzhou 215300, P. R. China."], ["Li", "Xiaoliang", "X", "Department of Intensive Care Unit and Neurosurgery, The First People's Hospital of Kunshan Affiliated with Jiangsu University, Suzhou 215300, P. R. China."], ["Luo", "Zhengxiang", "Z", "Department of Neurosurgery, Nanjing Brain Hospital Affiliated to Nanjing Medical University, Nanjing 210029, P. R. China."]], "date": "2017-04-07", "id": "28978176", "text": "We evaluated the curative effect of dexmedetomidine on paroxysmal sympathetic hyperactivity (PSH) in a retrospective study of 72 PSH patients after neurosurgery. Our results showed that dexmedetomidine was superior to propofol for treatment of PSH with respect to: average time needed to reduce paroxysmal hypertension (PH) to <140/90 mmHg (29.03±8.86 vs. 42.0±14.77 min), average remission time of PH (3.97±1.73 vs. 5.65±1.51 min), PH remission rate (61.22±10.8% vs. 41.52±14.15%), PH duration (9.31±2.66 vs. 13.05±4.19 days), average time for body temperature to return to normal (10.62±4.14 vs. 15.31±4.58 days), average time for heartrate to return to normal (11.34±3.90 vs. 15.72±4.10 days), and average time of respiratory rate below 25 breaths per minute (BPM) (7.00±1.74 vs. 15.32±5.87 days). Multiple logistic regression analyses showed that dexmedetomidine did not protect against the recurrence of PSH. Age and Glasgow Coma Score were the main factors predicting PSH recurrence. There was no difference in Glasgow Outcome Score (GOS) between the two groups during the 6 months of postoperative follow-up (p>0.05). These data suggest dexmedetomidine effectively controls an acute attack of PSH, but it does not improve the long-term prognosis of patients compared with propofol.", "doi": "10.18632/oncotarget.16920", "title": "Dexmedetomidine attenuates acute paroxysmal sympathetic hyperactivity.", "journal": ["Oncotarget", "Oncotarget"]}