{"authors": [["Larsen", "Magnus", "M", "Department of Cardiothoracic and Vascular Surgery, University Hospital North Norway, Tromsø, Norway."], ["Trimarchi", "Santi", "S", "Thoracic Aortic Research Center, IRCCS Policlinico San Donato, San Donato, Italy."], ["Patel", "Himanshu J", "HJ", "Department of Cardiac Surgery, University of Michigan, Ann Arbor, MI, USA."], ["Di Eusanio", "Marco", "M", "Department of Cardiac Surgery, University of Bologna, Bologna, Italy."], ["Greason", "Kevin L", "KL", "Department of Cardiovascular Surgery, Mayo Clinic, Rochester, MN, USA."], ["Peterson", "Mark D", "MD", "Department of Cardiac Surgery, St. Michael's Hospital, Toronto, ON, Canada."], ["Fattori", "Rossella", "R", "Department of Interventional Cardiology, San Salvatore Hospital, Pesaro, Italy."], ["Hutchison", "Stuart", "S", "Department of Cardiac Sciences, University of Calgary Medical Centre, Calgary, AB, Canada."], ["Desai", "Nimesh D", "ND", "Department of Cardiovascular Surgery, University of Pennsylvania School of Medicine, Philadelphia, PA, USA."], ["Korach", "Amit", "A", "Department of Cardiothoracic Surgery, Hadassah Hebrew University Medical Center, Jerusalem, Israel."], ["Montgomery", "Daniel G", "DG", "Cardiology Department, Cardiovascular Center, University of Michigan, Ann Arbor, MI, USA."], ["Isselbacher", "Eric M", "EM", "Thoracic Aortic Center, Massachusetts General Hospital, Boston, MA, USA."], ["Nienaber", "Christoph A", "CA", "Cardiology and Aortic Centre, The Royal Brompton & Harefield NHS Trust, London, UK."], ["Eagle", "Kim A", "KA", "Cardiology Department, Cardiovascular Center, University of Michigan, Ann Arbor, MI, USA."], ["Bartnes", "Kristian", "K", "Department of Cardiothoracic and Vascular Surgery, University Hospital North Norway, Tromsø, Norway."], ["Myrmel", "Truls", "T", "Department of Cardiothoracic and Vascular Surgery, University Hospital North Norway, Tromsø, Norway."]], "date": null, "id": "28977503", "text": "The recommended extent of surgical resection and reconstruction of the arch in acute DeBakey Type I aortic dissection is an ongoing controversy. However, several recent reports indicate a trend towards a more extensive arch operation in several institutions. We have analysed the recent data from the International Registry of Acute Aortic Dissection to assess the choice of procedure over time and to evaluate the surgical outcome in a 'real-world' database. Our aim was to compare short- and mid-term outcomes of limited repairs versus complete arch surgery.Of the 1241 patients included in the 'Interventional Cohort' of the International Registry of Acute Aortic Dissection from March 1996 to March 2015, 907 underwent ascending aortic or hemiarch replacement (Group A) and 334 had extended arch replacement (Group B). An extended resection was a surgeon's 'judgement call'. Logistic regression analysis, propensity-adjusted multivariable comparisons and Kaplan-Meier curves were used for analyses.Overall in-hospital mortality was 14.2% with no difference between groups (Group A 13.1%, Group B 17.1%). Coma/altered consciousness (odds ratio 3.16, 95% confidence interval 1.60-6.25, P = 0.001), hypotension, tamponade or shock (2.03, 1.11-3.73, P = 0.022) and any pulse deficit (1.92, 1.04-3.54, P = 0.038) were predictors of in-hospital mortality in a propensity score-adjusted multivariable analysis. Overall 5-year survival was 69.4% in the ascending group and 73.1% in the total arch group (P = 0.83 by Kaplan-Meier analysis). For survivors of the index hospitalization, the 5-year freedom from death, aortic rupture and reintervention were 71.1% in Group A and 76.4% in Group B (P = 0.54 by Kaplan-Meier analysis).Selective, or 'surgeon's choice', extended arch replacement had no discernible acute downside compared with less extensive surgery. Whether extended arch replacement improves the prognosis beyond 5 years remains to be settled.", "doi": "10.1093/ejcts/ezx214", "title": "Extended versus limited arch replacement in acute Type A aortic dissection.", "journal": ["European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery", "Eur J Cardiothorac Surg"]}