{"authors": [["Sonne", "Asger", "A", "asger.sonne@regionh.dk."], ["Wulffeld", "Sandra", "S", null], ["Steinmetz", "Jacob", "J", null], ["Rasmussen", "Lars S", "LS", null], ["Hesselfeldt", "Rasmus", "R", null]], "date": null, "id": "28975883", "text": "Implementation of a physician-staffed helicopter emergency medical service (HEMS) in eastern Denmark was associated with increased survival for severely injured patients. This study aimed to assess the potential impact of advanced prehospital interventions by comparing the proportion of patients who received those interventions before and after the HEMS implementation.A post-hoc analysis of a prospective before-after study. We included trauma patients with Injury Severity Scores above three who had been admitted to seven emergency departments or one level 1 trauma centre in the course of a five-month period before and a 12-month period after the HEMS implementation. We compared the proportion of patients receiving at least one of 14 predefined advanced interventions between the two periods.We included 189 patients before and 548 patients after the implementation. The proportion of patients who had interventions done increased from 24.3% to 36.1% (difference (95% confidence limits (CL)): 11.9% (4.6-19.3%); p = 0.003). In patients with a Glasgow Coma Scale score below nine and/or an Abbreviated Injury Score above three in the head region, endotracheal intubation was done prior to hospital arrival in 28.1% (9/32) before versus 48.6% (35/72) after (difference (CL): 20.5% (1.1-39.9%)). The proportion of patients who received opioids increased from 11.1% to 21.8% (p < 0.01).A higher proportion of trauma patients received advanced prehospital interventions after the implementation of a physician-staffed HEMS.Funding for this study was received from TrygFonden.not relevant.", "doi": null, "title": "Prehospital interventions before and after implementation of a physician-staffed helicopter.", "journal": ["Danish medical journal", "Dan Med J"]}