{"authors": [["Sujijantarat", "Nanthiya", "N", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Tecle", "Najib El", "NE", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Pierson", "Matthew", "M", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Urquiaga", "Jorge F", "JF", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Quadri", "Nabiha F", "NF", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Ashour", "Ahmed M", "AM", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Khan", "Maheen Q", "MQ", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Buchanan", "Paula", "P", "Saint Louis University Center for Outcomes Research, St. Louis, Missouri."], ["Kumar", "Abhay", "A", "Department of Neurology, Saint Louis University School of Medicine, St. Louis, Missouri."], ["Feen", "Eli", "E", "WellStar Medical Group Neuroscience, Marietta, Georgia."], ["Coppens", "Jeroen", "J", "Department of Neurosurgery, Saint Louis University School of Medicine, St. Louis, Missouri."]], "date": "2017-07-22", "id": "28973545", "text": "The surgical management of supratentorial intracerebral hemorrhages (ICH) remains controversial due to large trials failing to show clear benefits. Several minimally invasive techniques have emerged as an alternative to a conventional craniotomy with promising results.To report our experience with endoport-assisted surgery in the evacuation of supratentorial ICH and its effects on outcome compared to matched medical controls.Retrospective data were gathered of patients who underwent endoport-assisted evacuation between January 2014 and October 2016 by a single surgeon. Patients who were managed medically during the same period were matched to the surgical cohort. Previously published cohorts investigating the same technique were analyzed against the present cohort.Sixteen patients were identified and matched to 16 patients treated medically. Location, hemorrhage volume, and initial Glasgow Coma Scale (GCS) score did not differ significantly between the 2 cohorts. The mean volume reduction in the surgical cohort was 92.05% ± 7.05%. The improvement in GCS in the surgical cohort was statistically significant (7-13, P = .006). Compared to the medical cohort, endoport-assisted surgery resulted in a statistically significant difference in in-hospital mortality (6.25% vs 75.0%, P < .001) and 30-d mortality (6.25% vs 81.25%, P < .001). Compared to previously published cohorts, the present cohort had lower median preoperative GCS (7 vs 10, P = .02), but postoperative GCS did not differ significantly (13 vs 14, P = .28).Endoport-assisted surgery is associated with high clot evacuation and decreases 30-d mortality compared to a similar medical group.", "doi": "10.1093/ons/opx161", "title": "Trans-Sulcal Endoport-Assisted Evacuation of Supratentorial Intracerebral Hemorrhage: Initial Single-Institution Experience Compared to Matched Medically Managed Patients and Effect on 30-day Mortality.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}