{"authors": [["Prabhu", "Arpan V", "AV", "Department of Neurological Surgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Lieber", "Bryan A", "BA", "Department of Neurological Surgery, Wayne State University, Detroit, Michigan."], ["Henry", "Jenson K", "JK", "Department of Orthopedic Surgery, Hospital for Special Surgery, New York."], ["Agarwal", "Nitin", "N", "Department of Neurological Surgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Tabbosha", "Monir", "M", "Department of Neurological Surgery, University of Arkansas for Medical Sciences, Little Rock, Arkansas."], ["Okonkwo", "David O", "DO", "Department of Neurological Surgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."]], "date": null, "id": "28973289", "text": "Lumbar decompression for disc herniation is frequently performed on elderly patients, and this trend will continue as the population ages. Clinical reports on the complications of lumbar discectomy show good results and cost effectiveness in young or middle-aged patients.To assess and compare the morbidity of single-level lumbar disc surgery for radicular pain in a cohort of patients greater than 80 yr of age to that of a middle-aged cohort.A total of 9451 patients who received a single-level lumbar decompression procedure for disc displacement without myelopathy were retrospectively selected from a multicenter validated surgical database from the American College of Surgeons National Surgical Quality Improvement Program. A cohort with 485 patients greater than 80 yr of age (80+) was compared with a middle-aged cohort with 8966 patients between 45 and 65 yr. Preoperative comorbidity and postoperative outcome variables observed included mortality, myocardial infarction, return to the operating room, sepsis, deep vein thrombosis, transfusions, cardiac arrest necessitating cardiopulmonary resuscitation, coma greater than 24 h, urinary tract infection, acute renal failure, use of ventilator greater than 24 h, pulmonary embolism, pneumonia, wound dehiscence, and postoperative infection.The preoperative comorbidities and characteristics were significantly different between the middle-aged and the 80+ cohorts, with the older cohort having many more preoperative comorbidities. There was statistically significantly greater postoperative morbidity among the 80+ cohort regarding pulmonary embolism (0.8% vs 0.2%, P = .037), intra/postoperative transfusion requirement (1.9% vs 0.7%, P = .01), urinary tract infection (1.2% vs 0.3%, P = .011), and 30-d mortality (0.4% vs 0.1%, P = .046).In this large sample of patients who received a single-level lumbar decompression procedure for disc displacement without myelopathy, elderly patients, particularly with American Society of Anesthesiologists class 3 and 4, had a statistically significant increase in morbidity and mortality, but the overall risk of complications remains low.", "doi": "10.1093/neuros/nyx224", "title": "Early Postoperative Complications for Elderly Patients Undergoing Single-Level Decompression for Lumbar Disc Herniation, Ligamentous Hypertrophy, or Neuroforaminal Stenosis.", "journal": ["Neurosurgery", "Neurosurgery"]}