{"authors": [["Brenner", "Megan", "M", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Teeter", "William", "W", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Hoehn", "Melanie", "M", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Pasley", "Jason", "J", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Hu", "Peter", "P", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Yang", "Shiming", "S", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Romagnoli", "Anna", "A", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Diaz", "Jose", "J", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Stein", "Deborah", "D", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."], ["Scalea", "Thomas", "T", "Department of Surgery, University of Maryland School of Medicine, Baltimore, Maryland."]], "date": "2017-09-27", "id": "28973104", "text": "Resuscitative endovascular balloon occlusion of the aorta (REBOA) is a percutaneous transfemoral balloon technique used in select centers for resuscitation and temporary hemostasis, often instead of emergency department thoracotomy. The ability to perform aortic occlusion (AO) with an intravascular device allows focused occlusion at the most distal level to perfuse proximal regions while slowing hemorrhage to injured areas.To describe what is to date the largest single-institution experience with REBOA in the United States.Use of REBOA at an urban tertiary care facility for severe traumatic hemorrhage, traumatic arrest (AR), or nontraumatic hemorrhage (NTH) was investigated from February 1, 2013, to January 31, 2017, among 90 patients who were not responsive or were transiently responsive to resuscitation measures, or were in arrest, from presumed hemorrhage below the diaphragm. Possible causes were trauma or nontrauma-related hemorrhage. Patients with ruptured aortic aneurysms were excluded.In-hospital mortality.Of the 90 patients in the study (15 women and 75 men; mean [SD] age, 41.5 [17.4] years), 29 underwent REBOA for severe traumatic hemorrhage, 50 for AR, and 11 for NTH. For the patients with severe traumatic hemorrhage and AR, the median age was 36.2 years (interquartile range, 25.3-55.5 years), mean (SD) admission Glasgow Coma Scale score was 6 (5), and median Injury Severity Score was 39 (interquartile range, 10-75). The distal thoracic aorta was occluded in 73 patients (81%), and in all patients with AR. A total of 17 patients (19%) had distal abdominal AO. Mean (SD) systolic blood pressure improved in patients with severe traumatic hemorrhage, from 68 (28) mm Hg prior to AO, to 131 (12) mm Hg after AO (P < .001). Percutaneous access was used in 30 patients (33%), including 13 patients with AR (26%), and groin cutdown in 60 patients (67%), including 37 patients with AR (74%). Overall 30-day mortality was 62% (n = 56): 11 (39%) in patients with severe traumatic hemorrhage and 45 (90%) in patients with AR. Of the patients with AR, 29 (58%) had return of spontaneous circulation and 11 of those patients (38%) survived to the operating room. All patients who survived AR gained full neurologic recovery. No aortoiliac injury or limb loss occurred from REBOA use. Eleven patients underwent REBOA for NTH; 7 (64%) were in arrest. Overall in-hospital mortality for patients with NTH was 36% (n = 4). No procedural complications occurred in this group.REBOA is a minimally invasive alternative to emergency department thoracotomy with aortic cross-clamp to temporize noncompressible torso hemorrhage and obtain proximal control in both traumatic and nontraumatic causes of hemorrhage. REBOA can also be used for more targeted AO in the distal aorta for pelvic, junctional, or extremity hemorrhage.", "doi": "10.1001/jamasurg.2017.3549", "title": "Use of Resuscitative Endovascular Balloon Occlusion of the Aorta for Proximal Aortic Control in Patients With Severe Hemorrhage and Arrest.", "journal": ["JAMA surgery", "JAMA Surg"]}