{"authors": [["Mion", "G", "G", "Anaesthesia Department, Cochin Hospital, Paris, France."], ["Le Masson", "J", "J", "French Navy Medical Service, Brest, France."], ["Granier", "C", "C", "Psychiatry Department, Paul Guiraud Hospital, Villejuif, France."], ["Hoffmann", "C", "C", "Burn Center, Percy Military Teaching Hospital, Clamart, France."]], "date": "2017-10-03", "id": "28972278", "text": "The objective of this study was to explore whether ketamine prevents or exacerbates acute or post-traumatic stress disorders in military trauma patients. We conducted a retrospective study of a database from the French Military Health Service, including all soldiers surviving a war injury in Afghanistan (2010-2012). The diagnosis of post-traumatic stress disorder was made by a psychiatrist and patients were analysed according to the presence or absence of this condition. Analysis included the following covariables: age; sex; acute stress disorder; blast injury; associated fatality; brain injury; traumatic amputation; Glasgow coma scale; injury severity score; administered drugs; number of surgical procedures; physical, neurosensory or aesthetic sequelae; and the development chronic pain. Covariables related to post-traumatic and acute stress disorders with a p ≤ 0.10 were included in a multivariable logistic regression model. The data from 450 soldiers were identified; 399 survived, of which 274 were analysed. Among these, 98 (36%) suffered from post-traumatic stress disorder and 89 (32%) had received ketamine. Fifty-four patients (55%) in the post-traumatic stress disorder group received ketamine vs. 35 (20%) in the no PTSD group (p < 0.001). The 89 injured soldiers who received ketamine had a median (IQR [range]) injury severity score of 5 (3-13 [1-26]) vs. 3 (2-4 [1-6] in the 185 patients who did not (p < 0.001). At multivariable analysis, only acute stress disorder and total number of surgical procedures were independently associated with the development of post-traumatic stress disorder. In this retrospective study, ketamine administration was not a risk factor for the development of post-traumatic stress disorder in the military trauma setting.", "doi": "10.1111/anae.14079", "title": "A retrospective study of ketamine administration and the development of acute or post-traumatic stress disorder in 274 war-wounded soldiers.", "journal": ["Anaesthesia", "Anaesthesia"]}