{"authors": [["Combi", "M R", "MR", "Dept. of Climate and Space Sciences and Engineering, University of Michigan, 2455 Hayward Street, Ann Arbor, MI 48109-2143."], ["Mäkinen", "T T", "TT", "Finnish Meteorological Institute, Box 503, SF-00101 Helsinki, FINLAND."], ["Bertaux", "J-L", "JL", "LATMOS/IPSL, Université de Versailles Saint-Quentin, 11, Boulevard d'Alembert, 78280, Guyancourt, FRANCE."], ["Quémerais", "E", "E", "LATMOS/IPSL, Université de Versailles Saint-Quentin, 11, Boulevard d'Alembert, 78280, Guyancourt, FRANCE."], ["Ferron", "S", "S", "ACRI-st, Sophia-Antipolis, FRANCE."], ["Avery", "M", "M", "Dept. of Climate and Space Sciences and Engineering, University of Michigan, 2455 Hayward Street, Ann Arbor, MI 48109-2143."], ["Wright", "C", "C", "Dept. of Climate and Space Sciences and Engineering, University of Michigan, 2455 Hayward Street, Ann Arbor, MI 48109-2143."]], "date": "2017-09-01", "id": "28970625", "text": "Nine recently discovered long-period comets were observed by the Solar Wind Anisotropies (SWAN) Lyman-alpha all-sky camera on board the Solar and Heliosphere Observatory (SOHO) satellite during the period of 2013 to 2016. These were C/2012 K1 (PanSTARRS), C/2013 US10 (Catalina), C/2013 V5 (Oukaimeden), C/2013 R1 (Lovejoy), C/2014 E2 (Jacques), C/2014 Q2 (Lovejoy), C/2015 G2 (MASTER), C/2014 Q1 (PanSTARRS) and C/2013 X1 (PanSTARRS). Of these 9 comets 6 were long-period comets and 3 were possibly dynamically new. Water production rates were calculated from each of the 885 images using our standard time-resolved model that accounts for the whole water photodissociation chain, exothermic velocities and collisional escape of H atoms. For most of these comets there were enough observations over a broad enough range of heliocentric distances to calculate power-law fits to the variation of production rate with heliocentric distances for pre- and post-perihelion portions of the orbits. Comet C/2014 Q1 (PanSTARRS), with a perihelion distance of only ~0.3 AU, showed the most unusual variation of water production rate with heliocentric distance and the resulting active area variation, indicating that when the comet was within 0.7 AU its activity was dominated by the continuous release of icy grains and chunks, greatly increasing the active sublimation area by more than a factor of 10 beyond what it had at larger heliocentric distances. A possible interpretation suggests that a large fraction of the comet's mass was lost during the apparition.", "doi": "10.1016/j.icarus.2017.08.035", "title": "Water Production Activity of Nine Long-Period Comets from SOHO/SWAN Observations of Hydrogen Lyman-alpha: 2013-2016.", "journal": ["Icarus", "Icarus"]}