{"authors": [["Kalita", "Jayantee", "J", "Department of Neurology, Sanjay Gandhi Postgraduate Institute of Medical sciences, Raebareily Road, 226014 Lucknow, UP, India. Electronic address: jayanteek@yahoo.com."], ["Singh", "Rajesh K", "RK", "Department of Neurology, Sanjay Gandhi Postgraduate Institute of Medical sciences, Raebareily Road, 226014 Lucknow, UP, India."], ["Misra", "Usha K", "UK", "Department of Neurology, Sanjay Gandhi Postgraduate Institute of Medical sciences, Raebareily Road, 226014 Lucknow, UP, India."], ["Kumar", "Sunil", "S", "Department Radiology, Sanjay Gandhi Postgraduate Institute of Medical sciences, Raebareily Road, 226014 Lucknow, UP, India."]], "date": "2017-09-29", "id": "28970078", "text": "Central nervous system infection especially pyogenic results in cerebral venous sinus thrombosis. Tuberculous meningitis (TBM) although associated with infarctions but there is no comprehensive study evaluating the role of CVST contributing in infarction.To evaluate cerebral arterial and venous system using MR angiography (MRA) and MR venography (MRV) in TBM, and correlate with clinical and MRI findings.Consecutive patients with TBM were evaluated clinically and their consciousness was assessed by using Glasgow Coma scale. Cerebrospinal fluid analysis was done. Patients were subjected to MRI, MRA and MRV studies. The severity of TBM was categorized as grades I to III. Presence of infarction on MRI and its cause as arterial or venous was noted based on MRA and MRV abnormalities.Twenty-six patients were included whose median age was 23 years. Seven (26.9%) patients had stage I, 12 (46.2%) stage II and 7 (26.9%) stage III TBM. MRI revealed infarction in 13 (50%) patients and were in tubercular zone (caudate, lentiform nuclei, anterior limb and genu of internal capsule, and anterior thalamus) in all except one. MRA was abnormal in 11/25 (42.3%) patients; 7 had middle cerebral artery, 2 both posterior cerebral artery and middle cerebral artery, and 2 had narrowing of all intracranial vessels. MRV however did not reveal any evidence of CVST although revealed variation in normal anatomy in 14 (53.8%) patients, commonest being hypoplastic transverse sinus.In TBM, infarction occurs in 50% patients, and is of arterial in origin. Cerebral venous system is usually spared in TBM.", "doi": "10.1016/j.neurad.2017.09.005", "title": "Evaluation of cerebral arterial and venous system in tuberculous meningitis.", "journal": ["Journal of neuroradiology. Journal de neuroradiologie", "J Neuroradiol"]}