{"authors": [["Shotar", "Eimad", "E", "Paris VI University, Pierre et Marie Curie, Paris, France."], ["Pistocchi", "Silvia", "S", null], ["Haffaf", "Idriss", "I", null], ["Bartolini", "Bruno", "B", null], ["Jacquens", "Alice", "A", null], ["Nouet", "Aurélien", "A", null], ["Chiras", "Jacques", "J", null], ["Degos", "Vincent", "V", null], ["Sourour", "Nader-Antoine", "NA", null], ["Clarençon", "Frédéric", "F", null]], "date": "2017-10-03", "id": "28968602", "text": "Brain arteriovenous malformations (BAVMs) are a leading cause of intracranial hemorrhage in young adults. This study aimed to identify individual predictive factors of early rebleeding after BAVM rupture and determine its impact on prognosis.Early rebleeding was defined as a spontaneous intracranial hemorrhage within 30 days of BAVM rupture in patients with nonobliterated BAVMs. One hundred fifty one patients with 158 BAVM hemorrhagic events admitted to a tertiary care center during 14 years were included. Univariate followed by multivariate logistic regression was performed to assess the impact of early rebleeding on in-hospital mortality and modified Rankin Scale (mRS) score beyond 3 months and to identify independent predictors of early rebleeding.Eight early rebleeding events were observed, 6 of which occurred during the first 7 days. Early rebleeding was independently and significantly associated with poor outcome (mRS ≥3 beyond 3 months, p = 0.004) but not with in-hospital mortality (p = 0.9). Distal flow-related aneurysms (p = 0.009) and altered consciousness with a Glasgow coma scale score of 3 (p = 0.01) were independently associated with early rebleeding.Early rebleeding is a severe complication that can occur after BAVM-related hemorrhage. Distal flow-related aneurysms and initial altered consciousness are associated with early rebleeding.", "doi": "10.1159/000479120", "title": "Early Rebleeding after Brain Arteriovenous Malformation Rupture, Clinical Impact and Predictive Factors: A Monocentric Retrospective Cohort Study.", "journal": ["Cerebrovascular diseases (Basel, Switzerland)", "Cerebrovasc. Dis."]}