{"authors": [["Orito", "Kimihiko", "K", "Neurosurgery , Asahimachi67 , Kurume , KURUME, FUKUOKA, Japan , 830-0033."], ["Hirohata", "Masaru", "M", "Neurosurgery, KURUME, FUKUOKA, Japan ; hiroha@med.kurume-u.ac.jp."], ["Nakamura", "Yukihiko", "Y", "Neurosurgery, KURUME, FUKUOKA, Japan ; nakamura_yukihiko@med.kurume-u.ac.jp."], ["Yamamoto", "Masafumi", "M", "Neurosurgery, KURUME, FUKUOKA, Japan ; yamamoto_masafumi@med.kurume-u.ac.jp."], ["Takeshige", "Nobuyuki", "N", "Neurosurgery, KURUME, FUKUOKA, Japan ; takeshige_nobuyuki@med.kurume-u.ac.jp."], ["Aoki", "Takachika", "T", "Neurosurgery, KURUME, FUKUOKA, Japan ; takachi@med.kurume-u.ac.jp."], ["Hattori", "Gohsuke", "G", "Neurosurgery, KURUME, FUKUOKA, Japan ; hattori_gohsuke@kurume-u.ac.jp."], ["Sakata", "Kiyohiko", "K", "Neurosurgery, KURUME, FUKUOKA, Japan ; kiyo@med.kurume-u.ac.jp."], ["Takeuchi", "Yasuharu", "Y", "Neurosurgery, KURUME, FUKUOKA, Japan ; take@med.kurume-u.ac.jp."], ["Uzu", "Hideaki", "H", "Emergency and acute intensive care medicine, KURUME, FUKUOKA, Japan ; hideaki@med.kurume-u.ac.jp."], ["Takasu", "Osamu", "O", "Emergency and acute intensive care medicine, Kurume, Japan ; takasu_osamu@kurume-u.ac.jp."], ["Abe", "Toshi", "T", "Radiology, KURUME, FUKUOKA, Japan ; toshiabe@med.kurume-u.ac.jp."], ["Uchiyama", "Yusuke", "Y", "Radiology, KURUME, FUKUOKA, Japan ; yutiyam@med.kurume-u.ac.jp."], ["Morioka", "Motohiro", "M", "Neurosurgery, KURUME, FUKUOKA, Japan ; mmorioka@med.kurume-u.ac.jp."]], "date": "2017-10-01", "id": "28967295", "text": "Hematoma expansion is an important consideration in patients with traumatic brain injury (TBI). However, no precise methods are available for predicting the expansion of TBI-related hematoma. We aimed to establish a more sensitive predictor for contusional hematoma expansion based on the presence of leakage signs on computed tomography angiography (CTA).Thirty-three patients with pure contusion were included in the analysis (age: 64.1 ± 20.6 years; 24 men and 7 women). We compared Hounsfield unit (HU) values within set regions of interest (ROIs; diameter, 10 mm) between serial CTA phase and delayed-phase CT images (5 minutes after CTA phase). Positive leakage signs were defined as >10% increases in HU value. Hematoma expansion was determined using plain CT at 24 hours in patients who did not undergo emergent surgery. Glasgow Coma Scale (GCS) scores measured at admission and 24 hours after admission were also compared.Leakage signs predicted hematoma expansion with high specificity (100%) and sensitivity (92.8%). Patients with positive leakage signs had significant decreases in GCS score 24 hours after the scan (GCS change: positive group, -0.92 ± 0.59; negative group, 1.14 ± 0.82). Positive leakage signs were clearly associated with surgical hematoma removal. Five patients without hematoma who had positive leakage signs at admission exhibited significant expansion of the hematoma 24 hours later.Our results indicate that leakage signs had high sensitivity in the prediction of contusional hematoma expansion, and were significantly associated with delayed neurological deterioration and the necessity of surgical removal.", "doi": "10.1089/neu.2017.5247", "title": "Predictive value of leakage signs for pure brain contusional hematoma expansion.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}