{"authors": [["Prasetyo", "Eko", "E", "Post Graduate, Faculty Medicine, University of Hasanuddin."], ["Asadul Islam", "Andi", "A", "Post Graduate, Faculty Medicine, University of Hasanuddin."], ["Hatta", "Mochammad", "M", "Post Graduate, Faculty Medicine, University of Hasanuddin."], ["Widodo", "Djoko", "D", "Post Graduate, Faculty Medicine, University of Hasanuddin."], ["Pattelongi", "Ilhamjaya", "I", "Post Graduate, Faculty Medicine, University of Hasanuddin."]], "date": "2017-10-02", "id": "28966304", "text": "The aim of this study was to investigate the effect of mild hypothermia therapy (34-36°C) and the alterations of matrix metalloproteinase-9 (MMP-9) in 20 patients with high-risk traumatic brain injury (TBI). The neurologic status and outcome were assessed using Full Outline of UnResponsiveness (FOUR) score and Glasgow Coma Scale (GCS). A prospective randomized control study involved patients with high-risk TBI (FOUR score ≤ 7). Patients were randomized into two groups, with and without mild hypothermia therapy which were investigated within 24 and 72 h. The MMP-9 level, MMP-9 mRNA expression and -1562 C/T polymorphism were estimated using enzyme-linked immune sorbent assay (ELISA), reversing transcription polymerase chain reaction (RT-PCR) and PCR-restriction fragment length polymorphism (PCR-RFLP). Different levels of these variables were compared in the two groups. In the hypothermia group, the expression of MMP-9 mRNA and the level of serum MMP-9 were significantly decreased (P < 0.05) within 72 h. There was a highly significant correlation between the expression of MMP-9 mRNA and the level of MMP-9 protein (R2 = 0.741, r = 0.861, P < 0.05). The study did not find in -1562 C/T polymorphism. The patients' outcome was improved significantly after mild hypothermia therapy (P < 0.05). The data obtained from this study show that mild hypothermia therapy down regulated the expression of MMP-9 mRNA, the MMP-9 protein level and increased the FOUR score and GCS in high-risk TBI patients within 72 h.", "doi": "10.2176/nmc.oa.2016-0322", "title": "The Profile of MMP-9, MMP-9 mRNA Expression, -1562 C/T Polymorphism and Outcome in High-risk Traumatic Brain Injury: The Effect of Therapeutic Mild Hypothermia.", "journal": ["Neurologia medico-chirurgica", "Neurol. Med. Chir. (Tokyo)"]}