{"authors": [["El Husseini", "Nada", "N", "Department of Neurology, Duke University, Durham, North Carolina; Department of Neurology, Wake Forest Baptist Medical Center, Winston Salem, North Carolina. Electronic address: nelhusse@wakehealth.edu."], ["Hoffman", "Benjamin M", "BM", "Department of Neurology, Wake Forest Baptist Medical Center, Winston Salem, North Carolina."], ["Bennett", "Ellen R", "ER", "Department of Neurology, Duke University, Durham, North Carolina; Brain Injury Translational Research Center, Duke University, Durham, North Carolina."], ["Li", "Yen-Wei", "YW", "Department of Biostatistics and Bioinformatics, Duke University, Durham, North Carolina."], ["Williamson Taylor", "Rachel A", "RA", "Department of Anesthesiology, Duke University, Durham, North Carolina."], ["Hailey", "Claire E", "CE", "Department of Anesthesiology, Duke University, Durham, North Carolina."], ["Richardson", "Kara", "K", "Department of Neurology, Duke University, Durham, North Carolina; Brain Injury Translational Research Center, Duke University, Durham, North Carolina."], ["Li", "Yi-Ju", "YJ", "Department of Biostatistics and Bioinformatics, Duke University, Durham, North Carolina."], ["Laskowitz", "Daniel T", "DT", "Department of Neurology, Duke University, Durham, North Carolina; Department of Anesthesiology, Duke University, Durham, North Carolina; Brain Injury Translational Research Center, Duke University, Durham, North Carolina."], ["James", "Michael L", "ML", "Department of Neurology, Duke University, Durham, North Carolina; Department of Anesthesiology, Duke University, Durham, North Carolina; Brain Injury Translational Research Center, Duke University, Durham, North Carolina."]], "date": "2017-09-28", "id": "28964648", "text": "Genes associated with the inflammatory response and cytostructural integrity may influence recovery following a brain injury. To examine this in the setting of spontaneous intracerebral hemorrhage (ICH), selected single nucleotide polymorphisms (SNPs) were assessed for associations with patient outcome.A cohort of 54 patients with supratentorial ICH were enrolled. Based on known involvement with neuroinflammation and cytostructural integrity, 10 preselected SNPs from 6 candidate genes were tested for associations with 6-month functional outcome (modified Rankin Scale [mRS] ≥ 3), mortality, and in-hospital deterioration (Glasgow Coma Scale decrease by >2 within 7 days of admission) following ICH. Fisher's exact test and logistic regression with adjustment for race and ICH score were performed.SNP rs10940495 (gp130 G/A) within the gp130 gene was the only SNP significantly associated with lower odds of an unfavorable 6-month functional outcome (odds ratio = .16 for mRS ≥ 3; 95% confidence interval, .03-.87, P = .03). Compared with major allele (A) homozygotes, minor allele (G) carriers in the IL6 signal transducer gene (gp130) locus were 84% less likely to have a poor outcome (mRS ≥ 3) at 6 months following spontaneous ICH. The SNP rs10940495 (gp130 G/A) and SNP rs3219119 (PARP-1 A/T) were associated with 6-month mortality (P = .02 and .04, respectively) only on univariate analysis. None of the SNPs examined were associated with in-hospital deterioration.In this exploratory study, SNP rs10940495 in the gp130 locus was associated with functional outcome at 6 months following spontaneous ICH. These findings, which should be validated through a larger study, suggest that inflammation plays an important role in mediating outcomes after ICH.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.08.017", "title": "Association of IL6ST (gp130) Polymorphism with Functional Outcome Following Spontaneous Intracerebral Hemorrhage.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}