{"authors": [["Madžar", "Dominik", "D", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Dominik.Madzar@uk-erlangen.de."], ["Knappe", "Ruben U", "RU", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Ruben.Knappe@uk-erlangen.de."], ["Reindl", "Caroline", "C", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Caroline.Reindl@uk-erlangen.de."], ["Giede-Jeppe", "Antje", "A", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Antje.Giede-Jeppe@uk-erlangen.de."], ["Sprügel", "Maximilian I", "MI", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Maximilian.Spruegel@uk-erlangen.de."], ["Beuscher", "Vanessa", "V", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Vanessa.Beuscher@uk-erlangen.de."], ["Gollwitzer", "Stephanie", "S", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Stephanie.Gollwitzer@uk-erlangen.de."], ["Hamer", "Hajo M", "HM", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Hajo.Hamer@uk-erlangen.de."], ["Huttner", "Hagen B", "HB", "Department of Neurology, Friedrich-Alexander University Erlangen-Nürnberg (FAU), Erlangen, Germany. Electronic address: Hagen.Huttner@uk-erlangen.de."]], "date": "2017-09-09", "id": "28963934", "text": "Super-refractory status epilepticus (SRSE) represents a challenging medical condition with high morbidity and mortality. In this study, we aimed to establish variables related to SRSE development and outcome.We retrospectively screened our databases for refractory SE (RSE) and SRSE episodes between January 2001 and January 2015. Baseline demographics, SE characteristics, and variables reflecting the clinical course were compared in order to identify factors independently associated with SRSE occurrence. Within the SRSE cohort, predictors of in-hospital mortality as well as good functional outcome in survivors to discharge were established through univariate and multivariable analyses.A total of 131 episodes were included, among those 46 (35.1%) meeting the criteria of SRSE. Comparison of RSE and SRSE episodes revealed a lower premorbid mRS score (odds ratio (OR) per mRS point, 0.769; p=0.039) and non-convulsive SE (NCSE) in coma (OR, 4.216; p=0.008) as independent predictors of SRSE. SRSE in-hospital mortality was associated with age (OR, 1.091 per increasing year; p=0.020) and worse premorbid functional status (OR, 1.938 per mRS point; p=0.044). Good functional outcome in survivors was independently related to shorter SRSE duration (OR, 0.714 per day; p=0.038).Better premorbid functional status and NCSE in coma as worst seizure type indicate a role of acute underlying etiologies in the development of SRSE. In-hospital mortality in SRSE is determined by nonmodifiable factors, while functional outcome in survivors depends on seizure duration underscoring the need of achieving rapid seizure termination.", "doi": "10.1016/j.seizure.2017.09.003", "title": "Factors associated with occurrence and outcome of super-refractory status epilepticus.", "journal": ["Seizure", "Seizure"]}