{"authors": [["Almeida Vieira", "Rita de Cássia", "RC", "Nursing School, University of São Paulo, São Paulo, Brazil. Electronic address: ritavieira@usp.br."], ["Paiva", "Wellingson Silva", "WS", "Department of Neurology, Faculty of Medicine of the University of São Paulo, São Paulo, Brazil."], ["de Oliveira", "Daniel Vieira", "DV", "Department of Neurology, Faculty of Medicine of the University of São Paulo, São Paulo, Brazil."], ["de Paula Guirado", "Vinícius Monteiro", "VM", "Department of Neurology, Faculty of Medicine of the University of São Paulo, São Paulo, Brazil."], ["Caetano Lança", "Ellen de Fátima", "EF", "Nursing School, Federal University of Amazonas, Manaus, Brazil."], ["de Sousa", "Regina Márcia Cardoso", "RMC", "Nursing School, University of São Paulo, São Paulo, Brazil."]], "date": "2017-09-27", "id": "28962952", "text": "Diffuse axonal injury (DAI) is a traumatic brain injury and one of the most common causes of unfavorable outcome and death. The aim of this study was to investigate the recovery of patients with pure DAI who remained in a coma for 6 hours or longer after brain injury.This was a follow-up study of 75 patients diagnosed with pure DAI, aged 18-60 years, with a Glasgow Coma Scale score ≤8 at hospital admission. Patient data were collected at hospital admission, hospital discharge, and 3 and 6 months after DAI. Recovery was assessed by score changes in the Katz Index of Independence in Activities of Daily Living and Extended Glasgow Outcome Scale.The percentage of patients in a coma for 6-24 hours, >24 hours without brainstem signs, and >24 hours with brainstem signs was 42.7%, 20%, and 37.3%, respectively. The 6-month mortality rate was 32.0%, and the mean Extended Glasgow Outcome Scale score among survivors decreased from 3.8 at discharge (SD = 1.2) to 2.1 at 3 months (SD = 1.6) and 1.2 at 6 months (SD = 1.6). The mean Katz Index of Independence in Activities of Daily Living scores were 8.5 (SD = 5.5), 3.5 (SD = 5.8), and 1.8 (SD = 4.5) at discharge and 3 and 6 months after trauma, respectively. Statistically significant differences were observed among the 3 evaluation periods.Mortality was high among patients with DAI, but almost all survivors had favorable outcomes at 6 months. Functional improvement was more pronounced in the first 3 months.", "doi": "10.1016/j.wneu.2017.09.101", "title": "Recovery of Patients with Pure Diffuse Axonal Injury Who Remained in a Coma for 6 Hours or More.", "journal": ["World neurosurgery", "World Neurosurg"]}