{"authors": [["Du", "Xiaoguang", "X", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Dong", "Baozhong", "B", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Li", "Chen", "C", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Zhang", "Faxue", "F", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Ji", "Yanwei", "Y", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Zhang", "Jianbin", "J", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."], ["Yin", "Changjiang", "C", "Department of Neurosurgery, Shandong Jiaotong Hospital, Jinan, Shandong 250031, P.R. China."]], "date": "2017-07-12", "id": "28962188", "text": "The aim of the study was to investigate dynamic changes in α-melanocyte-stimulating hormone (α-MSH) levels in the serum of patients with craniocerebral trauma. Forty-eight patients with acute craniocerebral injury were selected between January 2015 and October 2016. The patients were divided into three groups: severe (18 cases), moderate (16 cases) and mild (14 cases), according to the Glasgow Coma Scale (GCS) score at the time of admission. At the same time, 10 adults with a similar age distribution to the patients were also selected as a control group. Venous blood was extracted from patients at 1, 3, 5 and 7 days after injury. Serum α-MSH and tumor necrosis factor (TNF)-α levels were measured using an enzyme-linked immunosorbent assay (ELISA). The correlation between α-MSH and TNF-α was analyzed using Pearson's correlation analysis. Serum α-MSH levels in patients with craniocerebral injury were lower than those in the healthy control group (P<0.05). Decreased serum α-MSH levels were usually accompanied with higher degrees of craniocerebral injury. Serum α-MSH levels initially decreased and then later increased, with the lowest α-MSH levels in the mild at 5 days, moderate at 5 days, and severe groups at 3 days after injury (P<0.05). Serum TNF-α levels in all the patient groups were higher than those in the control group at different time points after injury, with higher TNF-α serum levels accompanying higher degrees of brain injury. In all three groups, serum TNF-α levels initially increased and then decreased post-injury, with peak serum TNF-α levels found at 3-day post-injury in all the patient groups (P<0.05). A negative correlation between serum α-MSH content and serum TNF-α levels in patients with craniocerebral trauma at different time points, was noted (P<0.05). Serum α-MSH content in the survival group was higher than that in the death group (P<0.05). Serum α-MSH levels in patients with non-systemic inflammatory response syndrome (SIRS) were higher than in patients with SIRS (P<0.05). Serum α-MSH levels during the early stages after craniocerebral trauma can be used as a factor for the prediction of secondary SIRS, with constant low levels of serum α-MSH suggest poor prognosis.", "doi": "10.3892/etm.2017.4793", "title": "Dynamic changes of α-melanocyte-stimulating hormone levels in the serum of patients with craniocerebral trauma.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}