{"authors": [["Peng", "Aijun", "A", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Qi", "Wentao", "W", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Cao", "Demao", "D", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Zhao", "Yi", "Y", "Department of Medical Imaging, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Gao", "Kai", "K", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Cheng", "Cheng", "C", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."], ["Wu", "Yongkang", "Y", "Department of Neurosurgery, The Affiliated Hospital of Yangzhou University, Yangzhou University, Yangzhou, Jiangsu Province, China."]], "date": "2017-09-29", "id": "28962067", "text": " Cranioplasty is a cosmetic procedure utilized to reconstruct cranial defects in patients following decompressive craniectomy. Epidural hematomas are a common complication of cranioplasty and often require surgical drainage. However, repeated surgery compromises patient safety and delays recovery. We investigated the development of epidural hematomas among 131 patients who underwent cranioplasty. Then we explored the efficacy of urokinase (UK) injection for the noninvasive treatment of epidural hematomas. We observed that 15 patients presented with epidural hematoma following cranioplasty. UK (30,000 IU/3 mL) was injected into the hematoma cavity twice every 12 hours in the first postoperative day. Next we closed the subgaleal drain for 1.5 hours and connected it with a negative-pressure ball on full vacuum to allow drainage. Binary logistic regression analysis was used to evaluate the risk factors associated with the development of epidural hematomas. Our findings demonstrated that a sunken skin flap was a risk factor for epidural hematoma formation (p = 0.006). The decrease in epidural hematoma volume was 35.27 ± 7.27 mL in the first 12 hours on postoperative day 1 after UK treatment. All treated patients whose Glasgow Coma Scale score did not significantly change despite the epidural hematoma had an uneventful recovery without additional complications and were discharged from the hospital, except for one patient. Fibrinolytic therapy can be considered an optional treatment for postoperative epidural hematoma associated with cranioplasty, especially in patients who refused further operative treatment or who are not optimal candidates for a second surgery.", "doi": "10.1055/s-0037-1606848", "title": "Fibrinolytic Therapy Improves Outcomes in Patients with Epidural Hematomas Following Cranioplasty: A Pilot Study.", "journal": ["Journal of neurological surgery. Part A, Central European neurosurgery", "J Neurol Surg A Cent Eur Neurosurg"]}