{"authors": [["Akpalu", "Josephine", "J", "Endocrinology Unit, Department of Medicine and Therapeutics, School of Medicine and Dentistry, College of Health Sciences, University of Ghana, P.O. Box GP 4236, Accra, Ghana."], ["Atiase", "Yacoba", "Y", "Endocrinology Unit, Department of Medicine and Therapeutics, School of Medicine and Dentistry, College of Health Sciences, University of Ghana, P.O. Box GP 4236, Accra, Ghana."], ["Yorke", "Ernest", "E", "Endocrinology Unit, Department of Medicine and Therapeutics, School of Medicine and Dentistry, College of Health Sciences, University of Ghana, P.O. Box GP 4236, Accra, Ghana."], ["Fiscian", "Henrietta", "H", "Endocrinology Unit, Korle Bu Teaching Hospital, P.O. Box KB 77, Korle Bu."], ["Kootin-Sanwu", "Cecilia", "C", "Endocrinology Unit, Korle Bu Teaching Hospital, P.O. Box KB 77, Korle Bu."], ["Akpalu", "Albert", "A", "Neurology Unit, Department of Medicine and Therapeutics, School of Medicine and Dentistry, University of Ghana, PO Box GP 4236, Accra, Ghana."]], "date": null, "id": "28959072", "text": "Myxoedema coma is a rare life-threatening disease, and it is essential that it is managed appropriately to reduce the associated high mortality. However, in the setting where efficient healthcare delivery is hampered by inadequacies, the management of such cases may pose a significant challenge. We present the case of a middle-aged woman diagnosed with myxoedema coma and severe hyponatremia. The case report highlights some of the challenges that may be encountered during the management of myxoedema coma in similar settings and outlines the management strategies undertaken to overcome them in the absence of national guidelines. It also brings to the fore the need for clinicians to look out for clinical features suggestive of hypothyroidism particularly among high risk individuals for early diagnosis and treatment.None declared.", "doi": null, "title": "Challenges in the Management of a Patient with Myxoedema Coma in Ghana: A Case Report.", "journal": ["Ghana medical journal", "Ghana Med J"]}