{"authors": [["Sartin", "Rebecca", "R", "Department of Surgery, Texas Tech University Health Sciences Center, Lubbock, TX, USA."], ["Kim", "Christine", "C", "Department of Surgery, Texas Tech University Health Sciences Center, Lubbock, TX, USA."], ["Dissanaike", "Sharmila", "S", "Department of Surgery, Texas Tech University Health Sciences Center, Lubbock, TX, USA. Electronic address: sharmila.dissanaike@ttuhsc.edu."]], "date": "2017-09-18", "id": "28958650", "text": "Despite the development of several prediction rules to guide head CT imaging, determining whom to screen for head trauma in the geriatric population after a ground level fall remains controversial. The purpose of this study was to assess the impact of head CT on the management of older adult patients who present with a normal GCS after a ground level fall, and to identify factors that could predict the need for neurosurgical intervention.A retrospective study was conducted on hemodynamically stable patients >55 years of age with GCS of 15, who presented to a level 1 trauma center after a ground level fall. Radiological reads of head CT scans were reviewed for new findings and clinical documentation was analyzed for evidence of a change in management. Univariate analysis of key demographic and clinical factors was performed to probe for statistically significant differences between patients receiving medical management versus surgical management.Of 437 patients receiving head CTs, 146 (33.4%) had a positive finding. 95 (21.7%) patients had a change in management; 76 (17.4%) were medication changes and 19 (4.3%) required neurosurgical intervention. Age 85 years and older, and having a neurologic deficit on initial physical examination were found to be significantly associated with the need for neurosurgery.The results of this study confirm that head CT findings often alter clinical management of elderly patients presenting with a GCS of 15 after ground level falls, and should be a part of standard evaluation.", "doi": "10.1016/j.amjsurg.2017.07.038", "title": "Discussion of: \"Is routine head CT indicated in awake stable older patients after a ground level fall?\"", "journal": ["American journal of surgery", "Am. J. Surg."]}