{"authors": [["Modi", "Hiren R", "HR", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Wang", "Qihong", "Q", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Gd", "Sahithi", "S", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Sherman", "David", "D", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Greenwald", "Elliot", "E", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Savonenko", "Alena V", "AV", "Departments of Pathology and Neurology, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Geocadin", "Romergryko G", "RG", "Neurology and Anesthesiology/Critical Care Medicine, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."], ["Thakor", "Nitish V", "NV", "Department of Biomedical Engineering, The Johns Hopkins University School of Medicine, Baltimore, Maryland, United States of America."]], "date": "2017-09-28", "id": "28957432", "text": "Cardiac arrest (CA) entails significant risks of coma resulting in poor neurological and behavioral outcomes after resuscitation. Significant subsequent morbidity and mortality in post-CA patients are largely due to the cerebral and cardiac dysfunction that accompanies prolonged whole-body ischemia post-CA syndrome (PCAS). PCAS results in strong inflammatory responses including neuroinflammation response leading to poor outcome. Currently, there are no proven neuroprotective therapies to improve post-CA outcomes apart from therapeutic hypothermia. Furthermore, there are no acceptable approaches to promote cortical or cognitive arousal following successful return of spontaneous circulation (ROSC). Hypothalamic orexinergic pathway is responsible for arousal and it is negatively affected by neuroinflammation. However, whether activation of the orexinergic pathway can curtail neuroinflammation is unknown. We hypothesize that targeting the orexinergic pathway via intranasal orexin-A (ORXA) treatment will enhance arousal from coma and decrease the production of proinflammatory cytokines resulting in improved functional outcome after resuscitation. We used a highly validated CA rat model to determine the effects of intranasal ORXA treatment 30-minute post resuscitation. At 4hrs post-CA, the mRNA levels of proinflammatory markers (IL1β, iNOS, TNF-α, GFAP, CD11b) and orexin receptors (ORX1R and ORX2R) were examined in different brain regions. CA dramatically increased proinflammatory markers in all brain regions particularly in the prefrontal cortex, hippocampus and hypothalamus. Post-CA intranasal ORXA treatment significantly ameliorated the CA-induced neuroinflammatory markers in the hypothalamus. ORXA administration increased production of orexin receptors (ORX1R and ORX2R) particularly in hypothalamus. In addition, ORXA also resulted in early arousal as measured by quantitative electroencephalogram (EEG) markers, and recovery of the associated behavioral neurologic deficit scale score (NDS). Our results indicate that intranasal delivery of ORXA post-CA has an anti-inflammatory effect and accelerates cortical EEG and behavioral recovery. Beneficial outcomes from intranasal ORXA treatment lay the groundwork for therapeutic clinical approach to treating post-CA coma.", "doi": "10.1371/journal.pone.0182707", "title": "Intranasal post-cardiac arrest treatment with orexin-A facilitates arousal from coma and ameliorates neuroinflammation.", "journal": ["PloS one", "PLoS ONE"]}