{"authors": [["Mir", "A H", "AH", "Section of Entomology, Dept of Zoology, Aligarh Muslim Univ, Aligarh, 202002, India. mirashiqamu@gmail.com."], ["Qamar", "A", "A", "Section of Entomology, Dept of Zoology, Aligarh Muslim Univ, Aligarh, 202002, India."]], "date": "2017-09-27", "id": "28956278", "text": "Organisms, in nature, are often subjected to multiple stressors, both biotic and abiotic. Temperature and starvation are among the main stressors experienced by organisms in their developmental cycle and the responses to these stressors may share signaling pathways, which affects the way these responses are manifested. Temperature is a major factor governing the performance of ectothermic organisms in ecosystems worldwide and, therefore, the thermal tolerance is a central issue in the thermobiology of these organisms. Here, we investigated the effects of starvation as well as mild heat and cold shocks on the thermal tolerance of the larvae of silkworm, Bombyx mori (Linnaeus). Starvation acted as a meaningful or positive stressor as it improved cold tolerance, measured as chill coma recovery time (CCRT), but, at the same time, it acted as a negative stressor and impaired the heat tolerance, measured as heat knockdown time (HKT). In the case of heat tolerance, starvation negated the positive effects of both mild cold as well as mild heat shocks and thus indicated the existence of trade-off between these stressors. Both mild heat and cold shocks improved the thermal tolerance, but the effects were more prominent when the indices were measured in response to a stressor of same type, i.e., a mild cold shock improved the cold tolerance more than the heat tolerance and vice versa. This improvement in thermal tolerance by both mild heat as well as cold shocks indicated the possibility of cross-tolerance between these stressors.", "doi": "10.1007/s13744-017-0559-2", "title": "Effects of Starvation and Thermal Stress on the Thermal Tolerance of Silkworm, Bombyx mori: Existence of Trade-offs and Cross-Tolerances.", "journal": ["Neotropical entomology", "Neotrop. Entomol."]}