{"authors": [["Kippnich", "M", "M", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland."], ["Jelting", "Y", "Y", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland."], ["Markus", "C", "C", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland."], ["Kredel", "M", "M", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland."], ["Wurmb", "T", "T", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland."], ["Kranke", "P", "P", "Klinik und Poliklinik für Anästhesiologie, Universitätsklinikum Würzburg, Oberdürrbacher Str. 6, 97080, Würzburg, Deutschland. kranke_p@ukw.de."]], "date": "2017-09-27", "id": "28956075", "text": "Identification and immediate treatment of life-threatening conditions is fundamental in patients with multiple trauma. In this context, the S3 guidelines on polytrauma and the S1 guidelines on emergency anesthesia provide the scientific background on how to handle these situations.This case report deals with a seriously injured driver involved in a truck accident. The inaccessible patient showed a scalping injury of the facial skeleton with massive bleeding and partially blocked airway but with spontaneous breathing as well as centralized cardiovascular circulation conditions and an initial Glasgow coma scale (GCS) of 8. An attempt was made to stop the massive bleeding by using hemostyptic-coated dressings. In addition, the patient was intubated via video laryngoscopy and received a left and right thoracic drainage as well as two entry points for intraosseous infusion.In modern emergency medical services, treatment based on defined algorithms is recommended and also increasingly established in dealing with critical patients. The guideline-oriented emergency care of patients with polytrauma requires invasive measures, such as intubation and thoracic decompression in the preclinical setting. The foundation for this procedure includes training in theory and practice both of the non-medical and medical rescue service personnel.", "doi": "10.1007/s00101-017-0372-7", "title": "[Polytrauma following a truck accident : How to save lives by guideline-oriented emergency care].", "journal": ["Der Anaesthesist", "Anaesthesist"]}