{"authors": [["da Costa", "Luiz Guilherme V", "LGV", "Divisao de Anestesiologia, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Sao Paulo, SP, BR."], ["Carmona", "Maria José C", "MJC", "Divisao de Anestesiologia, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Sao Paulo, SP, BR."], ["Malbouisson", "Luiz M", "LM", "Divisao de Anestesiologia, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Sao Paulo, SP, BR."], ["Rizoli", "Sandro", "S", "University of Toronto Trauma and Acute Care Service, St Michael's Hospital, Toronto, Canada."], ["Rocha-Filho", "Joel Avancini", "JA", "Divisao de Anestesiologia, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Sao Paulo, SP, BR."], ["Cardoso", "Ricardo Galesso", "RG", "Grupo de Resgate e Atendimento as Urgencias (GRAU), Secretaria de Estado da Saude, Sao Paulo, SP, BR."], ["Auler-Junior", "José Otávio C", "JOC", "Divisao de Anestesiologia, Hospital das Clinicas HCFMUSP, Faculdade de Medicina, Universidade de Sao Paulo, Sao Paulo, SP, BR."]], "date": null, "id": "28954004", "text": "Trauma is an important public health issue and associated with substantial socioeconomic impacts and major adverse clinical outcomes. No single study has previously investigated the predictors of mortality across all stages of care (pre-hospital, emergency room, surgical center and intensive care unit) in a general trauma population. This study was designed to identify early predictors of mortality in severely injured polytrauma patients across all stages of care to provide a better understanding of the physiologic changes and mechanisms by which to improve care in this population.A longitudinal, prospective, observational study was conducted between 2010 and 2013 in São Paulo, Brazil. Patients submitted to high-energy trauma were included. Exclusion criteria were as follows: injury severity score <16, <18 years old or insufficient data. Clinical and laboratory data were collected at four time points: pre-hospital, emergency room, and 3 and 24 hours after hospital admission. The primary outcome assessed was mortality within 30 days. Data were analyzed using tests of association as appropriate, nonparametric analysis of variance and generalized estimating equation analysis (p<0.05). ClinicalTrials.gov: NCT01669577.Two hundred patients were included. Independent early predictors of mortality were as follows: arterial hemoglobin oxygen saturation (p<0.001), diastolic blood pressure (p<0.001), lactate level (p<0.001), Glasgow Coma Scale score (p<0.001), infused crystalloid volume (p<0.015) and presence of traumatic brain injury (p<0.001).Our results suggest that arterial hemoglobin oxygen saturation, diastolic blood pressure, lactate level, Glasgow Coma Scale, infused crystalloid volume and presence of traumatic brain injury are independent early mortality predictors.", "doi": "10.6061/clinics/2017(08)02", "title": "Independent early predictors of mortality in polytrauma patients: a prospective, observational, longitudinal study.", "journal": ["Clinics (Sao Paulo, Brazil)", "Clinics (Sao Paulo)"]}