{"authors": [["Seshadri", "Madhavan", "M", "2gether NHS Trust Foundation Trust, Herefordshire Recovery Services, The Knoll, Ross-on-Wye, Herefordshire, HR9 5NA, UK, madhavan.seshadri@nhs.net."], ["Thalitaya", "Madhusudan Deepak", "MD", null], ["Simon", "Tuno", "T", null], ["Odelola", "Catherine", "C", null], ["Enow", "Humphrey", "H", null]], "date": null, "id": "28953839", "text": "Antidepressants are routinely used by General Practitioners (GP) as well as Psychiatrists to treat Depression. They are tolerated well. However, in certain patient populations, they are associated with SIADH (Syndrome of Inappropriate Anti-Diuretic Hormone Secretion) and Hyponatremia. Various research studies have shown that all antidepressants are associated with Hyponatremia. Hyponatremia as a side effect of antidepressant therapy is more commonly seen in old age, chronic Kidney disease and Hypothyroidism. Untreated Hyponatremia could lead to life threatening emergencies including Cerebral oedema, brain damage and coma. In this article, the authors discuss a 63 year old patient who suffered from Bipolar Disorder Type 2. He was treated with antidepressants (mainly Paroxetine) on and off for 30 years, without much side effects, until 2014. In July 2012, he underwent subtotal colectomy with ileorectal anastomosis as a management of adeno carcinoma of Colon. In April 2013, Paroxetine was stopped as he was well. He developed first episode of mania in July 2014. This was managed with Olanzapine. However, he soon developed a Depressive episode and severe Anxiety. He was restarted on Paroxetine and the dose was increased up to 50 mg along with Olanzapine 15 mg per day. As he did not improve, he was switched to Sertraline with which he developed Hyponatremia. Further to this, he was tried on Venlafaxine and Lofepramine and he developed Hyponatremia with both of them. Considering the severity of Depression, he was started on Mirtazapine and the dose was titrated to 45 mg. With this dose his serum Sodium levels were stable but his Depression persisted. Fluoxetine augmentation at this stage by the GP led to another episode of Hyponatremia. Hence, he was started on Aripiprazole 5 mg as an augmentation agent. His Depression improved reasonably (though he did not remit fully). Recently, he has been started on Vortioxetine and the dose has been titrated to 15 mg OD and in addition, he is on Mirtazapine 45 mg OD and Aripiprazole 5 mg OD. His Sodium levels have been stable and his Depression has improved. This is the first time we have come across a patient with colectomy developing severe Hyponatremia. In this article, we have discussed possible reasons for Hyponatremia following colectomy and the management strategies that could help.", "doi": null, "title": "Antidepressants and Hyponatremia in a patient with Colectomy - a Case Report.", "journal": ["Psychiatria Danubina", "Psychiatr Danub"]}