{"authors": [["Waseem", "Muhammad", "M", "Lincoln Medical Center, 234 East 149th Street, Bronx, NY, USA. waseemm2001@hotmail.com."], ["Iyahen", "Patrick", "P", "Lincoln Medical Center, 234 East 149th Street, Bronx, NY, USA."], ["Anderson", "Hilary Bryan", "HB", "Lincoln Medical Center, 234 East 149th Street, Bronx, NY, USA."], ["Kapoor", "Kevin", "K", "Lincoln Medical Center, 234 East 149th Street, Bronx, NY, USA."], ["Kapoor", "Ramnath", "R", "Lincoln Medical Center, 234 East 149th Street, Bronx, NY, USA."], ["Leber", "Mark", "M", "Brooklyn Hospital Center, 121 Dekalb Ave, Brooklyn, NY, 11201, USA."]], "date": "2017-09-25", "id": "28948571", "text": "A report of loss of consciousness (LOC) is frequently considered reason enough to obtain a computed tomography (CT) scan in the evaluation of head trauma. We conducted this study to reduce exposure to radiation from CT, while still not overlooking clinically significant injuries.The objective of the study is to determine the correlation between LOC status and brain CT scan results in patients with blunt head trauma and to determine whether there is a subset of patients for whom CT scan need not be performed, without missing clinically significant intracranial injuries.This is a retrospective study conducted in the emergency department of an inner-city hospital. The patient population included patients ranging between 13 and 35 years of age, with blunt head trauma, who presented to the emergency department (ED) between January 2010 and December 2013. Patients were divided into two groups: \"LOC\" group and \"no LOC\" group. The results of brain CT scans from each group were compared with LOC status. For study purposes, \"clinically significant\" were those that required interventions or ICU hospitalization of at least 24 h or extended hospitalization. The results were analyzed using chi-square calculations.During the study period, 494 patients were identified as having suffered head trauma. Of these, 185 (37.5%) reported LOC and 309 (62.5%) did not lose consciousness. In the LOC group, 15 (8.1%) had significant CT findings compared to 1.3% (4/309) of those without LOC (p < .001). Of the 4 who had no LOC and had significant brain CT findings, all 4 patients had positive physical findings of head, neck, or facial trauma. In the LOC group, only 1/15 (6.7%) had significant CT findings with a normal GCS of 15 and no physical signs of the head, neck, or facial trauma.A small proportion of patients with LOC had CT finding requiring intervention. Head trauma patients with no physical injuries to the head, neck, or face and a normal GCS had no significant brain CT findings. This raises the question of whether a routine brain CT scan should be obtained in patients with LOC, no physical findings, and a normal GCS after blunt head trauma.", "doi": "10.1186/s12245-017-0154-7", "title": "Isolated LOC in head trauma associated with significant injury on brain CT scan.", "journal": ["International journal of emergency medicine", "Int J Emerg Med"]}