{"authors": [["Park", "Gregory S", "GS", "Department of Pediatrics, University of Minnesota Medical School, Minneapolis."], ["Opoka", "Robert O", "RO", "Makerere University College of Health Sciences, Kampala, Uganda."], ["Shabani", "Estela", "E", "Department of Pediatrics, University of Minnesota Medical School, Minneapolis."], ["Wypyszynski", "Alexis", "A", "Department of Pediatrics, University of Minnesota Medical School, Minneapolis."], ["Hanisch", "Benjamin", "B", "Division of Pediatric Infectious Diseases, Children's National Medical Center, Washington, District of Columbia."], ["John", "Chandy C", "CC", "Department of Pediatrics, University of Minnesota Medical School, Minneapolis."]], "date": "2017-07-22", "id": "28948179", "text": "Malaria retinopathy has been proposed as marker of \"true\" cerebral malaria (CM), ie, coma due to Plasmodium falciparum vs coma due to other causes, with incidental P falciparum parasitemia. Plasma P falciparum histidine-rich protein-2 (PfHRP2) concentrations distinguish retinopathy-positive (RP) from retinopathy-negative (RN) CM but have not been compared between RN CM and other forms of severe malaria or asymptomatic parasitemia (AP).We compared plasma PfHRP2 concentrations in 260 children with CM (247 examined for retinopathy), 228 children with severe malarial anemia (SMA), and 30 community children with AP.Plasmodium falciparum HRP2 concentrations were higher in children with RP CM than RN CM (P = .006), with an area under the receiver operating characteristic curve of 0.61 (95% confidence interval, 0.53-0.68). Plasmodium falciparum HRP2 concentrations and sequestered parasite biomass were higher in RN CM than SMA (both P < .03) or AP (both P < .001).Plasmodium falciparum HRP2 concentrations are higher in children with RN CM than in children with SMA or AP, suggesting that P falciparum is involved in disease pathogenesis in children with CM. Plasmodium falciparum HRP2 concentrations may provide a more feasible and consistent assessment of the contribution of P falciparum to severe disease than malaria retinopathy.", "doi": "10.1093/ofid/ofx151", "title": "Plasmodium falciparum Histidine-Rich Protein-2 Plasma Concentrations Are Higher in Retinopathy-Negative Cerebral Malaria Than in Severe Malarial Anemia.", "journal": ["Open forum infectious diseases", "Open Forum Infect Dis"]}