{"authors": [["Roquilly", "Antoine", "A", "Anaesthesia Intensive Care Unit, Centre Hospitalier Universitaire, Nantes, France."], ["Lasocki", "Sigismond", "S", "Anaesthesia Intensive Care Unit, Centre Hospitalier Universitaire, Angers, France."], ["Moyer", "Jean Denis", "JD", "Anaesthesia Intensive Care Unit, Centre Hospitalier Universitaire de Beaujon (AP/HP), Beaujon, France."], ["Huet", "Olivier", "O", "Intensive Care Unit, Anaesthesia, Centre Hospitalier Universitaire, Brest, France."], ["Perrigault", "Pierre François", "PF", "Anaesthesia Intensive Care Unit, Centre Hospitalier Universitaire, Montpellier, France."], ["Dahyot-Fizelier", "Claire", "C", "Anaesthesia and Intensive Care Unit, Centre Hospitalier Universitaire, Poitiers, France."], ["Seguin", "Philippe", "P", "Anaesthesia and Intensive Care Unit, Centre Hospitalier Universitaire, Rennes, France."], ["Sharshar", "Tarek", "T", "Anaesthesia and Intensive Care Unit, Hôpital Saint Anne (AP/HP), Paris, France."], ["Geeraerts", "Thomas", "T", "Department of Anesthesiology and Critical Care, University Hospital of Toulouse, TONIC (Toulouse NeuroImaging Center), University Toulouse 3-Paul Sabatier, Inserm, France."], ["Remerand", "Francis", "F", "Service anesthésie Réanimation 2, Centre Hospitalier Régional Universitaire de Tours, Université F Rabelais, Tours, France."], ["Feuillet", "Fanny", "F", "Département Promotion, Centre Hospitalier Universitaire de Nantes, Plateforme de Méthodologie et de Biostatistique, Direction de la Recherche, Nantes, France."], ["Asehnoune", "Karim", "K", "Anaesthesia Intensive Care Unit, Centre Hospitalier Universitaire, Nantes, France."], [null, null, null, null]], "date": "2017-09-24", "id": "28947465", "text": "Traumatic brain injury (TBI) is a major cause of death and severe prolonged disability. Intracranial hypertension (ICH) is a critical risk factor of bad outcomes after TBI. Continuous infusion of hyperosmolar therapy has been proposed for the prevention and the treatment of ICH. Whether an early administration of continuous hyperosmolar therapy improves long-term outcomes of patients with TBI is uncertain. The aim of the COBI study (number clinicaltrial.gov 03143751, pre-results stage) is to assess the efficiency and the safety of continuous hyperosmolar therapy in patients with TBI.The COBI (COntinuous hyperosmolar therapy in traumatic Brain-Injured patients) trial is a multicentre, randomised, controlled, open-label, two-arms study with blinded adjudication of primary outcome. Three hundred and seventy patients hospitalised in intensive care unit with a TBI (Glasgow Coma Scale ≤12 and abnormal brain CT scan) are randomised in the first 24 hours following trauma to standard care or continuous hyperosmolar therapy (20% NaCl) plus standard care. Continuous hyperosmolar therapy is maintained for at least 48 hours in the treatment group and continued for as long as is necessary to prevent ICH. The primary outcome is the score on the Extended Glasgow Outcome Scale at 6 months. The treatment effect is estimated with ordinal logistic regression adjusted for prespecified prognostic factors and expressed as a common OR.The COBI trial protocol has been approved by the ethics committee of Paris Ile de France VIII and will be carried out according to the principles of the Declaration of Helsinki and the Good Clinical Practice guidelines. The results of this study will be disseminated through presentation at scientific conferences and publication in peer-reviewed journals. The COBI trial is the first randomised controlled trial powered to investigate whether continuous hyperosmolar therapy in patients with TBI improve long-term recovery.Trial registration number is NCT03143751.", "doi": "10.1136/bmjopen-2017-018035", "title": "COBI (COntinuous hyperosmolar therapy for traumatic Brain-Injured patients) trial protocol: a multicentre randomised open-label trial with blinded adjudication of primary outcome.", "journal": ["BMJ open", "BMJ Open"]}