{"authors": [["Naro", "Antonino", "A", "IRCCS centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Calabrò", "Rocco Salvatore", "RS", "IRCCS centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Pollicino", "Patrizia", "P", "IRCCS centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Lombardo", "Carmen", "C", "IRCCS centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."], ["Bramanti", "Placido", "P", "IRCCS centro Neurolesi \"Bonino-Pulejo\", Messina, Italy."]], "date": null, "id": "28946586", "text": "Growing research is focusing on the identification of markers predicting recovery and demonstrating covert awareness in patients with chronic disorders of consciousness (DOC). Herein, we describe the case of a woman who emerged from unresponsive wakefulness syndrome (UWS) after four years, in whom an experimental protocol assessing brain connectivity predicted her awareness recovery, indicating a functional locked-in syndrome (FLIS) diagnosis.A 68-year-old woman was admitted to our institute in 2012 in a UWS secondary to a severe brain hemorrhage, with a Coma Recovery Scale-Revised score of five. Her clinical conditions were stable for about two years, despite the intensive neurorehabilitation treatment. During hospitalization, she underwent a neurophysiological protocol demonstrating an extensive nociceptive processing within the pain matrix. After 3 years, our subject emerged from UWS, and then from minimally conscious state, being able to communicate properly.Approaches investigating brain connectivity may be useful in DOC diagnosis and prognosis, highlighting residual brain networks subtending covert awareness. Hence, our case supports the necessity of taking into account FLIS diagnosis in DOC differential diagnosis and implementing paraclinical follow-up to intercept cases of possible, late recovery of consciousness, thus optimizing the most appropriate management and rehabilitative setting.", "doi": "10.3233/NRE-172160", "title": "Unexpected recovery from a vegetative state or misdiagnosis? Lesson learned from a case report.", "journal": ["NeuroRehabilitation", "NeuroRehabilitation"]}