{"authors": [["Chandee", "Theerada", "T", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."], ["Lyons", "Vivian H", "VH", "Harborview Injury Prevention and Research Center, University of Washington, Seattle, WA."], ["Vavilala", "Monica S", "MS", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."], ["Krishnamoorthy", "Vijay", "V", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."], ["Chaikittisilpa", "Nophanan", "N", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."], ["Watanitanon", "Arraya", "A", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."], ["Lele", "Abhijit V", "AV", "Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, WA."]], "date": null, "id": "28945629", "text": "To characterize admission patterns, critical care resource utilization, and outcomes in moderate pediatric traumatic brain injury.Retrospective cohort study.National Trauma Data Bank.Children under 18 years old with a diagnosis of moderate traumatic brain injury (admission Glasgow Coma Scale score of 9-13) in the National Trauma Data Bank between 2007 and 2014.We examined clinical characteristics, critical care resource utilization, and discharge outcomes. Poor outcomes were defined as discharge to hospice, skilled nursing facility, long-term acute care, or death. We examined 20,010 patient records. Patients were 9 years old (interquartile range, 2-15 yr), male (64%) with isolated traumatic brain injury (81%), Glasgow Coma Scale score of 12, head Abbreviated Injury Scale score of 3, and Injury Severity Score of 10. Majority (34%) were admitted to nontrauma hospitals. Critical care utilization was 58.7% including 11.5% mechanical ventilation and 3.2% intracranial pressure monitoring. Compared to patients with Glasgow Coma Scale score of 13, admission Glasgow Coma Scale score of 9 was associated with greater critical care resource utilization, such as ICU admission (72% vs 50%), intracranial pressure monitoring (7% vs 1.8%), mechanical ventilation (21% vs 6%), and intracranial surgery (10% vs 5%). Most patients (70%) were discharged to home, but up to one third had poor outcomes. Older age group had a higher risk of poor outcomes (10-14 yr; adjusted relative risk, 1.32; 95% CI, 1.13-1.54; 15-17 yr; adjusted relative risk, 2.39; 95% CI, 2.12-2.70). Poor outcomes occurred with lower Glasgow Coma Scale (Glasgow Coma Scale score of 9 vs Glasgow Coma Scale score of 13: adjusted relative risk, 2.89; 95% CI, 2.47-3.38), higher Injury Severity Score (Injury Severity Score of ≥ 16 vs Injury Severity Score of < 9: adjusted relative risk, 8.10; 95% CI 6.27-10.45), and polytrauma (adjusted relative risk, 1.40; 95% CI, 1.22-1.61).Critical care resources are used in more than half of all moderate pediatric traumatic brain injury, and many receive care at nontrauma hospitals. Up to one third of moderate pediatric traumatic brain injury have poor outcomes, risk factors for which include age greater than 10 years, lower admission Glasgow Coma Scale, higher Injury Severity Score, and polytrauma. There is urgent need to optimize triage, care, and outcomes in this vulnerable population.", "doi": "10.1097/PCC.0000000000001350", "title": "Critical Care Resource Utilization and Outcomes of Children With Moderate Traumatic Brain Injury.", "journal": ["Pediatric critical care medicine : a journal of the Society of Critical Care Medicine and the World Federation of Pediatric Intensive and Critical Care Societies", "Pediatr Crit Care Med"]}