{"authors": [["Su", "Tsung-Ming", "TM", "Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine."], ["Lan", "Chu-Mei", "CM", null], ["Lee", "Tsung-Han", "TH", null], ["Shih", "Fu-Yuan", "FY", null], ["Hsu", "Shih-Wei", "SW", null], ["Lu", "Cheng-Hsien", "CH", null]], "date": "2017-07-23", "id": "28944947", "text": "To investigate the incidence, timing, risk factors of posttraumatic cerebral infarction (PTCI) and its influence on mortality in patients with moderate to severe traumatic brain injury (TBI).After reviewing the medical records and radiographs over a 6-year period, 173 patients with moderate to severe TBI were enrolled to determine the risk factors for the development of PTCI following unilateral decompressive craniectomy (DC).The incidence of PTCI following DC was 31.2%. Infarction in the posterior cerebral artery territory was the most common site of PTCI. The PTCI group had a significantly increased mortality (p 0.001) and unfavorable outcome (p 0.001). After stepwise logistic regression analysis, preoperative Glasgow Coma Scale (GCS) score (p 0.001, odds ratio [OR] = 0.536, 95% confidence interval [CI] = 0.407-0.706), pupillary dilation (p = 0.016, OR = 3.2, 95% CI = 1.24-8.28), subdural hematoma (SDH) (p = 0.01, OR = 16.87, 95% CI = 1.97-144.30) and craniectomy size (p = 0.017, OR = 1.02, 95% CI = 1.0-1.04) remained independently associated with PTCI development following DC.Our study demonstrated PTCI is a severe complication in patients with acute TBI. We recommend repeating computed tomography within 3 days of trauma to detect the occurrence of PTCI in patients with subdural hematoma who have low preoperative GCS score and pupillary dilation, irrespective of neurologic status. More studies are necessary to clarify the role and benefit of DC in patients with a GCS score of 5 or less.", "doi": "10.5137/1019-5149.JTN.20761-17.1", "title": "Posttraumatic cerebral infarction after decompressive craniectomy for traumatic brain injury: incidence, risk factors and outcome.", "journal": ["Turkish neurosurgery", "Turk Neurosurg"]}