{"authors": [["Yan", "Huan", "H", "Department of Ophthalmology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing Medical University, Chongqing 400010, China."], ["Gong", "Li-Yan", "LY", "Department of Ophthalmology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing Medical University, Chongqing 400010, China."], ["Huang", "Wei", "W", "Department of Ophthalmology, the Second Affiliated Hospital of Chongqing Medical University, Chongqing Medical University, Chongqing 400010, China."], ["Peng", "Yan-Li", "YL", "Department of Ophthalmology, Chongqing Aier-Mega Eye Hospital, Aier Eye Hospital Group, Chongqing 400060, China."]], "date": "2017-09-18", "id": "28944205", "text": "To evaluate the possible differences in visual quality between small incision lenticule extraction (SMILE) and femtosecond laser in situ keratomileusis (FS-LASIK) for myopia.A Meta-analysis was performed. Patients were from previously reported comparative studies treated with SMILE versus FS-LASIK. The PubMed, EMBASE, Cochrane, Web of Science and Chinese databases (i.e. WANFANG and CNKI) were searched in Nov. of 2016 using RevMan 5.1 version software. The differences in visual acuity, aberration and biomechanical effects within six months postoperatively were showed. Twenty-seven studies including 4223 eyes were included.No significant differences were observed between SMILE and FS-LASIK in terms of the proportion of eyes that lost one or more lines of corrected distance visual acuity after surgery (P=0.14), the proportion of eyes achieving an uncorrected distance visual acuity of 20/20 or better (P=0.43), the final refractive spherical equivalent (P=0.89), the refractive spherical equivalent within ±1.00 diopter of the target values (P=0.80), vertical coma (P=0.45) and horizontal coma (P=0.06). Compared with the FS-LASIK group, total higher-order aberration (P<0.001) and spherical aberration (P<0.001) were higher and the decrease in corneal hysteresis (P=0.0005) and corneal resistance factor (P=0.02) were lower in the SMILE group.SMILE and FS-LASIK are comparable in efficacy, safety and predictability for correcting myopia. However, the aberration in the SMILE group is superior to that in the FS-LASIK group, and the loss of biomechanical effects may occur less frequently after SMILE than after FS-LASIK.", "doi": "10.18240/ijo.2017.09.17", "title": "Clinical outcomes of small incision lenticule extraction versus femtosecond laser-assisted LASIK for myopia: a Meta-analysis.", "journal": ["International journal of ophthalmology", "Int J Ophthalmol"]}