{"authors": [["Zhao", "Peng-Fei", "PF", "Ophthalmic Center, Beijing Tongren Hospital, Capital Medical University, Beijing Ophthalmology and Visual Sciences Key Lab, Beijing 100730, China."], ["Li", "Shi-Ming", "SM", "Ophthalmic Center, Beijing Tongren Hospital, Capital Medical University, Beijing Ophthalmology and Visual Sciences Key Lab, Beijing 100730, China."], ["Lu", "Jing", "J", "Department of Ophthalmology, Affiliated Hospital of Hebei Medical University, Baoding 100730, Hebei Province, China."], ["Song", "Hong-Min", "HM", "College of Applied Arts and Science, Beijing Union University, Beijing 100191, China."], ["Zhang", "Jing", "J", "Ophthalmic Center, Beijing Tongren Hospital, Capital Medical University, Beijing Ophthalmology and Visual Sciences Key Lab, Beijing 100730, China."], ["Zhou", "Yue-Hua", "YH", "Ophthalmic Center, Beijing Tongren Hospital, Capital Medical University, Beijing Ophthalmology and Visual Sciences Key Lab, Beijing 100730, China."], ["Wang", "Ning-Li", "NL", "Ophthalmic Center, Beijing Tongren Hospital, Capital Medical University, Beijing Ophthalmology and Visual Sciences Key Lab, Beijing 100730, China."]], "date": "2017-09-18", "id": "28944201", "text": "To study the relation between higher-order aberrations (HOAs) and contrast sensitivity (CS) in normal eyes among a population of laser in situ keratomileusis (LASIK) candidates.In 6629 eyes of 3315 LASIK candidates, CS were measured under dark environment at the spatial frequencies of 1.5, 3, 6, 12 and 18 cycles per degree (c/d), respectively, using an Optec 6500 visual function tester. Meanwhile, ocular HOAs were measured for a 6.0 mm pupil with a Hartmann-Shack wavefront analyzer.In the study, the subjects with an average spherical equivalent of -4.86±2.07 D were included. HOAs decreased from the third to the sixth order aberrations with predominant aberrations of third-order coma, trefoil and fourth-order spherical aberration. At low and moderate spatial frequencies, CS was negatively correlated with the third-order coma and trefoil aberrations, and decreased with increasing Z31, but increased with increasing Z3-3 and Z5-1. At high spatial frequencies, CS decreased with increasing Z3-3 and increased with increasing Z5-1.At a large pupil size of 6.0 mm, the third-order aberrations, but not the total aberrations, are the main factors affecting CS. Vertical coma is negatively correlated with CS.", "doi": "10.18240/ijo.2017.09.13", "title": "Effects of higher-order aberrations on contrast sensitivity in normal eyes of a large myopic population.", "journal": ["International journal of ophthalmology", "Int J Ophthalmol"]}