{"authors": [["Abboud", "Tammam", "T", "Department of Neurosurgery, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany; Department of Neurosurgery, University Medical Centre Göttingen, Göttingen, Germany. Electronic address: tammamabboud@gmail.com."], ["Mende", "Klaus Christian", "KC", "Department of Neurosurgery, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Jung", "Roman", "R", "Department of Clinical Chemistry, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Czorlich", "Patrick", "P", "Department of Neurosurgery, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Vettorazzi", "Eik", "E", "Department of Medical Biometry and Epidemiology, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Priefler", "Marion", "M", "Department of Intensive Care, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Kluge", "Stefan", "S", "Department of Intensive Care, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Westphal", "Manfred", "M", "Department of Neurosurgery, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."], ["Regelsberger", "Jan", "J", "Department of Neurosurgery, University Medical Centre Hamburg-Eppendorf, Hamburg, Germany."]], "date": "2017-09-21", "id": "28943424", "text": "This prospective study was undertaken to investigate the value of early S100 calcium binding protein B (S100B) and neuron-specific enolase (NSE) in prognosticating outcome in patients with poor-grade aneurysmal subarachnoid hemorrhage and to develop a statistical model and cutoff values for clinical practice.Between 2012 and 2014, patients with poor-grade subarachnoid hemorrhage (Hunt and Hess grade 3-5) who were admitted within 24 hours after hemorrhage were prospectively enrolled. Serum NSE and S100B levels were assayed once daily during the first 3 days after hemorrhage. Patient characteristics, Glasgow Coma Scale score, Hunt and Hess grade, and Fisher grade at admission were recorded. Glasgow Outcome Scale (GOS) score was obtained at 6 months and dichotomized as poor (score 1-3) or good (score 4-5). Logistic regression and receiver operating characteristic curve were used to assess the value of S100B and NSE in predicting outcome, and cutoff values were calculated using conditional interference trees.The study included 52 patients. Hunt and Hess grade was 3 in 23 patients, 4 in 15 patients, and 5 in 14 patients. S100B range was 0.07-5.62 μg/L (mean 0.87 μg/L ± 1.06). NSE range was 5.7-94.2 μg/L (mean 16.1 μg/L ± 10.5). At 6-month follow-up, 23 patients (44.2%) had a poor outcome, and 29 patients (55.8%) had a good outcome. Both S100B at day 1 (P = 0.004; cutoff 0.202 μg/L) and NSE at day 1 (P = 0.047; cutoff 9.4 μg/L) predicted good outcome with a specificity of 100%. The specificity of mean S100B in detecting patients with poor outcome reached 100% (P = 0.003) when combined with mean NSE levels.S100B and NSE measured during the first 3 days after hemorrhage showed, separately and combined, a significant predictive value in prognosticating clinical outcome in patients with poor-grade subarachnoid hemorrhage. A multicenter study with a large patient cohort is necessary to validate the above-mentioned cutoff values for clinical practice.", "doi": "10.1016/j.wneu.2017.09.074", "title": "Prognostic Value of Early S100 Calcium Binding Protein B and Neuron-Specific Enolase in Patients with Poor-Grade Aneurysmal Subarachnoid Hemorrhage: A Pilot Study.", "journal": ["World neurosurgery", "World Neurosurg"]}