{"authors": [["De Santis", "Paolo", "P", "Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Lamanna", "Irene", "I", "Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Mavroudakis", "Nicolas", "N", "Department of Neurology, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Legros", "Benjamin", "B", "Department of Neurology, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Vincent", "Jean-Louis", "JL", "Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Creteur", "Jacques", "J", "Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium."], ["Taccone", "Fabio Silvio", "FS", "Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Route de Lennik, 808, 1070 Brussels, Belgium. Electronic address: ftaccone@ulb.ac.be."]], "date": "2017-09-21", "id": "28942010", "text": "Few data are available on the use of brainstem auditory evoked potentials (BAEPs) in combination with other electrophysiological tools to assess prognosis of comatose survivors from cardiac arrest (CA).Retrospective analysis of data from all adult patients (>18years of age) admitted to our Dept of Intensive Care after CA over a 6-year period who were comatose (Glasgow Coma Scale <9) on admission, had been treated with targeted temperature management and had BAEP testing. We collected variables related to CA, as well as electroencephalography (EEG) findings, N20 somatosensory evoked potentials, and the presence of I, III and/or V waves on BAEP testing. Outcome was assessed at 3 months using the Cerebral Performance Categories (3-5=poor outcome).We studied 65 patients; 48 (74%) had a poor neurological outcome. BAEP assessment was performed day 3 [3,4] after the CA. At least one of the three waves was absent bilaterally in 34 patients (52%); of these patients, 29 (85%) had a poor neurological outcome (sensitivity 60%, specificity 71%, positive predictive value [PPV] 85% and negative predictive value [NPV] 39%). Three patients (5%) had bilateral absence of all three waves, all of whom had a poor neurological outcome.In this series of patients after CA, at least one of the BAEP waves was absent bilaterally in half the survivors; however, their use for prediction of poor neurological outcome remains limited.", "doi": "10.1016/j.resuscitation.2017.09.013", "title": "The potential role of auditory evoked potentials to assess prognosis in comatose survivors from cardiac arrest.", "journal": ["Resuscitation", "Resuscitation"]}