{"authors": [["Spitzweg", "C", "C", "Medizinische Klinik und Poliklinik IV, Klinikum der Universität München, Ludwig-Maximilians-Universität München, Marchioninistraße 15, 81377, München, Deutschland. christine.spitzweg@med.uni-muenchen.de."], ["Reincke", "M", "M", "Medizinische Klinik und Poliklinik IV, Klinikum der Universität München, Ludwig-Maximilians-Universität München, Marchioninistraße 15, 81377, München, Deutschland."], ["Gärtner", "R", "R", "Medizinische Klinik und Poliklinik IV, Klinikum der Universität München, Ludwig-Maximilians-Universität München, Marchioninistraße 15, 81377, München, Deutschland."]], "date": null, "id": "28939923", "text": "Thyroid emergencies are rare life-threatening endocrine conditions resulting from either decompensated thyrotoxicosis (thyroid storm) or severe thyroid hormone deficiency (myxedema coma). Both conditions develop out of a long-standing undiagnosed or untreated hyper- or hypothyroidism, respectively, precipitated by an acute stress-associated event, such as infection, trauma, or surgery. Cardinal features of thyroid storm are myasthenia, cardiovascular symptoms, in particular tachycardia, as well as hyperthermia and central nervous system dysfunction. The diagnosis is made based on clinical criteria only as thyroid hormone measurements do not differentiate between thyroid storm and uncomplicated hyperthyroidism. In addition to critical care measures therapy focusses on inhibition of thyroid hormone synthesis and secretion (antithyroid drugs, perchlorate, Lugol's solution, cholestyramine, thyroidectomy) as well as inhibition of thyroid hormone effects in the periphery (β-blocker, glucocorticoids).Cardinal symptoms of myxedema coma are hypothermia, decreased mental status, and hypoventilation with risk of pneumonia and hyponatremia. The diagnosis is also purely based on clinical criteria as measurements of thyroid hormone levels do not differ between uncomplicated severe hypothyroidism and myxedema coma. In addition to substitution of thyroid hormones and glucocorticoids, therapy focusses on critical care measures to treat hypoventilation and hypercapnia, correction of hyponatremia and hypothermia.Survival of both thyroid emergencies can only be optimized by early diagnosis based on clinical criteria and prompt initiation of multimodal therapy including supportive measures and treatment of the precipitating event.", "doi": "10.1007/s00108-017-0306-0", "title": "[Thyroid emergencies : Thyroid storm and myxedema coma].", "journal": ["Der Internist", "Internist (Berl)"]}