{"authors": [["Koizumi", "Hiroyuki", "H", "Department of Neurosurgery, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan; Department of Emergency and Critical Care Medicine, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan. Electronic address: koizumi-h@cl.cilas.net."], ["Hoshi", "Keika", "K", "Department of Hygiene, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan."], ["Yamamoto", "Daisuke", "D", "Department of Neurosurgery, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan."], ["Asari", "Yasushi", "Y", "Department of Emergency and Critical Care Medicine, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan."], ["Kumabe", "Toshihiro", "T", "Department of Neurosurgery, Kitasato University School of Medicine, Sagamihara, Kanagawa, Japan."]], "date": "2017-09-19", "id": "28939050", "text": "This study investigated whether pachinko play influences the outcome of stroke events, and identified the significant variables affecting outcomes.We reviewed the medical and imaging records of 2075 consecutive patients with stroke from January 2003 through June 2012. The remaining patients were divided into 2 groups, the pachinko players group (PP) and the non-pachinko players group (NPP). Background factors were recorded on admission. Multivariate logistic regression analysis was used to identify the factors significantly correlated with Glasgow Outcome Scale (GOS) score and risk of death at the time of discharge.The PP group exhibited higher prevalence of hypertension and current smoking compared with the NPP group. However, no difference was found in outcomes between the PP and NPP groups. Multivariate analysis identified the dependent predictive variables for GOS as age (adjusted β = -.18, 95% confidence interval [CI]: -.22 to -.14, P <.001), Glasgow Coma Scale (GCS) score on admission (adjusted β = .64, 95% CI: .60 to .68, P <.001), and history of hypertension (adjusted β = -.06, 95% CI: -.10 to -.02, P = .007). Logistic regression analysis showed that age (odds ratio = 1.02, 95% CI: 1.01 to 1.04, P <.001) and GCS score on admission (odds ratio = .72, 95% CI: .69 to .75, P <.001) were significantly associated with death at the time of discharge.Patients with stroke during playing pachinko have higher prevalence of hypertension and higher smoking rate, but pachinko play itself was not a critical factor determining the outcome of patients with stroke in our emergency center.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.07.022", "title": "Relationship between Stroke Events during Pachinko Play and Prognosis.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}