{"authors": [["Bulteau", "Samuel", "S", "From the *CHU de Nantes, Psychiatry Neuromodulation Unit, Hôtel-Dieu, Nantes; †University of Nantes-University of Tours, INSERM, SPHERE U1246 - \"methodS for Patients-centered outcomes & HEalth REsearch\"; ‡Department of Anesthesia, Nouvelles Cliniques Nantaises; §CHU de Nantes, Intensive Care Unit, Hôtel-Dieu, Nantes; ∥Pharmacy Department, Vendée Hospital, Les Oudairies, La Roche sur Yon; ¶CHU de Nantes, Department of Clinical Pharmacology, Hôtel-Dieu, Nantes; and #Medical Intensive Care Department, Pau Hospital, Pau, France."], ["Laforgue", "Edouard-Jules", "EJ", null], ["Chimot", "Loïc", "L", null], ["Dumont", "Romain", "R", null], ["Loutrel", "Olivier", "O", null], ["Etcheverrigaray", "François", "F", null], ["Victorri-Vigneau", "Caroline", "C", null], ["Massri", "Alexandre", "A", null], ["Vanelle", "Jean-Marie", "JM", null], ["Sauvaget", "Anne", "A", null]], "date": "2017-09-20", "id": "28937547", "text": "Catatonia can lead to severe complications and may be lethal but is often underdiagnosed. The clinical presentation can be similar to coma. In these situations, electroconvulsive therapy (ECT) can be used as first-line treatment to enable extubation, recovery of autonomy, and rapid discharge from intensive care. We report 4 cases of patients hospitalized in the intensive care unit with comatose clinical presentation and life-threatening condition caused by catatonia. All patients received ECT sessions, after which the catatonic symptoms partially or fully remitted. We discuss the clinical identification, general considerations, ECT feasibility, and parameters in the intensive care unit, as well as the differential diagnosis, drug precautions, and prevention concerns.", "doi": "10.1097/YCT.0000000000000451", "title": "Management of Emergency Electroconvulsive Therapy in the Intensive Care Unit for Life-Threatening Psychiatric Conditions: A Case Series.", "journal": ["The journal of ECT", "J ECT"]}