{"authors": [["Vedantam", "Aditya", "A", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Robertson", "Claudia S", "CS", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."], ["Gopinath", "Shankar P", "SP", "Department of Neurosurgery, Baylor College of Medicine, Houston, Texas."]], "date": "2017-09-22", "id": "28937323", "text": "OBJECTIVE Early withdrawal of life-sustaining treatment due to expected poor prognosis is responsible for the majority of in-house deaths in severe traumatic brain injury (TBI). With increased focus on the decision and timing of withdrawal of care in patients with severe TBI, data on early neurological recovery in patients with a favorable outcome is needed to guide physicians and families. METHODS The authors reviewed prospectively collected data obtained in 1241 patients with head injury who were treated between 1986 and 2012. Patients with severe TBI, motor Glasgow Coma Scale (mGCS) score < 6 on admission, and those who had favorable outcomes (Glasgow Outcome Scale [GOS] score of 4 or 5, indicating moderate disability or good recovery) at 6 months were selected. Baseline demographic, clinical, and imaging data were analyzed. The time from injury to the first record of following commands (mGCS score of 6) after injury was recorded. The temporal profile of GOS scores from discharge to 6 months after the injury was also assessed. RESULTS The authors studied 218 patients (183 male and 35 female) with a mean age of 28.9 ± 11.2 years. The majority of patients were able to follow commands (mGCS score of 6) within the 1st week after injury (71.4%), with the highest percentage of patients in this group recovering on Day 1 (28.6%). Recovery to the point of following commands beyond 2 weeks after the injury was seen in 14.8% of patients, who experienced significantly longer durations of intracranial pressure monitoring (p = 0.001) and neuromuscular blockade (p < 0.001). In comparison with patients with moderate disability, patients with good recovery had a higher initial GCS score (p = 0.01), lower incidence of anisocoria at admission (p = 0.048), and a shorter ICU stay (p < 0.001) and total hospital stay (p < 0.001). There was considerable improvement in GOS scores from discharge to follow-up at 6 months. CONCLUSIONS Up to 15% of patients with a favorable outcome after severe TBI may begin to follow commands beyond 2 weeks after the injury. These data caution against early withdrawal of life-sustaining treatment in patients with severe TBI.", "doi": "10.3171/2017.3.JNS162720", "title": "Clinical characteristics and temporal profile of recovery in patients with favorable outcomes at 6 months after severe traumatic brain injury.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}