{"authors": [["Khipal", "Jatinder", "J", "Pediatric Neurology and Neurodevelopement Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India."], ["Sankhyan", "Naveen", "N", "Pediatric Neurology and Neurodevelopement Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India. drnsankhyan@yahoo.co.in."], ["Singhi", "Sunit C", "SC", "Pediatric Neurology and Neurodevelopement Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India."], ["Singhi", "Pratibha", "P", "Pediatric Neurology and Neurodevelopement Unit, Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Chandigarh, 160012, India."], ["Khandelwal", "Niranjan", "N", "Department of Radiodiagnosis, Post Graduate Institute of Medical Education and Research, Chandigarh, India."]], "date": "2017-09-22", "id": "28936756", "text": "To determine characteristics that help identify children with acute encephalopathy who benefit from an MRI (magnetic resonance imaging) of the brain. The secondary objective was to determine the adverse events associated with the MRI procedure.In this single center, prospective, observational study. Children (2 mo - 12 y) presenting with impaired consciousness were screened. Those with acute non-traumatic encephalopathy (Glasgow Coma Score of 12 or less) undergoing their first in-patient MRI brain were included. The decision regarding MRI brain was taken by the treating unit. The clinician taking care of the child was requested to categorize the information obtained from MRI into one of the following categories (as per definition): Contributory MRI [Diagnostic and/or Therapeutic, Suggestive or Additive and/or Prognostic (as per definitions)] OR Non-contributory MRI (If results of the MRI did not alter the management of the child in any manner).During the study period, 16,667 children presented to the pediatric emergency, of which 496 children were admitted with a diagnosis of acute encephalopathy and100 children were enrolled for this study. Ninety-two children had a febrile encephalopathy. Seventy-seven (77%, 95% CI 69-85%) children had an MRI that was contributory. In 64(78%) out of 82 children who underwent both CT and MRI, the MRI showed additional findings. Those with abnormal CT were significantly more likely to have a contributory MRI (65.6% vs. 22.2%, P = 0.001). There were 18 adverse events during the MRI procedure.MRI contributes in management decisions in over three-fourth of children presenting with non-traumatic coma and should be the neuroimaging of choice in acute non-traumatic coma. There are no pre-MRI clues to identify which child is likely to benefit from the MRI. However, if CT detects an abnormality, MRI is likely to significantly add to the information, contributing directly to the management.", "doi": "10.1007/s12098-017-2465-3", "title": "Clinical Utility of MRI Brain in Children with Non-traumatic Coma.", "journal": ["Indian journal of pediatrics", "Indian J Pediatr"]}