{"authors": [["Singh", "Binoy Kumar", "BK", "Department of Neurosurgery, Paras Hospital, Gurgaon, Haryana, India."], ["Dutta", "Abinash", "A", "Department of Neurosurgery, Gauhati Medical College and Hospital, Guwahati, Assam, India."], ["Ahmed", "Shameem", "S", "Apollo - International Hospital, Guwahati, Assam, India."], ["Hussain", "Zakir", "Z", "Department of Neurosurgery, Gauhati Medical College and Hospital, Guwahati, Assam, India."], ["Hazarika", "Rajib", "R", "Department of Neurosurgery, Gauhati Medical College and Hospital, Guwahati, Assam, India."], ["Singh", "Bineta", "B", "Apollo - International Hospital, Guwahati, Assam, India."]], "date": null, "id": "28936070", "text": "Traumatic brain fungus is manifestation of neglected head injury. Although rare it is not uncommon. The patients are usually intact with good Glasgow coma (GCS) score inspite of complex injuries and exposed brain parenchyma but morbidity and mortality is very high with time if no proper and timely management is offered. There is very less study on traumatic brain fungus with no defined management protocols. So an attempt was made to explain in details the surgical strategies and other management techniques in patients with traumatic brain fungus.To study and evaluate the pattern of causation, clinical presentations, modalities of management of traumatic brain fungus and outcome after treatment.All patients with fungus cerebri, admitted to our centre from January 2012 to December 2015 were studied prospectively. All the patients were examined clinically and triaged urgently for surgery. CT head was done in all patients to look for any brain parenchymal injury. All patients were managed surgically. Outcome was assessed as per the Glassgow Outcome Score.Total 10 patients were included in the study. 8 were men and 2 women. The patients' ages ranged from 3-48 years (mean 31.6 years). The interval between initial injury and protrusion ranged from 3 days to 6 days (mean 4.1 days). Mean GCS at the time of presentation was 13.2.60% of the patients (n = 6) sustained moderate head injury. (GCS-9-13). Size of the fungus ranged from 5cm×3cm to 8cm×10cm.Early and proper local wound treatment prevents fungus formation. Pre-emptive antibiotics, AEDs and cerebral decongestants are recommended. Loose water-tight duroplasty prevents CSF leak. But mortality and morbidity can be reduced significantly if brain fungus is managed properly by applying basic surgical principles and antibiotic protocols combined with newer surgical modalities.", "doi": "10.4103/jnrp.jnrp_10_17", "title": "Traumatic Cerrebral Fungus: Experience From an Institution in North East India.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}