{"authors": [["Charry", "Jose D", "JD", "School of Medicine, Department of Research, Fundacion Universitaria - UNINAVARRA, Neiva, Colombia."], ["Falla", "Jesus D", "JD", "School of Medicine, Universidad Surcolombiana, Neiva, Colombia."], ["Ochoa", "Juan D", "JD", "School of Medicine, Universidad Surcolombiana, Neiva, Colombia."], ["Pinzón", "Miguel A", "MA", "School of Medicine, Universidad Surcolombiana, Neiva, Colombia."], ["Tejada", "Jorman H", "JH", "School of Medicine, Universidad Surcolombiana, Neiva, Colombia."], ["Henriquez", "Maria J", "MJ", "School of Medicine, Department of Research, Fundacion Universitaria - UNINAVARRA, Neiva, Colombia."], ["Solano", "Juan Pablo", "JP", "Department of Neurosurgery, Hospital Universitario de Neiva, Neiva, Colombia."], ["Calvache", "Camilo", "C", "Department of Neurosurgery, Hospital Universitario de Neiva, Neiva, Colombia."]], "date": null, "id": "28936067", "text": "Traumatic brain injury (TBI) is a public health problem. It is a pathology that causes significant mortality and disability in Colombia. Different calculators and prognostic models have been developed to predict the neurological outcomes of these patients. The Rotterdam computed tomography (CT) score was developed for prognostic purposes in TBI. We aimed to examine the accuracy of the prognostic discrimination and prediction of mortality of the Rotterdam CT score in a cohort of trauma patients with severe TBI in a university hospital in Colombia.We analyzed 127 patients with severe TBI treated in a regional trauma center in Colombia over a 2-year period. Bivariate and multivariate analyses were used. The discriminatory power of the score, its accuracy, and precision were assessed by logistic regression and as the area under the receiver operating characteristic curve. Shapiro-Wilk, Chi-square, and Wilcoxon tests were used to compare the real outcomes in the cohort against the predicted outcomes.The median age of the patient cohort was 33 years, and 84.25% were male. The median injury severity score was 25, the median Glasgow Coma Scale motor score was 3, the basal cisterns were closed in 46.46% of the patients, and a midline shift of >5 mm was seen in 50.39%. The 6-month mortality was 29.13%, and the Rotterdam CT score predicted a mortality of 26% (P < 0.0001) (area under the curve: 0.825; 95% confidence interval: 0.745-0.903).The Rotterdam CT score predicted mortality at 6 months in patients with severe head trauma in a university hospital in Colombia. The Rotterdam CT score is useful for predicting early death and the prognosis of patients with TBI.", "doi": "10.4103/jnrp.jnrp_434_16", "title": "External Validation of the Rotterdam Computed Tomography Score in the Prediction of Mortality in Severe Traumatic Brain Injury.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}