{"authors": [["Ong", "Cheung-Ter", "CT", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Wong", "Yi-Sin", "YS", "Department of Family Medicine, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Sung", "Sheng-Feng", "SF", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Wu", "Chi-Shun", "CS", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Hsu", "Yung-Chu", "YC", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Su", "Yu-Hsiang", "YH", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."], ["Hung", "Ling-Chien", "LC", "Department of Neurology, Chia-Yi Christian Hospital, Chia-Yi, Taiwan."]], "date": "2017-09-21", "id": "28934363", "text": "Sex-related differences in the clinical presentation and outcomes of stroke patients are issues that have attracted increased interest from the scientific community. The present study aimed to investigate sex-related differences in the risk factors for in-hospital mortality and outcome in ischemic stroke patients.A total of 4278 acute ischemic stroke patients admitted to a stroke unit between January 1, 2007 and December 31, 2014 were included in the study. We considered demographic characteristics, clinical characteristics, co-morbidities, and complications, among others, as factors that may affect clinical presentation and in-hospital mortality. Good and poor outcomes were defined as modified Ranking Score (mRS)≦2 and mRS>2. Neurological deterioration (ND) was defined as an increase of National Institutes of Health Stroke Score (NIHSS) ≥ 4 points. Hemorrhagic transformation (HT) was defined as signs of hemorrhage in cranial CT or MRI scans. Transtentorial herniation was defined by brain edema, as seen in cranial CT or MRI scans, associated with the onset of acute unilateral or bilateral papillary dilation, loss of reactivity to light, and decline of ≥ 2 points in the Glasgow coma scale score.Of 4278 ischemic stroke patients (women 1757, 41.1%), 269 (6.3%) received thrombolytic therapy. The in hospital mortality rate was 3.35% (139/4278) [4.45% (80/1757) for women and 2.34% (59/2521) for men, p < 0.01]. At discharge, 41.2% (1761/4278) of the patients showed good outcomes [35.4% (622/1757) for women and 45.2% (1139/2521) for men]. Six months after stroke, 56.1% (1813/3231) showed good outcomes [47.4% (629/1328) for women and 62.2% (1184/1903) for men, p < 0.01]. Atrial fibrillation (AF), diabetes mellitus, stroke history, and old age were factors contributing to poor outcomes in men and women. Hypertension was associated with poor outcomes in women but not in men in comparison with patients without hypertension. Stroke severity and increased intracranial pressure were associated with increased in-hospital mortality in men and women. AF was associated with increased in-hospital mortality in women but not in men compared with patients without AF.The in-hospital mortality rate was not significantly different between women and men. Functional outcomes at discharge and six months after stroke were poorer in women than in men. Hypertension is an independent factor causing poorer outcomes in women than in men. AF is an independent factor affecting sex differences in hospital mortality in women.", "doi": "10.1371/journal.pone.0185361", "title": "Sex-related differences in the risk factors for in-hospital mortality and outcomes of ischemic stroke patients in rural areas of Taiwan.", "journal": ["PloS one", "PLoS ONE"]}