{"authors": [["Tang", "Yunhua", "Y", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Han", "Ming", "M", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Chen", "Maogen", "M", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Wang", "Xiaoping", "X", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Ji", "Fei", "F", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Zhao", "Qiang", "Q", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Zhang", "Zhiheng", "Z", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Ju", "Weiqiang", "W", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Wang", "Dongping", "D", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China."], ["Guo", "Zhiyong", "Z", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China. gdtrc@163.com."], ["He", "Xiaoshun", "X", "Organ Transplant Center, The First Affiliated Hospital, Sun Yat-sen University, No. 58 Zhongshan Er Road, Guangzhou, 510080, China. rockyucsf1981@126.com."]], "date": "2017-09-20", "id": "28932926", "text": "Transplantation centers have given much attention to donor availability. However, no reliable quantitative methods have been employed to accurately assess graft quality before transplantation. Here, we report that the indocyanine green (ICG) clearance test is a valuable index for liver grafts.We performed the ICG clearance test on 90 brain-dead donors within 6 h before organ procurement between March 2015 and November 2016. We also analyzed the relationship between graft liver function and early graft survival after liver transplantation (LT).Our results suggest that the ICG retention rate at 15 min (ICGR15) of donors before procurement was independently associated with 3-month graft survival after LT. The best donor ICGR15 cutoff value was 11.0%/min, and we observed a significant increase in 3-month graft failure among patients with a donor ICGR15 above this value. On the other hand, a donor ICGR15 value of ≤ 11.0%/min could be used as an early assessment index of graft quality because it provides additional information to the transplant surgeon or organ procurement organization members who must maintain or improve organ function to adapt the LT.An ICG clearance test before liver procurement might be an effective quantitative method to predict graft availability and improve early graft prognosis after LT.", "doi": "10.1007/s10620-017-4765-x", "title": "Donor Indocyanine Green Clearance Test Predicts Graft Quality and Early Graft Prognosis After Liver Transplantation.", "journal": ["Digestive diseases and sciences", "Dig. Dis. Sci."]}