{"authors": [["Moschos", "Marilita M", "MM", "Department of Ophthalmology, Medical School, National & Kapodistrian University of Athens, Greece."], ["Nitoda", "Eirini", "E", "Department of Ophthalmology, Medical School, National & Kapodistrian University of Athens, Greece."], ["Georgoudis", "Panagiotis", "P", "Queen Victoria Hospital NHS Trust, East Grinstead, United Kingdom."], ["Balidis", "Miltos", "M", "Institute of Ophthalmology and Ocular Microsurgery 'Ophthalmica', Thessaloniki, Greece."], ["Karageorgiadis", "Eleftherios", "E", "Institute of Ophthalmology and Ocular Microsurgery 'Ophthalmica', Thessaloniki, Greece."], ["Kozeis", "Nikos", "N", "Institute of Ophthalmology and Ocular Microsurgery 'Ophthalmica', Thessaloniki, Greece."]], "date": "2017-07-31", "id": "28932340", "text": "Keratoconus is a chronic, bilateral, usuallly asymmetrical, non-inflammatory, ectatic disorder, being characterized by progressive steepening, thinning and apical scarring of the cornea. Initially, the patient is asymptomatic, but the visual acuity gradually decreases, resulting in significant vision loss due to the development of irregular astigmatism, myopia, corneal thinning and scarring. The classic treatment of visual rehabilitation in keratoconus is based on spectacles and contact lenses (CLs).To summarize the types of CLs used in the treatment of keratoconus. This is literature review of several important published articles focusing on the visual rehabilitation in keratoconus with CLs.Gas permeable (GP) CLs have been found to achieve better best corrected visual acuity than spectacles, eliminating 3rd-order coma root-mean-square (RMS) error, 3rd-order RMS, and higher-order RMS. However, they have implicated in reduction of corneal basal epithelial cell and anterior stromal keratocyte densities. Soft CLs seem to provide greater comfort and lower cost, but the low oxygen permeability (if the lens is not a silicone hydrogel), and the inability to mask moderate to severe irregular astigmatism are the main disadvantages of them. On the other hand, scleral CLs ensure stable platforms, which eliminate high-order aberrations and provide good centration and visual acuity. Their main disadvantages include the difficulties in application and removal of these lenses along with corneal flattening and swelling.The modern hybrid CLs are indicated in cases of poor centration, poor stability or intolerance with GP lenses. Finally, piggyback CL systems effectively ameliorate visual acuity, but they have been related to corneal neovascularization and giant papillary conjunctivitis.CLs seem to rehabilitate visual performance, diminishing the power of the cylinder and the high-order aberrations. The final choice of CLs is based on their special features, the subsequent corneal changes and the patient's needs.", "doi": "10.2174/1874364101711010241", "title": "Contact Lenses for Keratoconus- Current Practice.", "journal": ["The open ophthalmology journal", "Open Ophthalmol J"]}