{"authors": [["Bauer", "Andrew M", "AM", null], ["Rasmussen", "Peter A", "PA", null], ["Bain", "Mark D", "MD", null]], "date": null, "id": "28931255", "text": "Surgical intervention has been proposed as a means of reducing the high morbidity and mortality associated with acute intracerebral hemorrhage (ICH), but many previously reported studies have failed to show a clinically significant benefit. Newer, minimally invasive approaches have shown some promise.We report our early single-center technical experience with minimally invasive clot evacuation using the BrainPath system.Prospective data were collected on patients who underwent ICH evacuation with BrainPath at the Cleveland Clinic from August 2013 to May 2015.Eighteen patients underwent BrainPath evacuation of ICH at our center. Mean ICH volume was 52.7 mL ± 22.9 mL, which decreased to 2.2 mL ± 3.6 mL postevacuation, resulting in a mean volume reduction of 95.7% ± 5.8% (range 0-14 mL, P < .001). In 65% of patients, a bleeding source was identified and treated. There were no hemorrhagic recurrences during the hospital stay. In this cohort, only 1 patient (5.6%) died in the first 30 days of follow-up. Median Glasgow Coma Score improved from 10 (interquartile range 5.75-12) preoperation to 14 (interquartile range 9-14.25) postoperation. Clinical follow-up in this cohort is ongoing.Evacuation of ICH using the BrainPath system is safe and technically effective. The volume of clot removed compares favorably with other published studies. Early improved clinical outcomes are suggested by improvement in Glasgow Coma Score and reduced 30-day mortality. Ongoing analysis is necessary to elucidate long-term clinical outcomes and the subsets of patients who are most likely to benefit from surgery.", "doi": "10.1227/NEU.0000000000001258", "title": "Initial Single-Center Technical Experience With the BrainPath System for Acute Intracerebral Hemorrhage Evacuation.", "journal": ["Operative neurosurgery (Hagerstown, Md.)", "Oper Neurosurg (Hagerstown)"]}