{"authors": [["Arbra", "Chase A", "CA", "From the Department of Surgery, Division of Pediatric Surgery (C.A.A., J.Z., P.D.M., C.J.S.), Medical University of South Carolina, Charleston, South Carolina; Department of Surgery, Division of Pediatric Surgery, Washington University in St Louis (A.M.V.), St. Louis, Missouri; Department of Surgery, Division of Pediatric Surgery, Le Bonheur Children's Hospital (E.Y.H., K.B.S.), University of Tennessee, Memphis, Tennessee; Department of Surgery, Division of Pediatric Surgery, Emory University School of Medicine (M.T.S.), Atlanta, Georgia; Department of Surgery, Division of Pediatric Surgery, University of Texas Health Science Center (K.T., T.G.O.-K.), Houston, Texas; Department of Surgery, Division of Pediatric Surgery, Cincinnati Children's Hospital Medical Center (R.A.F.), Cincinnati, Ohio; Department of Surgery, Division of Pediatric Surgery, Arkansas Children's Hospital (M.S.D., J.R.), Little Rock, Arkansas; Department of Surgery, Division of Pediatric Surgery, Virginia Commonwealth University (J.H.H.), Richmond, Virginia; Department of Pediatric Surgery, Vanderbilt University Medical Center (M.L.B.), Nashville, Tennessee; Department of Surgery, Division of Pediatric Surgery, Children's Hospital of Alabama (R.T.R.), Birmingham, Alabama; Department of Surgery, Division of Pediatric Surgery, Texas Children's Hospital (B.J.N.-M.), Baylor College of Medicine, Houston, Texas; Department of Surgery, Division of Pediatric Surgery, Children's Mercy Hospital (S.D.S.P.), Kansas City, Missouri; Department of Pediatric Surgery, Boston Children's Hospital (D.P.M., C.O.), Boston, Massachusetts; and Department of Surgery, Division of General Pediatric Surgery, Children's Hospital Los Angeles (J.S.U.), Los Angeles, California."], ["Vogel", "Adam M", "AM", null], ["Zhang", "Jingwen", "J", null], ["Mauldin", "Patrick D", "PD", null], ["Huang", "Eunice Y", "EY", null], ["Savoie", "Kate B", "KB", null], ["Santore", "Matthew T", "MT", null], ["Tsao", "KuoJen", "K", null], ["Ostovar-Kermani", "Tiffany G", "TG", null], ["Falcone", "Richard A", "RA", null], ["Dassinger", "M Sidney", "MS", null], ["Recicar", "John", "J", null], ["Haynes", "Jeffrey H", "JH", null], ["Blakely", "Martin L", "ML", null], ["Russell", "Robert T", "RT", null], ["Naik-Mathuria", "Bindi J", "BJ", null], ["St Peter", "Shawn D", "SD", null], ["Mooney", "David P", "DP", null], ["Onwubiko", "Chinwendu", "C", null], ["Upperman", "Jeffrey S", "JS", null], ["Streck", "Christian J", "CJ", null]], "date": null, "id": "28930954", "text": "Pediatric intra-abdominal injuries (IAI) from blunt abdominal trauma (BAT) rarely require emergent intervention. For those children undergoing procedural intervention, our aim was to understand the timing and indications for operation and angiographic embolization.We prospectively enrolled children younger than 16 years after BAT at 14 Level I Pediatric Trauma Centers over a 1-year period. Patients with IAI who received an intervention (IAI-I) were compared with those who did not receive an intervention using descriptive statistics and univariate analysis; p less than 0.05 was considered significant.Two hundred sixty-one (11.9%) of 2,188 patients had IAI. Forty-five (17.2%) IAI patients received an acute procedural intervention (38 operations, seven angiographic embolization). The mean age for patients requiring intervention was 7.1 ± 4.1 years and not different from the population. Most patients (88.9%) with IAI-I were normotensive. IAI-I patients were significantly more likely to have a mechanism of motor vehicle collision (66.7% vs. 38.9%), more likely to present as a Level I activation (44.4% vs. 26.9%), more likely to have a Glascow Coma Scale less than 14 (31.1% vs. 15.5%), and more likely to have an abnormal abdominal physical examination (93.3% vs. 65.7%) than patients that did not require acute intervention. All patients underwent computed tomography scan before intervention. Operations consisted of laparotomy (n = 21), laparoscopy converted to open (n = 11), and laparoscopy alone (n = 6). The most common surgical indications were hollow viscus injury (HVI) (11 small bowel, 10 colon, 6 small bowel/colon, 2 duodenum). All interventions for solid organ injury, including seven angioembolic procedures, occurred within 8 hours of arrival; many had hypotension and received a transfusion. Procedural interventions were more common for HVI than for solid organ injury (59.2% vs. 7.6%). Postoperative mortality from IAI was 2.6%.Acute procedural interventions for children with IAI from BAT are rare, predominantly for HVI, are performed early in the hospital course and have excellent clinical outcomes.Prognostic/epidemiologic study, level III; therapeutic study, level IV.", "doi": "10.1097/TA.0000000000001533", "title": "Acute procedural interventions after pediatric blunt abdominal trauma: A prospective multicenter evaluation.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}