{"authors": [["Lamour", "Sabrina D", "SD", "Department of Infectious Disease Epidemiology, School of Public Health."], ["Alibu", "Vincent P", "VP", "Department of Biochemistry, Makerere University, Kampala, Uganda."], ["Holmes", "Elaine", "E", "Section of Biomolecular Medicine, Division of Computational and Systems Medicine, Department of Surgery and Cancer, Imperial College London, London."], ["Sternberg", "Jeremy M", "JM", "Institute of Biological and Environmental Sciences, University of Aberdeen, Aberdeen, United Kingdom."]], "date": null, "id": "28927234", "text": "The progression of human African trypanosomiasis from the early hemolymphatic stage to the late meningoencephalitic stage is of critical diagnostic importance as it determines the choice of potentially toxic drug regimens. Current diagnostic criteria involving analysis of cerebrospinal fluid (CSF) for parasites and/or pleocytosis are sensitive, but recent evidence suggests that specificity may be poor.We used an untargeted global metabolic profiling approach for the discovery of novel candidate stage-diagnostic markers in CSF from patients infected with Trypanosoma brucei rhodesiense, using 1H nuclear magnetic resonance (NMR) spectroscopy.Metabolic markers did not distinguish between early and late-stage cases but were associated with neuroinflammatory responses and the presentation of neurological disturbances. In particular, increased concentrations of 3-hydroxybutyrate and alanine and reduced concentrations of mannose and urea were discriminatory for the presentation of daytime somnolence and gait ataxia.CSF metabolite concentrations provide markers for neuroinflammatory responses during central nervous system (CNS) invasion by trypanosomes and are associated with the presentation of neurological disturbances independently of disease stage determined by current criteria. This suggests that applying a dichotomous-stage diagnosis on the basis of CSF pleocytosis does not accurately reflect the biological changes occurring as parasites invade the CNS and has implications for biomarker discovery strategies.", "doi": "10.1093/infdis/jix466", "title": "Metabolic Profiling of Central Nervous System Disease in Trypanosoma brucei rhodesiense Infection.", "journal": ["The Journal of infectious diseases", "J. Infect. Dis."]}