{"authors": [["Zens", "Tiffany J", "TJ", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Danobeitia", "Juan S", "JS", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Chlebeck", "Peter J", "PJ", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Zitur", "Laura J", "LJ", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Odorico", "Scott", "S", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Brunner", "Kevin", "K", "Wisconsin Primate Research Center, University of Wisconsin, Madison, Wisconsin, United States of America."], ["Coonen", "Jennifer", "J", "Wisconsin Primate Research Center, University of Wisconsin, Madison, Wisconsin, United States of America."], ["Capuano", "Saverio", "S", "Wisconsin Primate Research Center, University of Wisconsin, Madison, Wisconsin, United States of America."], ["D'Alessandro", "Anthony M", "AM", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Matkowskyj", "Kristina", "K", "University of Wisconsin Department of Pathology, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Zhong", "Weixiong", "W", "University of Wisconsin Department of Pathology, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."], ["Torrealba", "Jose", "J", "University of Texas Southwestern Medical Center Department of Pathology, Dallas, Texas, United States of America."], ["Fernandez", "Luis", "L", "University of Wisconsin Department of Surgery, Division of Transplantation, University of Wisconsin School of Medicine and Public Health, Madison, Wisconsin, United States of America."]], "date": "2017-09-19", "id": "28926566", "text": "The development of a translatable brain death animal model has significant potential to advance not only transplant research, but also the understanding of the pathophysiologic changes that occur in brain death and severe traumatic brain injury. The aim of this paper is to describe a rhesus macaque model of brain death designed to simulate the average time and medical management described in the human literature.Following approval by the Institutional Animal Care and Use Committee, a brain death model was developed. Non-human primates were monitored and maintained for 20 hours after brain death induction. Vasoactive agents and fluid boluses were administered to maintain hemodynamic stability. Endocrine derangements, particularly diabetes insipidus, were aggressively managed.A total of 9 rhesus macaque animals were included in the study. The expected hemodynamic instability of brain death in a rostral to caudal fashion was documented in terms of blood pressure and heart rate changes. During the maintenance phase of brain death, the animal's temperature and hemodynamics were maintained with goals of mean arterial pressure greater than 60mmHg and heart rate within 20 beats per minute of baseline. Resuscitation protocols are described so that future investigators may reproduce this model.We have developed a reproducible large animal primate model of brain death which simulates clinical scenarios and treatment. Our model offers the opportunity for researchers to have translational model to test the efficacy of therapeutic strategies prior to human clinical trials.", "doi": "10.1371/journal.pone.0182552", "title": "Guidelines for the management of a brain death donor in the rhesus macaque: A translational transplant model.", "journal": ["PloS one", "PLoS ONE"]}