{"authors": [["Ou", "Tsong-Yih", "TY", "Division of Infectious Disease, Department of Internal Medicine, Wan-Fang Hospital, Taipei Medical University, Taipei, Taiwan."], ["Chuang", "Cheng-Yen", "CY", "Division of Cardiovascular Medicine, Department of Internal Medicine, Wan-Fang Hospital, Taipei Medical University, Taipei, Taiwan."], ["Chen", "Chun-Da", "CD", "Department of Laboratory Medicine, Wan-Fang Hospital, Taipei Medical University, Taipei, Taiwan."], ["Cheng", "Chung-Yi", "CY", "Department of Internal Medicine, School of Medicine, College of Medicine, Taipei Medical University, Taipei, Taiwan."]], "date": "2017-09-18", "id": "28922459", "text": "Severe falciparum malaria is associated with multiple organ dysfunction and a high rate of fatal outcome. Malaria is a world-wide disease in tropical areas through the bites of vector mosquitoes. Parasitic protozoans introduced by the mosquito's saliva to the blood travel to the liver then mature and reproduce. In humans, malaria is caused by Plasmodium falciparum, P. malariae, P. ovale, P. vivax, and P. knowlesi, and P. falciparum causes most deaths. Typical malaria symptoms include fever, chills, fatigue, headache, nausea, and vomiting. In severe cases, it can cause jaundice, seizures, coma, or death. Jaundice, caused by intravascular hemolysis is a usual complication of malaria, especially in patients with P. falciparum infection. The use of exchange transfusion in malaria is not currently advocated by the Centers of Disease Control and Prevention (CDC) of the United States of America. The role of therapeutic plasma exchange as an adjunctive therapy in malaria has not been widely discussed in the literature. Here, we present a 23-year-old patient with jaundice, acute renal failure, and cerebral involvement who was successfully treated with plasma exchange and hemodialysis.", "doi": "10.1002/jca.21586", "title": "Therapeutic plasma exchange in the treatment of complicated Plasmodium falciparum malaria: A case report.", "journal": ["Journal of clinical apheresis", "J Clin Apher"]}