{"authors": [["Bilgihan", "Kamil", "K", "*Department of Cornea, Gazi University Hospital, Ankara, Turkey; and †Department of Cornea, Ufuk University Hospital, Ankara, Turkey."], ["Yesilirmak", "Nilufer", "N", null], ["Altay", "Yesim", "Y", null], ["Yuvarlak", "Armagan", "A", null], ["Ozdemir", "Huseyin Baran", "HB", null]], "date": null, "id": "28922329", "text": "To compare clinical outcomes of conventional corneal cross-linking (C-CXL) and diluted alcohol and iontophoresis-assisted corneal cross-linking (DAI-CXL) for the treatment of progressive keratoconus (KC).Ninety-three eyes of 80 patients with KC were treated by C-CXL (n = 47) or DAI-CXL (n = 46). Visual acuity, keratometry, KC indexes, pachymetry, and aberrations were recorded before treatment and 1, 3, 6, and 12 months after treatment. The demarcation line was assessed 1 month after treatment.A significant improvement in visual acuity was observed at month 3 and month 6 after DAI-CXL and C-CXL, respectively. A significant decrease in maximum keratometry was observed in both groups at month 6. The front symmetry index significantly improved in both groups after 6 months, whereas the Baiocchi Calossi Versaci index significantly improved only after DAI-CXL at month 12 (P = 0.01). Average keratometry and other KC indexes were stable during 12 months of follow-up. Central corneal thickness decreased by 28.6 and 40.2 μm after DAI-CXL and C-CXL at month 1, respectively (P < 0.01), and it reached baseline at the 12th month (P = 0.14) only in the DAI-CXL group. Higher-order aberrations, coma, and spherical aberration significantly worsened at month 1 (P < 0.01) only after C-CXL; however, they improved significantly at month 12 compared with baseline (P < 0.05) in both groups. The demarcation line was visible in all cases at month 1 at a mean depth of 302 ± 56 μm and 311 ± 57 μm after DAI-CXL and C-CXL, respectively (P = 0.7).The DAI-CXL protocol seems as effective as the C-CXL protocol in halting KC progression after 1 year of follow-up.", "doi": "10.1097/ICO.0000000000001383", "title": "Conventional Corneal Collagen Cross-Linking Versus Transepithelial Diluted Alcohol and Iontophoresis-Assisted Corneal Cross-Linking in Progressive Keratoconus.", "journal": ["Cornea", "Cornea"]}