{"authors": [["Drain", "Joseph P", "JP", "Case Western Reserve University, MetroHealth Medical Center, Cleveland, Ohio USA."], ["Weinberg", "Douglas S", "DS", null], ["Ramey", "James S", "JS", null], ["Moore", "Timothy A", "TA", null], ["Vallier", "Heather A", "HA", null]], "date": "2017-09-15", "id": "28922275", "text": "Retrospective.The purpose of this project is to identify factors that predict vertebral artery injury (VAI) in an effort to assess risks and benefits of computed tomography angiography (CT-A) of the neck in the trauma setting. We seek to develop guidelines for practitioners to stratify patients at medium/high risk of VAI from those who are at low risk.VAI and blunt carotid injury (BCI) together comprise blunt cerebrovascular injury (BCVI). More is known about risk factors for BCI than for VAI, but the neurovascular complications associated with VAI are similarly disastrous. With increasing frequency, trauma providers are using CT-A to screen for BCVI; this test carries risks that include radiation exposure and nephrotoxicity, in addition to higher cost of treatment and longer hospital stay.Trauma patients seen over four months at an urban, level 1 trauma were analyzed. BCVI screening was conducted in 144/1,854 (7.77%) patients. Presence of VAI as well as several clinical characteristics were recorded. Univariate analysis and binomial logistic regression analysis were conducted at a 95% significance level.VAI was diagnosed in 0.49% of the study population. Univariate analysis determined six factors associated with positive VAI screening. Regression analysis showed four factors that independently predicted VAI: female gender, decreased Glasgow Coma Scale (GCS), cervical spine (c-spine) fracture, and concurrent BCI. A positive c-spine physical exam trended toward predicting VAI without achieving significance.Several independent predictors of VAI were identified. This study highlights the importance of identifying patients at a higher risk for VAI and indicating CT-A of the neck versus those who are at low risk and can be evaluated without undergoing advanced imaging, as CT-A appears unnecessary for most trauma patients.3.", "doi": "10.1097/BRS.0000000000002420", "title": "Indications for CT-Angiography of the Vertebral Arteries After Trauma.", "journal": ["Spine", "Spine"]}