{"authors": [["John", "Gregor", "G", "Department of Internal Medicine, Hôpital neuchâtelois, La Chaux-de-Fonds, Switzerland; Department of Internal Medicine, Rehabilitation and Geriatrics, Geneva University Hospitals (HUG), Geneva, Switzerland. Electronic address: gregor.john@h-ne.ch."], ["Primmaz", "Steve", "S", "Department of Internal Medicine, Hôpital neuchâtelois, La Chaux-de-Fonds, Switzerland; Department of Internal Medicine, Rehabilitation and Geriatrics, Geneva University Hospitals (HUG), Geneva, Switzerland."], ["Crichton", "Siobhan", "S", "Department of Primary Care and Public Health Sciences, King's College London, London, UK."], ["Wolfe", "Charles", "C", "Department of Primary Care and Public Health Sciences, R&D Guy's & St Thomas' Foundation Trust, King's College London, London, UK."]], "date": "2017-09-13", "id": "28918089", "text": "To explore the relationship between indwelling urinary catheters (IUCs), urinary incontinence (UI), and death in the poststroke period and to determine when, after the neurological event, UI has the best ability to predict 1-year mortality.In a prospective observational study, 4477 patients were followed up for 1 year after a first-ever stroke. The impact of UI or urinary catheters on time to death was adjusted in a Cox model for age, sex, Glasgow Coma Scale, prestroke and poststroke Barthel Index, swallow test, motor deficit, diabetes, and year of inclusion. The predictive values of UI assessed at the maximal deficit or 7 days after a stroke were compared using receiver-operating curves.UI at the maximal neurological deficit and urinary catheters within the first week after the stroke were present in 43.9% and 31.2% patients, respectively. They were both associated with 1-year mortality in unadjusted and adjusted analysis (hazard ratio [HR], 1.78, 95% confidence interval [CI], 1.46-2.19, and HR, 1.84, 95% CI 1.54-2.19). Patients with UI and urinary catheters had twice the mortality rate of incontinent patients without urinary catheters (HR, 10.24; 95% CI, 8.72-12.03 versus HR, 4.70; 95% CI, 3.88-5.70; P < .001). UI assessed after 1 week performed better at predicting 1-year mortality than UI assessed at the maximal neurological deficit.IUCs in the poststroke period is associated with death, especially among incontinent patients. UI assessed at 1 week after the neurological event has the best predictive ability.", "doi": "10.1016/j.jstrokecerebrovasdis.2017.08.018", "title": "Urinary Incontinence and Indwelling Urinary Catheters as Predictors of Death after New-Onset Stroke: A Report of the South London Stroke Register.", "journal": ["Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association", "J Stroke Cerebrovasc Dis"]}