{"authors": [["Pakkanen", "Toni", "T", "FinnHEMS Ltd, Research and Development Unit, Vantaa, Finland. toni.pakkanen@fimnet.fi."], ["Kämäräinen", "Antti", "A", "Tays Emergency Medical Service, FinnHEMS 30, Tampere University Hospital, Tampere, Finland."], ["Huhtala", "Heini", "H", "Faculty of Social Sciences, University of Tampere, Tampere, Finland."], ["Silfvast", "Tom", "T", "Department of Anaesthesia and Intensive Care, Helsinki University Hospital, University of Helsinki, Helsinki, Finland."], ["Nurmi", "Jouni", "J", "Department of Emergency Medicine and Services, Helsinki University Hospital and Emergency Medicine, University of Helsinki, Helsinki, Finland."], ["Virkkunen", "Ilkka", "I", "FinnHEMS Ltd, Research and Development Unit, Vantaa, Finland."], ["Yli-Hankala", "Arvi", "A", "Department of Anaesthesia, Tampere University Hospital, Tampere, Finland."]], "date": "2017-09-15", "id": "28915898", "text": "After traumatic brain injury (TBI), hypotension, hypoxia and hypercapnia have been shown to result in secondary brain injury that can lead to increased mortality and disability. Effective prehospital assessment and treatment by emergency medical service (EMS) is considered essential for favourable outcome. The aim of this study was to evaluate the effect of a physician-staffed helicopter emergency medical service (HEMS) in the treatment of TBI patients.This was a retrospective cohort study. Prehospital data from two periods were collected: before (EMS group) and after (HEMS group) the implementation of a physician-staffed HEMS. Unconscious prehospital patients due to severe TBI were included in the study. Unconsciousness was defined as a Glasgow coma scale (GCS) score ≤ 8 and was documented either on-scene, during transportation or by an on-call neurosurgeon on hospital admission. Modified Glasgow Outcome Score (GOS) was used for assessment of six-month neurological outcome and good neurological outcome was defined as GOS 4-5.Data from 181 patients in the EMS group and 85 patients in the HEMS group were available for neurological outcome analyses. The baseline characteristics and the first recorded vital signs of the two cohorts were similar. Good neurological outcome was more frequent in the HEMS group; 42% of the HEMS managed patients and 28% (p = 0.022) of the EMS managed patients had a good neurological recovery. The airway was more frequently secured in the HEMS group (p < 0.001). On arrival at the emergency department, the patients in the HEMS group were less often hypoxic (p = 0.024). In univariate analysis HEMS period, lower age and secured airway were associated with good neurological outcome.The introduction of a physician-staffed HEMS unit resulted in decreased incidence of prehospital hypoxia and increased the number of secured airways. This may have contributed to the observed improved neurological outcome during the HEMS period.ClinicalTrials.gov IDNCT02659046. Registered January 15th, 2016.", "doi": "10.1186/s13049-017-0438-1", "title": "Physician-staffed helicopter emergency medical service has a beneficial impact on the incidence of prehospital hypoxia and secured airways on patients with severe traumatic brain injury.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}