{"authors": [["Muns-Aponte", "Sofía", "S", "Interdisciplinary Program of General Sciences, University of Puerto Rico Rio Piedras Campus."], ["García-Rodríguez", "Omar", "O", "Puerto Rico Trauma Hospital, San Juan, Puerto Rico."], ["Ramos-Meléndez", "Ediel O", "EO", "Puerto Rico Trauma Hospital, San Juan, Puerto Rico."], ["Rodríguez-Ortiz", "Pablo", "P", "Puerto Rico Trauma Hospital, San Juan, Puerto Rico; Department of Surgery, University of Puerto Rico Medical Sciences Campus, San Juan, Puerto Rico."]], "date": null, "id": "28915305", "text": "Recent literature has suggested that trauma is heterogenic and that physiological response to it differs between sexes. The study represented in this manuscript aimed to describe gender differences in the mortality rates of trauma patients at the Puerto Rico Trauma Hospital (PRTH).This was a cross-sectional study performed at PRTH. A total of 14,874 injured patients admitted to the hospital from 2002 to 2011 were included in the sample and divided into 2 groups, based on sex. Pearson's chi-square test was employed for categorical variables and the Mann-Whitney U test for continuous ones. A logistic regression model was undertaken to estimate the association between gender and study outcomes, after adjusting for confounders. A p-value lower than 0.05 was an indication of statistical significance. IRB approval was received.The most common injury areas for women were the chest (32.50%), followed by the extremities (25.83%) and the head/neck (21.51%). Road traffic collisions (RTCs) (45.08%), falls (19.62%), and pedestrian accidents (16.08%) were the most common injury mechanisms for women. The highest frequency of RTC injuries (57.52%) among females occurred in patients who were from 18 to 39 years old. Females 65 years old and older exhibited the highest frequency of falls (39.78%) and pedestrian injuries (25.14%). Males 17 years and under were more likely to have an Injury Severity Score (ISS) of 15 or greater (AOR = 1.56; 95% CI: 1.19-2.03) than were their female counterparts; and, overall, males were more likely to have a Glasgow coma score (GCS) under 9 (AOR = 1.30; 95% CI: 1.11-1.53) than females were. Despite these results, there were no differences between gender mortality rates (AOR = 1.04; 95% CI: 0.86-1.25).Our results suggest that there is no sex dimorphism conferring protection on females. Future studies should be conducted to assess this issue.", "doi": null, "title": "Trauma Epidemiology of Women in Puerto Rico, 2002-2011.", "journal": ["Puerto Rico health sciences journal", "P R Health Sci J"]}