{"authors": [["Sorkin", "Nir", "N", "*Department of Ophthalmology and Vision Sciences, University of Toronto, Toronto, ON, Canada; and †Princess Margaret Cancer Centre, University Health Network (UHN), Toronto, ON, Canada."], ["Einan-Lifshitz", "Adi", "A", null], ["Abelson", "Sagi", "S", null], ["Boutin", "Tanguy", "T", null], ["Showail", "Mahmood", "M", null], ["Borovik", "Armand", "A", null], ["Ashkenazy", "Zach", "Z", null], ["Chan", "Clara C", "CC", null], ["Rootman", "David S", "DS", null]], "date": null, "id": "28914632", "text": "To report the outcome of stepwise ablation using topography-guided photorefractive keratectomy to treat irregular astigmatism after either penetrating keratoplasty (PKP) or deep anterior lamellar keratoplasty (DALK).This is a retrospective, interventional analysis including patients with irregular astigmatism after either PKP or DALK, who underwent topography-guided photorefractive keratectomy. The entire cohort was analyzed, as well as the PKP and DALK groups separately. Analysis of factors associated with a better outcome was also performed.Thirty-four eyes of 34 patients (20 PKP patients and 14 DALK patients) aged 47.4 ± 15.9 years were included. Twenty-one patients underwent more than 1 ablation. Refractive stability and a minimal period of 5 months were required before repeat ablation. The average follow-up duration was 17.0 ± 6.0 months. Corrected distance visual acuity (CDVA) improved significantly from 0.22 ± 0.14 logarithm of the minimum angle of resolution (logMAR) to 0.14 ± 0.12 logMAR at final follow-up (P = 0.035). Uncorrected distance visual acuity (UDVA) improved significantly from 0.90 ± 0.54 logMAR to 0.57 ± 0.40 logMAR at final follow-up (P = 0.004). CDVA and UDVA improved by ≥1 Snellen lines in 54.2% and 70.8% of the eyes, respectively, and by ≥3 Snellen lines in 16.7% and 54.2% of the eyes, respectively. Statistically significant improvement was seen in optical aberrometry indices (total root mean square, higher-order aberration root mean square, defocus, coma, trefoil, and spherical aberration). The difference between PKP and DALK in either CDVA (P = 0.562) or UDVA (P = 0.384) improvement was nonsignificant.The stepwise topography-guided photorefractive keratectomy approach in cases of irregular astigmatism after PKP or DALK can help improve visual acuity outcomes. Patients should be appropriately counseled that more than 1 treatment will likely be needed.", "doi": "10.1097/ICO.0000000000001359", "title": "Stepwise Guided Photorefractive Keratectomy in Treatment of Irregular Astigmatism After Penetrating Keratoplasty and Deep Anterior Lamellar Keratoplasty.", "journal": ["Cornea", "Cornea"]}