{"authors": [["Ma", "Xiao", "X", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."], ["Yang", "Yu X", "YX", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."], ["Chen", "Nian", "N", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."], ["Xie", "Qian", "Q", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."], ["Wang", "Tao", "T", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."], ["He", "Xuan", "X", "Department of Pharmacy, Xindu District Shibantan Public HospitalChengdu, China."], ["Wang", "Jian", "J", "College of Pharmacy, Chengdu University of Traditional Chinese MedicineChengdu, China."]], "date": "2017-08-29", "id": "28912713", "text": "Objective: Xingnaojing injection (XNJ) is derived from An-Gong-Niu-Huang pill, a well-known traditional Chinese patent medicine, which is widely used for stroke. To evaluate the therapeutic effect of XNJ on cerebral infarction, an extensive meta-analysis was used. Methods: Six major electronic databases including the Chinese Biomedical Database (CBM), Wanfang, the VIP medicine information system (VMIS) and the China National Knowledge Infrastructure (CNKI), PubMed, Embase, and the Cochrane Library were examined to retrieve randomized controlled trials designed to evaluate the clinical efficacy of XNJ in treating CI before November 26, 2016. Results: There were 53 randomized controlled trials with 4915 participants in this study. The results reflected that compared with the conventional therapy (CT) alone, XNJ could significantly improve the overall response rate (OR = 3.56, 95% CI [2.94, 4.32], P < 0.00001), and clinical symptom (including increasing activities of daily living (ADL, MD = 10.23, 95% CI [9.47, 10.99], P < 0.00001), and reduce infarction size (MD = -1.83, 95% CI [-2.49, -1.16], P < 0.00001)). However, there was no significant difference between the XNJ treatment and conventional therapy in Glasgow Coma Scale (GCS, P = 0.32). Neurological deficit score demonstrated that XNJ could significantly reduce the score in two different evaluation criterions as National Institutes of Health Stroke Scale (NIHSS, MD = -3.44, 95% CI [-4.52, -2.36], P < 0.00001), and the Chinese Stroke Scale (CSS, MD = -5.72, 95% CI [-6.94, -4.50], P < 0.00001). Additionally, serum MMPs, including MMP-2 and MMP-9 were significantly reduced by XNJ treatment compared with conventional therapy (MD = -11.24, 95% CI [-20.83, -1.65], P = 0.02; MD = -25.08, 95% CI [-35.49, -14.67], P < 0.00001, respectively). Moreover, XNJ was able to improve hemorrheology in reducing whole blood viscosity, plasma viscosity, and hematocrit (MD = -1.44, 95% CI [-2.18, 0.70], P = 0.001; MD = -0.22, 95% CI [-0.37, -0.07], P = 0.003; MD = -3.63, 95% CI [-6.23, -1.03], P = 0.006, respectively). The therapeutic efficacy of XNJ was found associated with improving hemodynamics (increasing peak-flow rate, and average velocity) (MD = 12.66, 95% CI [10.50, 14.81], P < 0.00001; MD = 9.90, 95% CI [8.63, 11.17], P < 0.00001). XNJ was also related to reducing cholesterol and triglyceride (MD = -1.06, 95% CI [-1.21, -0.92], P < 0.00001; MD = -1.05, 95% CI [-1.12, -0.97], P < 0.00001). Conclusion: Despite the sample size and the poor quality of the included studies of this review, the results of the research showed that XNJ might be a beneficial therapeutic method for the treatment of cerebral infarction.", "doi": "10.3389/fphar.2017.00485", "title": "Meta-Analysis for Clinical Evaluation of Xingnaojing Injection for the Treatment of Cerebral Infarction.", "journal": ["Frontiers in pharmacology", "Front Pharmacol"]}