{"authors": [["Gomez", "David", "D", "Department of Surgery, Division of General Surgery, University of Toronto, Toronto, Ontario, Canada; St Michael's Hospital, Toronto, Ontario, Canada. Electronic address: David.gomezjaramillo@mail.utoronto.ca."], ["Byrne", "James P", "JP", "Department of Surgery, Division of General Surgery, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."], ["Alali", "Aziz S", "AS", "Interdepartmental Division of Critical Care, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."], ["Xiong", "Wei", "W", "Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."], ["Hoeft", "Chris", "C", "Trauma Quality Improvement Program, American College of Surgeons, Chicago, IL."], ["Neal", "Melanie", "M", "Trauma Quality Improvement Program, American College of Surgeons, Chicago, IL."], ["Subacius", "Harris", "H", "Trauma Quality Improvement Program, American College of Surgeons, Chicago, IL."], ["Nathens", "Avery B", "AB", "Department of Surgery, Division of General Surgery, University of Toronto, Toronto, Ontario, Canada; Sunnybrook Research Institute, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada; Trauma Quality Improvement Program, American College of Surgeons, Chicago, IL."]], "date": "2017-09-11", "id": "28912029", "text": "The Glasgow Coma Scale (GCS) is the most widely used measure of traumatic brain injury (TBI) severity. Currently, the arrival GCS motor component (mGCS) score is used in risk-adjustment models for external benchmarking of mortality. However, there is evidence that the highest mGCS score in the first 24 hours after injury might be a better predictor of death. Our objective was to evaluate the impact of including the highest mGCS score on the performance of risk-adjustment models and subsequent external benchmarking results.Data were derived from the Trauma Quality Improvement Program analytic dataset (January 2014 through March 2015) and were limited to the severe TBI cohort (16 years or older, isolated head injury, GCS ≤8). Risk-adjustment models were created that varied in the mGCS covariates only (initial score, highest score, or both initial and highest mGCS scores). Model performance and fit, as well as external benchmarking results, were compared.There were 6,553 patients with severe TBI across 231 trauma centers included. Initial and highest mGCS scores were different in 47% of patients (n = 3,097). Model performance and fit improved when both initial and highest mGCS scores were included, as evidenced by improved C-statistic, Akaike Information Criterion, and adjusted R-squared values. Three-quarters of centers changed their adjusted odds ratio decile, 2.6% of centers changed outlier status, and 45% of centers exhibited a ≥0.5-SD change in the odds ratio of death after including highest mGCS score in the model.This study supports the concept that additional clinical information has the potential to not only improve the performance of current risk-adjustment models, but can also have a meaningful impact on external benchmarking strategies. Highest mGCS score is a good potential candidate for inclusion in additional models.", "doi": "10.1016/j.jamcollsurg.2017.08.020", "title": "Inclusion of Highest Glasgow Coma Scale Motor Component Score in Mortality Risk Adjustment for Benchmarking of Trauma Center Performance.", "journal": ["Journal of the American College of Surgeons", "J. Am. Coll. Surg."]}