{"authors": [["Waqas", "Muhammad", "M", "Section of Neurosurgery, Aga Khan University Hospital, Karachi, Pakistan."], ["Javed", "Gohar", "G", null], ["Nathani", "Karim Rizwan", "KR", null], ["Ujjan", "Badar", "B", null], ["Quadri", "Syed A", "SA", null], ["Tahir", "Muhammad Zubair", "MZ", null]], "date": "2017-09-15", "id": "28910815", "text": "Television (TV) trolley tip-over incidences are common and can cause significant morbidity and mortality in children. This study was aimed at analyzing the pattern and outcomes of head injuries resulting from TV trolley tip-over.We conducted a medical chart review of children with TV trolley tip-over head injuries from January 2009 to April 2016. We collected data on demographics, the mechanism of injury, clinical and radiological features of the injury, and outcomes. Outcomes were measured by means of the Glasgow Outcome Scale (GOS) at 6 months (except in 1 case). A descriptive analysis was carried out using SPSS v19.Twenty-two children were included in the study (median age 23.5 months). Sixteen children were male. Most of the children (n = 16) were aged 12-35 months. The median Glasgow Coma Scale score on admission was 15. The median Rotterdam Score for the patients was 2.0. Common symptoms upon admission were vomiting, irritability, scalp laceration, and bruises. Median length of hospital stay was 3 days. Skull bone fractures were present in 12 children. Other CT findings included contusions, extradural and subdural haematomas, intraventricular haemorrhage, and pneumocranium. Surgical intervention was required in 4 cases. Although most of the patients made a good recovery (GOS = 5), 1 patient developed a mild disability and another died in hospital.TV trolley tip-over is most common in toddlers and can lead to significant head injury and mortality. This can be avoided by parental supervision and adjustments in the household.", "doi": "10.1159/000479561", "title": "The Outcome and Patterns of Traumatic Brain Injury in the Paediatric Population of a Developing Country Secondary to TV Trolley Tip-Over.", "journal": ["Pediatric neurosurgery", "Pediatr Neurosurg"]}