{"authors": [["Huang", "Hung-Sheng", "HS", "aDepartment of Emergency Medicine bDepartment of Occupational Medicine, Chi-Mei Medical Center cDepartment of Biotechnology, Southern Taiwan University of Science and Technology dBachelor Program of Senior Service eDepartment of Leisure, Recreation, and Tourism Management, Southern Taiwan University of Science and Technology fDepartment of Medical Research, Chi-Mei Medical Center, Liouying gDepartment of Environmental and Occupational Health, College of Medicine, National Cheng Kung University hDepartment of Geriatrics and Gerontology, Chi-Mei Medical Center iDepartment of Emergency Medicine, Taipei Medical University, Taipei, Taiwan."], ["Hsu", "Chien-Chin", "CC", null], ["Ye", "Je-Chiuan", "JC", null], ["Su", "Shih-Bin", "SB", null], ["Huang", "Chien-Cheng", "CC", null], ["Lin", "Hung-Jung", "HJ", null]], "date": null, "id": "28906367", "text": "Geriatric patients have high mortality for dengue fever (DF); however, there is no adequate method to predict mortality in geriatric patients. Therefore, we conducted this study to develop a tool in an attempt to address this issue.We conducted a retrospective case-control study in a tertiary medical center during the DF outbreak in Taiwan in 2015. All the geriatric patients (aged ≥65 years) who visited the study hospital between September 1, 2015, and December 31, 2015, were recruited into this study. Variables included demographic data, vital signs, symptoms and signs, comorbidities, living status, laboratory data, and 30-day mortality. We investigated independent mortality predictors by univariate analysis and multivariate logistic regression analysis and then combined these predictors to predict the mortality.A total of 627 geriatric DF patients were recruited, with a mortality rate of 4.3% (27 deaths and 600 survivals). The following 4 independent mortality predictors were identified: severe coma [Glasgow Coma Scale: ≤8; adjusted odds ratio (AOR): 11.36; 95% confidence interval (CI): 1.89-68.19], bedridden (AOR: 10.46; 95% CI: 1.58-69.16), severe hepatitis (aspartate aminotransferase >1000 U/L; AOR: 96.08; 95% CI: 14.11-654.40), and renal failure (serum creatinine >2 mg/dL; AOR: 6.03; 95% CI: 1.50-24.24). When we combined the predictors, we found that the sensitivity, specificity, positive predictive value, and negative predictive value for patients with 1 or more predictors were 70.37%, 88.17%, 21.11%, and 98.51%, respectively. For patients with 2 or more predictors, the respective values were 33.33%, 99.44%, 57.14%, and 98.51%.We developed a new method to help decision making. Among geriatric patients with none of the predictors, the survival rate was 98.51%, and among those with 2 or more predictors, the mortality rate was 57.14%. This method is simple and useful, especially in an outbreak.", "doi": "10.1097/MD.0000000000007878", "title": "Predicting the mortality in geriatric patients with dengue fever.", "journal": ["Medicine", "Medicine (Baltimore)"]}