{"authors": [["Weinlein", "John C", "JC", "1University of Tennessee-Campbell Clinic Department of Orthopaedic Surgery & Biomedical Engineering; Elvis Presley Trauma Center, Regional One Health, Memphis, Tennessee. 2Cooper Bone & Joint Institute, Camden, New Jersey 3Elvis Presley Trauma Center, Regional One Health, Memphis, Tennessee."], ["Mashru", "Rakesh P", "RP", null], ["Perez", "Edward A", "EA", null], ["Johnson", "Sara E", "SE", null]], "date": "2017-09-11", "id": "28906307", "text": "To determine if certain patterns of pelvic ring injury are associated with more frequent intra-uterine fetal demise (IUFD).Retrospective review SETTING:: Level 1 trauma center.Of 44 pregnant patients with pelvic and/or acetabular fractures, 40 had complete records that allowed determination of fetal viability. Chi-square tests were used for categorical variables (Fisher's exact tests when expected cell counts were fewer than five) and t-tests were used for continuous variables.Fetal or maternal death.Sixteen patients had isolated acetabular fractures, 25 had isolated pelvic ring injuries, and 3 had acetabular fractures with concomitant pelvic ring injuries. Maternal and fetal mortality were 2% and 40%, respectively. No patients with isolated acetabular fractures experienced IUFD, compared to 68% (15/22) of those with isolated pelvic ring injuries (p<0.0001). Eight (53%) of 15 IUFDs were associated with LC-I pelvic ring injuries (OTA-AO 61-B2). Of the 13 LC-I pelvic ring injuries, 8 (62%) resulted in IUFD. Pelvic ring stability, Young-Burgess classification, and operative treatment were not associated with IUFD. Maternal Glasgow Coma Scale (average 13.2) and Injury Severity Score (average 18.2) at admission were predictive of IUFD.The most frequent pelvic fractures in gravid trauma patients are LC-I. While the rate of maternal mortality was low, the risk of IUFD was quite high (40%). LC-I pelvic ring injuries often had catastrophic outcomes, with IUFD in 62% of cases.Prognostic Level III.", "doi": "10.1097/BOT.0000000000001030", "title": "LC-I pelvic ring injury: not benign to the developing fetus.", "journal": ["Journal of orthopaedic trauma", "J Orthop Trauma"]}