{"authors": [["Naderan", "Mohammad", "M", "School of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Jahanrad", "Ali", "A", "AJA University of Medical Sciences, Tehran, Iran."]], "date": null, "id": "28905822", "text": "Corneal collagen cross-linking (CXL) is a treatment strategy used in keratoconic eyes. Evaluation of long-term changes of higher-order aberrations (HOAs) after CXL is useful in understanding the efficacy of this procedure in improving optical, refractive, and visual acuity. This study aims to investigate the long-term effect of CXL on ocular HOA in patients with progressive keratoconus (KC).Using an OPD-Scan II aberrometer, ocular HOAs measurements of 56 eyes of 56 patients that underwent CXL was evaluated at the baseline, 1, 2, and 4 years after the procedure. All OPD-Scan measurements were decomposed into Zernike coefficients from 3rd to 6th order.The results revealed that except for a few parameters, most of the aberration parameters continuously decreased during the study. In the 4-year postoperative period, a statistically significant improvement in all HOA parameters except 5th order Zernike polynomials (Z51, Z5-1, Z53, Z5-3, Z55, and Z5-5) was observed. All the values significantly decreased compared to the preoperative measurements (P < 0.05). The mean ± standard deviation (SD) root mean square of the 3rd, 4th, and the 5th order as well as coma, coma like, and total HOA parameters were significantly decreased compared to both preoperative and previous visits (P < 0.001). There were significant correlations between preoperative measurements of HOAs parameters with best-corrected visual acuity (BCVA) including Z31, Z3-1, Z40, Z51, and Z42. Moreover, all the HOAs parameters in 4 years after the CXL were significantly correlated with BCVA (P < 0.05).CXL is effective in improving HOA parameters in eyes with progressive KC during a long-term follow-up.", "doi": "10.4103/ijo.IJO_21_17", "title": "Higher-order aberration 4 years after corneal collagen cross-linking.", "journal": ["Indian journal of ophthalmology", "Indian J Ophthalmol"]}