{"authors": [["Garg", "Kanwaljeet", "K", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Sharma", "Ravi", "R", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Gupta", "Deepak", "D", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Sinha", "Sumit", "S", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Satyarthee", "Guru Dutt", "GD", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Agarwal", "Deepak", "D", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Kale", "Shashank Sarad", "SS", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Sharma", "Bhawani Shankar", "BS", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."], ["Mahapatra", "Ashok Kumar", "AK", "Department of Neurosurgery, All India Institute of Medical Sciences, New Delhi, India."]], "date": null, "id": "28904572", "text": "Traumatic injuries are the leading cause of death and a major cause of disability among children. About 70%-80% of the accidental deaths in pediatric age group result directly from central nervous system lesions.The purpose of our study was to study all the patients of ≤18 years of age with head or spinal injury admitted in neurointensive care unit at our center, an apex trauma center in a developing country, between June 2009 and September 2011. We retrospectively analyzed various factors including type of injury, mode of injury, admission Glasgow coma score (in case of head injury), and mortality rate.The study population consisted of 264 injured children. Mean age was 8.3 ± 5.6 years (range 5 months to 18 years). Forty percent of patients were within 1-5-year age group. Head injury accounted for 89% of cases and 11% of cases were spinal injury patients. Low-velocity trauma was the most common mode of injury, accounting for 74% of the cases. The percentage of patients with mild, moderate, and severe head injury were 38%, 15%, and 47%, respectively, in the head injury group. Mortality in head injury patients was 18% and in spinal injury patients was 9%. Operative intervention was done in 56% of patients. Predictors of mortality included severe head injury, hospital stay <7 days, pneumothorax, the presence of hypotension, and deranged coagulation parameters.Head injury is much more common than spinal injury in pediatric patients and fall from height being the most common mode of injury. Severe head injury, hospital stay <7 days, pneumothorax, presence of hypotension, and deranged coagulation parameters are predictors of poor outcome.", "doi": "10.4103/jpn.JPN_179_16", "title": "Outcome Predictors in Pediatric Head Trauma: A Study of Clinicoradiological Factors.", "journal": ["Journal of pediatric neurosciences", "J Pediatr Neurosci"]}