{"authors": [["Mangalore", "Sandhya", "S", "Department of Neuroradiology, MSR INS, Bengaluru, Karnataka, India."], ["Kotresh", null, null, "Department of Neuroanaesthesia, MSR INS, Bengaluru, Karnataka, India."], ["Srinivasa", "Rakshith", "R", "Department of Neurosurgery, SSSIHMS, Bengaluru, Karnataka, India."], ["Hegde", "Alangar Sathyaranjandas", "AS", "Department of Neurosurgery, SSSIHMS, Bengaluru, Karnataka, India."], ["Srinivasa", "Rangashetty", "R", "Department of Neurology, MSR INS, Bengaluru, Karnataka, India."]], "date": null, "id": "28904458", "text": "Trans Cranial Colour Doppler (TCCD) has been extensively used in various neurological and neurosurgical conditions causing severe raise in the intracranial pressure (ICP).Our study explores the sequential evolution of TCCD flow pattern by correlating with pupillary reactivity, Glasgow coma scale (GCS), and imaging. Our cohort consisted of thirty patients with ten patients in each subgroup admitted to the neuro-Intensive Care Unit (NICU) for various neurological and neurosurgical causes. Middle cerebral artery was insonated through the transtemporal window at the time of admission to NICU. Doppler waveform and parameters such as peak systolic velocity, end-diastolic velocity, systolic by diastolic ratio, pulsatility index, and resistivity index were recorded. The clinical variables for evaluating the degree of raised ICP were the GCS and pupil size. Other systemic parameters such as mean arterial pressure, heart rate, and respiratory rate were also considered and these results were further correlated with TCCD findings. The groups were divided into three groups based on GCS, pupillary reactivity, and imaging. Imaging was done to indicate the etiology for ICP changes and also to look for signs of raised ICP.Ten distinct types of waveform patterns were noted, and these waveforms correlated with various physiological parameters suggestive of raised ICP.The sequential evolution of distinct patterns of Doppler waveform with increasing degree of raise in ICP has been described and can act as a quick screening tool in NICU and helps stratify patients for treatment and prognostication.", "doi": "10.4103/aian.AIAN_80_17", "title": "Can Transcranial Color Doppler Spectral Signatures be a Novel Biomarker for Monitoring Cerebrovascular Autoregulation and Intracranial Pressure? A Speculative Synthesis.", "journal": ["Annals of Indian Academy of Neurology", "Ann Indian Acad Neurol"]}