{"authors": [["Boltzmann", "Melanie", "M", "Institute for Neurorehabilitation Research, BDH-Clinic Hessisch Oldendorf, Hannover Medical School, Hannover, Germany."], ["Schmidt", "Simone B", "SB", "Institute for Neurorehabilitation Research, BDH-Clinic Hessisch Oldendorf, Hannover Medical School, Hannover, Germany."], ["Rollnik", "Jens D", "JD", "Institute for Neurorehabilitation Research, BDH-Clinic Hessisch Oldendorf, Hannover Medical School, Hannover, Germany."]], "date": "2017-08-16", "id": "28900623", "text": "Neurological and neurosurgical early rehabilitation (NNER) is a specialized treatment option for patients with severe neurological disorders. The present study investigated whether thyroid hormone levels on admission have an impact on the outcome of NNER patients.The study included 500 NNER patients who were admitted to the BDH-Clinic Hessisch Oldendorf between 2009 and 2010. Data such as age, sex, diagnoses, comorbidities, Glasgow Coma Scale score, length of stay, and thyroid hormone levels (obtained as part of clinical routine care) were analyzed retrospectively. Improvement in the Early Rehabilitation Barthel Index (ERBI) at the end of the NNER treatment was defined as outcome parameter.Most patients made functional progress during treatment, as reflected in significant enhancements of the ERBI. Approximately half of the patients were transferred to further rehabilitation treatment. Young age, early onset of NNER treatment, low functional impairment on admission, and, in particular, low total T3 levels were independently associated with a good outcome.Age, severity of disease, and time between injury and admission are known to predict outcome. The present study confirms the influence of these general factors. In addition, an association between thyroid hormones and functional outcome was demonstrated for NNER patients.", "doi": "10.1155/2017/4719279", "title": "Impact of Thyroid Hormone Levels on Functional Outcome in Neurological and Neurosurgical Early Rehabilitation Patients.", "journal": ["BioMed research international", "Biomed Res Int"]}