{"authors": [["Tong", "Dao-Ming", "DM", "Department of Neurology, Affiliated Shuyang People' Hospital, Xuzhou Medical University, Xuzhou, Jiangsu, China (mainland)."], ["Zhou", "Ye-Ting", "YT", "Department of Clinical Research, Affiliated Shuyang People' Hospital, Xuzhou Medical University, Xuzhou, Jiangsu, China (mainland)."]], "date": "2017-09-13", "id": "28900072", "text": "BACKGROUND Acute supratentorial intracerebral hemorrhage (sICH) with secondary sepsis is increasing in frequency. We investigated whether no awakening (NA) after sICH with coma is potentially caused by sepsis-associated encephalopathy (SAE). MATERIAL AND METHODS A case-control study of 147 recruited sICH cases with NA and 198 sICH controls with subsequent awakening (SA) was performed at 2 centers in China. All patients underwent brain computed tomography (CT) scans on admission. The odds ratio (OR) of NA was calculated using logistic regression. RESULTS During the study period, 56.5% (83/147) of the patients with sICH with coma and NA had SAE, and 10% (20/198) with sICH with coma and SA had SAE; this difference between the 2 groups was significant (p<0.000). The sICH patients with coma and NA exhibited a longer median time from onset to coma (2.0 days vs. 0.5 days), more frequent confirmed infection (98.0% vs. 24.2%), and a higher Sequential Organ Failure Assessment (SOFA) score (6.3±1.5 vs. 3.4±0.8). These patients also exhibited lower hematoma volume (28.0±18.8 vs. 38.3±24), a lower initial National Institutes of Health Stroke Scale score (19.5±6.6 vs. 30.3±6.8), more frequent brain midline shift (59.2% vs. 27.8%), more frequent diffuse cerebral swelling (64.6% vs. 16.0%), and higher 30-day mortality (54.4% vs. 0.0%) than the patients who did awaken. Logistic multivariable regression analyses revealed that only a higher SOFA score (OR, 1.4; 95% CI, 1.079-1.767; p=0.010) and SAE (OR, 4.0; 95% CI, 1.359-6.775; p=0.001) were associated with NA events in patients with sICH. CONCLUSIONS NA in sICH patients with coma is potentially caused by secondary SAE.", "doi": null, "title": "No Awakening in Supratentorial Intracerebral Hemorrhage Is Potentially Caused by Sepsis-Associated Encephalopathy.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}