{"authors": [["Salim", "Omar Jabbar", "OJ", "Institute of Neurosciences, Queen Elizabeth University Hospital, Department of Neurology, Glasgow, Glasgow, UK."], ["Davidson", "Amy", "A", "Institute of Neurosciences, Queen Elizabeth University Hospital, Department of Neurology, Glasgow, Glasgow, UK."], ["Li", "Kathy", "K", "The West of Scotland Specialist Virology Centre, Glasgow Royal Infirmary, Glasgow, Glasgow, UK."], ["Leach", "John Paul", "JP", "Institute of Neurosciences, Queen Elizabeth University Hospital, Department of Neurology, Glasgow, Glasgow, UK."], ["Heath", "Craig", "C", "Institute of Neurosciences, Queen Elizabeth University Hospital, Department of Neurology, Glasgow, Glasgow, UK."]], "date": "2017-09-11", "id": "28899886", "text": "A 59-year-old man presented with feverish illness. His Glasgow Coma Scale was 15, had reduced visual acuity in the left eye with partial left ptosis and mild left hemiparesis with an extensor left plantar. Over 48 hours, he accrued multiple cranial nerves palsies and progressed to a flaccid paralysis necessitating admission to an intensive care unit.Cerebrospinal fluid (CSF) study showed 20 lymphocytes and raised protein. Viral and bacterial PCRs were negative. Samples for Lyme, blood-borne viruses, syphilis and autoantibodies were also negative. MRI brain showed T2 abnormalities within the brainstem. Nerve conduction studies revealed an acute motor and sensory axonal neuropathy pattern of Guillian Barre Syndrome (GBS). The patient was treated for both infective and inflammatory causes of brainstem encephalitis and GBS.Retrospective studies confirmed the presence of hepatitis E virus (HEV) RNA in CSF and serum studies showed positive HEV IgG and IgM prior to intravenous infusion. After 3 months of intensive rehabilitation, the patient was discharged home walking with a frame.", "doi": "10.1136/bcr-2017-220799", "title": "Brainstem encephalitis and acute polyneuropathy associated with hepatitis E infection.", "journal": ["BMJ case reports", "BMJ Case Rep"]}