{"authors": [["Dunkel", "Juliane", "J", "Department of Neurology, Klinikum Kassel, Kassel, Germany."], ["Roth", "Christian", "C", "Department of Neurology, Klinikum Kassel, Kassel, Germany."], ["Erbguth", "Frank", "F", "Department of Neurology, Klinikum Nürnberg Süd, Nürnberg, Germany."], ["Dietrich", "Wenke", "W", "Department of Neurology, Klinikum Nürnberg Süd, Nürnberg, Germany."], ["Hügens-Penzel", "Monika", "M", "Department of Neuroradiology, Klinikum Kassel, Kassel, Germany."], ["Ferbert", "Andreas", "A", "Department of Neurology, Klinikum Kassel, Kassel, Germany."]], "date": "2017-09-12", "id": "28898867", "text": "Symptomatic cerebral fat embolism (CFE) is a rare complication that occurs after a traumatic injury or orthopaedic surgery and is diagnostically challenging. No data is currently available concerning long-term follow-up.We identified from medical records 9 patients with CFE and revised the clinical signs and the diagnostic process. We then analysed long-term follow-up data, targeting clinical course after discharge, neurological impairment, and current quality of life, using the Barthel index and the modified Rankin Scale.All 9 patients initially showed severe neurological deficits, including disturbance of consciousness ranging from somnolence to coma. During the follow-up period for 3-58 months after the insult 2 patients had died. The 7 patients who remained alive had either recovered completely or showed only minor neurological deficits after rehabilitation. They were nearly independent in daily life and needed only minimal assistance. We performed the first brain biopsy in a patient with CFE.Most patients had a good outcome after long-term follow-up. In patients with an unexplained altered state of consciousness after a traumatic injury or an orthopaedic surgery, an MRI with diffusion-weighted imaging must be performed to uncover the characteristic pattern of disseminated hyperintense lesions in the white matter that are associated with CFE.", "doi": "10.1159/000479002", "title": "Cerebral Fat Embolism: Clinical Presentation, Diagnostic Steps and Long-Term Follow-Up.", "journal": ["European neurology", "Eur. Neurol."]}