{"authors": [["Papa", "Linda", "L", "1 Department of Emergency Medicine, Orlando Regional Medical Center , Orlando, Florida."], ["Robicsek", "Steven A", "SA", "2 Department of Anesthesiology, University of Florida , Gainesville, Florida."], ["Brophy", "Gretchen M", "GM", "3 Department of Pharmacotherapy and Outcomes Science and Neurosurgery, Virginia Commonwealth University , Richmond, Virginia."], ["Wang", "Kevin K W", "KKW", "4 Department of Psychiatry, University of Florida , Gainesville, Florida."], ["Hannay", "H Julia", "HJ", "5 Department of Psychology, University of Houston , Houston, Texas."], ["Heaton", "Shelley", "S", "6 Department of Clinical and Health Psychology, University of Florida , Gainesville, Florida."], ["Schmalfuss", "Ilona", "I", "7 Department of Radiology, University of Florida , Gainesville, Florida."], ["Gabrielli", "Andrea", "A", "2 Department of Anesthesiology, University of Florida , Gainesville, Florida."], ["Hayes", "Ronald L", "RL", "9 Banyan Laboratories, Banyan Biomarkers Inc. , Alachua, Florida."], ["Robertson", "Claudia S", "CS", "10 Department of Neurosurgery, Baylor College of Medicine , Houston, Texas."]], "date": "2017-11-03", "id": "28895474", "text": "This study compared cerebrospinal fluid (CSF) levels of microtubule-associated protein 2 (MAP-2) from adult patients with severe traumatic brain injury (TBI) with uninjured controls over 10 days, and examined the relationship between MAP-2 concentrations and acute clinical and radiologic measures of injury severity along with mortality at 2 weeks and over 6 months. This prospective study, conducted at two Level 1 trauma centers, enrolled adults with severe TBI (Glasgow Coma Scale [GCS] score ≤8) requiring a ventriculostomy, as well as controls. Ventricular CSF was sampled from each patient at 6, 12, 24, 48, 72, 96, 120, 144, 168, 192, 216, and 240 h following TBI and analyzed via enzyme-linked immunosorbent assay for MAP-2 (ng/mL). Injury severity was assessed by the GCS score, Marshall Classification on computed tomography (CT), Rotterdam CT score, and mortality. There were 151 patients enrolled-130 TBI and 21 control patients. MAP-2 was detectable within 6 h of injury and was significantly elevated compared with controls (p < 0.001) at each time-point. MAP-2 was highest within 72 h of injury and decreased gradually over 10 days. The area under the receiver operating characteristic curve for deciphering TBI versus controls at the earliest time-point CSF was obtained was 0.96 (95% CI 0.93-0.99) and for the maximal 24-h level was 0.98 (95% CI 0.97-1.00). The area under the curve for initial MAP-2 levels predicting 2-week mortality was 0.80 at 6 h, 0.81 at 12 h, 0.75 at 18 h, 0.75 at 24 h, and 0.80 at 48 h. Those with Diffuse Injury III-IV had much higher initial (p = 0.033) and maximal (p = 0.003) MAP-2 levels than those with Diffuse Injury I-II. There was a graded increase in the overall levels and peaks of MAP-2 as the degree of diffuse injury increased within the first 120 h post-injury. These data suggest that early levels of MAP-2 reflect severity of diffuse brain injury and predict 2-week mortality in TBI patients. These findings have implications for counseling families and improving clinical decision making early after injury and guiding multidisciplinary care. Further studies are needed to validate these findings in a larger sample.", "doi": "10.1089/neu.2017.4994", "title": "Temporal Profile of Microtubule-Associated Protein 2: A Novel Indicator of Diffuse Brain Injury Severity and Early Mortality after Brain Trauma.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}