{"authors": [["Gon", "Y", "Y", "Department of Neurology, Osaka University Graduate School of Medicine, Osaka, Japan."], ["Todo", "K", "K", "Department of Neurology, Osaka University Graduate School of Medicine, Osaka, Japan."], ["Mochizuki", "H", "H", "Department of Neurology, Osaka University Graduate School of Medicine, Osaka, Japan."], ["Sakaguchi", "M", "M", "Department of Neurology, Osaka University Graduate School of Medicine, Osaka, Japan."]], "date": "2017-10-16", "id": "28895254", "text": "Patients with cancer have been reported to have poorer outcomes following intracerebral hemorrhage (ICH) than those without cancer, but the findings were not consistent between studies. The aim of this study was to test the hypothesis that cancer is associated with poor outcomes following ICH.In all, 3137 consecutive patients admitted to the stroke unit of Osaka University Hospital were reviewed. Patients diagnosed with ICH were extracted and divided into two groups according to the presence of cancer. ICH characteristics were compared between the groups. The outcomes were measured using the 30-day and 90-day modified Rankin Scale (mRS).Amongst the 399 ICH patients (37.1% women; median age 66 years), the frequency of cancer was 15.3%. Of these, 70.5% of patients had distant metastatic cancers. Compared to controls, cancer patients were comparable in the Glasgow Coma Scale, hematoma volume and the frequency of infratentorial location and intraventricular hemorrhage extension, but had poorer outcomes following ICH. Ordinal logistic regression analysis revealed that cancer was independently associated with poor outcomes following ICH (odds ratio 5.14; 95% confidence interval 2.63-10.06). Adjustment was made for the covariates age, sex, time from onset to admission, prior use of antithrombotic agents, pre-stroke mRS, Glasgow Coma Scale, hematoma volume, infratentorial location and intraventricular hemorrhage extension. When the analysis was performed using data from individuals with localized cancer, the effect remained significant after assessment with 90-day mRS but not after that with 30-day mRS.The results suggest that cancer, especially distant metastatic cancer, is an independent predictor of poorer outcomes following ICH.", "doi": "10.1111/ene.13456", "title": "Cancer is an independent predictor of poor outcomes in patients following intracerebral hemorrhage.", "journal": ["European journal of neurology", "Eur. J. Neurol."]}