{"authors": [["Guo", "Cheng", "C", "Department of Respiratory Medicine, The Second People's Hospital of Jingmen, Jingmen, Hubei, People's Republic of China."], ["Liu", "Lin", "L", "Department of Respiratory Medicine, The Second People's Hospital of Jingmen, Jingmen, Hubei, People's Republic of China."], ["Wang", "Bing", "B", "Department of Radiology, The First People's Hospital of Jingmen, Jingmen, Hubei, People's Republic of China."], ["Wang", "Zhigang", "Z", "Department of Neurosurgery, The First People's Hospital of Jingmen, Jingmen, Hubei, People's Republic of China. 360234044@qq.com."]], "date": "2017-09-11", "id": "28894943", "text": "The swirl sign is identified as a small area of low attenuation within an intracranial hyperattenuating clot on non-enhanced computed tomography (CT) scans of the brain, which represents active bleeding. The purpose of this study was to evaluate the incidence of the swirl sign among patients with acute epidural hematoma (AEDH) and to identify its prognostic value and impact on surgical treatment. A retrospective review was performed of patients with a diagnosis of traumatic EDH by CT scan who were surgically treated at the Department of Neurosurgery of the First People's Hospital of Jingmen between January 2010 and January 2014. Patients with combined or open craniocerebral injuries and those who did not undergo surgical treatment were excluded. Of the 147 patients evaluated, 21 (14%) exhibited the swirl sign on non-enhanced CT scans of the brain. Univariate analysis revealed a significant correlation between the occurrence of the swirl sign and preoperative Glasgow coma scale scores, preoperative mydriasis, time from injury to CT scan, and intraoperative hematoma volume. Compared with patients without this sign, those exhibiting the swirl sign had a higher mortality rate (24 vs. 6%, respectively; P = 0.028) and a worse outcome (Glasgow Outcome Scale score ≤ 3: 38 vs. 15%, respectively; P = 0.027) at 3 months. An adjusted analysis showed that the occurrence of the swirl sign was an independent predictor of poor outcome (death: odds ratio (OR) = 4.61; 95% confidence interval (CI): 1.34-15.82; P < 0.05; 3-month Glasgow Outcome Scale score ≤ 3: OR = 3.47; 95% CI: 1.27-9.49; P < 0.05). In conclusion, the occurrence of the swirl sign on the head CT scan of patients with AEDH was found to be significantly associated with poor outcome. Therefore, early identification of this sign and aggressive management with early surgical evacuation is crucial for improving patient outcome.", "doi": "10.1007/s10072-017-3121-4", "title": "Swirl sign in traumatic acute epidural hematoma: prognostic value and surgical management.", "journal": ["Neurological sciences : official journal of the Italian Neurological Society and of the Italian Society of Clinical Neurophysiology", "Neurol. Sci."]}