{"authors": [["Stanfill", "Ansley", "A", "Acute and Tertiary Care, College of Nursing, The University of Tennessee Health Science Center, Memphis, TN, USA."], ["Simpson", "Claire", "C", "Department of Genetics, Genomics and Informatics, College of Medicine, The University of Tennessee Health Science Center, Memphis, TN, USA."], ["Sherwood", "Paula", "P", "Acute & Tertiary Care, School of Nursing, University of Pittsburgh, Pittsburgh, PA, USA."], ["Poloyac", "Samuel", "S", "School of Pharmacy, University of Pittsburgh, Pittsburgh, PA, USA."], ["Crago", "Elizabeth", "E", "Acute & Tertiary Care, School of Nursing, University of Pittsburgh, Pittsburgh, PA, USA."], ["Kim", "Hyungsuk", "H", "National Institute of Nursing Research, National Institutes of Health, Bethesda, MD, USA."], ["Conley", "Yvette", "Y", "Health Promotion & Development, School of Nursing, University of Pittsburgh, Pittsburgh, PA, USA."]], "date": "2017-08-31", "id": "28894586", "text": "Many that survive an aneurysmal subarachnoid hemorrhage experience lasting physical disability, which might be improved by medications with effects on the dopaminergic, serotonergic, and brain-derived neurotrophic factor neurotransmitter systems. But it is not clear which patients are most likely to benefit from these therapies. The purpose of this pilot study was to explore the relationship of genetic polymorphisms in these pathways with 12-month functional outcomes after aneurysmal subarachnoid hemorrhage.Subjects were recruited at the time of admission as a part of a larger parent study. Genotypes were generated using the Affymetrix genome-wide human single-nucleotide polymorphism array 6.0. Those within dopaminergic, serotonergic, and brain-derived neurotrophic factor pathways were analyzed for associations with functional outcomes at 12 months post aneurysmal subarachnoid hemorrhage using the Glasgow Outcome Scale and the Modified Rankin Scale.The 154 subjects were 55.8 ± 11.3 years old and 74% female; they had Fisher scores of 2.95 ± 0.67, Hunt/Hess scores of 2.66 ± 1.13, and admission Glasgow Coma Scale scores of 12.52 ± 3.79. Single-nucleotide polymorphisms in the serotonin receptor genes 1B and 1E and dopamine receptor D2 were associated with greater disability (odds ratio: 3.88-3.25, confidence interval: 1.01-14.77), while single-nucleotide polymorphisms in the serotonin receptor genes 2A and 2C and dopamine receptor D5 conferred a risk of poor recovery (odds ratio: 3.31-2.32, confidence interval: 1.00-10.80). Single-nucleotide polymorphisms within the same serotonin genes, and within the dopamine receptor gene D2, were associated with greater recovery after aneurysmal subarachnoid hemorrhage (odds ratio: 0.17-0.34, confidence interval: 0.05-0.89).These data demonstrate that there may be an association between genetic factors and functional outcomes post stroke.", "doi": "10.1177/2050312117726725", "title": "A pilot study on the impact of dopamine, serotonin, and brain-derived neurotrophic factor genotype on long-term functional outcomes after subarachnoid hemorrhage.", "journal": ["SAGE open medicine", "SAGE Open Med"]}