{"authors": [["Tat", "Yeap Boon", "YB", "Department of Anaesthesiology, School of Medical Sciences, Universiti Sains Malaysia, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Hassan", "Wan Mohd Nazaruddin Wan", "WMNW", "Department of Anaesthesiology, School of Medical Sciences, Universiti Sains Malaysia, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Chuen", "Ting Yung", "TY", "Department of Anaesthesiology, School of Medical Sciences, Universiti Sains Malaysia, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Ghani", "Abdul Rahman Izaini", "ARI", "Department of Neurosciences, School of Medical Sciences, Universiti Sains Malaysia, 16150 Kubang Kerian, Kelantan, Malaysia."]], "date": "2017-04-14", "id": "28894410", "text": "Barbiturate coma therapy (BCT) is a treatment option that is used for refractory intracranial hypertension after all other options have been exhausted. Although BCT is a brain protection treatment, it also has several side effects such as hypotension, hepatic dysfunction, renal dysfunction, respiratory complications and electrolyte imbalances. One less concerning but potentially life-threatening complication of BCT is dyskalaemia. This complication could present as severe refractory hypokalaemia during the therapy with subsequent rebound hyperkalaemia after cessation of the therapy. Judicious potassium replacement during severe refractory hypokalaemia and gradual cessation of the therapy to prevent rebound hyperkalaemia are recommended strategies to deal with this complication, based on previous case series and reports. In this case report, we show that these strategies were applicable in improving severe hypokalaemia and preventing sudden, life-threatening rebound hyperkalaemia. However, even with use of these strategies, BCT patients could still present with mild, asymptomatic hyperkalaemia.", "doi": "10.21315/mjms2017.24.2.13", "title": "Life-Threatening Dyskalaemia after Barbiturate Coma Therapy: The Strategy of Management.", "journal": ["The Malaysian journal of medical sciences : MJMS", "Malays J Med Sci"]}