{"authors": [["Rau", "Cheng-Shyuan", "CS", "Department of Neurosurgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. ersh2127@cloud.cgmh.org.tw."], ["Wu", "Shao-Chun", "SC", "Department of Anesthesiology, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. shaochunwu@gmail.com."], ["Kuo", "Pao-Jen", "PJ", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. bow110470@gmail.com."], ["Chen", "Yi-Chun", "YC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. libe320@yahoo.com.tw."], ["Chien", "Peng-Chen", "PC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. VENU_CHIEN@hotmail.com."], ["Hsieh", "Hsiao-Yun", "HY", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. sylvia19870714@hotmail.com."], ["Hsieh", "Ching-Hua", "CH", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital and Chang Gung University College of Medicine, No.123, Ta-Pei Road, Niao-Song District, Kaohsiung City 833, Taiwan. m93chinghua@gmail.com."]], "date": "2017-09-11", "id": "28891977", "text": "Background: Polytrauma patients are expected to have a higher risk of mortality than that obtained by the summation of expected mortality owing to their individual injuries. This study was designed to investigate the outcome of patients with polytrauma, which was defined using the new Berlin definition, as cases with an Abbreviated Injury Scale (AIS) ≥ 3 for two or more different body regions and one or more additional variables from five physiologic parameters (hypotension [systolic blood pressure ≤ 90 mmHg], unconsciousness [Glasgow Coma Scale score ≤ 8], acidosis [base excess ≤ -6.0], coagulopathy [partial thromboplastin time ≥ 40 s or international normalized ratio ≥ 1.4], and age [≥70 years]). Methods: We retrieved detailed data on 369 polytrauma patients and 1260 non-polytrauma patients with an overall Injury Severity Score (ISS) ≥ 18 who were hospitalized between 1 January 2009 and 31 December 2015 for the treatment of all traumatic injuries, from the Trauma Registry System at a level I trauma center. Patients with burn injury or incomplete registered data were excluded. Categorical data were compared with two-sided Fisher exact or Pearson chi-square tests. The unpaired Student t-test and the Mann-Whitney U-test was used to analyze normally distributed continuous data and non-normally distributed data, respectively. Propensity-score matched cohort in a 1:1 ratio was allocated using the NCSS software with logistic regression to evaluate the effect of polytrauma on patient outcomes. Results: The polytrauma patients had a significantly higher ISS than non-polytrauma patients (median (interquartile range Q1-Q3), 29 (22-36) vs. 24 (20-25), respectively; p < 0.001). Polytrauma patients had a 1.9-fold higher odds of mortality than non-polytrauma patients (95% CI 1.38-2.49; p < 0.001). Compared to non-polytrauma patients, polytrauma patients had a substantially longer hospital length of stay (LOS). In addition, a higher proportion of polytrauma patients were admitted to the intensive care unit (ICU), spent longer LOS in the ICU, and had significantly higher total medical expenses. Among 201 selected propensity score-matched pairs of polytrauma and non-polytrauma patients who showed no significant difference in sex, age, co-morbidity, AIS ≥ 3, and Injury Severity Score (ISS), the polytrauma patients had a significantly higher mortality rate (OR 17.5, 95% CI 4.21-72.76; p < 0.001), and a higher proportion of patients admitted to the ICU (84.1% vs. 74.1%, respectively; p = 0.013) with longer stays in the ICU (10.3 days vs. 7.5 days, respectively; p = 0.003). The total medical expenses for polytrauma patients were 35.1% higher than those of non-polytrauma patients. However, there was no significant difference in the LOS between polytrauma and non-polytrauma patients (21.1 days vs. 19.8 days, respectively; p = 0.399). Conclusions: The findings of this propensity-score matching study suggest that the new Berlin definition of polytrauma is feasible and applicable for trauma patients.", "doi": "10.3390/ijerph14091045", "title": "Polytrauma Defined by the New Berlin Definition: A Validation Test Based on Propensity-Score Matching Approach.", "journal": ["International journal of environmental research and public health", "Int J Environ Res Public Health"]}