{"authors": [["Jones", "Lloyd M", "LM", "Department of Surgery, Louisiana State University Health Sciences Center, Shreveport, LA."], ["Chu", "Quyen D", "QD", "Department of Surgery, Louisiana State University Health Sciences Center, Shreveport, LA."], ["Samra", "Navdeep", "N", "Department of Surgery, Louisiana State University Health Sciences Center, Shreveport, LA."], ["Hu", "Bo", "B", "Department of Quantitative Health Sciences, Cleveland Clinic, Cleveland, OH."], ["Zhang", "Wayne W", "WW", "Department of Surgery, Louisiana State University Health Sciences Center, Shreveport, LA."], ["Tan", "Tze-Woei", "TW", "Division of Vascular Surgery, Department of Surgery, University of Arizona College of Medicine, Tucson, AZ. Electronic address: ttan@surgery.arizona.edu."]], "date": "2017-09-07", "id": "28890064", "text": "The lack of evidence-based guidelines on the use of prophylactic inferior vena cava filters (IVCFs) in patients after trauma has led to variation of its application. We seek to understand the national trend of the use of prophylactic IVCF in trauma population.A retrospective review of the National Trauma Databank (2002-2014) was performed to identify patients who received an IVCF after trauma. Those without a preexisting venous thromboembolism or discharge diagnosis of VTE were classified as receiving prophylactic IVCF. Multivariable logistic regression analysis was used to examine associations between the use of prophylactic IVCF and risk factors for VTE. P value ≤0.05 was considered statistically significant.Among the 2,189,994 patients evaluated, 41,155 (2%) received a prophylactic IVCF. The rate of overall IVCF placement (2.9% in 2002-2006 to 1.6% in 2014, P < 0.001) and prophylactic IVCF placement (2.5% in 2002-2006 to 1.2% in 2014, P < 0.001) decreased over the study period. In multivariable analysis, significant risk factors associated with the use of prophylactic IVCF were male gender (OR 1.2, 95% CI 1.1-1.2), African-American race (OR 1.2, 95% CI 1.1-1.2), injury severity score ≥ 24 (OR 4.4, 95% CI 4.2-4.5), Glasgow Coma Scale <8 (OR 1.4, 95% CI 1.4-1.5), spinal cord injury with paraplegia (OR 5.1, 95% CI 4.7-5.6), pelvic fracture (OR 2.9, 95% CI 2.7-3.0), long bone fracture (OR 1.3, 95% CI 1.3-1.4), and solid organ injury (OR 1.2, 95% CI 1.2-1.3) (P < 0.001). Patients who were treated at a level-II trauma center (OR 1.1, 95% CI 1.1-1.2, P < 0.001), at a facility with ≥200 beds (OR 1.3, 95% CI 1.2-1.4, P < 0.001), and those with medical insurance coverage (OR 1.4, 95% CI 1.6-1.8, P < 0.001) were also more likely to receive a prophylactic IVCF.The utilization of prophylactic IVCF in trauma patients has decreased over time between 2008 and 2014. Considerable variation exists in its use, which is not fully accounted for by the VTE rate. Further study is required to evaluate appropriate indications for placement of prophylactic IVCF in trauma patients.", "doi": "10.1016/j.avsg.2017.08.018", "title": "Evaluating the Utilization of Prophylactic Inferior Vena Cava Filters in Trauma Patients.", "journal": ["Annals of vascular surgery", "Ann Vasc Surg"]}