{"authors": [["Kashkoush", "Ahmed", "A", "Department of Neurological Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Weisgerber", "Amy", "A", "Center for Organ Recovery & Education, Pittsburgh, Pennsylvania, USA."], ["Dharaneeswaran", "Kiruba", "K", "Department of Neurology, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Agarwal", "Nitin", "N", "Department of Neurological Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."], ["Shutter", "Lori", "L", "Department of Neurological Surgery, University of Pittsburgh, Pittsburgh, Pennsylvania, USA; Department of Neurology, University of Pittsburgh, Pittsburgh, Pennsylvania, USA; Department of Critical Care Medicine, University of Pittsburgh, Pittsburgh, Pennsylvania, USA. Electronic address: shutterla@upmc.edu."]], "date": "2017-09-07", "id": "28890007", "text": "Clinicians may have limited opportunities to perform neurological determination of death (NDD, or brain death) certification during their training. This study aimed to evaluate the level of resident exposure to the brain death exam at a large-volume donor hospital.In March 2014, we adapted a dual-physician model for NDD certification at our institution to improve resident education regarding NDD. To evaluate the incidence of resident exposure, we collected examiner information from all brain death exams conducted between January 2014 and July 2015. Organ procurement, family authorization, and brain death intervals were also collected to evaluate the impact of NDD timeliness on organ donation.A total of 68 patients who met NDD criteria were included in this study. For these patients, 127 brain death exams were performed, 108 (85%) by a critical care attending physician or fellow, 9 (7%) by a neurology resident, and 7 (6%) by a neurosurgery resident. Exposure rates for neurology and neurosurgery residents were approximately 0.22 and 0.20 exams/resident/year, respectively. The median brain death interval between exams was 1.0 hours (interquartile range, 0.0-2.5) hours. Resident involvement, time between exams, and dual exams were all found to be nonsignificant correlates of organ authorization and family refusal.Neurology and neurosurgery residents may be limited in their exposure to the brain death exam during training. High-volume donor hospitals may be able to complete 2 exams for NDD certification in a timely manner without detrimentally influencing organ authorization or family refusal rates.", "doi": "10.1016/j.wneu.2017.08.185", "title": "Medical Training and the Brain Death Exam: A Single Institution's Experience.", "journal": ["World neurosurgery", "World Neurosurg"]}