{"authors": [["Takada", "Hideaki", "H", "The Department of Urology, Kyoto University Hospital."], ["Kobayashi", "Takashi", "T", "The Department of Urology, Kyoto University Hospital."], ["Ogawa", "Kohei", "K", "The Department of Hepatobiliary, Pancreas and Transplant Surgery, Kyoto University Hospital."], ["Miyata", "Hitomi", "H", "Transplant Unit, Kyoto University Hospital."], ["Sawada", "Atsuro", "A", "The Department of Urology, Kyoto University Hospital."], ["Akamatsu", "Shusuke", "S", "The Department of Urology, Kyoto University Hospital."], ["Negoro", "Hiromitsu", "H", "The Department of Urology, Kyoto University Hospital."], ["Saito", "Ryoichi", "R", "The Department of Urology, Kyoto University Hospital."], ["Terada", "Naoki", "N", "The Department of Urology, Kyoto University Hospital."], ["Yamasaki", "Toshinari", "T", "The Department of Urology, Kyoto University Hospital."], ["Inoue", "Takahiro", "T", "The Department of Urology, Kyoto University Hospital."], ["Teramoto", "Yuki", "Y", "The Department of Diagnostic Pathology, Kyoto University Hospital."], ["Shibuya", "Shinsuke", "S", "The Department of Diagnostic Pathology, Kyoto University Hospital."], ["Haga", "Hironori", "H", "The Department of Diagnostic Pathology, Kyoto University Hospital."], ["Kaido", "Toshimi", "T", "The Department of Hepatobiliary, Pancreas and Transplant Surgery, Kyoto University Hospital; Transplant Unit, Kyoto University Hospital."], ["Uemoto", "Shinji", "S", "The Department of Hepatobiliary, Pancreas and Transplant Surgery, Kyoto University Hospital; Transplant Unit, Kyoto University Hospital."], ["Ogawa", "Osamu", "O", "The Department of Urology, Kyoto University Hospital."]], "date": null, "id": "28889715", "text": "We report a case of lethal hepatorenal insufficiency in a 52-year-old man who received successful simultaneous hepatorenal transplantation from a deceased donor. The patient had undergone live-donor liver transplantation for type-C hepatitis and liver cirrhosis 11 years before he developed graft liver dysfunction due to recurrent viral hepatitis and cirrhosis. At that instance, he also developed end-stage renal dysfunction due to calcineurin inhibitor nephropathy and hepatorenal syndrome. Although he needed three open hemostases and abundant blood transfusion, he was withdrawn from continuous hemodiafiltration on the 55th day and discharged from the hospital on the 272nd day postoperatively. Simultaneous hepatorenal transplantation was reported to be associated with more favorable outcomes of graft function, lower rejection rates, but higher perioperative complication rates compared with liver transplantation alone in patients on hemodialysis. Particularly, close attention should be paid for hemostasis since patients have a hemorrhagic tendency until the recovery of graft liver function.", "doi": null, "title": "[Simultaneous Hepatorenal Transplantation from a Brain-Dead Donor for Graft Dysfunction and Renal Insufficiency in a Liver Transplant Recipient : A Case Report].", "journal": ["Hinyokika kiyo. Acta urologica Japonica", "Hinyokika Kiyo"]}