{"authors": [["Ameloot", "Koen", "K", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium; Department of Cardiology, University Hospitals Leuven, Leuven, Belgium. Electronic address: koen.ameloot@uzleuven.be."], ["De Deyne", "Cathy", "C", "Department of Anesthesiology and Critical Care Medicine, Ziekenhuis Oost-Limburg, Genk, Belgium; Faculty of Medicine and Life Sciences, University Hasselt, Diepenbeek, Belgium."], ["Ferdinande", "Bert", "B", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium."], ["Dupont", "Matthias", "M", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium."], ["Palmers", "Pieter-Jan", "PJ", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium."], ["Petit", "Thibault", "T", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium."], ["Eertmans", "Ward", "W", "Department of Anesthesiology and Critical Care Medicine, Ziekenhuis Oost-Limburg, Genk, Belgium; Faculty of Medicine and Life Sciences, University Hasselt, Diepenbeek, Belgium."], ["Moonen", "Clara", "C", "Department of Cardiology, University Hospitals Leuven, Leuven, Belgium."], ["Belmans", "Ann", "A", "Department of Cardiology, University Hospitals Leuven, Leuven, Belgium."], ["Lemmens", "Robin", "R", "Department of Neurology, University Hospitals Leuven, Leuven, Belgium."], ["Dens", "Joseph", "J", "Department of Cardiology, Ziekenhuis Oost-Limburg, Genk, Belgium; Faculty of Medicine and Life Sciences, University Hasselt, Diepenbeek, Belgium."], ["Janssens", "Stefan", "S", "Department of Cardiology, University Hospitals Leuven, Leuven, Belgium."]], "date": "2017-06-23", "id": "28888275", "text": "Post-cardiac arrest (CA) patients admitted to the intensive care unit (ICU) have a poor prognosis, with estimated survival rates of around 30%-50%. On admission, these patients have a large cerebral penumbra at risk for additional damage in case of suboptimal brain oxygenation during their stay in the ICU. The aim of the Neuroprotect post-CA trial is to investigate whether forcing mean arterial blood pressure (MAP) and mixed venous oxygen saturation (SVO2) in a specific range (MAP 85-100 mm Hg, SVO2 65%-75%) with additional pharmacological support (goal-directed hemodynamic optimization) may better salvage the penumbra, reduce cerebral ischemia, and improve functional outcome when compared with current standard of care (MAP 65 mm Hg).The Neuroprotect post-CA trial (NCT02541591) is a multicenter, randomized, parallel-group, open-label, assessor-blinded, monitored, and investigator-driven clinical trial. The trial will be conducted in 2 tertiary care hospitals in Belgium (UZ Leuven and ZOL-Genk). A total of 112 eligible patients will be randomly assigned in a 1:1 ratio to goal-directed hemodynamic optimization or standard care strategy by an interactive voice response system. Patients will be stratified according to the presence of an initial shockable rhythm. Adult patients (≥18 years) resuscitated from out-of-hospital CA of a presumed cardiac cause who are unconscious upon hospital admission are eligible for inclusion. Patients can be included irrespective of their presenting heart rhythm but need to have a sustained return of spontaneous circulation. Trial interventions will take 36 hours starting from ICU admission. The primary outcome is the extent of cerebral ischemia as quantified by the apparent diffusion coefficient on diffusion-weighted magnetic resonance imaging to be performed at day 4-5 post-CA. Secondary outcomes include surrogate biomarkers of brain injury (neuron specific enolase) at day 1-5, neuropsychological and functional testing at hospital discharge, a Short Form-36 health questionnaire at 180 days, and outcome as assessed with cerebral performance category scores at ICU discharge and at 180 days.The Neuroprotect post-CA trial will investigate whether a more aggressive hemodynamic strategy to obtain a MAP 85-100 mm Hg and SVO2 65%-75% reduces brain ischemia and improves outcome when compared with standard treatment (MAP 65 mm Hg) in comatose post-CA survivors.", "doi": "10.1016/j.ahj.2017.06.010", "title": "Mean arterial pressure of 65 mm Hg versus 85-100 mm Hg in comatose survivors after cardiac arrest: Rationale and study design of the Neuroprotect post-cardiac arrest trial.", "journal": ["American heart journal", "Am. Heart J."]}