{"authors": [["Montano", "Nicola", "N", "Institute of Neurosurgery, Catholic University, Rome, Italy. Electronic address: nicolamontanomd@yahoo.it."], ["Stifano", "Vito", "V", "Institute of Neurosurgery, Catholic University, Rome, Italy."], ["Skrap", "Benjamin", "B", "Institute of Neurosurgery, Catholic University, Rome, Italy."], ["Mazzucchi", "Edoardo", "E", "Institute of Neurosurgery, Catholic University, Rome, Italy."]], "date": "2017-09-05", "id": "28887078", "text": "A vast amount of literature has been published investigating the factors associated to the recurrence of a chronic subdural hematoma (SDH). However, little exists in the literature about the best medical management of the residual SDH in order to prevent the recurrence. Moreover only few studies quantitatively assess clinical and radiological outcomes of residual post-operative SDH. In this study, to our knowledge, we report the first series of chronic SDH with a quantitative outcomes analysis of the effects of fluid therapy on residual post-operative SDH. Moreover we discuss the pertinent literature. We reviewed clinical and outcome data of 39 patients (44 SDH; 12 F, 27 M) submitted to a burr-hole evacuation of a SDH. The mean age was 76.97±7.77years. All patients had a minimum 3-month follow-up (FU). Post-operatively, an intravenous saline solution was started in all cases (2000ml in 24h) and administered for 3days. Then an oral hydration with 2l per day of water was started and continued as outpatients. Glasgow Coma Scale (GCS), Karnofsky Performance Status (KPS), SDH volume and midline shift were evaluated pre-operatively, post-operatively and at FU. We found a statistically significant improvement of post-operative and at FU GCS and KPS compared to the pre-operative. SDH volume and midline shift were also statistically significant reduced in the post-operative and at FU. No complication occurred. Only 1 patient required a reoperation at 3months FU for neurological worsening. Oral fluid therapy is a safe and effective treatment for residual SDH.", "doi": "10.1016/j.jocn.2017.08.041", "title": "Management of residual subdural hematoma after burr-hole evacuation. The role of fluid therapy and review of the literature.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}