{"authors": [["Celik", "S", "S", "Department of General Surgery, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey. Electronic address: scelik@yyu.edu.tr."], ["Dursun", "R", "R", "Department of Emergency Medicine, Faculty of Medicine, Dicle University, Diyarbakır, Turkey."], ["Aycan", "A", "A", "Department of Neurosurgery, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey."], ["Gönüllü", "H", "H", "Department of Emergency Medicine, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey."], ["Adanaş", "C", "C", "Department of Orthopaedics and Traumatology, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey."], ["Eryılmaz", "M", "M", "Department of Emergency Medicine, Gulhane Military Medical Academy, Ankara, Turkey."], ["Gönüllü", "E", "E", "Anesthesiology and Reanimation Clinic, Van Research and Training Hospital, Van, Turkey."], ["Akyol", "M E", "ME", "Department of Neurosurgery, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey."], ["Keskin", "S", "S", "Department of Biostatistics, Faculty of Medicine, Yuzuncu Yıl University, Van, Turkey."], ["Güloğlu", "C", "C", "Department of Emergency Medicine, Faculty of Medicine, Dicle University, Diyarbakır, Turkey."]], "date": "2017-09-05", "id": "28886492", "text": "Prehospital and hospital care during incidents of mass violence and civil conflict involve a number of aspects that distinguish it from care during times of peace. We aimed to analyze the dynamics and outcomes of prehospital and hospital care during ongoing conflicts.Multicentric prospective observational study.Patients enrolled in the study, which was conducted in Turkey, were all injured in armed conflict and taken to level 1 trauma centers. On admittance, patients were requested to complete a semistructured questionnaire containing questions on patient demographics, transport type, weapons used, injury severity score (ISS), and other incident-related factors. We analyzed patient outcomes (mortality, morbidity, complications, and length of hospital stay) and transfers of patients between hospitals. The present study evaluated the cases of 390 victims enrolled over a 9-month period and followed up for 6 months.The majority of patients were transported by ambulances (n = 334, 85.6%); other transport modes were helicopters (n = 32, 8.2%) and private vehicles (n = 24, 6.2%). Nearly half of patients (48.7%) did not benefit by changing hospitals. During transport to hospitals, 4.1% of the vehicles in the study were involved in accidents. Using multiple regression analysis, only ISS (odds ratio [OR]: 1.098, 95% confidence interval [CI]: 1.044-1.156) and the Glasgow Coma Scale (OR: 0.744, 95% CI: 0.639-0.866) were found to affect mortality. In Receiver-operator characteristic analysis, a cutoff value of 22.5 for ISS had a sensitivity of 100% and a specificity of 89.6% for mortality.Despite lower ISS values, patient outcomes were worse in terror incidents/civil conflicts. Transport modes did not significantly affect outcomes, whereas hospital transport was found to be inefficiently used.", "doi": "10.1016/j.puhe.2017.07.029", "title": "The dynamics of prehospital/hospital care and modes of transport during civil conflict and terrorist incidents.", "journal": ["Public health", "Public Health"]}