{"authors": [["Buehner", "Michelle F", "MF", "General Surgery Department, Brooke Army Medical Center, 3551 Roger Brooke Drive, JBSA FSH, TX 770234."], ["Eastridge", "Brian J", "BJ", "Department of Surgery, University of Texas Health Science Center San Antonio, 7703 Floyd Curl Drive, San Antonio, TX 78229."], ["Aden", "James K", "JK", "Department of Statistics, Brooke Army Medical Center, 3551 Roger Brooke Drive, JBSA FSH, TX 770234."], ["DuBose", "Joseph J", "JJ", "Department of Surgery, Travis Air Force Base, 690 Airman Drive, CA 94535."], ["Blackbourne", "Lorne H", "LH", "General Surgery Department, Brooke Army Medical Center, 3551 Roger Brooke Drive, JBSA FSH, TX 770234."], ["Cestero", "Ramon F", "RF", "Department of Surgery, University of Texas Health Science Center San Antonio, 7703 Floyd Curl Drive, San Antonio, TX 78229."]], "date": null, "id": "28885956", "text": "Although significant research has been conducted on combat casualties receiving blood products, there is limited data for the subpopulation presenting in shock. The purpose of this study was to evaluate combat casualties arriving to a role 3 facility with an initial systolic blood pressure (SBP) ≤ 90 in order to identify clinical characteristics and associations between presentation, transfusion therapy, and mortality outcomes.The Department of Defense Trauma Registry was queried from 2001 to 2010 for trauma-related casualties who arrived at a role 3 combat surgical facility with a SBP ≤ 90. Transfers from role 2 facilities were excluded. Data captured included demographics, admission vital signs, laboratory values, blood products, and mortality. Relationships between admission physiology, blood product utilization, and mortality were developed. Independent associations between variables were determined by logistic regression analysis.1,703 patients were identified who met our inclusion criteria and composite mortality was 23%. Mortality in those receiving a balanced transfusion ratio was 18% versus 27% (p < 0.0001). Hypotensive casualties who survived were significantly more likely to have a higher presenting Glasgow Coma Score (GCS), temperature, SBP, shock index, and pH. In addition, this group was also more likely to have a lower international normalized ratio, pCO2, and base deficit (p < 0.001). Age, heart rate, and pulse pressure were not significantly different between groups. Independent predictors of mortality included Injury Severity Score, presentation GCS, and initial pH value (p < 0.0001). In contrast, independent predictors of survival included those with above-knee amputation and a balanced transfusion (p < 0.0001).Combat casualties hypotensive on arrival to surgical facilities have a significant expected mortality. Those receiving balanced transfusions demonstrated improved survival. Of the five independent risk factors, pH, GCS, and the presence of above-knee amputation are typically available during initial evaluation. These factors may be helpful in determining resource allocation and mortality risk, especially in triage or mass casualty settings.", "doi": "10.7205/MILMED-D-16-00392", "title": "Combat Casualties and Severe Shock: Risk Factors for Death at Role 3 Military Facilities.", "journal": ["Military medicine", "Mil Med"]}