{"authors": [["Lee", "Su Nam", "SN", "Department of Internal Medicine, St Vincent's Hospital, The Catholic University of Korea, Suwon, South Korea."], ["Jo", "Min Seop", "MS", "Department of Thoracic and Cardiovascular Surgery, St Vincent's Hospital, The Catholic University of Korea, Suwon, South Korea."], ["Yoo", "Ki-Dong", "KD", "Department of Internal Medicine, St Vincent's Hospital, The Catholic University of Korea, Suwon, South Korea."]], "date": "2017-08-24", "id": "28883715", "text": "Extracorporeal membrane oxygenation (ECMO) is used to treat patients in critical condition with cardiogenic shock. However, few studies have examined the effect of old age in ECMO survival. This study analyzed the impact of age on ECMO survival of patients with cardiac failure, and analyzed predictive factors for survival according to age.We retrospectively reviewed the medical records of 95 patients who required veno-arterial (V-A) ECMO between May 2009 and May 2016 at a single center. Patients were classified into \"age ≥65\" (n=48, 50.5%) and \"age <65\" (n=47, 49.5%) groups.The age ≥65 group was significantly associated with increased mortality (HR: 1.715; 95% CI =1.038-2.831) at 90 days after ECMO initiation. These associations were attenuated and did not retain statistical significance after adjustment for comorbidities (HR: 1.485; 95% CI =0.844-2.614). To determine predictive factors of mortality, multivariate logistic analysis revealed that age ≥65 (OR 5.750; 95% CI [1.508-21.920]; P=0.010), low pre-ECMO serum bicarbonate (OR 0.884; 95% CI [0.788-0.991]; P=0.035), and high pre-ECMO serum creatinine (OR 4.546; 95% CI [1.021-20.239]; P=0.047) were significantly associated with survival to 90 days. By analyzing two groups separately, high pre-ECMO serum potassium level (OR 3.552; 95% CI [1.023-12.331]; P=0.046) was the only independent predictor in patients aged <65 years while low Glasgow Coma Scale score (OR 0.698; 95% CI [0.478-1.019]; P=0.063) showed a considerable trend toward significance in patients aged ≥65.Older age was not an independent risk factor for mortality at 90 days among V-A ECMO patients. In addition, our study provides understanding of the differences in predictive factors for ECMO survival according to age. Pre-ECMO laboratory findings and mental status can assist clinicians in the prediction of a patient's prognosis.", "doi": "10.2147/CIA.S142994", "title": "Impact of age on extracorporeal membrane oxygenation survival of patients with cardiac failure.", "journal": ["Clinical interventions in aging", "Clin Interv Aging"]}