{"authors": [["Leblanc", "A", "A", "Centre régional de pharmacovigilance de Lorraine, hôpital Central, CHRU de Nancy, 29, avenue de Lattre-de-Tassigny, 54035 Nancy, France."], ["Petitpain", "N", "N", "Centre régional de pharmacovigilance de Lorraine, hôpital Central, CHRU de Nancy, 29, avenue de Lattre-de-Tassigny, 54035 Nancy, France. Electronic address: n.petitpain@chru-nancy.fr."], ["Pereira", "O", "O", "Direction régionale du service médical du Nord-Est, 54000 Nancy, France."], ["Adssi", "H El", "HE", "Département d'information médicale, hôpital St-Julien, CHRU de Nancy, 54000 Nancy, France."], ["Latarche", "C", "C", "Coordination qualité risques et vigilances, CHRU de Nancy, 54000 Nancy, France."], ["Gillet", "P", "P", "Centre régional de pharmacovigilance de Lorraine, hôpital Central, CHRU de Nancy, 29, avenue de Lattre-de-Tassigny, 54035 Nancy, France."], ["Colnat-Coulbois", "S", "S", "Service de neurochirurgie, hôpital Central, CHRU de Nancy, 54000 Nancy, France."]], "date": "2017-09-04", "id": "28882608", "text": "To perform a descriptive analysis of intracranial hemorrhages of patients treated with an antivitamin K (fluindione, acenocoumarol or warfarin) or a direct oral anticoagulant (dabigatran, rivaroxaban or apixaban) at the Nancy Regional University Hospital.The study period was from January 2011 to December 2013 and the computerized data (Programme de Médicalisation des Systèmes d'Information) of our hospital was accessed to identify the patients. Clinical data were obtained from the patients' files. Regional healthcare system was queried for reimbursement data.Among the 157 identified cases of intracranial hemorrhage, 153 were related to antivitamin K, primarily fluindione (n=127), and only 4 to a direct oral anticoagulant (3 dabigatran and 1 rivaroxaban). During the same period, regional data indicated that 65,345 patients had had at least one reimbursement of antivitamin K and 20,983 patients one reimbursement of an oral direct anticoagulant. In our series, the most frequent intracranial hemorrhages were subdural hematoma (chronic in 65 cases, acute in 50 cases) and intraparenchymal hemorrhage (20 cases). The global mortality rate was 20.2% but varied with the site of hemorrhage. In multivariate analysis, the two risk factors of fatal outcome were coma on admission (OR 6.2; 95%CI: 2.6-15.0) and a history of previous intracranial hemorrhage (OR 13,4; 95% CI: 1,6-114,9).During the 2011-2013 period, antivitamin K, especially fluindione, was the most frequently involved anticoagulants in intracranial hemorrhages with hospitalization at our Regional University Hospital. Coma on admission and a history of previous intracranial hemorrhage were the two main risk factors for fatal outcome.", "doi": "10.1016/j.neuchi.2017.02.002", "title": "[Intracranial hemorrhage and oral anticoagulants of patients treated between 2011 and 2013 at the Nancy Regional University Hospital].", "journal": ["Neuro-Chirurgie", "Neurochirurgie"]}