{"authors": [["Yoon", "Sang-Youl", "SY", "Department of Neurosurgery, Kyungpook National University Hospital, Daegu, Korea."], ["Choi", "Yeon-Ju", "YJ", "Department of Neurosurgery, Kyungpook National University Hospital, Daegu, Korea."], ["Park", "Seong-Hyun", "SH", "Department of Neurosurgery, Kyungpook National University Hospital, Daegu, Korea."], ["Hwang", "Jeong-Hyun", "JH", "Department of Neurosurgery, Kyungpook National University Hospital, Daegu, Korea."], ["Hwang", "Sung Kyoo", "SK", "Department of Neurosurgery, Kyungpook National University Hospital, Daegu, Korea."]], "date": "2017-08-30", "id": "28881122", "text": "Traumatic brain injury (TBI) in children under age 24 months has characteristic features because the brain at this age is rapidly growing and sutures are opened. Moreover, children this age are completely dependent on their parents. We analyzed the demographic data and risk factors for outcomes in TBI patients in this age group to elucidate their clinical characteristics.We retrospectively reviewed the medical records and radiological films of children under 24 months who were admitted to Kyungpook National University Hospital from January 2004 to December 2013 for TBI. Specifically, we analyzed age, cause of injury, initial Glasgow coma scale (GCS) score, radiological diagnosis, seizure, hydrocephalus, subdural hygroma, and Glasgow outcome scale (GOS) score, and we divided outcomes into good (GOS 4-5) or poor (GOS 1-3). We identified the risk factors for post-traumatic seizure (PTS) and outcomes using univariate and multivariate analyses.The total number of patients was 60, 39 males and 21 females. Most common age group was between 0 to 5 months, and the median age was 6 months. Falls were the most common cause of injury (n=29, 48.3%); among them, 15 were falls from household furniture such as beds and chairs. Ten patients (16.7%) developed PTS, nine in one week; thirty-seven patients (61.7%) had skull fractures. Forty-eight patients had initial GCS scores of 13-15, 8 had scores of 12-8, and 4 had scored 3-7. The diagnoses were as follows: 26 acute subdural hematomas, 8 acute epidural hematomas, 7 focal contusional hemorrhages, 13 subdural hygromas, and 4 traumatic intracerebral hematomas larger than 2 cm in diameter. Among them, two patients underwent craniotomy for hematoma removal. Four patients were victims of child abuse, and all of them had PTS. Fifty-five patients improved to good-to-moderate disability. Child abuse, acute subdural hematoma, and subdural hygroma were risk factors for PTS in univariate analyses. Multivariate analysis found that the salient risk factor for a poor outcome was initial GCS on admission.The most common cause of traumatic head injury in individuals aged less than 24 months was falls, especially from household furniture. Child abuse, moderate to severe TBI, acute subdural hematoma, and subdural hygroma were risk factors for PTS. Most of the patients recovered with good outcomes, and the risk factor for a poor outcome was initial mental status.", "doi": "10.3340/jkns.2016.0707.008", "title": "Traumatic Brain Injury in Children under Age 24 Months: Analysis of Demographic Data, Risk Factors, and Outcomes of Post-traumatic Seizure.", "journal": ["Journal of Korean Neurosurgical Society", "J Korean Neurosurg Soc"]}