{"authors": [["Meyers", "Tina", "T", "Tina Meyers, MBA, BSN, CWOCN, Harris Health Systems, Landscape Court, Conroe, Texas."]], "date": null, "id": "28877108", "text": "The purpose of this study was to compare the use of a heel protector to standard of care (pillows) in the prevention of hospital-acquired pressure injuries (HAPI) of the heels and prevention of plantar flexion contractures.Randomized controlled trial.The study took place on a surgical intensive care unit, medical intensive care unit, and neurotrauma intensive care unit. Inclusion criteria were a minimum of 5 days of sedation related to care for a critical illness, immobility for 6 to 8 hours before study initiation, a Braden Scale for Pressure Sore Risk score 18 or less, and a mobility subscale score 2 or less. Patients were included if they had preexisting heel pressure injury or plantar flexion contracture. The sample comprised 54 subjects; 37 were randomly allocated to the intervention group and 17 to the control group. Their average age-mean (standard deviation)-was 40.7 (14.96) years in the control group and 44.6 (17.15) years in the intervention group.Data were collected from patients' electronic medical records. We recorded subject demographics, presence of diabetes mellitus or peripheral vascular disease, Glasgow Coma Scale scores (every shift), Braden Scale for Pressure Sore Risk scores (every shift), heel skin assessments (every shift), goniometric measurements (every other day), and adverse events (every shift). Assessments and measurements were continued until the patient was discharged from the study.None of the patients in the intervention group developed HAPI of the heels, as compared to 7 in the control group (0% vs 41%, P < .001). Patients in the intervention group had a significantly greater decrease in goniometric scores (mean decrease = 1.4 ± 2.25) compared to the control group by day 3 (mean decrease = 0.1 ± 0.52 P = .004) and the last study day (mean decrease = 2.0 ± 3.02 for the intervention group vs 0.07 ± 0.96 for the control group; P < .001).Study findings indicate that a heel protector that ensures off-loading and maintains the foot in a neutral position is more effective for prevention of HAPI of the heel and contractures as compared to standard care using pillows to position the heel and redistribute pressure.", "doi": "10.1097/WON.0000000000000355", "title": "Prevention of Heel Pressure Injuries and Plantar Flexion Contractures With Use of a Heel Protector in High-Risk Neurotrauma, Medical, and Surgical Intensive Care Units: A Randomized Controlled Trial.", "journal": ["Journal of wound, ostomy, and continence nursing : official publication of The Wound, Ostomy and Continence Nurses Society", "J Wound Ostomy Continence Nurs"]}