{"authors": [["Tsai", "Tsung-Yu", "TY", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Chien", "Hao", "H", "Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Tsai", "Feng-Chun", "FC", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Division of Cardiovascular Surgery, Chang Gung Memorial Hospital, Taiwan."], ["Pan", "Heng-Chih", "HC", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Yang", "Huang-Yu", "HY", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Lee", "Shen-Yang", "SY", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Hsu", "Hsiang-Hao", "HH", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Fang", "Ji-Tseng", "JT", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Yang", "Chih-Wei", "CW", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan."], ["Chen", "Yung-Chang", "YC", "Chang Gung University College of Medicine, Taoyuan, Taiwan; Kidney Research Center, Department of Nephrology, Chang Gung Memorial Hospital, Taiwan. Electronic address: cyc2356@adm.cgmh.org.tw."]], "date": "2017-09-02", "id": "28874330", "text": "Acute kidney injury (AKI) developing during extracorporeal membrane oxygenation (ECMO) is associated with very poor outcome. The Kidney Disease: Improving Global Outcomes (KDIGO) group published a new AKI definition in 2012. This study analyzed the outcomes of patients treated with ECMO and identified the relationship between the prognosis and the KDIGO classification.This study examined total 312 patients initially, and finally reviewed the medical records of 167 patients on ECMO support at a tertiary care university hospital between March 2002 and November 2011. Demographic, clinical, and laboratory variables were retrospectively collected as survival predicators.The overall mortality rate was 55.7%. In the analysis of the areas under the receiver operating characteristic curves, the KDIGO classification showed relatively higher discriminatory power (0.840 ± 0.032) than the Risk of renal failure, Injury to the kidney, Failure of kidney function, Loss of kidney function, and End-stage renal failure (RIFLE) (0.826 ± 0.033) and Acute Kidney Injury Network (AKIN) (0.836 ± 0.032) criteria in predicting in-hospital mortality. Furthermore, multiple logistic regression analysis showed that KDIGO, hemoglobin, and Glasgow Coma Scale score on the first day of patients on ECMO were independent predictors for in-hospital mortality. Finally, cumulative survival rates at 6-month follow-up after hospital discharge differed significantly for KDIGO stage 3 versus KDIGO stage 0, 1, and 2 (p < 0.001); and KDIGO stage 2 versus KDIGO stage 0 (p < 0.05).For those patients with ECMO support, the KDIGO classification proved to be a more reproducible evaluation tool with excellent prognostic abilities than RIFLE or AKIN classification.", "doi": "10.1016/j.jfma.2017.08.004", "title": "Comparison of RIFLE, AKIN, and KDIGO classifications for assessing prognosis of patients on extracorporeal membrane oxygenation.", "journal": ["Journal of the Formosan Medical Association = Taiwan yi zhi", "J. Formos. Med. Assoc."]}