{"authors": [["Suppogu", "Nissi", "N", "1 Heart and Vascular Institute, Hartford Hospital , Hartford, Connecticut."], ["Panza", "Gregory A", "GA", "1 Heart and Vascular Institute, Hartford Hospital , Hartford, Connecticut."], ["Kilic", "Sena", "S", "1 Heart and Vascular Institute, Hartford Hospital , Hartford, Connecticut."], ["Gowdar", "Shreyas", "S", "1 Heart and Vascular Institute, Hartford Hospital , Hartford, Connecticut."], ["Kallur", "Kamala R", "KR", "3 Department of Medicine, St. Luke's-Roosevelt Hospital , New York, New York."], ["Jayaraman", "Ramya", "R", "4 Department of Medicine, Saint Vincent's Hospital , Bridgeport, Connecticut."], ["Lundbye", "Justin", "J", "5 Division of Cardiology, Hospital of Central Connecticut , New Britain, Connecticut."], ["Fernandez", "Antonio B", "AB", "1 Heart and Vascular Institute, Hartford Hospital , Hartford, Connecticut."]], "date": "2017-09-05", "id": "28873019", "text": "Recent data suggest that rapid infusion of intravenous (IV) cold saline for Targeted Temperature Management (TTM) after cardiac arrest is associated with higher rates of rearrest, pulmonary edema, and hypoxia, with no difference in neurologic outcomes or survival when administered by Emergency Medical Services. We sought to determine the effects of IV cold saline administration in the hospital setting in postcardiac arrest patients to achieve TTM and its effect on clinical parameters and neurologic outcomes.A cohort of 132 patients who completed TTM after cardiac arrest in a single institution was retrospectively studied. Patients who did not receive cold saline were matched by age, gender, Glasgow coma scale, downtime, and presenting rhythm to patients who received cold saline. Demographics, cardiac rearrest, diuretic use, time to target temperature, and Cerebral Performance Category (CPC) scores were recorded among other variables. Patients who received cold saline achieved target temperature sooner (280 vs. 345 minutes, p = 0.05), had lower lactate levels on day 1 (4.2 ± 3.5 mM vs. 6.0 ± 4.9 mM, p = 0.019) and day 2 (1.3 ± 2.2 mM vs. 2.2 ± 3.2 mM, p = 0.046), increased incidence of pulmonary edema (51.5% vs. 31.8%, p = 0.006), and increased diuretic utilization (63.6% vs. 42.4%, p = 0.014). There was no significant difference in cardiac rearrest, arterial oxygenation, and CPC scores (ps > 0.05).Infusion of IV cold saline is associated with shorter time to target temperature, increased incidence of pulmonary edema, and diuretic use, with no difference in cardiac rearrest, survival, and neurologic outcomes.", "doi": "10.1089/ther.2017.0023", "title": "The Effects of In-Hospital Intravenous Cold Saline in Postcardiac Arrest Patients Treated with Targeted Temperature Management.", "journal": ["Therapeutic hypothermia and temperature management", "Ther Hypothermia Temp Manag"]}