{"authors": [["Pruitt", "Peter", "P", "Department of Emergency Medicine, Northwestern University Feinberg School of Medicine, Chicago, IL."], ["Ornam", "Jonathan Van", "JV", "Harvard Affiliated Emergency Medicine Residency, Boston, MA."], ["Borczuk", "Pierre", "P", "Department of Emergency Medicine, Massachusetts General Hospital, Boston, MA."]], "date": "2017-10-23", "id": "28871614", "text": "Subdural hematoma (SDH) is the most common form of traumatic intracranial hemorrhage. Severity of disease in patients with SDH varies widely. It was hypothesized that a decision rule could identify patients with SDH who are at very low risk for neurologic decline, neurosurgical intervention, or radiographic worsening.Retrospective chart review of consecutive patients age ≥ 16 with Glasgow Coma Score (GCS) ≥ 13 and computed tomography (CT)-documented isolated SDH presenting to a university-affiliated, urban, 100,000-annual-visit ED from 2009 to 2015. Demographic, historical, and physical examination variables were collected. Primary outcome was a composite of neurosurgical intervention, worsening repeat CT, and neurologic decline. Univariate analysis was performed and statistically important variables were utilized to create a logistic regression model.A total of 644 patients with isolated SDH were reviewed, 340 in the derivation group and 304 in the validation set. Mortality was 2.2%. A total 15.5% of patients required neurosurgery. A decision instrument was created: patients were low risk if they had none of the following factors-SDH thickness ≥ 5mm, warfarin use, clopidogrel use, GCS < 14, and presence of midline shift. This model had a sensitivity of 98.6% for the composite endpoint, specificity of 37.1%, and a negative likelihood ratio of 0.037. In the validation cohort, sensitivity was 96.3%, specificity was 31.5%, and negative likelihood ratio was 0.127.Subdural hematomas are amenable to risk stratification analysis. With prospective validation, this decision instrument may aid in triaging these patients, including reducing the need for transfer to tertiary centers.", "doi": "10.1111/acem.13306", "title": "A Decision Instrument to Identify Isolated Traumatic Subdural Hematomas at Low Risk of Neurologic Deterioration, Surgical Intervention, or Radiographic Worsening.", "journal": ["Academic emergency medicine : official journal of the Society for Academic Emergency Medicine", "Acad Emerg Med"]}