{"authors": [["Zhang", "Li", "L", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Tan", "Jinyun", "J", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Jiang", "Xiaoping", "X", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China. jiang5xp@sina.com."], ["Qian", "Weiwei", "W", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Yang", "Ting", "T", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Sun", "Xijun", "X", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Chen", "Zhaohui", "Z", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."], ["Zhu", "Qiwen", "Q", "Department of Radiology, The Second People's Hospital of Lanzhou, No. 388 Jingyuan Road, Chengguan District, Lanzhou, 730046, China."]], "date": "2017-09-04", "id": "28870240", "text": "CCL2 was up-regulated in neurons and involved in microglia activation and neurological decline in mice suffering from hepatic encephalopathy (HE). However, no data exist concerning the effect of neuron-derived CCL2 on microglia activation in vitro.The rats were pretreated with CCL2 receptor inhibitors (INCB or C021, 1 mg/kg/day i.p.) for 3 days prior to thioacetamide (TAA) administration (300 mg/kg/day i.p.) for inducing HE model. At 8 h following the last injection (and every 4 h after), the grade of encephalopathy was assessed. Blood and whole brains were collected at coma for measuring CCL2 and Iba1 expression. In vitro, primary neurons were stimulated with TNF-α, and then the medium were collected for addition to microglia cultures with or without INCB or C021 pretreatment. The effect of the medium on microglia proliferation and activation was evaluated after 24 h.CCL2 expression and microglia activation were elevated in the cerebral cortex of rats received TAA alone. CCL2 receptors inhibition improved neurological score and reduced cortical microglia activation. In vitro, TNF-α treatment induced CCL2 release by neurons. Medium from TNF-α stimulated neurons caused microglia proliferation and M1 markers expression, including iNOS, COX2, IL-6 and IL-1β, which could be suppressed by INCB or C021 pretreatment. The medium could also facilitate p65 nuclear translocation and IκBα phosphorylation, and NF-κB inhibition reduced the increased IL-6 and IL-1β expression induced by the medium.Neuron-derived CCL2 contributed to microglia activation and neurological decline in HE. Blocking CCL2 or inhibiting microglia excessive activation may be potential strategies for HE.", "doi": "10.1186/s40659-017-0130-y", "title": "Neuron-derived CCL2 contributes to microglia activation and neurological decline in hepatic encephalopathy.", "journal": ["Biological research", "Biol. Res."]}