{"authors": [["Han", "Julian Xinguang", "JX", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore."], ["See", "Angela An Qi", "AAQ", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore."], ["Gandhi", "Mihir", "M", "Centre for Quantitative Medicine, Duke-NUS Medical School, Singapore, Singapore; Department of Biostatistics, Singapore Clinical Research Institute, Singapore, Singapore; Tampere Center for Child Health Research, University of Tampere and Tampere University Hospital, Tampere, Finland."], ["King", "Nicolas Kon Kam", "NKK", "Department of Neurosurgery, National Neuroscience Institute, Singapore, Singapore. Electronic address: nicolas.kon.k.k@singhealth.com.sg."]], "date": "2017-09-01", "id": "28867312", "text": "Current prognostic models for traumatic brain injury (TBI) are developed from diverse historical data sets. We aimed to construct a prognostication tool for patients with severe TBI, as this group would benefit most from an accurate model.Model development was based on a cohort of 300 patients with severe TBI (Glasgow Coma Scale score ≤8) consecutively admitted to a neurosurgical intensive care unit at the National Neuroscience Institute (NNI), Singapore, between February 2006 and December 2009. We analyzed prospectively collected data of admission characteristics using univariate and multivariate logistic regressions to predict 14-day and 6-month mortality and 6-month unfavorable outcome. Comparison with Corticosteroid Randomization After Significant Head Injury (CRASH) and Mission for Prognosis and Analysis of Clinical Trials in TBI (IMPACT) models was done using Akaike information criterion.Two prediction models, NNI Clinical (age, Glasgow Coma Scale score, pupillary reactivity) and NNI+ (NNI Clinical model with addition of obliteration of third ventricle or basal cisterns, presence of subdural hemorrhage, hypoxia, and coagulopathy), were derived from this data set. Both models predicted well across 3 outcome measures with area under the curve values of 0.84-0.91, with adequate calibration. Comparison with CRASH and IMPACT models showed better performance by both derived models with lower Akaike information criterion and higher area under the curve values.Two accurate prognostic models, NNI Clinical and NNI+, were developed from our cohort of patients with severe TBI. Both models are specific to severe TBI and could be better alternatives to current available models. External validation is required to assess performance of models in a different setting.", "doi": "10.1016/j.wneu.2017.08.147", "title": "Models of Mortality and Morbidity in Severe Traumatic Brain Injury: An Analysis of a Singapore Neurotrauma Database.", "journal": ["World neurosurgery", "World Neurosurg"]}