{"authors": [["Zhou", "Yu", "Y", "Department of Neurosurgery, The Second Xiangya Hospital of Central South University, Furong District, Changsha, Hunan, China."], ["Jiang", "Yugang", "Y", "Department of Neurosurgery, The Second Xiangya Hospital of Central South University, Furong District, Changsha, Hunan, China. Electronic address: jiangyugang@aliyun.com."], ["Peng", "Yong", "Y", "Department of Neurosurgery, The Second Xiangya Hospital of Central South University, Furong District, Changsha, Hunan, China."], ["Zhang", "Mingming", "M", "Department of Neurosurgery, The Second Xiangya Hospital of Central South University, Furong District, Changsha, Hunan, China."]], "date": "2017-09-01", "id": "28866066", "text": "It has been suggested that the preoperative (PRE) and postoperative (POST) immune system alteration triggered by aneurysmal subarachnoid hemorrhage (SAH) and surgical treatment itself may affect patients' prognosis and contribute to POST complications. The mechanisms may be attributed to immune suppression-triggered infection or immune overreaction-triggered aseptic inflammation. In this study, we investigated the dynamic changes in peripheral immune cell subsets as well as the alterations of inflammatory cytokines in patients with aneurysmal SAH who received craniotomy and clipping surgery. In addition, we studied the association of those changes with POST complications and clinical prognosis.We investigated 27 patients who received craniotomy and clipping surgery for aneurysmal SAH. The operations were all performed within 24 hours after the occurrence of aneurysm rupture. Detailed immune monitoring (peripheral blood leukocytes and lymphocyte subsets and inflammatory cytokines) was performed on PRE (on admission), day 1, day 3, and day 6 after operation.Our data showed that the percentage of CD3+, CD8+, natural killer T (NKT), CD4+, and regulatory T (Treg) cells significantly decreased and the level of interleukin 4 (IL-4), interferon γ, and IL-2 significantly increased 1 day after surgery compared with the data in PRE. On the contrary, natural killer (NK), NK group 2 (NKG2D), and B cells increased and the level of IL-10 in plasma decreased. In study of the relationship between POST fever and the change in immune cell subgroups, the fever group had a lower percentage of CD3+, CD4+, NKT, Tregs, and B cells on day 1, day 3, and day 6 after surgery compared with the patients who did not have fever, whereas the CD8+, NK, and NKG2D subsets showed the opposite trend. Furthermore, we analyzed the association between immune profile changes and the prognosis of those patients. The patients were divided into those with an unfavorable prognosis (n = 6) and those with a favorable prognosis (n = 21) according to Glasgow Outcome Scale score and postoperation (POST) coma. Our results showed that except for B cells, patients with a favorable prognosis had a relatively higher percentage of CD3+, CD4+, CD8+, NK, NKT, NKG2D, and Treg cells compared with the unfavorable prognosis group from PRE to day 6 POST.Our results indicated that patients with aneurysmal SAH undergoing craniotomy and clipping surgery had a profound transient deterioration in immune function. In addition, the changes in immune cell subgroups had a strong association with POST fever. The changes in immune cell subgroups were also directly associated with clinical prognosis of the patients. These association findings might be attributable to a better biomarker to predict patient diagnosis.", "doi": "10.1016/j.wneu.2017.08.091", "title": "The Quantitative and Functional Changes of Postoperative Peripheral Blood Immune Cell Subsets Relate to Prognosis of Patients with Subarachnoid Hemorrhage: A Preliminary Study.", "journal": ["World neurosurgery", "World Neurosurg"]}