{"authors": [["Stretz", "Christoph", "C", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Yale School of Medicine, New Haven, CT, United States."], ["Gao", "Catherine", "C", "Department of Medicine, Yale School of Medicine, New Haven, CT, United States."], ["Greer", "David M", "DM", "Department of Neurology, Boston University School of Medicine, Boston, MA, United States."], ["Loomis", "Caitlin", "C", "Division of Vascular Neurology, Department of Neurology, Yale School of Medicine, New Haven, CT, United States."], ["Gilmore", "Emily J", "EJ", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Yale School of Medicine, New Haven, CT, United States."], ["Kundishora", "Adam J", "AJ", "Department of Neurosurgery, Yale School of Medicine, New Haven, CT, United States."], ["Matouk", "Charles C", "CC", "Department of Neurosurgery, Yale School of Medicine, New Haven, CT, United States."], ["Hwang", "David Y", "DY", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Yale School of Medicine, New Haven, CT, United States."]], "date": "2017-08-17", "id": "28861039", "text": "Early accurate outcome prognostication for patients with intracerebral hemorrhage (ICH) and accompanying intraventricular hemorrhage (IVH) is often challenging (1). Acute hydrocephalus often contributes to a poor clinical exam (2) and can portend significant morbidity and mortality (3). Accordingly, the inpatient neurologist may feel inclined to recommend limitations of care for an ICH patient admitted with a large IVH burden and poor exam.We present a patient with significant IVH and minimal ICH who deteriorated rapidly to coma after presentation. Despite this exam, an initially non-functioning diversion of cerebrospinal fluid (CSF) and temporary halt of further attempts of CSF diversion in the setting of an early \"do not resuscitate order,\" our patient gradually improved and, with supportive ICU care and rehabilitation, was able to communicate and ambulate with assistance at 12 weeks.Patients with ICH with IVH do have the capacity to improve dramatically even with relatively conservative management. Unless previous limitations of care exist, we recommend that early judgments of prognosis for patients with ICH and/or IVH should be delayed for at least 72 h until the patient's clinical trajectory over time is better understood.", "doi": "10.3389/fneur.2017.00418", "title": "Intracerebral Hemorrhage with Intraventricular Extension-Getting the Prognosis Right Early.", "journal": ["Frontiers in neurology", "Front Neurol"]}