{"authors": [["El-Massry", "Ahmed Abdel-Karim", "AA", "Department of Ophthalmology, Faculty of Medicine, Alexandria University, Alexandria Governorate, Egypt."], ["Dowidar", "Amgad Mostafa", "AM", "Department of Ophthalmology, Faculty of Medicine, Alexandria University, Alexandria Governorate, Egypt."], ["Massoud", "Tamer Hamdy", "TH", "Department of Ophthalmology, Faculty of Medicine, Alexandria University, Alexandria Governorate, Egypt."], ["Tadros", "Baher Guirguis Daoud", "BGD", "Department of Ophthalmology, Faculty of Medicine, Alexandria University, Alexandria Governorate, Egypt."]], "date": "2017-08-09", "id": "28860694", "text": "Corneal collagen cross-linking (CXL) is the only treatment currently available to arrest the progression of keratoconus. The procedure consists of photopolymerization of stromal collagen fibers induced by combined action of a photosensitizing substance (riboflavin or vitamin B2) and ultraviolet-A light.To determine changes in the ocular higher-order aberrations (HOAs) after CXL and its correlation with changes in visual acuity.Prospective interventional study.This study was conducted on 30 eyes of 16 patients with progressive keratoconus documented between 2012 and 2014. Patients were treated with epithelium-off CXL and followed for a minimum of 6 months. The following ocular HOAs were measured and analyzed using I-Tracey Aberrometer: coma, trefoil, spherical aberration, astigmatism, and total HOAs.There was statistically significant improvement in uncorrected visual acuity and best-corrected visual acuity between the preoperative and 6-month evaluations (P<0.001). Total HOAs and total coma were statistically significantly reduced at 6 months by 25% and 18%, respectively. Significant improvement was seen in spherical aberration by 8.71% (P<0.001), while no significant change was observed in trefoil and high order astigmatism (P=0.405 and 0.329, respectively). There was a statistically significant change in the average (K) value at the apex between the preoperative values and the 6-month values (P<0.05).Total HOAs, total coma, and spherical aberrations decreased after CXL. Coma has a direct relationship with the improvement of visual function.", "doi": "10.2147/OPTH.S142167", "title": "Evaluation of the effect of corneal collagen cross-linking for keratoconus on the ocular higher-order aberrations.", "journal": ["Clinical ophthalmology (Auckland, N.Z.)", "Clin Ophthalmol"]}