{"authors": [["Mo", "Yoonsun", "Y", "Arnold & Marie Schwartz College of Pharmacy and Health Science, Long Island University, Brooklyn, NY, USA."], ["Thomas", "Michael C", "MC", "Department of Pharmacy Practice, Samford University, McWhorter School of Pharmacy, Birmingham, AL, USA."], ["Miano", "Todd A", "TA", "Perelman School of Medicine at the University of Pennsylvania, Philadelphia, PA, USA."], ["Stemp", "Leo I", "LI", "Mercy Medical Center, Springfield, MA, USA."], ["Bonacum", "Julia T", "JT", "Mercy Medical Center, Springfield, MA, USA."], ["Hutchins", "Kathleen", "K", "Mercy Medical Center, Springfield, MA, USA."], ["Karras", "George E", "GE", "Mercy Medical Center, Springfield, MA, USA."]], "date": "2017-08-31", "id": "28858394", "text": "Modafinil therapy, a nonamphetamine cognition-enhancing agent, holds the potential to improve recovery from cognitive impairment after intensive care unit (ICU) admission. To date, however, there is a paucity of data on modafinil use in the ICU setting. The purpose of this study was to explore the role of modafinil for improvement in cognition in ICU patients. This retrospective cohort study evaluated a total of 60 ICU patients with any ventilatory support who started on modafinil during their ICU stay from January 1, 2010, to March 19, 2016. The requirements of opioids and sedatives, as well as the lowest and average scores of the Glasgow Coma Scale (GCS) and Riker Sedation-Agitation Scale (SAS), were recorded during 48 hours before and after the start of modafinil therapy in 6-hour periods. The average daily modafinil dose of 170 mg was given for a median duration of 9 days. Modafinil administration was associated with a small, nonsignificant increase in GCS by 0.34 points after controlling for age, baseline severity of illness, and changes in sedation and analgesia over time (95%CI, -0.34 to 0.73 points; P = .0743). No major modafinil-associated adverse effects were observed. Modafinil administration did not significantly improve cognitive function in ICU patients within 48 hours of initiation. However, because of lack of robust evidence, the impact of modafinil on overall patient outcomes in the ICU remains unclear and needs further investigation.", "doi": "10.1002/jcph.1002", "title": "Effect of Modafinil on Cognitive Function in Intensive Care Unit Patients: A Retrospective Cohort Study.", "journal": ["Journal of clinical pharmacology", "J Clin Pharmacol"]}