{"authors": [["DE LA Vega", "G J", "GJ", "Facultad de Ciencias Exactas y Naturales, Departamento de Biodiversidad y Biología Experimental/Laboratorio de Ecofisiología de Insectos, Universidad de Buenos Aires, Buenos Aires, Argentina."], ["Schilman", "P E", "PE", "Facultad de Ciencias Exactas y Naturales, Departamento de Biodiversidad y Biología Experimental/Laboratorio de Ecofisiología de Insectos, Universidad de Buenos Aires, Buenos Aires, Argentina."]], "date": "2017-08-30", "id": "28857300", "text": "In order to assess how triatomines (Hemiptera, Reduviidae), Chagas disease vectors, are distributed through Latin America, we analysed the relationship between the ecological niche and the limits of the physiological thermal niche in seven species of triatomines. We combined two methodological approaches: species distribution models, and physiological tolerances. First, we modelled the ecological niche and identified the most important abiotic factor for their distribution. Then, thermal tolerance limits were analysed by measuring maximum and minimum critical temperatures, upper lethal temperature, and 'chill-coma recovery time'. Finally, we used phylogenetic independent contrasts to analyse the link between limiting factors and the thermal tolerance range for the assessment of ecological hypotheses that provide a different outlook for the geo-epidemiology of Chagas disease. In triatomines, thermo-tolerance range increases with increasing latitude mainly due to better cold tolerances, suggesting an effect of thermal selection. In turn, physiological analyses show that species reaching southernmost areas have a higher thermo-tolerance than those with tropical distributions, denoting that thermo-tolerance is limiting the southern distribution. Understanding the latitudinal range along its physiological limits of disease vectors may prove useful to test ecological hypotheses and improve strategies and efficiency of vector control at the local and regional levels.", "doi": "10.1111/mve.12262", "title": "Ecological and physiological thermal niches to understand distribution of Chagas disease vectors in Latin America.", "journal": ["Medical and veterinary entomology", "Med. Vet. Entomol."]}