{"authors": [["Kobe", "Isaac O", "IO", "Department of Surgery, The Aga Khan University Hospital, P.O BOX 30270-00100, Nairobi, Kenya. kobeisaac@yahoo.com."], ["Qureshi", "Mahmoud M", "MM", "Department of Surgery, The Aga Khan University Hospital, P.O BOX 30270-00100, Nairobi, Kenya."], ["Hassan", "Saidi", "S", "Department of Surgery, The Aga Khan University Hospital, P.O BOX 30270-00100, Nairobi, Kenya."], ["Oluoch-Olunya", "David L", "DL", "Department of Surgery, The Aga Khan University Hospital, P.O BOX 30270-00100, Nairobi, Kenya."]], "date": "2017-08-30", "id": "28856440", "text": "The decision to order head CT scans to rule out clinically significant traumatic brain injury in mild head injury in children is made on the basis of clinical decision rules of which the Paediatric Emergency Care Applied Research Network (PECARN) CT head rules have been found to be most sensitive.The purpose of this study is to determine the proportion of head CT scans done for children with mild head injury and to determine disposition of patients from casualty after the introduction of PECARN head CT rules compared to the period before. The research question is \"will introduction of the PECARN CT head rules reduce the proportion of head CT scans requested for children under 18 years with mild head injury at the AKUHN?\"A before and after quasi experimental study with a study population including all children under 18 years presenting to the AKUHN with mild head injury and a Glasgow coma scale of 14 and above on presentation. Sample size was 85.A total of 42 patients files were analysed in the before study while 43 patients were selected for the after study. The median age was 5 years. The proportion of head CT scans reduced from 56% in the before group to 33% in the after group with no missed clinically significant traumatic brain injury. More patients were discharged home after evaluation in the after group (81%) than in the before group (58%).The number of head CT scans ordered reduced without missing any clinically significant traumatic brain injury.", "doi": "10.1007/s00381-017-3577-9", "title": "The impact of the introduction of PECARN head CT rules on the utilisation of head CT scans in a private tertiary hospital in Sub-Saharan Africa.", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}