{"authors": [["Manay", "Priyadarshini", "P", "Department of General Surgery, Seth G. S. Medical College and K.E.M. Hospital, Mumbai, Maharashtra, India."], ["Satoskar", "Rajeev R", "RR", "Department of General Surgery, Lokmanya Tilak Municipal Medical College and General Hospital, Mumbai, Maharashtra, India."], ["Karthik", "V", "V", "Department of General Surgery, Seth G. S. Medical College and K.E.M. Hospital, Mumbai, Maharashtra, India."], ["Prajapati", "Ram P", "RP", "Department of General Surgery, Seth G. S. Medical College and K.E.M. Hospital, Mumbai, Maharashtra, India."]], "date": null, "id": "28855775", "text": "A departmental audit in March 2015 revealed significant mortality rate of 40% in blunt chest trauma patients (much greater than the global 25%). A study was thus planned to study morbidity and predictors of mortality in blunt chest trauma patients admitted to our hospital.This study was a prospective observational study of 139 patients with a history of blunt chest trauma between June 2015 and November 2015 after the Institutional Ethics Committee approval in April 2015. The sample size was calculated from the prevalence rate in our institute from the past medical records.The morbidity factors following blunt chest injuries apart from pain were need for Intensive Care Unit stay, mechanical ventilation, and pneumonia/acute respiratory distress syndrome. Significant predictors of mortality in our study were SpO2 <80 at the time of presentation, Glasgow coma scale ≤ 8, patients with four or more rib fractures, presence of associated head injury, Injury Severity Score >16, and need for mechanical ventilation. By calculating the likelihood ratios of each respiratory sign, a clinical score was devised.The modifiable factors affecting morbidity and mortality were identified. Mild to moderate chest injury due to blunt trauma is difficult to diagnose. The restoration of respiratory physiology has not only significant implications on recovery from chest injury but also all other injuries. It is our sincere hope that the score we have formulated will help reduce mortality and morbidity after further trials.", "doi": "10.4103/JETS.JETS_131_16", "title": "Studying Morbidity and Predicting Mortality in Patients with Blunt Chest Trauma using a Novel Clinical Score.", "journal": ["Journal of emergencies, trauma, and shock", "J Emerg Trauma Shock"]}