{"authors": [["Cevik", "A A", "AA", "Emergency Medicine Section, Department of Internal Medicine, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates."], ["Abu-Zidan", "F M", "FM", "Department of Surgery, College of Medicine and Health Sciences, United Arab Emirates University, Al Ain, United Arab Emirates. fabuzidan@uaeu.ac.ae."]], "date": "2017-08-28", "id": "28849365", "text": "We aimed to study the value of new physiological variables compared with ISS and GCS as predictors for trauma mortality in a high-income developing country having a young population.Data of 1008 consecutive trauma patients who were included in Al-Ain City Road Traffic Collision Registry were analyzed. Demography of patients, systolic blood pressure, heart rate, shock index, shock index age (SIA), blood pressure age index (BPAI), Glasgow Coma Scale (GCS), injury severity score (ISS), and in-hospital mortality were analyzed. Univariate analysis was used to compare those who died with those who survived. Significant factors were then entered into a backward logistic regression model to define factors predicting mortality.80.3% of the patients were males. The median (range) age of patients was 26 (1-78) years. Significant factors that predicted mortality were GCS (p < 0.0001), SIA (p = 0.003), ISS (p = 0.007), and BPAI (p = 0.022).The physiological variables including GCS and shock index age were better predictors for trauma mortality comparted with ISS in our young population. A large global multi-centric study could possibly define an accurate global formula that uses both anatomical and physiological variables for predicting trauma mortality.", "doi": "10.1007/s00068-017-0830-6", "title": "Searching for mortality predictors in trauma patients: a challenging task.", "journal": ["European journal of trauma and emergency surgery : official publication of the European Trauma Society", "Eur J Trauma Emerg Surg"]}