{"authors": [["Habib", "Onaizah B", "OB", "Department of Internal Medicine, UT Health McGovern Medical School, Houston, Texas, USA."], ["Srihawan", "Chanunya", "C", "Department of Internal Medicine, UT Health McGovern Medical School, Houston, Texas, USA."], ["Salazar", "Lucrecia", "L", "Department of Internal Medicine, UT Health McGovern Medical School, Houston, Texas, USA."], ["Hasbun", "Rodrigo", "R", "Department of Internal Medicine, UT Health McGovern Medical School, Houston, Texas, USA. Electronic address: Rodrigo.Hasbun@uth.tmc.edu."]], "date": "2017-08-25", "id": "28847552", "text": "Health care-associated meningitis and ventriculitis (HCAMV) occurs in adults with intracranial hemorrhage (ICH) and is associated with high rates of morbidity and mortality, but the prognostic impact of this infectious complication in a controlled matched study of ICH is unknown.We conducted a case-control study of adult patients with ICH and HCAMV at a large tertiary care hospital in Houston, Texas, from 2003 to 2016. Cases were defined as patients with ICH and HCAMV as documented by a positive cerebrospinal fluid culture. Controls were defined as patients with ICH without evidence of HCAMV. An adverse clinical outcome was defined as a Glasgow Outcome Scale score of ≤4.This study included 120 patients with ICH; 40 patients also had HCAMV, whereas 80 patients had ICH with no evidence of HCAMV. Cases and controls were appropriately matched by age, Glasgow Coma Scale score, and Acute Physiology and Chronic Health Evaluation II score (P > 0.05). Patients with ICH and meningitis had more comorbidities, higher rates of abnormal neurologic examination, hypoglycorrhachia, and elevated cerebrospinal fluid lactate levels (P < 0.05). Adverse clinical outcomes were greater in patients with HCAMV and ICH than in patients with ICH alone (83% vs. 30%; P < 0.001). On logistic regression analysis, independent risk factors associated with an adverse outcome were HCAMV and mechanical ventilation (P < 0.05).HCAMV has a significant prognostic impact in adults with ICH.", "doi": "10.1016/j.wneu.2017.08.118", "title": "Prognostic Impact of Health Care-Associated Meningitis in Adults with Intracranial Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}