{"authors": [["Chen", "Qingzhong", "Q", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Li", "Min", "M", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Yuan", "Ying", "Y", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Me", "Rao", "R", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Yu", "Yunjie", "Y", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Shi", "Guangsen", "G", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."], ["Ke", "Bilian", "B", "Department of Ophthalmology, Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai, China."]], "date": "2017-08-06", "id": "28845432", "text": "To investigate the interaction between corneal, internal, and total wavefront aberrations (WAs) and their influential factors during orthokeratology (OK) treatment in Chinese adolescents.Thirty teenagers (n = 30 eyes) were enrolled in the study; spherical equivalent refraction (SE), corneal curvature radius (CCR), central corneal thickness (CCT), WAs, and the difference in limbal transverse diameter and OK lens diameter (ΔLLD) were detected before and after one-month OK treatment. Every component of WAs was measured simultaneously by iTrace aberrometer. The influential factors of OK-induced WAs were analyzed.SE and CCT decreased while CCR increased significantly (P < 0.01). Higher-order aberrations (HOAs), Spherical aberrations (SAs), and coma increased significantly (P < 0.01). Corneal horizontal coma (Z31-C) and corneal spherical aberrations (Z40-C) increased (P < 0.01). The HOAs, coma, SAs, Z31-C, Z31-T, Z40-C, and Z40-T were positively correlated with SE and CCR (P < 0.01). Z3-1-C showed negative correlations with (ΔLLD) and positive correlations with SE (P < 0.05).The increase in OK-induced HOAs is mainly attributed to Z31 and Z40 of cornea. Z3-1 in the internal component showed a compensative effect on the corneal vertical coma. The degree of myopic correction and increase in CCR may be the essential influential factors of the increase in Z31 and Z40. The appropriate size of the OK lens may be helpful to decrease OK-induced vertical coma.", "doi": "10.1155/2017/3703854", "title": "Interaction between Corneal and Internal Ocular Aberrations Induced by Orthokeratology and Its Influential Factors.", "journal": ["BioMed research international", "Biomed Res Int"]}