{"authors": [["Johnsen", "Birger", "B", "1 Department of Clinical Neurophysiology, Aarhus University Hospital, Aarhus, Denmark."], ["Nøhr", "Kristoffer B", "KB", "1 Department of Clinical Neurophysiology, Aarhus University Hospital, Aarhus, Denmark."], ["Duez", "Christophe H V", "CHV", "1 Department of Clinical Neurophysiology, Aarhus University Hospital, Aarhus, Denmark."], ["Ebbesen", "Mads Q", "MQ", "1 Department of Clinical Neurophysiology, Aarhus University Hospital, Aarhus, Denmark."]], "date": "2017-08-28", "id": "28844160", "text": "EEG reactivity (EEG-R) is regarded as an important parameter in coma prognosis but knowledge is sparse on the nature of EEG changes due to different kinds of stimulation and their prognostic significance. EEG-R was quantified in a study of 39 comatose neurosurgical patients. Six 30-second standardized visual, auditory, and painful stimulations were applied. EEG-R in the delta, theta, alpha, and beta band was normalized in z-scores as the power of a stimulation epoch relative to average power of 6 resting epochs. Outcome measure was 3 months Glasgow Outcome Scale. Increase in EEG activity was related to poor outcome, was more common (13.4% of tests), and grew continuously during the 30-second stimulation epoch. Decrease in EEG activity was related to good outcome, was rarer (2.5%), and peaked around 15 seconds. Pain was the most provocative stimulation (20.4%) followed by sound (8.7%) and eye-opening (6.7%). Discrimination between good (n = 6) and poor (n = 33) outcome was best in the theta and alpha bands for pain stimulation in the first 10-20 seconds and for sound stimulation in the first 5 to 10 seconds, eye-opening did not discriminate. Increase in activity predicted poor outcome with a high specificity 100% (CI = 52%-100%) and a modest sensitivity of 39% (CI = 23%-58%). Decrease in activity predicted good outcome with a high specificity of 100% (CI = 87%-100%) and a modest sensitivity of 33% (CI = 6%-76%). This quantitative study reveals new knowledge about the nature of EEG-R, which contribute to the development of more reliable and objective clinical procedures for outcome prediction.", "doi": "10.1177/1550059417726475", "title": "The Nature of EEG Reactivity to Light, Sound, and Pain Stimulation in Neurosurgical Comatose Patients Evaluated by a Quantitative Method.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}