{"authors": [["Simhadri", "Praveen Kumar", "PK", "Department of Biotechnology and Bioinformatics, School of life Sciences, University of Hyderabad, Hyderabad, Telangana."], ["Malwade", "Ruchi", "R", "Department of Biotechnology and Bioinformatics, School of life Sciences, University of Hyderabad, Hyderabad, Telangana."], ["Vanka", "Ravisankar", "R", "Department of Pharmaceutics, JSS College of Pharmacy, Udhagamandalam, Tamil Nadu, India."], ["Nakka", "Venkata Prasuja", "VP", "Department of Biotechnology and Bioinformatics, School of life Sciences, University of Hyderabad, Hyderabad, Telangana."], ["Kuppusamy", "Gowthamarajan", "G", "Department of Pharmaceutics, JSS College of Pharmacy, Udhagamandalam, Tamil Nadu, India."], ["Babu", "Phanithi Prakash", "PP", "Department of Biotechnology and Bioinformatics, School of life Sciences, University of Hyderabad, Hyderabad, Telangana."]], "date": null, "id": "28843047", "text": "Loss of cognition even after survival is the salient feature of cerebral malaria (CM). Currently, the fate of neuronal morphology is not studied at the ultrastructural level in CM. Recent studies suggest that maintenance of neuronal morphology and dendritic spine density (actin dynamics in particular) are essential for proper cognitive function. LIMK-1/cofilin-1 signaling pathway is known to be involved in the maintenance of actin dynamics through regulation of cofilin-1, and in executing learning and memory functions.Using an experimental mouse model, we analyzed the behavioral parameters of asymptomatic mice with CM by performing a rapid murine coma and behavior scale experiment. We performed Golgi-Cox staining to assess neuronal morphology, dendritic spine density, and arborization in brain cortex subjected to Plasmodium berghei ANKA infection compared to asymptomatic, anemic, and control groups. We studied the neural gene expression pattern of LIMK-1, cofilin-1, and β-actin in all the experimental groups by semiquantitative and quantitative polymerase chain reaction followed by immunoblotting and immunofluorescence.We observed significant loss of dendritic spine density, abnormal spine morphology, reduced dendritic arborization, and extensive dendritic varicosities in the cortical neurons of CM-infected brain. Furthermore, these observations correlated with diminished protein levels of LIMK-1, cofilin-1, phospho-cofilin-1, and β-actin in the whole brain lysates as well as formation of actin-cofilin rods in the brain sections of symptomatic mice with CM.Overall, our findings suggest that the altered neuronal morphology and dysregulation of LIMK-1/cofilin-1 pathway could affect the cognitive outcome after experimental CM. Therefore, this study could help to establish newer therapeutic strategies addressing long-term cognitive impairment after CM. Ann Neurol 2017;82:429-443.", "doi": "10.1002/ana.25028", "title": "Dysregulation of LIMK-1/cofilin-1 pathway: A possible basis for alteration of neuronal morphology in experimental cerebral malaria.", "journal": ["Annals of neurology", "Ann. Neurol."]}