{"authors": [["Wang", "Yun", "Y", "Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration , 6502 S. Archer Road, Bedford Park, Cook County, Illinois 60501, United States."], ["Fry", "H Christopher", "HC", "Center for Nanoscale Materials, Argonne National Laboratory , 9700 S. Cass Avenue, Lemont, DuPage County, Illinois 60439, United States."], ["Skinner", "Guy E", "GE", "Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration , 6502 S. Archer Road, Bedford Park, Cook County, Illinois 60501, United States."], ["Schill", "Kristin M", "KM", "Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration , 6502 S. Archer Road, Bedford Park, Cook County, Illinois 60501, United States."], ["Duncan", "Timothy V", "TV", "Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration , 6502 S. Archer Road, Bedford Park, Cook County, Illinois 60501, United States."]], "date": "2017-09-08", "id": "28840718", "text": "Botulinum neurotoxin (BoNT) is the most potent toxin known. The ingestion of food contaminated with biologically active BoNT causes foodborne botulism, which can lead to respiratory paralysis, coma, and death after ingestion of as little as 70 μg for a 70 kg human. Because of its lethality and challenges associated with current detection methods, there is an urgent need for highly sensitive rapid screening techniques capable of detecting biologically active BoNT. Here, we describe a Förster resonance energy transfer-based nanobiosensor that uses quantum dots (QDs) and two specific quencher-labeled peptide probes to detect and differentiate two biologically active forms of BoNT, serotypes A and B, which were responsible for 80% of human foodborne botulism cases in the U.S. from 2012 to 2015. Each peptide probe contains an enzymatic cleavage site specific to only one serotype. QDs were selected based on the spectral overlap with the quenchers. In the presence of the target BoNT serotype, the peptide probe is cleaved and the quenching of QD photoluminescence (PL) is reduced, giving a signal that is easily detected by a PL spectrophotometer. This sensor performance was evaluated with light chains of BoNT/A and BoNT/B (LcA and LcB), catalytic domains of the respective serotypes. LcA and LcB were detected in 3 h with limits of detection of 0.2 and 2 ng/mL, respectively. The specificity of the sensor was evaluated, and no cross-reactivity from nontarget serotypes was observed with 2 h of incubation. Because each serotype-specific peptide is conjugated to a QD with a unique emission wavelength, multiple biologically active BoNT serotypes could be detected in one PL spectrum. The sensor was also shown to be responsive to BoNT/A and BoNT/B holotoxins. Good performance of this sensor implies its potential application as a rapid screening method for biologically active BoNT/A and BoNT/B in the laboratory and in the field.", "doi": "10.1021/acsami.7b08736", "title": "Detection and Quantification of Biologically Active Botulinum Neurotoxin Serotypes A and B Using a Förster Resonance Energy Transfer-Based Quantum Dot Nanobiosensor.", "journal": ["ACS applied materials & interfaces", "ACS Appl Mater Interfaces"]}