{"authors": [["Duchesne", "Juan Carlos", "JC", "From the Tulane School of Medicine (J.C.D.), New Orleans, Louisiana; North Oaks Shock Trauma (B.D., R.R., M.D.), Hammond, Louisiana; Our Lady of the Lake Regional Medical Center-Trauma Specialist Program (D.T., T.J.), Baton Rouge, Louisiana; Louisiana State University Health-Baton Rouge (G.J.), Baton Rouge, Louisiana; Massachusetts General Hospital (M.D.), Boston, Massachusetts; Banner University Medical Center-Tucson (T.O.), Tucson, Arizona; Department of Surgery (P.F.), Virginia Commonwealth University School of Medicine, Richmond, Virginia; Department of Surgery (R.S., J.W.), Tulane School of Medicine, New Orleans, Louisiana; Penn Medicine (P.P., B.S.), Philadelphia, Pennsylvania; Department of Surgery (K.I., D.K.), Keck School of Medicine of University of Southern California, Los Angeles, California; and St Mary's Hospital (M.K.), Imperial College Healthcare NHS Trust, Paddington, London, United Kingdom."], ["Tatum", "Danielle", "D", null], ["Jones", "Glenn", "G", null], ["Davis", "Brandy", "B", null], ["Robledo", "Rosemarie", "R", null], ["DeMoya", "Marc", "M", null], ["O'Keeffe", "Terence", "T", null], ["Ferrada", "Paula", "P", null], ["Jacome", "Tomas", "T", null], ["Schroll", "Rebecca", "R", null], ["Wlodarczyk", "Jordan", "J", null], ["Prakash", "Priya", "P", null], ["Smith", "Brian", "B", null], ["Inaba", "Kenji", "K", null], ["Khor", "Desmond", "D", null], ["Duke", "Marquinn", "M", null], ["Khan", "Mansoor", "M", null]], "date": null, "id": "28837540", "text": "The neutrophil/lymphocyte ratio (NLR) has been associated as a predictor for increased mortality in critically ill patients. We sought to determine the relationship between NLR and outcomes in adult trauma patients with severe hemorrhage requiring the initiation of massive transfusion protocol (MTP). We hypothesized that the NLR would be a prognostic indicator of mortality in this population.This was a multi-institutional retrospective cohort study of adult trauma patients (≥18 years) with severe hemorrhage who received MTP between November 2014 and November 2015. Differentiated blood cell counts obtained at days 3 and 10 were used to obtain NLR. Receiver operating characteristic (ROC) curve analysis assessed the predictive capacity of NLR on mortality. To identify the effect of NLR on survival, Kaplan-Meier (KM) survival analysis and Cox regression models were used.A total of 285 patients with severe hemorrhage managed with MTP were analyzed from six participating institutions. Most (80%) were men, 57.2% suffered blunt trauma. Median (IQR) age, Injury Severity Score, and Glasgow Coma Scale were 35 (25-47), 25 (16-36), and 9 (3-15), respectively. Using ROC curve analysis, optimal NLR cutoff values of 8.81 at day 3 and 13.68 at day 10 were calculated by maximizing the Youden index. KM curves at day 3 (p = 0.05) and day 10 (p = 0.02) revealed an NLR greater than or equal to these cutoff values as a marker for increased in-hospital mortality. Cox regression models failed to demonstrate an NLR over 8.81 as predictive of in-hospital mortality at day 3 (p = 0.056) but was predictive for mortality if NLR was greater than 13.68 at day 10 (p = 0.036).NLR is strongly associated with early mortality in patients with severe hemorrhage managed with MTP. Further research is needed to focus on factors that can ameliorate NLR in this patient population.Prognostic study, level III.", "doi": "10.1097/TA.0000000000001683", "title": "Multi-institutional analysis of neutrophil-to-lymphocyte ratio (NLR) in patients with severe hemorrhage: A new mortality predictor value.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}