{"authors": [["Chai", "Orit", "O", null], ["Peery", "Dana", "D", null], ["Bdolah-Abram", "Tali", "T", null], ["Moscovich", "Efrat", "E", null], ["Kelmer", "Efrat", "E", null], ["Klainbart", "Sigal", "S", null], ["Milgram", "Joshua", "J", null], ["Shamir", "Merav H", "MH", null]], "date": null, "id": "28836840", "text": "OBJECTIVE To characterize CT findings and outcomes in dogs with head trauma and design a prognostic scale. ANIMALS 27 dogs admitted to the Koret School Veterinary Teaching Hospital within 72 hours after traumatic head injury that underwent CT imaging of the head. PROCEDURES Data were extracted from medical records regarding dog signalment, history, physical and neurologic examination findings, and modified Glasgow coma scale scores. All CT images were retrospectively evaluated by a radiologist unaware of dog status. Short-term (10 days after trauma) and long-term (≥ 6 months after trauma) outcomes were determined, and CT findings and other variables were analyzed for associations with outcome. A prognostic CT-based scale was developed on the basis of the results. RESULTS Cranial vault fractures, parenchymal abnormalities, or both were identified via CT in 24 of 27 (89%) dogs. Three (11%) dogs had only facial bone fractures. Intracranial hemorrhage was identified in 16 (59%) dogs, cranial vault fractures in 15 (56%), midline shift in 14 (52%), lateral ventricle asymmetry in 12 (44%), and hydrocephalus in 7 (26%). Hemorrhage and ventricular asymmetry were significantly and negatively associated with short- and long-term survival, respectively. The developed 7-point prognostic scale included points for hemorrhage, midline shift or lateral ventricle asymmetry, cranial vault fracture, and depressed fracture (1 point each) and infratentorial lesion (3 points). CONCLUSIONS AND CLINICAL RELEVANCE The findings reported here may assist in determining prognoses for other dogs with head trauma. The developed scale may be useful for outcome assessment of dogs with head trauma; however, it must be validated before clinical application.", "doi": "10.2460/ajvr.78.9.1085", "title": "Computed tomographic findings in dogs with head trauma and development of a novel prognostic computed tomography-based scoring system.", "journal": ["American journal of veterinary research", "Am. J. Vet. Res."]}