{"authors": [["de Gracia", "Pablo", "P", "Midwestern University, Chicago College of Optometry, Downers Grove, IL, USA."], ["Hartwig", "Andreas", "A", "Hartwig Research Center UG (Haftungsbeschränkt), Heikendorf, Schleswig-Holstein, Germany."]], "date": null, "id": "28836389", "text": "Evaluate the importance of orientation of multifocal lens designs with angular increments of addition.Optical properties of one monofocal and three multifocal designs were analysed with the visual Strehl ratio (VSOTF) metric through-focus (-1 to 5 D). Designs were tested in combination with the higher-order aberrations (HOAs) of 782 subjects (1564 eyes). Simulations included one monofocal, one bifocal (eight orientations), one trifocal (four orientations), and a 4-foci design (four orientations). Monocular and binocular performances of all designs were assessed by computing the area under the through-focus VSOTF plots, the through-focus range of acceptable optical performance, and, for binocular combinations, optical disparity between left and right eyes.Under monocular conditions, bifocal designs generated larger areas under the through focus VSOTF than trifocal designs and 4-foci designs. Specifically, bifocal designs divided vertically were optimal for 48% of eyes. Trifocal designs and 4-foci designs offered longer intervals of acceptable through-focus vision. Coma and spherical aberration values were correlated with the optimal orientation of multifocal corrections. The best binocular combination was achieved with a monofocal and a trifocal lens. The orientation of a multifocal design with angular areas affected the final optical properties of the combination (lens plus eye).The optical aberration distributions for our population of physiologically normal eyes demonstrated improved performance for some lens design orientations (i.e., left-right segments for 2-zone bifocals). Taking into account the HOAs of healthy patients, with special attention to coma and spherical aberration, will increase the optical quality of angularly divided multifocal solutions.", "doi": "10.1111/opo.12402", "title": "Optimal orientation for angularly segmented multifocal corrections.", "journal": ["Ophthalmic & physiological optics : the journal of the British College of Ophthalmic Opticians (Optometrists)", "Ophthalmic Physiol Opt"]}