{"authors": [["Kasperk", "C", "C", "Abteilung Innere Medizin I und Klinische Chemie, Sektion Osteologie, Medizinische Universitätsklinik Heidelberg, INF 410, 69120, Heidelberg, Deutschland. christian.kasperk@med.uni-heidelberg.de."]], "date": null, "id": "28835974", "text": "A serum calcium level >3.5 mmol/l together with clinical symptoms such as muscle weakness, fatigue, nausea, vomiting, pancreatitis or even coma are characteristic for a hypercalcemic crisis (HC). Primary hyperparathyroidism (1HPT) and malignancy-associated hypercalcemia are the most frequent causal diseases for a HC. The analysis of serum levels for calcium, phosphorous, intact parathyroid hormone, electrophoresis and renal function parameters indicate which further radiological, scintigraphic or serum diagnostic steps are adequate to identify the cause of the patient's acute situation (i. e. most frequently 1HPT or malignant disease with bone involvement, e. g. myeloma) and thus to initiate the required surgical or oncological intervention. However, the primary goals in the treatment of HC include correcting dehydration and improving kidney function, lowering calcium levels and decreasing osteoclastic bone resorption. The goals are accomplished by volume repletion, forced diuresis, antiresorptive agents and hemodialysis on an intensive care unit. Hypocalcemic tetany (HT) is the consequence of severely lowered calcium levels (<2.0 mmol/l), usually in patients with chronic hypocalcemia. The causal disease for hypocalcemic tetany is frequently a lack of parathyroid hormone (PTH), (e. g. as a complication of thyroid surgery) or, rarely, resistance to PTH. HT due to severe and painful clinical symptoms requires rapid i. v. calcium replacement by central venous catheter on an intensive care unit. For the treatment of chronic hypocalcemia oral calcium and 25OH-vitamin D or even 1,25(OH)2-vitamin D3 and magnesium supplements may be necessary to achieve the desired low normal calcium levels. Thiazides are useful to reduce renal calcium loss and to stabilize the calcium levels. Some patients continue to exhibit clinical symptoms despite adequate calcium levels; in these cases s. c. parathyroid hormone 1-84 should be considered to stabilize calcium levels and to lower the dosage of calcium and vitamin D supplements.", "doi": "10.1007/s00108-017-0311-3", "title": "[Hypercalcemic crisis and hypocalcemic tetany].", "journal": ["Der Internist", "Internist (Berl)"]}