{"authors": [["Thompson", "Lee", "L", "North East Ambulance Service NHS Foundation Trust, Trauma Desk, Bernicia House, Goldcrest Way, Newcastle Upon Tyne, NE15 8NY, UK. lee.thompson5@nhs.net."], ["Hill", "Michael", "M", "Northumbria University, Coach Lane Campus, Newcastle Upon Tyne, NE7 7XA, UK."], ["Davies", "Caroline", "C", "North East Ambulance Service NHS Foundation Trust, Trauma Desk, Bernicia House, Goldcrest Way, Newcastle Upon Tyne, NE15 8NY, UK."], ["Shaw", "Gary", "G", "North East Ambulance Service NHS Foundation Trust, Trauma Desk, Bernicia House, Goldcrest Way, Newcastle Upon Tyne, NE15 8NY, UK."], ["Kiernan", "Matthew D", "MD", "Northumbria University, Coach Lane Campus, Newcastle Upon Tyne, NE7 7XA, UK."]], "date": "2017-08-23", "id": "28835283", "text": "Major trauma is often life threatening and the leading cause of death in the United Kingdom (UK) for adults aged less than 45 years old. This study aimed to identify pre-hospital factors associated with patient outcomes for major trauma within one Regional Trauma Network.Secondary analysis of pre-hospital audit data and patient outcome data from the Trauma Audit Research Network (TARN) was undertaken. The primary outcome used in analysis was 'Status at Discharge' (alive/deceased). Independent variables considered included 'Casualty Characteristics' such as mechanism of injury (MOI), age, and physiological measurements, as well as 'Response Characteristics' such as response timings and skill mix. Binary Logistic Regression analysis using the 'forward stepwise' method was undertaken for physiological measures taken at the scene.The study analysed 1033 major trauma records (mean age of 38.5 years, SD 21.5, 95% CI 37-40). Adults comprised 82.6% of the sample (n = 853), whilst 12.9% of the sample were children (n = 133). Men comprised 68.5% of the sample (n = 708) in comparison to 28.8% women (n = 298). Glasgow Coma Score (GCS) (p < 0.000), Respiration Rate (p < 0.001) and Age (p < 0.000), were all significant when associated with the outcome 'Status at Discharge' (alive/deceased). Isolated bivariate associations provided tentative support for response characteristics such as existing dispatching practices and the value of rapid crew arrival. However, these measurements appear to be of limited utility in predictive modelling of outcomes.The complexity of physiological indices potentially complicate their predictive utility e.g. whilst a Systolic Blood Pressure (SBP) of < 90 mmHg serves as a trigger for bypass to a Major Trauma Centre, the utility of this observation is nullified in cases of Traumatic Brain Injury. Analysis suggested that as people age, outcomes from major trauma significantly worsened. This finding is consistent with existing research highlighting the relationship between trauma in elderly patients and poorer outcomes.Findings lend further validity to GCS, Respiration Rate and Age as predictive triggers for transport to a Major Trauma Centre. Analysis of interactions between response times, skill mix and triage demand further exploration but tentatively support the 'Golden Hour' concept and suggest a potential 'load and go and play on the way' approach.", "doi": "10.1186/s13049-017-0419-4", "title": "Identifying pre-hospital factors associated with outcome for major trauma patients in a regional trauma network: an exploratory study.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}