{"authors": [["Lisa", "C", "C", "*Instituto Universitario Fernández-Vega, Fundación de Investigación Oftalmológica, Universidad de Oviedo, Oviedo, Spain; and †Optics II Department, Faculty of Optics and Optometry, Universidad Complutense de Madrid, Madrid, Spain."], ["Fernández-Vega Cueto", "L", "L", null], ["Poo-López", "A", "A", null], ["Madrid-Costa", "D", "D", null], ["Alfonso", "José F", "JF", null]], "date": null, "id": "28834812", "text": "To assess the long-term outcomes of implanting intrastromal corneal ring segments (ICRSs) to correct central keratoconus with a high corneal asphericity value.Forty-three eyes with central keratoconus with a corneal asphericity value ≥-1.00 were evaluated before and after implanting an inferior 210-degree arc-length Ferrara-type AFR5 ICRS (AJL Ophthalmic, Spain). Logarithm of the minimum angle of resolution uncorrected (UDVA) and best-corrected (CDVA) distance visual acuity, corneal asphericity, root mean square for coma-like aberrations [computed for the Zernike terms Z (3, 1) and Z (3, -1)], and residual refractive errors analyzed using vector analysis were recorded before and at all follow-up visits. The postoperative follow-up duration was 3 years in all cases.Mean UDVA (logarithm of the minimum angle of resolution scale) rose from 1.18 ± 0.59 to a postoperative 0.53 ± 0.39 after ICRS implantation (P < 0.0001). Mean CDVA varied in turn from 0.36 ± 0.18 to 0.17 ± 0.10 (P < 0.0001). CDVA remained unchanged or improved in all eyes after surgery. Both UDVA and CDVA were stable over the postoperative period (P > 0.05). The spherical equivalent declined steeply after ICRS implantation (P < 0.0001). Both spherical equivalent and refractive cylinder were stable over the postoperative period. The corneal asphericity and root mean square values for coma-like aberrations exhibited statistically significant decreases 6 months after ICRS implantation (P < 0.0001) and were also stable over postoperative follow-up (P > 0.05).These results suggest that implanting a single, inferior, 210-degree arc-length Ferrara-type ICRS is a safe, effective, and stable procedure for treating patients with central hyperprolate keratoconus.", "doi": "10.1097/ICO.0000000000001339", "title": "Long-Term Follow-up of Intrastromal Corneal Ring Segments (210-Degree Arc Length) in Central Keratoconus With High Corneal Asphericity.", "journal": ["Cornea", "Cornea"]}