{"authors": [["Algahtani", "Hussein", "H", "King Abdulaziz Medical City/King Saud bin Abdulaziz University for Health Sciences, Jeddah, Saudi Arabia. Electronic address: gahtaniha@ngha.med.sa."], ["Azzam", "Mohammed", "M", "King Abdulaziz Medical City/King Saud bin Abdulaziz University for Health Sciences, Jeddah, Saudi Arabia."], ["Albanna", "Amr S", "AS", "King Abdullah International Medical Research Center/King Saud bin Abdulaziz University for Health Sciences, Jeddah, Saudi Arabia."], ["Shirah", "Bader", "B", "King Abdullah International Medical Research Center/King Saud bin Abdulaziz University for Health Sciences, Jeddah, Saudi Arabia."]], "date": "2017-07-18", "id": "28830750", "text": "Cardiac arrest is one of the leading causes of death worldwide. Anoxic-ischemic encephalopathy resulting from cardiac arrest is the third leading cause of coma requiring admission to the intensive care unit (following trauma and drug overdose). In this article, we aim to report a case of multiple cardiac arrests due to acute massive pulmonary embolism managed by cardiopulmonary resuscitation (CPR) and extracorporeal membrane oxygenation (ECMO) with an excellent neurological recovery. The present case illustrates that a good neurologic recovery can be achieved following multiple cardiac arrests and prolonged CPR for a massive pulmonary embolism. The use of ECMO in such case is believed to reduce the mortality rate and increase the likelihood of survival with good neurological outcomes. Given the potential for success and the lifesaving results, ECMO should be considered in all cases of massive pulmonary embolism with cardiopulmonary compromise.", "doi": "10.1016/j.carrev.2017.07.010", "title": "Neurological recovery from multiple cardiac arrests due to acute massive pulmonary embolism managed by cardiopulmonary resuscitation and extracorporeal membrane oxygenation.", "journal": ["Cardiovascular revascularization medicine : including molecular interventions", "Cardiovasc Revasc Med"]}