{"authors": [["Arena", "C B", "CB", "Department of Orthopaedic Surgery, Penn State College of Medicine, Hershey, Pennsylvania, USA."], ["Holbert", "J A", "JA", "Department of Orthopaedic Surgery, Penn State College of Medicine, Hershey, Pennsylvania, USA."], ["Hennrikus", "W L", "WL", "Department of Orthopaedic Surgery, Penn State College of Medicine, Hershey, Pennsylvania, USA."]], "date": null, "id": "28828059", "text": "The purpose of this study is to report the spectrum of injuries sustained by competitive paediatric motocross athletes at a level I trauma centre.A retrospective study of paediatric competitive motocross injuries treated at a level I trauma centre between 2004 and 2014 was performed. Athletes were included if aged less than 18 years and injured while practising or competing on a competitive motocross track. Medical records were reviewed for age, gender, race, location of accident, use of safety equipment, mechanism of injury, injury type and severity, Glasgow Coma Score at hospital presentation and Injury Severity Score (ISS).In total, 35 athletes were studied. The average age was 14 years. One athlete died. Thirty athletes were injured during competition; five were injured during practice. Twenty-four athletes (69%) suffered an orthopaedic injury with a total of 32 fractures and two dislocations. Two fractures were open (6.3%). Lower extremity fractures were twice as common as upper extremity fractures. Surgery was more common for lower extremity fractures-83% versus 30%. The most common fractures were femoral shaft (18.8%), fibula (12.5%), clavicle (12.5%), tibial shaft (9.4%) and forearm (9.4%).Competitive paediatric motocross athletes suffer serious, potentially life-threatening injuries despite the required use of protective safety equipment. Femoral shaft, fibula and clavicle were found to be the most commonly fractured bones. Further prospective research into track regulations, protective equipment and course design may reduce the trauma burden in this athlete population.", "doi": "10.1302/1863-2548.11.160262", "title": "Injuries in the competitive paediatric motocross athlete.", "journal": ["Journal of children's orthopaedics", "J Child Orthop"]}