{"authors": [["Kabore", "Armel Flavien", "AF", "Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso; Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso."], ["Ouedraogo", "Aziz", "A", "Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso."], ["Ki", "Kélan Bertille", "KB", "Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso; Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire Pédiatrique Charles de Gaulle, Ouagadougou, Burkina-Faso."], ["Traore", "Salah Seif Idriss", "SSI", "Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso."], ["Traore", "Ibrahim Alain", "IA", "Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire Souro Sanou, Bobo Dioulasso, Burkina-Faso; Universite Polytechnique de Bobo Dioulasso, Bobo Dioulasso, Burkina-Faso."], ["Bougouma", "Cheik Tidiane Hafiz", "CTH", "Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso; Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire de Tengandogo, Ouagadougou, Burkina-Faso."], ["Arnaudovski", "Darko", "D", "Département d'anesthésie réanimation, Centre Hospitalier Universitaire Bichat Claude Bernard, Paris, France."], ["Diallo", "Ousseini", "O", "Service d'Imagerie Médicale, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso; Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso."], ["Zabsonre", "Sylvain", "S", "Service de Neurochirurgie, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso; Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso."], ["Ouedraogo", "Nazinigouba", "N", "Service d'Anesthésie Réanimation, Centre Hospitalier Universitaire, Yalgado Ouédraogo, Ouagadougou, Burkina-Faso; Université Ouaga 1 Pr Joseph KI-Zerbo, Unité de Formation et de recherche en sciences de la santé, Ouagadougou, Burkina-Faso."], ["Augustin", "Pascal", "P", "Département d'anesthésie réanimation, Centre Hospitalier Universitaire Bichat Claude Bernard, Paris, France. Electronic address: pascalaugustin@hotmail.com."]], "date": "2017-08-04", "id": "28826717", "text": "Head computed tomography scan (HCTS) is the cornerstone of the management of traumatic brain injury (TBI). The impact of performing a HCTS in TBI has been scarcely investigated in low-income countries (LICs). Furthermore, the cost of a HCTS is a burden for family finances.A prospective observational study was conducted in Burkina Faso. All consecutive patients with isolated TBI needing a HCTS were included. Result and impact of HCTS were evaluated.There were 183 patients prescribed a HCTS for an isolated TBI. Mild, moderate, and severe TBIs represented 55%, 31%, and 14% of the cases, respectively. In 72 patients, HCTS was not performed because of economic barrier. Among the 110 HCTSs performed, there were intracranial lesions in 81 (74%) patients. Among the 110 performed HCTS, 34 (31% [22.3%-39.5%]) HCTSs altered the management of TBI, with 16 (15%) cases of surgical indications, and 20 (18%) cases of modification of the medical treatment. In patients without neurologic signs, the rate of alteration of management was 28%. The realization of the HCTSs was associated with the presence of neurologic signs and income level. In-hospital mortality was 11% (n = 21). Among the 162 patients discharged alive from the hospital, 27 (20%) were discharged with a severe disability state (Glasgow Outcome Scale score ≤3). The rate of return to work was 77%.No modification of guidelines can be advocated from this study. However, given the financial burden on family of performing HCTS, research may identify criteria allowing for avoiding HCTS. Guidelines specific to LICs are needed to get closer to the best interest of patients.", "doi": "10.1016/j.wneu.2017.07.160", "title": "Head Computed Tomography Scan in Isolated Traumatic Brain Injury in a Low-Income Country.", "journal": ["World neurosurgery", "World Neurosurg"]}