{"authors": [["Sanz-Almazán", "María", "M", "Servicio de Urgencias Hospital Universitario Río Hortega, Valladolid, España. Centro de Salud Arturo Eyries (Valladolid Oeste), Valladolid, España."], ["Montero-Carretero", "Teresa", "T", "Servicio de Urgencias Hospital Universitario Río Hortega, Valladolid, España. Centro de Salud Plaza del Ejército (Valladolid Oeste), Valladolid, España."], ["Sánchez-Ramón", "Susana", "S", "Servicio de Urgencias Hospital Universitario Río Hortega, Valladolid, España."], ["Jorge-Bravo", "M Teresa", "MT", "Centro de Salud Arturo Eyries (Valladolid Oeste), Valladolid, España."], ["Crespo-Soto", "Cristina", "C", "Servicio de Endocrinología Hospital Universitario Río Hortega, Valladolid, España."]], "date": null, "id": "28825279", "text": "To analyze the characteristics of acute diabetic complications attended in a hospital emergency department.Cross-sectional, descriptive, retrospective study of patients with hyper- and hypoglycemic emergencies attended in a tertiary-care university hospital emergency department.We included 237 patients with a mean (SD) age of 61 (26) years. Diabetes had been diagnosed previously in 86.5% (type 2 in 74% and type 1 in 26%). Hyperglycemic emergencies were treated in 72%. The most frequent reasons for decompensation were poor control of type 1 diabetes (41.2%) and infections in type 2 diabetes (51.5%). Twenty-eight percent had low blood sugar levels caused by poor control of disease (50%). Patients with hypoglycemia had shorter mean stays. More admissions were made in type 2 diabetes than in type 1.Type 2 diabetes leads to more visits to the emergency department, more admissions, and a longer hospital stay than type 1 diabetes.Conocer las complicaciones agudas diabéticas atendidas en un servicio de urgencias hospitalario (SUH).Estudio descriptivo transversal retrospectivo, realizado en un SUH de un hospital universitario de tercer nivel asistencial de los pacientes diagnosticados de hiperglucemias e hipoglucemias durante el año 2012.Se incluyeron 237 pacientes con una edad media de 61 (± 26) años. El 86,5% presentaba diabetes: el 74% tipo 2 y el 26% tipo 1. Las hiperglucemias supusieron un 72%. Las causas de descompensación más frecuentes fueron el mal control en los diabéticos tipo 1 (41,2%) y las infecciones en los diabéticos tipo 2 (51,5%). Las hipoglucemias supusieron el 28%, producidas principalmente por mal control metabólico (50%). La estancia media fue menor que en las hiperglucemias. Los pacientes diabéticos tipo 2 tuvieron más ingresos que los tipo 1.Los diabéticos tipo 2 suponen una mayor frecuentación, mayor índice de ingresos y una estancia media mayor que los tipo 1.", "doi": null, "title": "[Acute diabetic complications attended in a hospital emergency department: a descriptive analysis].", "journal": ["Emergencias : revista de la Sociedad Espanola de Medicina de Emergencias", "Emergencias"]}