{"authors": [["Czorlich", "Patrick", "P", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany. Electronic address: p.czorlich@uke.de."], ["Dreimann", "Marc", "M", "Division of Spine Surgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Emami", "Pedram", "P", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Westphal", "Manfred", "M", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Lefering", "Rolf", "R", "Institute for Research in Operative Medicine, Witten/Herdecke University, Cologne, Germany."], ["Hoffmann", "Michael", "M", "Department of Trauma, Hand and Reconstructive Surgery, University Medical Center Hamburg-Eppendorf, Hamburg, and Clinic for Orthopedics, Holstein, Germany."]], "date": "2017-08-18", "id": "28823658", "text": "Severe traumatic brain injury (TBI) has a major influence on polytrauma outcome. The aim of this study was to evaluate the impact of body mass index (BMI) on mortality and early neurologic outcome in patients suffering from severe TBI with a special focus on obesity classes II and III (BMI ≥35).A retrospective cohort analysis of patients suffering from a leading, at least severe TBI and registered in the TraumaRegister DGU was conducted. Patients alive on admission with full status documentation on Glasgow Coma Scale, height, and weight were classified into 4 BMI subgroups. Early neurologic outcome was classified using the Glasgow Outcome Scale.A total of 1634 patients met the inclusion criteria. Lowest mortality was documented for BMI group 1 (15.2%, BMI 25.0-29.9918.5). Highest mortality was found in BMI group 5 (25.6%, BMI ≥35). BMI ≥35 was an independent predictor of mortality with an odds ratio of 3.15 (95% confidence interval [1.06-9.36], P = 0.039). Further independent mortality predictors were >65 years of age, a Glasgow Coma Scale of ≤13, an Abbreviated Injury Scalehead ≥5, prehospital cardiopulmonary resuscitation, and a prehospital blood pressure of <90 mm Hg. In terms of good early neurologic outcomes, no differences were recorded between the BMI groups (range 59.0%-62.6%, P = 0.087).In this study a BMI ≥35 is an independent predictor of mortality and is associated with an inferior early functional neurologic outcome.", "doi": "10.1016/j.wneu.2017.08.010", "title": "Body Mass Index >35 as Independent Predictor of Mortality in Severe Traumatic Brain Injury.", "journal": ["World neurosurgery", "World Neurosurg"]}