{"authors": [["Thibaut", "Aurore", "A", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, USA; Coma Science Group, GIGA-Research, University and University Hospital of Liege, Liege, Belgium. Electronic address: athibaut@neuromodulationlab.org."], ["Carvalho", "Sandra", "S", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, USA; Neuropsychophysiology Laboratory, CIPsi, School of Psychology (EPsi), University of Minho, Campus de Gualtar, 4710-057 Braga, Portugal."], ["Morse", "Leslie R", "LR", "Rocky Mountain Regional Spinal Injury System, Craig Rehabilitation Hospital, Englewood, CO, USA; Department of PMR, University of Colorado School of Medicine, Aurora, CO, USA; Spaulding-Harvard SCI Model System Center, Spaulding Rehabilitation Hospital, Boston, MA, USA."], ["Zafonte", "Ross", "R", "Spaulding-Harvard SCI Model System Center, Spaulding Rehabilitation Hospital, Boston, MA, USA; Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, Boston, MA, USA."], ["Fregni", "Felipe", "F", "Neuromodulation Center, Spaulding Rehabilitation Hospital, Department of Physical Medicine and Rehabilitation, Harvard Medical School, Boston, MA, USA; Spaulding-Harvard SCI Model System Center, Spaulding Rehabilitation Hospital, Boston, MA, USA. Electronic address: fregni.felipe@mgh.harvard.edu."]], "date": "2017-08-16", "id": "28822837", "text": "Despite some encouraging findings for the treatment of neuropathic pain in patients with spinal cord injury (SCI), transcranial direct current stimulation (tDCS) directed to the primary motor cortex (M1) has faced some mixed results. Prior to translating this technology to clinical care, consistent results and durable effects need to be found. We, therefore, aimed to assess the direct and long-term effects of tDCS on pain following SCI. We performed a two-phase randomized sham-controlled clinical trial where patients received 5days of tDCS followed by a 3-month follow-up period (Phase I); then, Phase II consisted of 10days of tDCS with an 8-week follow-up period. We assessed the level of pain with the Visual Analogue Scale (VAS). Patients' quality of life and life satisfaction were also evaluated. 33 patients were enrolled in Phase I and 9 in Phase II. We observed a treatment effect at 1-week follow-up for Phase I and at 4-week follow-up for Phase II. The overall level of pain was significantly lower for the active group, as compared to sham, in Phase II. Our exploratory study shows that tDCS does seem to be a promising tool to manage pain in patients with SCI and repeated stimulation sessions are needed to induce long-lasting effects. Based on our protocol, it appears that adding a second treatment period could induce long-lasting effects. Clinicaltrials.gov identification number: NCT01599767.", "doi": "10.1016/j.neulet.2017.08.024", "title": "Delayed pain decrease following M1 tDCS in spinal cord injury: A randomized controlled clinical trial.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}