{"authors": [["Essien", "Eno-Obong", "EO", null], ["Fioretti", "Kristina", "K", null], ["Scalea", "Thomas M", "TM", null], ["Stein", "Deborah M", "DM", null]], "date": null, "id": "28822390", "text": "Brain death is known to be associated with physiologic derangements but their incidence is poorly described. Knowledge of the changes that occur during brain death is important for management of the potential organ donor. Thus, we sought to characterize the pathophysiology that occurs during brain death in patients with traumatic injuries. All brain-dead patients over a 10-year period were identified from the trauma registry at a level 1 urban trauma center. Patient demographics, injury characteristics, and clinical data for defining organ dysfunction were reviewed for the 24 hours surrounding brain-death declaration. Three hundred and seventy-three patients were identified. Mean age was 37 years (±17.2). Seventy-five per cent were male. Major mechanism of injury was blunt trauma in 66 per cent. Median injury severity score was 34 (IQR 25-43) with a median head abbreviated injury scale score of 5. The most common physiological disturbance was hypotension with 91 per cent of subjects requiring vasopressors. Thrombocytopenia and acidosis both had an incidence of 79 per cent. The next most common disturbances were hypothermia and moderate-to-severe respiratory dysfunction in 62 per cent. Myocardial injury was seen in 91 per cent but only 5.7 per cent of patients manifested severe cardiac dysfunction with an ejection fraction of <35. Diabetes insipidus was diagnosed in 50 per cent of patients. Interestingly, coagulopathy was noted in only 61.3 per cent, and hyperglycemia was seen in 36 per cent despite widespread belief that these occur universally during brain death. This is the first and largest study to characterize the incidence of pathophysiological disturbances following brain death in humans. Appropriate management of these dysfunctions is important for support of potential brain-dead organ donors.", "doi": null, "title": "Physiologic Features of Brain Death.", "journal": ["The American surgeon", "Am Surg"]}