{"authors": [["Chang", "Tu-Hsuan", "TH", "Department of Pediatrics, Chi-Mei Medical Center, Tainan, Taiwan; Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Wu", "En-Ting", "ET", "Division of Pediatric Pulmonology and Critical Care, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Lu", "Chun-Yi", "CY", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan. Electronic address: cylu@ntuh.gov.tw."], ["Huang", "Shu-Chien", "SC", "Department of Surgery, National Taiwan University Hospital, Taipei, Taiwan."], ["Yang", "Tzu-I", "TI", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Wang", "Ching-Chia", "CC", "Division of Pediatric Pulmonology and Critical Care, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Chen", "Jong-Min", "JM", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Lee", "Ping-Ing", "PI", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Huang", "Li-Min", "LM", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan."], ["Chang", "Luan-Yin", "LY", "Division of Pediatric Infectious Diseases, Department of Pediatrics, National Taiwan University Hospital, Taipei, Taiwan. Electronic address: lychang@ntu.edu.tw."]], "date": "2017-08-04", "id": "28821378", "text": "Refractory septic shock is the leading cause of mortality in children. There is limited evidence to support extracorporeal membrane oxygenation (ECMO) use in pediatric septic shock. We described the etiology and outcomes of septic patients in our institution and attempted to find predictive factors.We retrospectively reviewed 55 pediatric patients with septic shock who required ECMO support in a tertiary medical center from 2008 to 2015. Septic shock was defined as culture proved or clinical suspected sepsis with hypotension or end-organ hypoperfusion. ECMO would be applied when pediatric advanced life support steps were performed thoroughly without clinical response. Patient's demographics, laboratory parameters before and after ECMO, and outcomes were analyzed.Among 55 children with ECMO support, 31% of them survived on discharge. For 25 immunocompromised patients, causal pathogens were found in 17 patients: 7 due to bacteremia, 9 with preexisting virus infections and one with invasive fungal infection. Among 30 previously healthy patients, causal pathogens were found in 18 patients: 10 due to bacteremia (the most common was pneumococcus), 7 with preexisting virus infections including influenza (n = 4), adenovirus (n = 2), RSV, and 1 patient had mixed virus and bacterial infections. Predictive factors associated with death were arterial blood gas pH, CO2 and Glasgow Coma Scale (p < 0.05). SOFA score was a valuable predictive scoring system for outcome prediction (p < 0.05).Pediatric patients with refractory septic shock had high mortality rate and ECMO could be used as a rescue modality, and SOFA score could be applied to predict outcomes.", "doi": "10.1016/j.jmii.2017.07.012", "title": "Pathogens and outcomes in pediatric septic shock patients supported by extracorporeal membrane oxygenation.", "journal": ["Journal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi", "J Microbiol Immunol Infect"]}