{"authors": [["Chao", "Chien-Ming", "CM", "Department of Intensive Care Medicine, Chi Mei Medical Center, Liouying, Taiwan."], ["Sung", "Mei-I", "MI", "Department of Internal Medicine, Chi Mei Medical Center, Tainan, Taiwan."], ["Cheng", "Kuo-Chen", "KC", "Department of Internal Medicine, Chi Mei Medical Center, Tainan, Taiwan."], ["Lai", "Chih-Cheng", "CC", "Department of Intensive Care Medicine, Chi Mei Medical Center, Liouying, Taiwan."], ["Chan", "Khee-Siang", "KS", "Department of Intensive Care Medicine, Chi Mei Medical Center, Tainan, Taiwan."], ["Cheng", "Ai-Chin", "AC", "Department of Internal Medicine, Chi Mei Medical Center, Tainan, Taiwan."], ["Hsing", "Shu-Chen", "SC", "Department of Internal Medicine, Chi Mei Medical Center, Tainan, Taiwan."], ["Chen", "Chin-Ming", "CM", "Department of Intensive Care Medicine, Chi Mei Medical Center, Tainan, Taiwan. chencm3383@yahoo.com.tw."]], "date": "2017-08-17", "id": "28819204", "text": "This study investigated the prognostic factors and outcomes of unplanned extubation (UE) in patients in a medical center's 6 intensive care units (ICUs) and calculated their mortality risk. We retrospectively reviewed the medical records of all adult patients in Chi Mei Medical Center who underwent UE between 2009 and 2015. During the study period, there were 305 episodes of UE in 295 ICU patients (men: 199 [67.5%]; mean age: 65.7 years; age range: 18-94 years). The mean Acute Physiology and Chronic Health Evaluation (APACHE) II score was 16.4, mean therapeutic intervention scoring system (TISS) score was 26.5, and mean Glasgow coma scale score was 10.4. One hundred thirty-six patients (46.1%) were re-intubated within 48 h. Forty-five died (mortality rate: 15.3%). Multivariate analyses showed 5 risk factors-respiratory rate, APACHE II score, uremia, liver cirrhosis, and weaning status-were independently associated with mortality. In conclusion, five risk factors including a high respiratory rate before UE, high APACHE II score, uremia, liver cirrhosis, and not in the process of being weaned-were associated with high mortality in patients who underwent UE.", "doi": "10.1038/s41598-017-08867-1", "title": "Prognostic factors and outcomes of unplanned extubation.", "journal": ["Scientific reports", "Sci Rep"]}