{"authors": [["Wang", "Henry E", "HE", "1Department of Emergency Medicine, University of Alabama School of Medicine, Birmingham, AL.2University of Alabama at Birmingham School of Nursing, Birmingham, AL.3Department of Epidemiology, University of Alabama at Birmingham, Birmingham, AL."], ["Jones", "Allison R", "AR", null], ["Donnelly", "John P", "JP", null]], "date": null, "id": "28817480", "text": "The emergency department is an important venue for initial sepsis recognition and care. We sought to determine contemporary estimates of the epidemiology of U.S. emergency department visits for sepsis.Analysis of data from the National Hospital Ambulatory Medical Care Survey.U.S. emergency department visits, 2009-2011.Adult (age, ≥ 18 yr) emergency department sepsis patients. We defined serious infection as an emergency department diagnosis of a serious infection or a triage temperature greater than 38°C or less than 36°C. We defined three emergency department sepsis classifications: 1) original emergency department sepsis-serious infection plus emergency department diagnosis of organ dysfunction, endotracheal intubation, or systolic blood pressure less than or equal to 90 mm Hg or explicit sepsis emergency department diagnoses; 2) quick Sequential Organ Failure Assessment emergency department sepsis-serious infection plus presence of at least two \"quick\" Sequential Organ Failure Assessment criteria (Glasgow Coma Scale ≤ 14, respiratory rate ≥ 22 breaths/min, or systolic blood pressure ≤ 100 mm Hg); and 3) revised emergency department sepsis-original or quick Sequential Organ Failure Assessment emergency department sepsis.None.We used survey design and weighting variables to produce national estimates of annual adult emergency department visits using updated sepsis classifications. Over 2009-2011, there were 103,257,516 annual adult emergency department visits. The estimated number of emergency department sepsis visits were as follows: 1) original emergency department sepsis 665,319 (0.64%; 95% CI, 0.57-0.73); 2) quick Sequential Organ Failure Assessment emergency department sepsis 318,832 (0.31%; 95% CI, 0.26-0.37); and 3) revised emergency department sepsis 847,868 (0.82%; 95% CI, 0.74-0.91).Sepsis continues to present a major burden to U.S. emergency departments, affecting up to nearly 850,000 emergency department visits annually. Updated sepsis classifications may impact national estimates of emergency department sepsis epidemiology.", "doi": "10.1097/CCM.0000000000002538", "title": "Revised National Estimates of Emergency Department Visits for Sepsis in the United States.", "journal": ["Critical care medicine", "Crit. Care Med."]}