{"authors": [["Fedtke", "Cathleen", "C", "1The Brien Holden Vision Institute, Sydney, New South Wales, Australia 2School of Optometry and Vision Science, The University of New South Wales, Sydney, New South Wales, Australia."], ["Ehrmann", "Klaus", "K", null], ["Thomas", "Varghese", "V", null], ["Bakaraju", "Ravi C", "RC", null]], "date": null, "id": "28816867", "text": "The amount of central or peripheral myopic shift, as induced by different multifocal contact lenses when viewing objects at distance or near, may provide insights on the potential efficacy for slowing eye growth.The present study aims to compare peripheral refraction and higher-order aberration profiles of four multifocal contact lenses with a single vision control lens.Thirty-five myopes (age 21.2 ± 2.1 years) completed the trial, of whom 16 wore Air Optix Aqua and Proclear Multifocal Distance and Near (Group 1, spherical equivalent: -2.90 ± 0.95D), whereas 19 wore Air Optix Aqua, Air Optix Multifocal, and PureVision Multifocal (Group 2, spherical equivalent: -2.95 ± 0.78D). Refraction and aberration profiles with lenses were measured using the BHVI-EyeMapper with (-2.00 to -5.00D in 1.00D steps) and without (+1.00D fogging) accommodation. Data were quantified using M2/4 (2nd and 2nd + 4th order), J0, J45, and higher-order aberration coefficients coma C[3, 1] and spherical aberration C[4, 0].The center-distance lens exhibited a relative peripheral myopic shift in M2/4 and J0, positive on-axis C[4, 0], negative on-axis C[3, 1] and on-axis M4 was less negative for accommodative demands ≤-3.00D (P < .05). Inversely, the center-near lenses showed a relative peripheral hyperopic shift in M2/4 and J0, negative on-axis C[4, 0], positive on-axis C[3, 1] and on-axis M4 was more negative for demands of -2.00 and -3.00D (P < .05). Independent of lens type, relative peripheral M4 significantly decreased during accommodation. Accounting for C[4, 0], a greater change in relative M profiles and accommodative responses was found for multifocal lenses.Based on the hypothesis that myopic retinal defocus counters eye growth, center-near multifocal lenses exhibited the preferred on-axis features, i.e., producing a central myopic shift at near compared to the control. The center-distance lens exhibited preferred off-axis features, producing relative peripheral myopia, which increased further during accommodation.", "doi": "10.1097/OPX.0000000000001112", "title": "Peripheral Refraction and Aberration Profiles with Multifocal Lenses.", "journal": ["Optometry and vision science : official publication of the American Academy of Optometry", "Optom Vis Sci"]}