{"authors": [["Donnelly", "Joseph", "J", "1Brain Physics Laboratory, Division of Neurosurgery, Department of Clinical Neurosciences, Cambridge Biomedical Campus, University of Cambridge, Cambridge, United Kingdom. 2Institute of Electronic Systems, Warsaw University of Technology, Warsaw, Poland. 3Division of Anaesthesia, Department of Medicine, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom. 4Department of Neuroscience, University of Genoa, Italy. 5Department of Anesthesia, Surgical Intensive Care, Prehospital Emergency Medicine and Pain Therapy, University Hospital Basel, University of Basel, Basel, Switzerland. 6Division of Neurosurgery, Department of Clinical Neurosciences, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom. 7Department of Intensive Care, University of Maastricht, Maastricht University Medical Center, Maastricht, The Netherlands."], ["Czosnyka", "Marek", "M", null], ["Adams", "Hadie", "H", null], ["Robba", "Chiara", "C", null], ["Steiner", "Luzius A", "LA", null], ["Cardim", "Danilo", "D", null], ["Cabella", "Brenno", "B", null], ["Liu", "Xiuyun", "X", null], ["Ercole", "Ari", "A", null], ["Hutchinson", "Peter John", "PJ", null], ["Menon", "David Krishna", "DK", null], ["Aries", "Marcel J H", "MJH", null], ["Smielewski", "Peter", "P", null]], "date": null, "id": "28816837", "text": "In severe traumatic brain injury, cerebral perfusion pressure management based on cerebrovascular pressure reactivity index has the potential to provide a personalized treatment target to improve patient outcomes. So far, the methods have focused on identifying \"one\" autoregulation-guided cerebral perfusion pressure target-called \"cerebral perfusion pressure optimal\". We investigated whether a cerebral perfusion pressure autoregulation range-which uses a continuous estimation of the \"lower\" and \"upper\" cerebral perfusion pressure limits of cerebrovascular pressure autoregulation (assessed with pressure reactivity index)-has prognostic value.Single-center retrospective analysis of prospectively collected data.The neurocritical care unit at a tertiary academic medical center.Data from 729 severe traumatic brain injury patients admitted between 1996 and 2016 were used. Treatment was guided by controlling intracranial pressure and cerebral perfusion pressure according to a local protocol.None.Cerebral perfusion pressure-pressure reactivity index curves were fitted automatically using a previously published curve-fitting heuristic from the relationship between pressure reactivity index and cerebral perfusion pressure. The cerebral perfusion pressure values at which this \"U-shaped curve\" crossed the fixed threshold from intact to impaired pressure reactivity (pressure reactivity index = 0.3) were denoted automatically the \"lower\" and \"upper\" cerebral perfusion pressure limits of reactivity, respectively. The percentage of time with cerebral perfusion pressure below (%cerebral perfusion pressure < lower limit of reactivity), above (%cerebral perfusion pressure > upper limit of reactivity), or within these reactivity limits (%cerebral perfusion pressure within limits of reactivity) was calculated for each patient and compared across dichotomized Glasgow Outcome Scores. After adjusting for age, initial Glasgow Coma Scale, and mean intracranial pressure, percentage of time with cerebral perfusion pressure less than lower limit of reactivity was associated with unfavorable outcome (odds ratio %cerebral perfusion pressure < lower limit of reactivity, 1.04; 95% CI, 1.02-1.06; p < 0.001) and mortality (odds ratio, 1.06; 95% CI, 1.04-1.08; p < 0.001).Individualized autoregulation-guided cerebral perfusion pressure management may be a plausible alternative to fixed cerebral perfusion pressure threshold management in severe traumatic brain injury patients. Prospective randomized research will help define which autoregulation-guided method is beneficial, safe, and most practical.", "doi": "10.1097/CCM.0000000000002575", "title": "Individualizing Thresholds of Cerebral Perfusion Pressure Using Estimated Limits of Autoregulation.", "journal": ["Critical care medicine", "Crit. Care Med."]}