{"authors": [["López-Corella", "Eduardo", "E", "Department of Pathology, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Ibarra-González", "Isabel", "I", "Nutritional Genetics Unit, Biomedical Research Institute UNAM-National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Fernández-Lainez", "Cynthia", "C", "Inborn Errors of Metabolism and Screening Laboratory, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Rodríguez-Weber", "Miguel Á", "MÁ", "Department of Neonatology, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Guillén-Lopez", "Sara", "S", "Inborn Errors of Metabolism and Screening Laboratory, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Belmont-Martínez", "Leticia", "L", "Inborn Errors of Metabolism and Screening Laboratory, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."], ["Agüero-Linares", "David", "D", "Valle-Medical Clinic, Ecatepec, Mexico State, Mexico."], ["Vela-Amieva", "Marcela", "M", "Inborn Errors of Metabolism and Screening Laboratory, National Institute of Pediatrics, Mexico City, Mexico State, Mexico."]], "date": "2017-08-16", "id": "28815739", "text": "Ornithine transcarbamylase deficiency (OTCD) is an X-linked urea cycle defect associated with severe and usually fatal hyperammonemia. This study describes a patient with early onset lethal OTCD due to a known pathogenic variant (c.298+1G>A), as well as the novel autopsy finding of kernicterus with relatively low blood concentration of unconjugated bilirubin (UCB) (11.55 mg/dL). The patient was a full-term male with a family history of two previous male siblings who died as newborns after acute neurologic deterioration. The patient's symptoms began at 24 h of life with lethargy that rapidly progressed to coma upon admission to the neonatal intensive care unit. Although hyperammonemia and hyperbilirubinemia were documented, hemofiltration could not be performed. OTCD diagnosis was biochemically established. Despite nutritional intervention and treatment for hyperammonemia, the patient died on the sixth day of life. At autopsy, external brain examination revealed a marked yellow pigmentation typical of kernicterus that included gray matter, particularly the thalamus and basal ganglia; dentate nuclei of the cerebellum and brain stem gray matter were also affected. Microscopic findings were consistent with the classical description of tissue damage in OTCD, including the presence of Alzheimer type II astrocytes in basal ganglia, necrosis, neuronal loss with spongiform degeneration and macrophage infiltration surrounded by astroglia. This condition may be an important comorbidity in newborns with hyperammonemia.", "doi": "10.1111/neup.12404", "title": "Kernicterus in a boy with ornithine transcarbamylase deficiency: A case report.", "journal": ["Neuropathology : official journal of the Japanese Society of Neuropathology", "Neuropathology"]}