{"authors": [["Rajapathy", "Senthil Kumar", "SK", "Department of Neurosciences, Universiti Sains Malaysia, Jalan Raja Perempuan Zainab 2, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Idris", "Zamzuri", "Z", "Department of Neurosciences, Universiti Sains Malaysia, Jalan Raja Perempuan Zainab 2, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Kandasamy", "Regunath", "R", "Department of Neurosciences, Universiti Sains Malaysia, Jalan Raja Perempuan Zainab 2, 16150 Kubang Kerian, Kelantan, Malaysia."], ["Hieng", "Albert Wong Sii", "AWS", "Department of Neurosurgery, Sarawak General Hospital, Jalan Hospital, 93586 Kuching, Sarawak, Malaysia."], ["Abdullah", "Jafri Malin", "JM", "Department of Neurosciences, Universiti Sains Malaysia, Jalan Raja Perempuan Zainab 2, 16150 Kubang Kerian, Kelantan, Malaysia."]], "date": "2017-06-30", "id": "28814933", "text": "Spontaneous intracerebral haemorrhage (SICH) has emerged as one of the most devastating forms of stroke in recent decades. This disease is noted to carry a 30-day mortality rate of approximately 45%. An increasing number of studies have implicated a complex immune-mediated and inflammation-mediated cascade of responses in the pathophysiology of SICH and the resultant neurologic outcome. Several clinical studies have demonstrated an association between inflammatory markers and outcome in patients with SICH. However, the exact relationship between serum biomarkers and functional outcomes amongst survivors has not been clearly elucidated. This study aimed to evaluate the changes in peripheral leukocyte count (WBC count) and C-reactive protein (CRP) levels in patients with SICH and to correlate these findings with survival and functional outcome.A prospective, descriptive and correlational study was conducted at Sarawak General Hospital (SGH) over the span of two years (April 2013-April 2015). Patients aged between 30 years and 75 years with supratentorial intracerebral bleed secondary to uncontrolled hypertension were recruited in this study. Data pertaining to the demography, clinical and radiological parameters, peripheral WBC count and CRP levels were obtained. Mortality and functional outcomes were determined at 6 months post ictus. Patients were recruited following the fulfilment of exclusion and inclusion criteria, and all obtained data were analysed with the Statistical Package for Social Sciences (SPSS) for Windows version 21.0.A total of 60 patients with a mean age of 56 years were recruited in this study. We found that approximately 16 patients were less than or equal to 50 years old (26.7%) and that 44 patients belonged to the older age group of above 50 years (73.3%). The Glasgow Coma Scale (GCS) score on admission ranged from 9 to 14/15 with a median value of 11/15. The mean clot volume was 20.1 cm3. The GCS score on admission and clot volume were significantly associated with the Glasgow Outcome Scale (GOS) at 6 months and overall survival (P < 0.05). The elevated WBC count and CRP level on admission and at 72 hours post admission were significantly associated with GOS at 6 months and overall survival (P < 0.05). Thus, the GCS score, clot volume, WBC count and CRP levels on admission and at 72 hours post admission can be used to predict functional outcome at 6 months and overall survival in patients with SICH.We could conclude via this study that for patients with SICH, the main determinants or predictors of functional outcome at 6 months and overall survival were noted to be the GCS score on admission, clot size, WBC count and CRP levels on admission and at 72 hours post admission.", "doi": "10.21315/mjms2017.24.3.7", "title": "Inflammatory Biomarkers and Their Value in Predicting Survival and Outcome among Patients with Spontaneous Intracerebral Haemorrhage.", "journal": ["The Malaysian journal of medical sciences : MJMS", "Malays J Med Sci"]}