{"authors": [["Ramakrishnan", "Arumugam", "A", "Department of Biochemistry and Biotechnol ogy, Annamalai University, India."], ["Vijayakumar", "Natesan", "N", "Department of Biochemistry and Biotechnol ogy, Annamalai University, India. Electronic address: nvkbiochem@yahoo.co.in."]], "date": "2017-08-12", "id": "28813782", "text": "Ammonia is a well-known neurotoxin that causes liver disease and urea cycle disorder. Excessive ammonia content in the blood leads to hyperammonemic condition and affects both excitatory and inhibitory neurotransmission including brain edema and coma. Naringin, a plant bioflavonoid present in various citrus fruits and mainly extracted from the grape fruit. This study was designed to assess the protective effect of naringin on ammonium chloride (NH4Cl) induced hyperammonemic rats. Experimental hyperammonemia was induced by intraperitoneal injections (i.p) of NH4Cl (100mg/kg body weight (b.w.)) thrice a week for 8 consecutive weeks. Hyperammonemic rats were treated with naringin (80mg/kg b.w.) via oral gavage. Naringin administration significantly augmented the level of blood ammonia and plasma urea. Naringin also upregulate the expression of urea cycle enzymes such as carbamoyl phosphate synthase I (CPS I) and ornithine transcarbamylase (OTC), arininosuccinate synthase (ASS), argininosuccinate lyase (ASL) and arginase I (ARG) and metabotropic glutamate receptors (mGluRs) such as mGluRs I and mGluRs V and down regulate the expression of inflammatory markers like tumor necrosis factor (TNF-α), nuclear factor kappa B (NF-kB), Interleukin-6 (IL-6), inducible nitric oxide synthase (iNOS). In addition, to this, the protective effect of naringin was also revealed through the immunohistochemical changes in tissues. Thus our present study result suggest that naringin modulates the expression of proteins involved in urea cycle pathway and suppresses the expression of inflammatory markers and acts as a potential agent to treat condition in rats.", "doi": "10.1016/j.biopha.2017.08.028", "title": "Urea cycle pathway targeted therapeutic action of naringin against ammonium chloride induced hyperammonemic rats.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}