{"authors": [["Kim", "Y S", "YS", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Cha", "Y S", "YS", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Kim", "M S", "MS", "2 Department of Radiology, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Kim", "H J", "HJ", "2 Department of Radiology, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Lee", "Y S", "YS", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Youk", "H", "H", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Kim", "H I", "HI", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Kim", "O H", "OH", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Cha", "K-C", "KC", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Kim", "H", "H", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Lee", "K H", "KH", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."], ["Hwang", "S O", "SO", "1 Department of Emergency Medicine, Yonsei University, Wonju College of Medicine, Wonju, Republic of Korea."]], "date": "2017-01-01", "id": "28812367", "text": "Delayed onset of neuropsychiatric symptoms after apparent recovery from acute carbon monoxide (CO) poisoning has been described as delayed neuropsychiatric sequelae (DNS). No previous study has determined whether early use of diffusion-weighted magnetic resonance imaging (DWI) can predict which patients will develop DNS in the acute CO poisoning. This retrospective observational study was performed on adult patients with acute CO poisoning consecutively treated over a 17-month period. All included patients with acute CO poisoning underwent DWI to evaluate brain injury within 72 h after CO exposure. DWI was evaluated as follows: (1) presence of pathology, (2) number of pathologies, (3) asymmetry, and (4) location of pathology. Patients were divided into two groups. The DNS group was composed of patients with delayed sequelae, while the non-DNS group included patients with no sequelae. A total of 102 patients with acute CO poisoning were finally enrolled in this study. DNS developed in 10 patients (9.8%). Between the DNS group and the non-DNS group, presence of pathology on DWI and initial Glasgow Coma Scale (GCS) showed significant difference. There was also a statistical difference between the non-DNS group and DNS group in terms of CO exposure time, troponin I, rhabdomyolysis, acute kidney injury, and pneumonia. The presence of pathology in DWI and initial GCS (cutoff: <12) at the emergency department served as an early predictors of DNS.", "doi": "10.1177/0960327117722821", "title": "The usefulness of diffusion-weighted magnetic resonance imaging performed in the acute phase as an early predictor of delayed neuropsychiatric sequelae in acute carbon monoxide poisoning.", "journal": ["Human & experimental toxicology", "Hum Exp Toxicol"]}