{"authors": [["Acikalin", "Ayca", "A", "Ayca Acikalin, Cukurova University Faculty of Medicine, Department of Emergency Medicine. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Dişel", "Nezihat Rana", "NR", "Nezihat Rana Dişel, Cukurova University Faculty of Medicine, Department of Emergency Medicine. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Matyar", "Selcuk", "S", "Selcuk Matyar, Biochemistry Division of Laboratory. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Sebe", "Ahmet", "A", "Ahmet Sebe, Cukurova University Faculty of Medicine, Department of Emergency Medicine. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Kekec", "Zeynep", "Z", "Zeynep Kekec, Cukurova University Faculty of Medicine, Department of Emergency Medicine. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Gokel", "Yuksel", "Y", "Yuksel Gokel, Cukurova University Faculty of Medicine, Department of Emergency Medicine. Cukurova University Faculty of Medicine, Adana, Turkey."], ["Karakoc", "Emre", "E", "Emre Karakoc, Department of Internal Medicine, Intensive Care Unit. Cukurova University Faculty of Medicine, Adana, Turkey."]], "date": null, "id": "28811766", "text": "Our aim in this retrospective study was to determine the factors affecting poor prognosis and mortality of organophosphate (OP) poisoning by reviewing patient data. We also reviewed present knowledge to make conclusions on certain longstanding debates in light of the literature.In this retrospective descriptive study, patients who were admitted to and hospitalized in the emergency department (ED) or intensive care unit (ICU) of a university hospital with the diagnosis of OP poisoning between December 2010 and December 2015 were evaluated. All the data were obtained from electronic and manual patient files. A total of 80 patients were included in the study.The mean age of the study patients was 32.4±15.0 (13-94). Forty-nine (61.2%) patients were female. Twenty-two (27.5%) patients were seriously poisoned and needed mechanical ventilation (MV) support. Low pseudocholinesterase (PChE), high creatinine (Cr), low Glasgow Coma Scale (GCS) scores and long hospitalization durations were all found to be poor prognostics in MV patients. Low PChE and high Cr levels were found to be independent predictors of the hospitalization duration and high Cr was found to be an independent predictor of the intubation duration of MV patients in regression analyses. Ten (45.5%) of the MV patients were unresponsive to medical treatment and Therapeutic plasma exchange (TPE) was performed. Seven patients were discharged healthy. Three patients with low PChE levels and comorbidities died.Prolongation of respiratory depression necessitating MV support, comorbidities, long hospital stay, elevated creatinine, low GCS scores and low PcHE levels without regeneration in the first 48 hours of admission are all found to be poor prognostic factors for organophosphate (OP) poisoning.", "doi": "10.12669/pjms.333.12395", "title": "Prognostic Factors Determining Morbidity and Mortality in Organophosphate Poisoning.", "journal": ["Pakistan journal of medical sciences", "Pak J Med Sci"]}