{"authors": [["Lenstra", "J J", "JJ", "Department of Neurology, University of Groningen, University Medical Center Groningen, The Netherlands."], ["Pikstra", "A R A", "ARA", "Department of Neurology, University of Groningen, University Medical Center Groningen, The Netherlands."], ["Fock", "J M", "JM", "Department of Child Neurology, University of Groningen, University Medical Center Groningen, The Netherlands."], ["Metting", "Z", "Z", "Department of Child Neurology, University of Groningen, University Medical Center Groningen, The Netherlands."], ["van der Naalt", "J", "J", "Department of Neurology, University of Groningen, University Medical Center Groningen, The Netherlands. Electronic address: j.van.der.naalt@umcg.nl."]], "date": "2017-08-03", "id": "28811137", "text": "The annual number of paediatric injury-related emergency visits and application of computed tomography (CT) has substantially increased, with associated higher risk of malignancies. In 2010, a guideline for CT-assessment based on risk factors for patients with mild traumatic brain injury (mTBI) became effective in all Emergency Departments (ED) in the Netherlands. This study evaluated the influence of this guideline on the frequency of CT-assessments, hospital admissions and factors that are related to guideline adherence.Retrospective cohort study of paediatric mTBI (<18 years), defined by Glasgow Coma Scale score of 13-15 admitted to the ED of the University Medical Center Groningen from 2008 to 2014. Data before (pre-GL) and after (post-GL) introduction of the guideline were evaluated. Primary outcome parameters were frequency of CT-assessments and hospital admissions after ED.In total 633 patients were enrolled and data from pre-GL (n = 216) and post-GL (n = 315) were compared. Mean age was 7.9 years (SD 5.9), 59% were male. CT-assessments increased from 32% to 46% (p = .001), mostly in children aged 6-18 years. Hospital admissions increased from 38% to 54% (p < .001), mostly in children <6 years. No significant increase in CT-abnormalities is seen. Guideline adherence was 57%, although CT-assessments varied from 44 to 100% depending on presence of specific major risk factors.Introduction of a new guideline on management of paediatric mTBI showed significant increase in CT-assessments and more hospital admissions. In clinical practice, despite increase of guideline adherence the applications of cranial CT-scan varies within age groups and depends on the weighing of risk factors.", "doi": "10.1016/j.ejpn.2017.07.019", "title": "Influence of guidelines on management of paediatric mild traumatic brain injury: CT-assessment and admission policy.", "journal": ["European journal of paediatric neurology : EJPN : official journal of the European Paediatric Neurology Society", "Eur. J. Paediatr. Neurol."]}