{"authors": [["Xie", "Qiuyou", "Q", "Coma Research Group, Center for Hyperbaric Oxygen and Neurorehabilitation, Neuroscience Institute, Guangzhou General Hospital of Guangzhou Command, Guangzhou, Guangdong 510010, P.R. China."], ["Ni", "Xiaoxiao", "X", "Coma Research Group, Center for Hyperbaric Oxygen and Neurorehabilitation, Neuroscience Institute, Guangzhou General Hospital of Guangzhou Command, Guangzhou, Guangdong 510010, P.R. China."], ["Yu", "Ronghao", "R", "Coma Research Group, Center for Hyperbaric Oxygen and Neurorehabilitation, Neuroscience Institute, Guangzhou General Hospital of Guangzhou Command, Guangzhou, Guangdong 510010, P.R. China."], ["Li", "Yuanqing", "Y", "Center for Brain Computer Interfaces and Brain Information Processing, South China University of Technology, Guangzhou, Guangdong 510641, P.R. China."], ["Huang", "Ruiwang", "R", "Centre for Studies of Psychological Application, Guangdong Key Laboratory of Mental Health and Cognitive Science, School of Psychology, South China Normal University, Guangzhou, Guangdong 510631, P.R. China."]], "date": "2017-06-21", "id": "28810588", "text": "Over the last 20 years, studies have provided greater insight into disorders of consciousness (DOC), also known as altered state of consciousness. Increased brain residual functions have been identified in patients with DOC due to the successful application of novel next-generation imaging technologies. Many unconscious patients have now been confirmed to retain considerable cognitive functions. It is hoped that greater insight regarding the psychological state of patients may be achieved through the use of functional magnetic resonance imaging and brain-computer interfaces. However, issues surrounding the research and treatment of DOC remain problematic. These include differing opinions on the definition of consciousness, difficulties in diagnosis, assessment, prognosis and/or treatment, and newly emerging ethical, legal and social issues. To overcome these, appropriate care must be offered to patients with DOC by clinicians and families, as DOC patients may now be considered to live in more than just a vegetative state. The present article reviews the controversy surrounding the definition of consciousness and the reliability of novel technologies, prognostic prediction, communication with DOC patients and treatment methods. The ethical and social issues surrounding the treatment of DOC and future perspectives are also considered.", "doi": "10.3892/etm.2017.4639", "title": "Chronic disorders of consciousness.", "journal": ["Experimental and therapeutic medicine", "Exp Ther Med"]}