{"authors": [["Pizzi", "Michael A", "MA", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224 USA."], ["Kamireddi", "Prasuna", "P", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224 USA."], ["Tatum", "William O", "WO", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224 USA."], ["Shih", "Jerry J", "JJ", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224 USA."], ["Jackson", "Daniel A", "DA", "Department of Pharmacy, Mayo Clinic, Jacksonville, FL USA."], ["Freeman", "William D", "WD", "Department of Neurology, Mayo Clinic, 4500 San Pablo Road, Jacksonville, FL 32224 USA."]], "date": "2017-08-08", "id": "28808577", "text": "Nonconvulsive status epilepticus (NCSE) is a diagnosis that is often challenging and one that may progress to refractory NCSE. Ketamine is a noncompetitive N-methyl-d-aspartate antagonist that increasingly has been used to treat refractory status epilepticus. Current Neurocritical Care Society guidelines recommend intravenous (IV) ketamine infusion as an alternative treatment for refractory status epilepticus in adults. On the other hand, enteral ketamine use in NCSE has been reported in only 6 cases (1 adult and 5 pediatric) in the literature to date.A 33-year-old woman with a history of poorly controlled epilepsy presented with generalized tonic-clonic seizures, followed by recurrent focal seizures that evolved into NCSE. This immediately recurred within 24 h of a prior episode of NCSE that was treated with IV ketamine. Considering her previous response, she was started again on an IV ketamine infusion, which successfully terminated NCSE. This time, enteral ketamine was gradually introduced while weaning off the IV formulation. Treatment with enteral ketamine was continued for 6 months and then tapered off. There was no recurrence of NCSE or seizures and no adverse events noted during the course of treatment.This case supports the use of enteral ketamine as a potential adjunct to IV ketamine in the treatment of NCSE, especially in cases without coma. Introduction of enteral ketamine may reduce seizure recurrence, duration of stay in ICU, and morbidity associated with intubation.", "doi": "10.1186/s40560-017-0248-6", "title": "Transition from intravenous to enteral ketamine for treatment of nonconvulsive status epilepticus.", "journal": ["Journal of intensive care", "J Intensive Care"]}