{"authors": [["Kalaiselvan", "M S", "MS", "Department of Critical Care Medicine, Sri Ramachandra University, Chennai, Tamil Nadu, India."], ["Renuka", "M K", "MK", "Department of Anesthesiology, Sri Ramachandra University, Chennai, Tamil Nadu, India."], ["Arunkumar", "A S", "AS", "Department of Critical Care Medicine, Sri Ramachandra University, Chennai, Tamil Nadu, India."]], "date": null, "id": "28808366", "text": "The aim of this study was to study the clinical features and outcomes of patients with posterior reversible encephalopathy syndrome (PRES) admitted to the Intensive Care Unit (ICU).All adult patients admitted to our ICU with acute onset neurologic symptoms with focal vasogenic edema on magnetic resonance imaging (MRI) were included in the study. Data were collected on demography, coexisting illness, admission severity of illness, neurological symptoms, blood pressure, treatment initiated, and MRI findings. Outcome data collected included mortality, ICU average length of stay (ALOS), number of ventilator days, and neurological disability at discharge assessed by modified Rankin scale (MRS).Fourteen patients were admitted with PRES. Thirteen patients were female, and their mean age was 31.5 ± 8.3 years. Etiology of PRES included eclampsia (64.2%), lupus nephritis (21.4%), CKD (7.1%), and hypertension (n = 1 [7.1%]). The most common presenting symptom was seizure (92.8%), followed by visual disturbance (42.8%), headache (42.8%), encephalopathy (14.2%), and status epilepticus (14.2%). The Glasgow coma scale on admission was 12.3 ± 2.9. High blood pressure was seen in 12 patients 85.7%; their mean systolic and diastolic pressures were 173 ± 10.2 and 110 ± 8.6 mmHg, respectively. MRI showed that parieto-occipital region was most commonly involved (92.8%), followed by frontal lobe (42.8%). ICU ALOS was 4.35 ± 2.4 days and mean ventilator days was 1.7 ± 2.0 days. One patient (1/14 [7.4%]) died of multiorgan failure and 13 patients were discharged with no residual neurological deficit (MRS, 0).PRES is a potentially reversible disorder with prompt recognition and control of blood pressure.", "doi": "10.4103/ijccm.IJCCM_79_17", "title": "Clinical Features and Outcomes of Patients with Posterior Reversible Encephalopathy Syndrome.", "journal": ["Indian journal of critical care medicine : peer-reviewed, official publication of Indian Society of Critical Care Medicine", "Indian J Crit Care Med"]}