{"authors": [["Schubert", "Ingrid", "I", "PMV forschungsgruppe an der Klinik und Poliklinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters der Universität zu Köln, Köln, Deutschland. Electronic address: Ingrid.Schubert@uk-koeln.de."], ["Hammer", "Antje", "A", "Institut für Patientensicherheit, Universitätsklinikum Bonn, Bonn, Deutschland. Electronic address: antje.hammer@ukbonn.de."], ["Köster", "Ingrid", "I", "PMV forschungsgruppe an der Klinik und Poliklinik für Psychiatrie, Psychosomatik und Psychotherapie des Kindes- und Jugendalters der Universität zu Köln, Köln, Deutschland. Electronic address: Ingrid.Koester@uk-koeln.de."]], "date": "2017-08-12", "id": "28807634", "text": "Information on disease severity is relevant for many studies with claims data in health service research, but only limited information is available in routine data. Stroke serves as an example to analyse whether the combination of different information in claims data can provide insight into the severity of a disease.As a first step, a literature search was conducted. Strategies to assess the severity of a disease by means of routine data were examined with regard to approval and applicability to German sickness fund data. In order to apply and extend the identified procedures, the statutory health insurance sample AOK Hessen/KV Hessen (VSH) served as data source. It is an 18.75 % random sample of persons insured by the AOK Hessen, with 2013 being the most recent year. Stroke patients were identified by the ICD-10 GM code I63 and I64. Patients with said diagnoses being coded as a hospital discharge diagnosis in 2012 were included due to an acute event in 2012 (n=944). The follow-up time was one year.Ten studies covering seven different methods to assess stroke severity were identified. Codes for coma (4.2 % of stroke patients in the SHI sample) as well as coma and/or the application of a PEG tube (9.8 % of the stroke patients) were applied as a proxy for disease severity of acute cases. Taking age, sex and comorbidity into consideration, patients in a coma show a significantly increased risk of mortality compared to those without coma. Three operationalisations were chosen as possible proxies for disease severity of stroke in the further course of disease: i) sequelae (hemiplegia, neurological neglect), ii) duration of the index inpatient stay, and iii) nursing care/ care level 3 for the first time after stroke. The latter proxy has the highest explanatory value for SHI costs.The studies identified use many variables mainly based on hospital information in order to describe disease severity. With the exception of coma, these proxies were neither validated nor did the authors provide more detailed grounds for their use. An identified score for stroke severity could not be applied to SHI data. To develop a comparable score requires a linkage of clinical and administrative data. Since routine data include information from all sectors of care, it should be explored whether these data (for example, the patients' care needs) are suitable to assess disease severity. For validation, separate databases and, optimally, primary patient data are necessary.", "doi": "10.1016/j.zefq.2017.06.008", "title": "[Severity assessment strategies based on administrative data using stroke as an example].", "journal": ["Zeitschrift fur Evidenz, Fortbildung und Qualitat im Gesundheitswesen", "Z Evid Fortbild Qual Gesundhwes"]}