{"authors": [["Khan", "Muhammad", "M", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["O'Keeffe", "Terence", "T", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Jehan", "Faisal", "F", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Kulvatunyou", "Narong", "N", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Kattaa", "Abdullah", "A", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Gries", "Lynn", "L", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Tang", "Andrew", "A", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona."], ["Joseph", "Bellal", "B", "Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery, University of Arizona, Tucson, Arizona. Electronic address: bjoseph@surgery.arizona.edu."]], "date": "2017-05-05", "id": "28807194", "text": "As the population ages, increasing number of geriatric patients sustain traumatic brain injury (TBI). Communication of accurate prognostic information is crucial for making informed decisions on behalf of such patients. Therefore, the aim of our study was to develop a simple and clinically applicable tool that accurately predicts the prognosis in geriatric TBI patients.We performed a 1-y (2011) retrospective analysis of isolated geriatric TBI patients (age ≥65 y, head abbreviated injury score [AIS] ≥ 3, and other body AIS < 3) in the National Trauma Data Bank. We calculated a Glasgow Coma Scale (GCS)-age prognosis (GAP) score (age/GCS score) for all patients. Outcome measures were in-hospital adverse outcomes (mortality and Rehab/skilled nursing facility discharge disposition). Regression analysis and receiver operator characteristic curve analysis were performed to determine the discriminatory power of GAP score.A total of 8750 geriatric patients with TBI were included. Mean age was 77.8 ± 7.1 y, the median (interquartile range) GCS was 15 (13-15), and the median (interquartile range) head AIS was 4 (3-4). The overall in-hospital mortality rate was 12.7%, and 34.2% of the patients were discharged home. As the GAP score increased, the mortality rate increased and discharge to-home decreased. Receiver operator characteristic curve analysis revealed excellent discriminatory power for mortality (area under the curve: 0.826). Above a GAP score of 12, the mortality rate was >50% and more than 45% of the patients were discharged to Rehab/skilled nursing facility.For geriatric patients with TBI, a simple GAP score reliably predicts outcomes. A score above 12 results in a drastic increase in mortality and an adverse discharge disposition. This simple tool may help clinicians provide accurate prognostic information to patients' families.", "doi": "10.1016/j.jss.2017.04.026", "title": "The impact of Glasgow Coma Scale-age prognosis score on geriatric traumatic brain injury outcomes.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}