{"authors": [["Bargellesi", "Stefano", "S", "1 Physical Medicine and Rehabilitation-Severe Brain Injuries Rehabilitation Unit, Ca' Foncello Hospital, Treviso, Italy."], ["Cavasin", "Luisa", "L", "2 School of Physical Medicine and Rehabilitation, University of Padova, Padova, Italy."], ["Scarponi", "Federico", "F", "3 Severe Brain Injuries Rehabilitation Unit, San Giovanni Battista Hospital, Foligno, Italy."], ["De Tanti", "Antonio", "A", "4 Severe Brain Injuries Rehabilitation Unit, Cardinal Ferrari Rehabilitation Centre, Santo Stefano Rehabilitation Institute, Fontanellato, Italy."], ["Bonaiuti", "Donatella", "D", "5 Physical Medicine and Rehabilitation Unit, San Gerardo Hospital, Monza, Italy."], ["Bartolo", "Michelangelo", "M", "6 Rehabilitation Department, Severe Brain Injuries Rehabilitation Unit, Habilita Institute, Bergamo, Italy."], ["Boldrini", "Paolo", "P", "7 Rehabilitation Department, Azienda ULSS 2 and President of Italian Society of Physical Medicine & Rehabilitation (SIMFER), Treviso, Italy."], ["Estraneo", "Anna", "A", "8 Neurorehabilitation Unit and Research Laboratory for Disorder of Consciousness, ICS Maugeri, Telese Terme, Italy."], [null, null, null, null]], "date": "2017-08-14", "id": "28805078", "text": "To report occurrence and identify patient's features and risk factors of heterotopic ossifications in patients with severe acquired brain injury in intensive rehabilitation centres.Multicentre cross-sectional survey.A total of 48 severe acquired brain injury rehabilitation institutes.Traumatic and non-traumatic severe brain-injured patients ( N = 689) in rehabilitation centres on 28 May 2016.Occurrence of heterotopic ossifications diagnosed by standard radiological and/or sonographic evaluation on the basis of clinical suspicion.Heterotopic ossification occurred around one or more joints in 94/689 patients (13.6%) with a significantly higher prevalence in young males. Occurrence did not significantly differ in relation to aetiology (16.3% traumatic, 19.2% anoxic, 11.7% vascular and 11.5% other). Prevalence was significantly higher in patients with diffuse (23.3%) rather than focal brain lesions (12.4%) or unspecified lesions (11.2%; chi-square = 7.81, df = 2, P = 0.020); longer duration of coma ( P = 0.0016) and ventilation support ( P = 0.0145); paroxysmal sympathetic hyperactivity (22.6% versus 11.6%; chi-square = 10.81, df = 1, P = 0.001); and spasticity (22.7% versus 10.1%; chi-square = 18.63, df = 1, P < 0.0001). A longer interval between acute brain injury and admission to rehabilitation centre was significantly associated with higher frequency of heterotopic ossifications.Occurrence of heterotopic ossifications is frequent in patients with severe traumatic and non-traumatic brain-injury in rehabilitation centres. Our study confirms male gender, young age, paroxysmal sympathetic hyperactivity, spasticity, longer duration of coma and ventilation and longer interval between brain injury onset and admission to rehabilitation centre as possible risk factors. Further studies are necessary to investigate the role of early appropriate rehabilitation pathways to reduce occurrence of heterotopic ossifications.", "doi": "10.1177/0269215517723161", "title": "Occurrence and predictive factors of heterotopic ossification in severe acquired brain injured patients during rehabilitation stay: cross-sectional survey.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}