{"authors": [["Grandjean-Blanchet", "Charlotte", "C", "*Division of Pediatrics,Centre hospitalier universitaire (CHU) Sainte-Justine,Montreal,QC."], ["Emeriaud", "Guillaume", "G", "*Division of Pediatrics,Centre hospitalier universitaire (CHU) Sainte-Justine,Montreal,QC."], ["Beaudin", "Marianne", "M", "†Division of Surgery,Centre hospitalier universitaire (CHU) Sainte-Justine,Montreal,QC."], ["Gravel", "Jocelyn", "J", "*Division of Pediatrics,Centre hospitalier universitaire (CHU) Sainte-Justine,Montreal,QC."]], "date": "2017-08-14", "id": "28803574", "text": "This study's objective was to measure the criterion validity of the BIG score (a new pediatric trauma score composed of the initial base deficit [BD], international normalized ratio [INR], and Glasgow Coma Scale [GCS]) to predict in-hospital mortality among children admitted to the emergency department with blunt trauma requiring an admission to the intensive care unit, knowing that a score <16 identifies children with a high probability of survival.This was a retrospective cohort study performed in a single tertiary care pediatric hospital between 2008 and 2016. Participants were all children admitted to the emergency department for a blunt trauma requiring intensive care unit admission or who died in the emergency department. The primary analysis was the association between a BIG score ≥16 and in-hospital mortality.Twenty-eight children died among the 336 who met the inclusion criteria. Two hundred eighty-four children had information on the three components of the BIG score, and they were included in the primary analysis. A BIG score ≥16 demonstrated a sensitivity of 0.93 (95% confidence interval [CI]: 0.76-0.98) and specificity of 0.83 (95% CI: 0.78-0.87) to identify mortality. Using receiver operating characteristic curves, the area under the curve was higher for the BIG score (0.97; 95% IC: 0.95-0.99) in comparison to the Injury Severity Score (0.78; 95% IC: 0.71-0.85).In this retrospective cohort, the BIG score was an excellent predictor of survival for children admitted to the emergency department following a blunt trauma.", "doi": "10.1017/cem.2017.379", "title": "Retrospective evaluation of the BIG score to predict mortality in pediatric blunt trauma.", "journal": ["CJEM", "CJEM"]}