{"authors": [["Lilly", "Craig M", "CM", "Departments of Medicine, Anesthesiology, and Surgery, the Clinical and Population Health Research Program, and the Graduate School of Biomedical Sciences, University of Massachusetts Medical School, Worcester, MA. Electronic address: craig.lilly@umassmed.edu."], ["Swami", "Sunil", "S", "Philips Healthcare, Baltimore, MD."], ["Liu", "Xinggang", "X", "Philips Healthcare, Baltimore, MD."], ["Riker", "Richard R", "RR", "Maine Medical Center, Tufts University School of Medicine, Boston, MA."], ["Badawi", "Omar", "O", "Philips Healthcare, Baltimore, MD; Department of Pharmacy Practice and Science, University of Maryland School of Pharmacy, Baltimore, MD."]], "date": "2017-08-08", "id": "28800866", "text": "Longitudinal analyses of large, detailed adult critical care datasets provide insights into practice trends and generate useful outcome and process benchmarks.Data representing 991,571 consecutive critical care visits to 160 US adult ICUs from 2009 to 2013 from the eICU Research Institute clinical practice database were used to quantitate patient characteristics, APACHE IV-based acuity predictions, treatments, and outcomes. Analyses for changes over time were performed for patient characteristics, entry and discharge locations, primary admission diagnosis, treatments, adherence to consensus ICU best practices, length of stay (LOS), and inpatient mortality.We detected significant trends for increasing age, BMI, and risk of mortality, higher frequency of admission from an ED and stepdown unit, and more frequent hospital discharge to substance abuse centers and skilled nursing facilities. Significantly more patients were admitted for sepsis, emphysema, coma, congestive heart failure, diabetic ketoacidosis, and fewer were admitted for asthma, unspecified chest pain, coronary artery bypass graft, and stroke care. The frequency of noninvasive mechanical ventilation and adherence to critical care best practices significantly increased, whereas the duration of renal replacement therapies, frequency of transfusions, antimicrobial use, critical care complications, LOS, and inpatient mortality decreased.Analyses of patients, practices, and outcomes from a large geographically dispersed sample of adult ICUs revealed trends of increasing age and acuity, higher rates of adherence to best practice, use of noninvasive mechanical ventilation, and decreased use of antimicrobials, transfusions, and duration of renal replacement therapies. Acuity-adjusted LOS and in hospital mortality decreased.", "doi": "10.1016/j.chest.2017.06.050", "title": "Five-Year Trends of Critical Care Practice and Outcomes.", "journal": ["Chest", "Chest"]}