{"authors": [["Khalili", "Hosseinali", "H", "Trauma Research Center, Shahid Rajaee (Emtiaz) Trauma Hospital, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Niakan", "Amin", "A", "Trauma Research Center, Shahid Rajaee (Emtiaz) Trauma Hospital, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Ghaffarpasand", "Fariborz", "F", "Student Research Committee, Department of Neurosurgery, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Kiani", "Arash", "A", "Department of Neurosurgery, Shiraz University of Medical Sciences, Shiraz, Iran."], ["Behjat", "Reza", "R", "Department of Neurosurgery, Shiraz University of Medical Sciences, Shiraz, Iran."]], "date": null, "id": "28795064", "text": "To investigate the determinants of outcome in patients with traumatic brain injury (TBI) undergoing decompressive craniectomy (DC) in a large level I trauma center in southern Iran.This retrospective cross-sectional study was conducted during an 18-month period from 2013 to 2014 in Shahid Rajaei hospital, a Level I trauma center in Southern Iran. Patients with TBI who had undergone DC were included and the medical charts were reviewed regarding demographics, clinical, radiological and outcome characteristics. The outcome was determined by extended Glasgow outcome scale (GOS-E) after one year of surgery. The variables were compared between those with favorable and unfavorable outcome to investigate the outcome determinants.Overall 142 patients with mean age of 34.8 ± 15.5 (ranging from 15 to 85) years were included. There were 127 (89.4%) men and 15 (10.6%) women among the patients. After 1-year, the mortality rate was 58 (40.8%) and 8 (5.6%) patients were persistent vegetative state. The final outcome was found to be unfavorable in 77 (54.2%) patients.  Unfavorable outcome was associated with lower GCS on admission (p<0.001) as well as occurrence of postoperative hydrocephalus (p=0.011). Formation of the postoperative subdural hygroma after the operation was found to be associated with favorable outcome (p=0.019).DC in patients with TBI is associated with favorable outcome in most of them. On admission GCS, postoperative hydrocephalus and presence of postoperative subdural hygroma are among the important predictors of outcome in TBI patients undergoing DC.", "doi": null, "title": "Outcome Determinants of Decompressive Craniectomy in Patients with Traumatic Brain Injury; A Single Center Experience from Southern Iran.", "journal": ["Bulletin of emergency and trauma", "Bull Emerg Trauma"]}