{"authors": [["Renuka", "M K", "MK", "Department of Anaesthesiology, Sri Ramachandra University, Chennai, Tamil Nadu, India."], ["Kalaiselvan", "M S", "MS", "Department of Critical Care Medicine, Sri Ramachandra University, Chennai, Tamil Nadu, India."], ["Arunkumar", "A S", "AS", "Department of Critical Care Medicine, Sri Ramachandra University, Chennai, Tamil Nadu, India."]], "date": null, "id": "28794524", "text": "Hanging is a frequently used method to attempt suicide in India. There is a lack of data in the Indian population regarding clinical features and outcomes of suicidal hanging. The purpose of this study was to evaluate the factors affecting mortality and morbidity in patients admitted with suicidal hanging to the Intensive Care Unit (ICU).A 6-year retrospective study of adult patients admitted to the ICU with suicidal hanging was analysed for demographics, mode of hanging, lead time to emergency room (ER) admission, clinical presentation, Acute Physiology and Chronic Health Evaluation II (APACHE II) and Sequential Organ Failure Assessment (SOFA) scores, admission Glasgow coma scale (GCS) and neurological outcomes. The primary outcome was in-hospital mortality rate. Secondary outcomes were hospital length of stay (LOS), ICU-LOS, time for neurological recovery, organ support and duration of mechanical ventilation. Statistical analysis was performed using the Student's t-test for continuous variables and Chi-square test for categorical variables.We analysed data of 106 patients. The median age was 27 years [Interquartile Range (IQR) (22-34)]. The median lead time to ER admission was 1 h [IQR (0.5-1.4)] with median ICU stay of 3 days [IQR (2-4)]. Vasopressors were administered to 27.4% patients. GCS was ≤7 in 65% patients, and 84.9% patients received mechanical ventilation. Mortality rate was 10.3%. Survivors recovered with normal organ function.Suicidal hanging is associated with significant mortality. Admission GCS, APACHE II and 48 h SOFA score were predictors of poor outcome.", "doi": "10.4103/ija.IJA_170_17", "title": "An analysis of the predictors of mortality and morbidity in patients admitted after suicidal hanging to an Indian multidisciplinary Intensive Care Unit.", "journal": ["Indian journal of anaesthesia", "Indian J Anaesth"]}