{"authors": [["Bollela", "V R", "VR", "Departamento de Clínica Médica, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Frigieri", "G", "G", "Braincare Health Technology, São Carlos, SP, Brasil."], ["Vilar", "F C", "FC", "Departamento de Clínica Médica, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Spavieri", "D L", "DL", "Braincare Health Technology, São Carlos, SP, Brasil."], ["Tallarico", "F J", "FJ", "Braincare Health Technology, São Carlos, SP, Brasil."], ["Tallarico", "G M", "GM", "Braincare Health Technology, São Carlos, SP, Brasil."], ["Andrade", "R A P", "RAP", "Braincare Health Technology, São Carlos, SP, Brasil."], ["de Haes", "T M", "TM", "Departamento de Neurociências e Ciências do Comportamento, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Takayanagui", "O M", "OM", "Departamento de Neurociências e Ciências do Comportamento, Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brasil."], ["Catai", "A M", "AM", "Departamento de Fisioterapia, Universidade Federal de São Carlos, São Carlos, SP, Brasil."], ["Mascarenhas", "S", "S", "Braincare Health Technology, São Carlos, SP, Brasil."]], "date": "2017-08-07", "id": "28793057", "text": "Mortality and adverse neurologic sequelae from HIV-associated cryptococcal meningitis (HIV-CM) remains high due to raised intracranial pressure (ICP) complications. Cerebrospinal fluid (CSF) high opening pressure occurs in more than 50% of HIV-CM patients. Repeated lumbar puncture with CSF drainage and external lumbar drainage might be required in the management of these patients. Usually, there is a high grade of uncertainty and the basis for clinical decisions regarding ICP hypertension tends to be from clinical findings (headache, nausea and vomiting), a low Glasgow coma scale score, and/or fundoscopic papilledema. Significant neurological decline can occur if elevated CSF pressures are inadequately managed. Various treatment strategies to address intracranial hypertension in this setting have been described, including: medical management, serial lumbar punctures, external lumbar and ventricular drain placement, and either ventricular or lumbar shunting. This study aims to evaluate the role of a non-invasive intracranial pressure (ICP-NI) monitoring in a critically ill HIV-CM patient.", "doi": "10.1590/1414-431X20176392", "title": "Noninvasive intracranial pressure monitoring for HIV-associated cryptococcal meningitis.", "journal": ["Brazilian journal of medical and biological research = Revista brasileira de pesquisas medicas e biologicas", "Braz. J. Med. Biol. Res."]}