{"authors": [["Manet", "Romain", "R", "Service de Neurochirurgie B, Hôpital Neurologique et Neurochirurgical Wertheimer, Centre Hospitalier Universitaire de Lyon, 59 Bd Pinel, 69677, Lyon Cedex, France. romain.manet@neurochirurgie.fr."], ["Payen", "Jean-François", "JF", "Grenoble Institut des Neurosciences, GIN, University Grenoble Alpes, 38000, Grenoble, France."], ["Guerin", "Romain", "R", "Pôle Anesthésie Réanimation, CHU Grenoble Alpes, 38000, Grenoble, France."], ["Martinez", "Orianne", "O", "Service de Réanimation, Hôpital Lapeyronie, CHU Montpellier, Montpellier, France."], ["Hautefeuille", "Serge", "S", "Service de réanimation, Centre Hospitalier Annecy Genevois, Annecy, France."], ["Francony", "Gilles", "G", "Pôle Anesthésie Réanimation, CHU Grenoble Alpes, 38000, Grenoble, France."], ["Gergelé", "Laurent", "L", "Département d'Anesthésie Réanimation, CHU Saint-Etienne, Saint Priest en Jarez, France."]], "date": "2017-08-08", "id": "28791479", "text": "Despite various treatments to control intracranial pressure (ICP) after brain injury, patients may present a late onset of high ICP or a poor response to medications. External lumbar drainage (ELD) can be considered a therapeutic option if high ICP is due to communicating external hydrocephalus. We aimed at describing the efficacy and safety of ELD used in a cohort of traumatic or non-traumatic brain-injured patients.In this multicentre retrospective analysis, patients had a delayed onset of high ICP after the initial injury and/or a poor response to ICP treatments. ELD was considered in the presence of radiological signs of communicating external hydrocephalus. Changes in ICP values and side effects following the ELD procedure were reported.Thirty-three patients with a median age of 51 years (25-75th percentile: 34-61 years) were admitted after traumatic (n = 22) or non-traumatic (n = 11) brain injuries. Their initial Glasgow Coma Scale score was 8 (4-11). Eight patients underwent external ventricular drainage prior to ELD. Median time to ELD insertion was 5 days (4-8) after brain insult. In all patients, ELD was dramatically effective in lowering ICP: 25 mmHg (20-31) before versus 7 mmHg (3-10) after (p < 0.001). None of the patients showed adverse effects such as pupil changes or intracranial bleeding after the procedure. One patient developed an ELD-related infection.These findings indicate that ELD may be considered potentially effective in controlling ICP, remaining safe if a firm diagnosis of communicating external hydrocephalus has been made.", "doi": "10.1007/s00701-017-3290-1", "title": "Using external lumbar CSF drainage to treat communicating external hydrocephalus in adult patients after acute traumatic or non-traumatic brain injury.", "journal": ["Acta neurochirurgica", "Acta Neurochir (Wien)"]}