{"authors": [["Zarei-Ghanavati", "Siamak", "S", "Eye Research Center, Khatam Al-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Khakshour", "Hamid", "H", "Eye Research Center, Khatam Al-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Vejdani", "Mohammadreza", "M", "Eye Research Center, Khatam Al-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Ghooshkhanei", "Haleh", "H", "Eye Research Center, Khatam Al-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Vejdani", "Amirhosein", "A", "Eye Research Center, Khatam Al-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."]], "date": null, "id": "28791057", "text": "To assess and compare preoperative refractive, aberrometric, topographic, and contrast sensitivity (CS) measurements with postoperative values after corneal collagen cross-linking (CXL) in patients with progressive keratoconus.Twenty-two eyes of 11 patients with keratoconus were enrolled in this prospective study. Uncorrected distance visual acuity (UDVA), best spectacle corrected visual acuity (BSCVA), CS, and higher order aberrations (HOAs) were evaluated at baseline and 1, 3, 6, and 8 months after surgery.The mean total HOAs of the included patients were 2.24, 2.34, 2.28, 2.17, and 2.03 μm before and 1, 3, 6, and 8 months after CXL, respectively. A significant reduction in corneal HOAs including vertical coma, vertical and horizontal trefoil and spherical aberration was observed 6 and 8 months after CXL. UDVA and BSCVA improved significantly in all patients who completed the follow-up period (P = 0.001). Although mean CS declined significantly 1 month postoperatively, it improved significantly after 3, 6, and 8 months (P<0.001). Maximum keratometry was significantly lower 8 months postoperatively compared to the preoperative value. (P = 0.006).CXL seems to improve UCVA, BSCVA, and CS and reduce most corneal HOAs in progressive forms of keratoconus.", "doi": "10.4103/jovr.jovr_30_16", "title": "Evaluation of Changes in Visual Acuity, Contrast Sensitivity and Aberrations in Patients with Keratoconus after Corneal Collagen Cross-linking.", "journal": ["Journal of ophthalmic & vision research", "J Ophthalmic Vis Res"]}