{"authors": [["Marjanovic", "Nicolas", "N", "Department of Emergency and Prehospital Care, Centre Hospitalier Universitaire de Poitiers, Poitiers, France."], ["Frasca", "Denis", "D", "INSERM UMR1246-Methods in Patient-Centered Outcomes and Health Research, Poitiers, France."], ["Asehnoune", "Karim", "K", "Centre Hospitalier Universitaire de Nantes, Anaesthesia and Intensive Care Unit, Nantes, France."], ["Paugam", "Catherine", "C", "Assistance Publique des Hôpitaux de Paris, Intensive Care Unit, Hôpital Beaujon, Clichy, France."], ["Lasocki", "Sigismond", "S", "Centre Hospitalier Universitaire d'Angers, Intensive Care Unit, Angers, France."], ["Ichai", "Carole", "C", "Centre Hospitalier Universitaire de Nice, Intensive Care Unit, Nice, France."], ["Lefrant", "Jean-Yves", "JY", "Division Anaesthesia Critical Care, Emergency and Pain Medicine, Centre Hospitalier Universitaire de Nimes, Nimes, France."], ["Leone", "Marc", "M", "Assistance Publique Hopitaux de Marseille, Intensive Care Unit, Hôpital Nord, Marseille, France."], ["Dahyot-Fizelier", "Claire", "C", "Centre Hospitalier Universitaire de Poitiers, Neuro-Intensive Care Unit, Poitiers, France."], ["Pottecher", "Julien", "J", "Hopitaux Universitaires de Strasbourg, Intensive Care Unit, Strasbourg, France."], ["Falcon", "Dominique", "D", "Centre Hospitalier Universitaire de Grenoble, Intensive Care Unit, Grenoble, France."], ["Veber", "Benoit", "B", "Centre Hospitalier Universitaire de Rouen, Intensive Care Unit, Rouen, France."], ["Constantin", "Jean-Michel", "JM", "Centre Hospitalier Universitaire de Clermont-Ferrand, Intensive Care Unit, Clermont-Ferrand, France."], ["Seguin", "Sabrina", "S", "Department of Emergency and Prehospital Care, Centre Hospitalier Universitaire de Poitiers, Intensive Care Unit, Poitiers, France."], ["Guénézan", "Jérémy", "J", "Department of Emergency and Prehospital Care, Centre Hospitalier Universitaire de Poitiers, Poitiers, France."], ["Mimoz", "Olivier", "O", "Department of Emergency and Prehospital Care, Centre Hospitalier Universitaire de Poitiers, Poitiers, France."], [null, null, null, null]], "date": "2017-08-07", "id": "28790042", "text": "Severe trauma represents the leading cause of mortality worldwide. While 80% of deaths occur within the first 24 hours after trauma, 20% occur later and are mainly due to healthcare-associated infections, including ventilator-associated pneumonia (VAP). Preventing underinflation of the tracheal cuff is recommended to reduce microaspiration, which plays a major role in the pathogenesis of VAP. Automatic devices facilitate the regulation of tracheal cuff pressure, and their implementation has the potential to reduce VAP. The objective of this work is to determine whether continuous regulation of tracheal cuff pressure using a pneumatic device reduces the incidence of VAP compared with intermittent control in severe trauma patients.This multicentre randomised controlled and open-label trial will include patients suffering from severe trauma who are admitted within the first 24 hours, who require invasive mechanical ventilation to longer than 48 hours. Their tracheal cuff pressure will be monitored either once every 8 hours (control group) or continuously using a pneumatic device (intervention group). The primary end point is the proportion of patients that develop VAP in the intensive care unit (ICU) at day 28. The secondary end points include the proportion of patients that develop VAP in the ICU, early (≤7 days) or late (>7 days) VAP, time until the first VAP diagnosis, the number of ventilator-free days and antibiotic-free days, the length of stay in the ICU, the proportion of patients with ventilator-associated events and that die during their ICU stay.This protocol has been approved by the ethics committee of Poitiers University Hospital, and will be carried out according to the principles of the Declaration of Helsinki and the Good Clinical Practice guidelines. The results of this study will be disseminated through presentation at scientific conferences and publication in peer-reviewed journals.Clinical Trials NCT02534974.", "doi": "10.1136/bmjopen-2017-017003", "title": "Multicentre randomised controlled trial to investigate the usefulness of continuous pneumatic regulation of tracheal cuff pressure for reducing ventilator-associated pneumonia in mechanically ventilated severe trauma patients: the AGATE study protocol.", "journal": ["BMJ open", "BMJ Open"]}