{"authors": [["Keene", "Claire M", "CM", "Pietermaritzburg Metropolitan Trauma Service, Department of Surgery, University of KwaZulu-Natal, Durban, South Africa. Electronic address: clairekeene@gmail.com."], ["Kong", "Victor Y", "VY", "Pietermaritzburg Metropolitan Trauma Service, Department of Surgery, University of KwaZulu-Natal, Durban, South Africa."], ["Clarke", "Damian L", "DL", "Pietermaritzburg Metropolitan Trauma Service, Department of Surgery, University of KwaZulu-Natal, Durban, South Africa; Department of Surgery, University of the Witwatersrand, Johannesburg, South Africa."], ["Brysiewicz", "Petra", "P", "School of Nursing & Public Health, University of KwaZulu-Natal, Durban, South Africa."]], "date": "2017-07-05", "id": "28789825", "text": "Recording vital signs is important in the hospital setting and the quality of this documentation influences clinical decision making. The Modified Early Warning Score (MEWS) uses vital signs to categorise the severity of a patient's physiological derangement and illustrates the clinical impact of vital signs in detecting patient deterioration and making management decisions. This descriptive study measured the quality of vital sign recordings in an acute care trauma setting, and used the MEWS to determine the impact the documentation quality had on the detection of physiological derangements and thus, clinical decision making.Vital signs recorded by the nursing staff of all trauma patients in the acute care trauma wards at a regional hospital in South Africa were collected from January 2013 to February 2013. Investigator-measured values taken within 2 hours of the routine observations and baseline patient information were also recorded. A MEWS for each patient was calculated from the routine and investigator-measured observations. Basic descriptive statistics were performed using EXCEL.The details of 181 newly admitted patients were collected. Completion of recordings was 81% for heart rate, 88% for respiratory rate, 98% for blood pressure, 92% for temperature and 41% for GCS. The recorded heart rate was positively correlated with the investigator's measurement (Pearson's correlation coefficient of 0.76); while the respiratory rate did not correlate (Pearson's correlation coefficient of 0.02). In 59% of patients the recorded respiratory rate (RR) was exactly 20 breaths per minute and 27% had a recorded RR of exactly 15. Seven percent of patients had aberrant Glasgow Coma Scale readings above the maximum value of 15. The average MEWS was 2 for both the recorded (MEWS(R)) and investigator (MEWS(I)) vitals, with the range of MEWS(R) 0-7 and MEWS(I) 0-9. Analysis showed 59% of the MEWS(R) underestimated the physiological derangement (scores were lower than the MEWS(I)); 80% of patients had a MEWS(R) requiring 4 hourly checks which was only completed in 2%; 86% of patients had a MEWS(R) of less than three (i.e. not necessitating escalation of care), but 33% of these showed a MEWS(I) greater than three (i.e. actually necessitating escalation of care).Documentation of vital signs aids management decisions, indicating the physiological derangement of a patient and dictating treatment. This study showed that there was a poor quality of vital sign recording in this acute care trauma setting, which led to underestimation of patients' physiological derangement and an inability to detect deteriorating patients. The MEWS could be a powerful tool to empower nurses to become involved in the diagnosis and detection of deteriorating patients, as well as providing a framework to communicate the severity of derangement between health workers. However, it requires a number of strategies to improve the quality of vital sign recording, including continuing education, increasing the numbers of competent staff and administrative changes in vital sign charts.", "doi": "10.1016/j.cjtee.2016.11.008", "title": "The effect of the quality of vital sign recording on clinical decision making in a regional acute care trauma ward.", "journal": ["Chinese journal of traumatology = Zhonghua chuang shang za zhi", "Chin. J. Traumatol."]}