{"authors": [["Moon", "J M", "JM", "Department of Emergency Medicine, Chonnam National University Medical School, Gwangju, South Korea."], ["Chun", "B J", "BJ", "Department of Emergency Medicine, Chonnam National University Medical School, Gwangju, South Korea. Electronic address: emdrmjm@gmail.com."], ["Lee", "S D", "SD", "Department of Emergency Medicine, Chonnam National University Medical School, Gwangju, South Korea."]], "date": "2017-07-29", "id": "28787683", "text": "This study investigated the predictive factors for progression from seizure-related endosulfan poisoning to status epilepticus (SE) and refractory SE (RSE). This study also investigated delayed neurologic sequelae in seizure-related endosulfan poisoning.This retrospective, observational case series consisted of 73 patients who developed at least one seizure after endosulfan ingestion.The progression rates from seizure-related endosulfan poisoning to SE and from SE-related endosulfan poisoning to RSE were 78.1% and 54.4%, respectively. The SE and RSE fatality rates were 19.2% and 41.9%, respectively. No patients reported the development of delayed neurological sequelae at least six months after discharge. Glasgow coma scale (GCS) score were identified as an independent factor for progression from seizure-related endosulfan poisoning to SE and from SE-related endosulfan poisoning to RSE. Lorazepam administration was independently associated with preventing progression from SE-related endosulfan poisoning to RSE.Seizure-related endosulfan poisoning had higher progression rates to SE and RSE and higher fatality rates than other drug-induced seizures. However, delayed neurologic sequelae after discharge were not demonstrated. Due to the high progression rates from seizure-related endosulfan poisoning to SE and RSE and the absence of an established treatment for SE-related endosulfan poisoning, physicians should aggressively treat patients who experience a seizure after endosulfan poisoning and who present with decreased GCS score. Lorazepam should be considered a first-line anti-epileptic drug for controlling seizures in patients with endosulfan poisoning.", "doi": "10.1016/j.seizure.2017.07.009", "title": "In-hospital outcomes and delayed neurologic sequelae of seizure-related endosulfan poisoning.", "journal": ["Seizure", "Seizure"]}