{"authors": [["Singer", "Matt", "M", "From the Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery (M.S., A.A., T. O'K., M.K., A.J., N.K., L.G., F.J., A.T., B.J.), University of Arizona, Tucson, Arizona."], ["Azim", "Asad", "A", null], ["O'Keeffe", "Terence", "T", null], ["Khan", "Muhammad", "M", null], ["Jain", "Arpana", "A", null], ["Kulvatunyou", "Narong", "N", null], ["Gries", "Lynn", "L", null], ["Jehan", "Faisal", "F", null], ["Tang", "Andrew", "A", null], ["Joseph", "Bellal", "B", null]], "date": null, "id": "28787375", "text": "In the United States, marijuana abuse and dependence are becoming more prevalent among adult and adolescent trauma patients. Unlike several studies that focus on the effects of marijuana on the outcomes of diseases, our aim was to assess the relationship between a positive toxicology screen for marijuana and mortality in such patients.A 5-year (2008-2012) analysis of adult trauma patients (older than 18 years old) in Arizona State Trauma Registry. We included patients admitted to the intensive care unit (ICU) with a positive toxicology screen for marijuana. We excluded patients with positive alcohol or other substance screening. Outcome measures were mortality, ventilator days, ICU, and hospital length of stay. We matched patients who tested positive for marijuana (marijuana positive) to those who tested negative (marijuana negative) using propensity score matching in a 1:1 ratio controlling for age, injury severity score, and Glasgow Coma Scale.We included a total of 28,813 patients, of which 2,678 were matched (1,339, marijuana positive; 1,339, marijuana negative). The rate of positive screening for marijuana was 7.4% (2,127/28,813). Mean age was 31 ± 9 years, and injury severity score was 13 (8-20). There was no difference between the two groups in hospital (6.4 days vs. 5.4 days, p = 0.08) or ICU (3 days vs. 4 days, p = 0.43) length of stay. Of the marijuana-positive patients, 55.3% received mechanical ventilation, while 32% of marijuana-negative patients received mechanical ventilation (p < 0.001). On subanalysis of patients who received mechanical ventilation, the marijuana-positive patients had a higher number of ventilator days (2 days vs. 1 day, p = 0.02) and a lower mortality rate (7.3% vs. 16.1%, p < 0.001) than those who were marijuana negative.A positive marijuana screen is associated with decreased mortality in adult trauma patients admitted to the ICU. This association warrants further investigation of the possible physiologic effects of marijuana in trauma patients.Prognostic studies, level III.", "doi": "10.1097/TA.0000000000001672", "title": "How does marijuana affect outcomes after trauma in ICU patients? A propensity-matched analysis.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}