{"authors": [["Li", "Su-Yun", "SY", "School of Management, Wuhan University of Technology, Wuhan, 430070, China."], ["Yu", "Jiao-Hua", "JH", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China. yujiaohua2008@126.com."], ["Diao", "Zhao-Feng", "ZF", "School of Management, Wuhan University of Technology, Wuhan, 430070, China."], ["Zeng", "Li", "L", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."], ["Zeng", "Min-Jie", "MJ", "Department of Digestive Diseases, Hunan Provincial People's Hospital, Changsha, 410002, China."], ["Shen", "Xiao-Fang", "XF", "Department of Neurology, Nanjing Drum Tower Hospital, the Affiliated Hospital of Nanjing University Medical School, Nanjing, 210008, China."], ["Zhang", "Lin", "L", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."], ["Shi", "Wen-Jia", "WJ", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."], ["Ke", "Hui", "H", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."], ["Wang", "Huan", "H", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."], ["Zhang", "Xian-Na", "XN", "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430022, China."]], "date": "2017-08-08", "id": "28786068", "text": "Rational nutritional support shall be based on nutritional screening and nutritional assessment. This study is aimed to explore nutritional risk screening and its influencing factors of hospitalized patients in central urban area. It is helpful for the early detection of problems in nutritional supports, nutrition management and the implementation of intervention measures, which will contribute a lot to improving the patient's poor clinical outcome. A total of three tertiary medical institutions were enrolled in this study. From October 2015 to June 2016, 1202 hospitalized patients aged ≥18 years were enrolled in Nutrition Risk Screening 2002 (NRS2002) for nutritional risk screening, including 8 cases who refused to participate, 5 cases of same-day surgery and 5 cases of coma. A single-factor chi-square test was performed on 312 patients with nutritional risk and 872 hospitalized patients without nutritional risk. Logistic regression analysis was performed with univariate analysis (P<0.05), to investigate the incidence of nutritional risk and influencing factors. The incidence of nutritional risk was 26.35% in the inpatients, 25.90% in male and 26.84% in female, respectively. The single-factor analysis showed that the age ≥60, sleeping disorder, fasting, intraoperative bleeding, the surgery in recent month, digestive diseases, metabolic diseases and endocrine system diseases had significant effects on nutritional risk (P<0.05). Having considered the above-mentioned factors as independent variables and nutritional risk (Y=1, N=0) as dependent variable, logistic regression analysis revealed that the age ≥60, fasting, sleeping disorders, the surgery in recent month and digestive diseases are hazardous factors for nutritional risk. Nutritional risk exists in hospitalized patients in central urban areas. Nutritional risk screening should be conducted for inpatients. Nutritional intervention programs should be formulated in consideration of those influencing factors, which enable to reduce the nutritional risk and to promote the rehabilitation of inpatients.", "doi": "10.1007/s11596-017-1782-0", "title": "Analysis on nutritional risk screening and influencing factors of hospitalized patients in central urban area.", "journal": ["Journal of Huazhong University of Science and Technology. Medical sciences = Hua zhong ke ji da xue xue bao. Yi xue Ying De wen ban = Huazhong keji daxue xuebao. Yixue Yingdewen ban", "J. Huazhong Univ. Sci. Technol. Med. Sci."]}