{"authors": [["Hariri", "Omid", "O", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."], ["Farr", "Saman", "S", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."], ["Lawandy", "Shokry", "S", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."], ["Zampella", "Bailey", "B", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."], ["Miulli", "Dan", "D", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."], ["Siddiqi", "Javed", "J", "Department of Neurological Surgery, Riverside University Health System, Moreno Valley, California, USA."]], "date": "2017-07-07", "id": "28781914", "text": "The placement of an external ventricular drain (EVD) for monitoring and treatment of increased intracranial pressure is not without risk, particularly for the development of associated ventriculitis. The goal of this study was to investigate whether changes in cerebrospinal fluid (CSF), serum, or clinical parameters are correlated with the development of ventriculitis before it occurs, allowing for the determination of optimal timing of CSF collection.An observational retrospective study was conducted between January 2006 and May 2012. A total of 466 patients were identified as having an in-situ EVD placed. Inclusion criteria were age >18 years, glasgow coma scale (GCS) 4-15, and placement of EVD for any indication. Exclusion criteria included recent history of meningitis, cerebral abscess, cranial surgery or open skull fracture within the previous 30 days. A broad definition of ventriculitis was used to separate patients into three initial categories, two of which had sufficient patients to proceed with analysis: suspected ventriculitis and confirmed ventriculitis. CSF sampling was conducted on alternating weekdays.A total of 466 patients were identified as having an EVD and 123 patients were included in the final analysis. The incidence of ventriculitis was 8.8%. Only the ratio of glucose CSF: serum <0.5 was found to be of statistical significance, though not correlated to developing a ventriculitis.This study demonstrates no reliable tested CSF, serum, or clinical parameters that are effectively correlated with the development of ventriculitis in an EVD patient. Thus, we recommend and will continue to draw CSF samples from patients with in-situ EVDs on our current schedule for as long as the EVD remains in place.", "doi": "10.4103/sni.sni_449_16", "title": "Will clinical parameters reliably predict external ventricular drain-associated ventriculitis: Is frequent routine cerebrospinal fluid surveillance necessary?", "journal": ["Surgical neurology international", "Surg Neurol Int"]}