{"authors": [["Dos Reis", "Helena França Correia", "HFC", "Universidade Federal da Bahia, Salvador, BA, Brazil. Electronic address: helena.correia@ufba.br."], ["Gomes-Neto", "Mansueto", "M", "Universidade Federal da Bahia, Salvador, BA, Brazil."], ["Almeida", "Mônica Lajana Oliveira", "MLO", "Hospital Geral do Estado da Bahia, Salvador, BA, Brazil."], ["da Silva", "Mário Ferreira", "MF", "Hospital Geral do Estado da Bahia, Salvador, BA, Brazil."], ["Guedes", "Lorena Barreto Arruda", "LBA", "Universidade do Estado da Bahia, Salvador, BA, Brazil."], ["Martinez", "Bruno Prata", "BP", "Universidade Federal da Bahia, Salvador, BA, Brazil; Universidade do Estado da Bahia, Salvador, BA, Brazil."], ["de Seixas Rocha", "Mário", "M", "Programa de Pós-Graduação em Medicina e Saúde Humana, Escola Bahiana de Medicina e Saúde Pública, Salvador, BA, Brazil."]], "date": "2017-07-31", "id": "28780488", "text": "To identify predictors and develop a risk score for the prediction of extubation failure in TBI patients.We prospectively evaluated 311 TBI adults receiving mechanical ventilation for >48h in the intensive care unit. Epidemiological, ventilatory, airway protective, laboratory, and hemodynamic predictors were evaluated. A multiple logistic regression model was developed to predict the extubation failure risk. A score was developed using the arithmetic sum of the points for each independent predictor, whose scores were proportional to the regression coefficient. The accuracy of the model was determined using the C statistic.Extubation failure occurred in 43 patients (13.8%). Five independent predictors were identified: female sex (4 points) Glasgow Coma Scale motor score≤5 (4 points), moderate-to-large secretion volume (4 points), absent or weak cough (3 points), and mechanical ventilation≥10days (2 points). We calculated the risk score for patients and three risk categories were defined: low (0-3 points), moderate (4-7 points), high (8-17 points). The extubation failure rates in the three groups were 3.5%, 21.2%, and 42.9%, respectively.The score developed to predict extubation failure in TBI patients can identify three risk categories and can be easily applied in the ICU.", "doi": "10.1016/j.jcrc.2017.07.051", "title": "Development of a risk score to predict extubation failure in patients with traumatic brain injury.", "journal": ["Journal of critical care", "J Crit Care"]}