{"authors": [["Scarpino", "Maenia", "M", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy; IRCCS Istituto di Riabilitazione Don Carlo Gnocchi, Florence, Italy."], ["Lanzo", "Giovanni", "G", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy."], ["Lolli", "Francesco", "F", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy; Dipartimento di Scienze Biomediche, Sperimentali e Cliniche Mario Serio Università degli studi di Firenze, Florence, Italy."], ["Moretti", "Marco", "M", "Neuroradiologia, AOU Careggi, Florence, Italy."], ["Carrai", "Riccardo", "R", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy; IRCCS Istituto di Riabilitazione Don Carlo Gnocchi, Florence, Italy."], ["Migliaccio", "Maria Luisa", "ML", "Unità di Terapia Intensiva, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy."], ["Spalletti", "Maddalena", "M", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy."], ["Bonizzoli", "Manuela", "M", "Unità di Terapia Intensiva, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy."], ["Peris", "Adriano", "A", "Unità di Terapia Intensiva, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy."], ["Amantini", "Aldo", "A", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy; IRCCS Istituto di Riabilitazione Don Carlo Gnocchi, Florence, Italy."], ["Grippo", "Antonello", "A", "SODc Neurofisiopatologia, Dipartimento Neuromuscolo-Scheletrico e degli Organi di Senso, AOU Careggi, Florence, Italy; IRCCS Istituto di Riabilitazione Don Carlo Gnocchi, Florence, Italy. Electronic address: agrippo@unifi.it."]], "date": "2017-08-02", "id": "28780193", "text": "Brain death (BD) in coma after cardiac arrest (CA) is difficult to predict. Basal ganglia gray matter/white matter (GM/WM) ratio density and somatosensory evoked potentials (SEPs) may differentiate patients evolving toward BD.We used SEPs and brain computed tomography (CT) after coma onset, within the first 24hours.Of the 160 patients included in the study, 22 (14%) evolved toward BD. SEP patterns predicted BD (ROC area=0.82, P<0.0001). The combination of SEP patterns, bilaterally absent (AA) and absent on one hemisphere and pathological on the other (AP), predicted BD with a sensitivity of 100% and a specificity of 62.3%, with a positive likelihood ratio of 2.65. The GM/WM ratio predicted BD (ROC area=0.68, P=0.01). A GM/WM ratio <1.07 had a sensitivity of 30.4%, a specificity of 94.9%, and a positive likelihood ratio of 6.27. The combination of SEP and CT findings did not increase the prediction of BD.SEPs and brain CT within 24hours predicted BD after CA. Severe SEP findings (SEP patterns: AA, AP) identified a subset of patients in whom BD could occur. Brain CT (GM/WM ratio in basal ganglia) predicted an early evolution toward BD with high specificity but lower sensitivity.", "doi": "10.1016/j.neucli.2017.07.002", "title": "Is brain computed tomography combined with somatosensory evoked potentials useful in the prediction of brain death after cardiac arrest?", "journal": ["Neurophysiologie clinique = Clinical neurophysiology", "Neurophysiol Clin"]}