{"authors": [["Rosenthal", "Eric S", "ES", "Massachusetts General Hospital, Boston, MA."], ["Claassen", "Jan", "J", "New York Presbyterian Hospital, New York, NY."], ["Wainwright", "Mark S", "MS", "Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL."], ["Husain", "Aatif M", "AM", "Duke University Medical Center, Durham, NC."], ["Vaitkevicius", "Henrikas", "H", "Brigham and Women's Hospital, Boston, MA."], ["Raines", "Shane", "S", "2b Analytics, Wallingford, PA."], ["Hoffmann", "Ethan", "E", "Sage Therapeutics, Inc., Cambridge, MA."], ["Colquhoun", "Helen", "H", "Sage Therapeutics, Inc., Cambridge, MA."], ["Doherty", "James J", "JJ", "Sage Therapeutics, Inc., Cambridge, MA."], ["Kanes", "Stephen J", "SJ", "Sage Therapeutics, Inc., Cambridge, MA."]], "date": "2017-09-11", "id": "28779545", "text": "Super-refractory status epilepticus (SRSE) is a life-threatening form of status epilepticus that continues or recurs despite 24 hours or more of anesthetic treatment. We conducted a multicenter, phase 1/2 study in SRSE patients to evaluate the safety and tolerability of brexanolone (USAN; formerly SAGE-547 Injection), a proprietary, aqueous formulation of the neuroactive steroid, allopregnanolone. Secondary objectives included pharmacokinetic assessment and open-label evaluation of brexanolone response during and after anesthetic third-line agent (TLA) weaning.Patients receiving TLAs for SRSE control were eligible for open-label, 1-hour brexanolone loading infusions, followed by maintenance infusion. After 48 hours of brexanolone infusion, TLAs were weaned during brexanolone maintenance. After 4 days, the brexanolone dose was tapered. Safety and functional status were assessed over 3 weeks of follow-up.Twenty-five patients received open-label study drug. No serious adverse events (SAEs) were attributable to study drug, as determined by the Safety Review Committee. Sixteen patients (64%) experienced ≥1 SAE. Six patient deaths occurred, all deemed related to underlying medical conditions. Twenty-two patients underwent ≥1 TLA wean attempt. Seventeen (77%) met the response endpoint of weaning successfully off TLAs before tapering brexanolone. Sixteen (73%) were successfully weaned off TLAs within 5 days of initiating brexanolone infusion without anesthetic agent reinstatement in the following 24 hours.In an open-label cohort of limited size, brexanolone demonstrated tolerability among SRSE patients of heterogeneous etiologies and was associated with a high rate of successful TLA weaning. The results suggest the possible development of brexanolone as an adjunctive therapy for SRSE requiring pharmacological coma for seizure control. Ann Neurol 2017;82:342-352.", "doi": "10.1002/ana.25008", "title": "Brexanolone as adjunctive therapy in super-refractory status epilepticus.", "journal": ["Annals of neurology", "Ann. Neurol."]}