{"authors": [["Orlando", "Alessandro", "A", "Trauma Research Department, Swedish Medical Center, Englewood, Colorado, USA; Trauma Research Department, St. Anthony Hospital, Lakewood, Colorado, USA; Trauma Services Department, Medical City Plano, Plano, Texas, USA; Trauma Services Department, Penrose Hospital, Colorado Springs, Colorado, USA."], ["Levy", "A Stewart", "AS", "Department of Neurosurgery, St. Anthony Hospital, Lakewood, Colorado, USA."], ["Carrick", "Matthew M", "MM", "Trauma Services Department, Medical City Plano, Plano, Texas, USA."], ["Tanner", "Allen", "A", "Trauma Services Department, Penrose Hospital, Colorado Springs, Colorado, USA."], ["Mains", "Charles W", "CW", "Trauma Research Department, St. Anthony Hospital, Lakewood, Colorado, USA."], ["Bar-Or", "David", "D", "Trauma Research Department, Swedish Medical Center, Englewood, Colorado, USA; Trauma Research Department, St. Anthony Hospital, Lakewood, Colorado, USA; Trauma Services Department, Medical City Plano, Plano, Texas, USA; Trauma Services Department, Penrose Hospital, Colorado Springs, Colorado, USA; Rocky Vista University College of Osteopathic Medicine, Parker, Colorado, USA. Electronic address: dbaror@ampiopharma.com."]], "date": "2017-07-31", "id": "28774762", "text": "To outline differences in neurosurgical intervention (NI) rates between intracranial hemorrhage (ICH) types in mild traumatic brain injuries and help identify which ICH types are most likely to benefit from creation of predictive models for NI.A multicenter retrospective study of adult patients spanning 3 years at 4 U.S. trauma centers was performed. Patients were included if they presented with mild traumatic brain injury (Glasgow Coma Scale score 13-15) with head CT scan positive for ICH. Patients were excluded for skull fractures, \"unspecified hemorrhage,\" or coagulopathy. Primary outcome was NI. Stepwise multivariable logistic regression models were built to analyze the independent association between ICH variables and outcome measures.The study comprised 1876 patients. NI rate was 6.7%. There was a significant difference in rate of NI by ICH type. Subdural hematomas had the highest rate of NI (15.5%) and accounted for 78% of all NIs. Isolated subarachnoid hemorrhages had the lowest, nonzero, NI rate (0.19%). Logistic regression models identified ICH type as the most influential independent variable when examining NI. A model predicting NI for isolated subarachnoid hemorrhages would require 26,928 patients, but a model predicting NI for isolated subdural hematomas would require only 328 patients.This study highlighted disparate NI rates among ICH types in patients with mild traumatic brain injury and identified mild, isolated subdural hematomas as most appropriate for construction of predictive NI models. Increased health care efficiency will be driven by accurate understanding of risk, which can come only from accurate predictive models.", "doi": "10.1016/j.wneu.2017.07.130", "title": "Epidemiology of Mild Traumatic Brain Injury with Intracranial Hemorrhage: Focusing Predictive Models for Neurosurgical Intervention.", "journal": ["World neurosurgery", "World Neurosurg"]}