{"authors": [["Halaweish", "Ihab", "I", "Section of Pediatric Surgery, Department of Surgery, University of Michigan, Ann Arbor, Michigan. Electronic address: ihalawe@med.umich.edu."], ["Riebe-Rodgers", "Jane", "J", "Section of Pediatric Surgery, Department of Surgery, University of Michigan, Ann Arbor, Michigan."], ["Randall", "Amy", "A", "Section of Pediatric Surgery, Department of Surgery, University of Michigan, Ann Arbor, Michigan."], ["Ehrlich", "Peter F", "PF", "Section of Pediatric Surgery, Department of Surgery, University of Michigan, Ann Arbor, Michigan."]], "date": "2017-07-14", "id": "28774508", "text": "Recently, two large prospective clinical trials developed and validated prediction rules for children at very low risk for clinically important traumatic brain injuries (ciTBI) or abdominal injury for whom CT is unnecessary. Specific criteria/guidelines were identified which if met would obviate the need for CT scanning. The purpose of this study was to assess compliance at a level one pediatric center with these guidelines as a tool for quality improvement.Records of children admitted to our pediatric trauma center one year before and two years after publication of head (Kuppermann '09) and abdominal trauma (Holmes '13) CT imaging guidelines were reviewed. Data collected included demographics, Glasgow coma score, (GCS), injury severity score (ISS), mechanism of injury, and indication for imaging based on criteria/guidelines from the prediction rule including history, symptoms, and physical exam findings.There were 296 total patients identified. Demographic data, GCS, ISS, and mechanism of injury were similar between both groups before and after guideline publication. Prior to publication of head trauma imaging guidelines, 20.7% of head trauma patients had no indication for head CT prior compared with 19.5% after publication of imaging guideline (p=0.85). Prior to publication of abdominal trauma imaging guidelines, 28.9% of patients had no indication for abdominal CT compared with 31.5% after publication of imaging guidelines (0.76). The rate of ciTBI requiring intervention was 4.6% before and 1.1% after guideline publication (p=0.4). The rate of abdominal injury requiring intervention was 7.9% before and 1.8% post guideline publication (p=0.2). None of the children at very low risk for ciTBI or abdominal injury required surgical intervention.At our institution compliance with evidence-based guidelines for CT of children with head and abdominal trauma is poor with a significant number of patients undergoing unnecessary imaging. This provides an opportunity for quality improvement with evidence based methods to reduce unnecessary imaging for trauma.III TYPE OF STUDY: Clinical Research Paper.", "doi": "10.1016/j.jpedsurg.2017.07.008", "title": "Compliance with evidence-based guidelines for computed tomography of children with head and abdominal trauma.", "journal": ["Journal of pediatric surgery", "J. Pediatr. Surg."]}