{"authors": [["Rojek-Jarmuła", "Anna", "A", "1 Weaning Station, Marienhaus Klinikum Eifel, Neuerburg, Germany."], ["Hombach", "Rainer", "R", "1 Weaning Station, Marienhaus Klinikum Eifel, Neuerburg, Germany."], ["Krzych", "Łukasz J", "ŁJ", "3 Department of Anaesthesiology and Intensive Care, School of Medicine in Katowice, Medical University of Silesia, Katowice, Poland."]], "date": "2017-02-24", "id": "28774204", "text": "At least 5% of all intensive care unit patients require prolonged respiratory support. Multiple factors have been suggested as possible predictors of successful respiratory weaning so far. We sought to verify whether the Acute Physiology and Chronic Health Evaluation II (APACHE II) can predict freedom from prolonged mechanical ventilation (PMV) in patients treated in a regional weaning centre. The study group comprised 130 consecutive patients (age; median (interquartile range): 71 (62-77) years), hospitalized between 1 January 2012, and 31 December 2013. APACHE II score was assessed based on the worst values taken during the first 24 hours after admission. Glasgow coma scale was excluded from calculations due to the likely influence of sedative agents. The outcome was defined as freedom from mechanical ventilation, with or without tracheostomy on discharge. Among survivors ( n = 115), 88.2% were successfully liberated from mechanical ventilation and 60.9% from tracheostomy. APACHE II failed to predict freedom from mechanical ventilation (area under the receiver-operating characteristic curve [AUROC] = 0.534; 95% confidence interval [CI]: 0.439-0.628; p = 0.65) and tracheostomy tube removal (AUROC = 0.527; 95% CI: 0.431-0.621; p = 0.63). Weaning outcome was unrelated to the aetiology of respiratory failure on admission ( p = 0.41). APACHE II cannot predict weaning outcome in patients requiring PMV.", "doi": "10.1177/1479972316687100", "title": "APACHE II score cannot predict successful weaning from prolonged mechanical ventilation.", "journal": ["Chronic respiratory disease", "Chron Respir Dis"]}