{"authors": [["Zhu", "Xiaoyu", "X", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."], ["Zou", "Leilei", "L", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."], ["Yu", "Manrong", "M", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."], ["Qiu", "Chen", "C", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."], ["Chen", "Minjie", "M", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."], ["Dai", "Jinhui", "J", "Department of Ophthalmology, Eye and ENT Hospital, Fudan University, Shanghai, People's Republic of China."]], "date": "2017-08-03", "id": "28771544", "text": "To compare the 1-year outcome of visual quality after laser-assisted subepithelial keratomileusis (LASEK) and femtosecond laser-assisted small incision lenticule extraction (SMILE) for high myopia correction.This prospective, comparative study included 24 eyes of 24 patients in the LASEK group, with a mean spherical equivalent (SE) of -7.59 ± 1.32 diopters, and 26 eyes of 26 patients in the SMILE group, with a mean SE of -7.91 ± 1.08 diopters. Visual acuity, corneal topography, contrast sensitivity (CS), and wavefront aberrations were recorded preoperatively and compared with postoperative measurements. Objective scatter index (OSI) and modulation transfer function (MTF) cut-off frequency were measured 1 year postoperatively.One year postoperatively, the two groups demonstrated no significant difference in the CS at all spatial frequencies. The increments of higher-order aberrations (HOAs) (HOA = 0.583 ± 0.210 μm), including spherical aberration (SA) (SA = 0.546 ± 0.249 μm), were higher (P < 0.05) in the LASEK group than those in the SMILE group (HOA = 0.451 ± 0.143 μm; SA = 0.450 ± 0.340 μm) after surgery. There were no significant differences in the increments of coma and trefoil aberrations between the two groups. The OSI and MTF cut-off frequency exhibited no significant differences between the two groups postoperatively. No vision-threatening complications were noted at any stage in either group.Both LASEK and SMILE are safe and effective surgical options for the correction of high myopia. SMILE has a lower HOAs and SA induction rate 1 year postoperatively.", "doi": "10.1371/journal.pone.0182251", "title": "Comparison of postoperative visual quality after SMILE and LASEK for high myopia: A 1-year outcome.", "journal": ["PloS one", "PLoS ONE"]}