{"authors": [["Leong", "Colleen G", "CG", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Bloomfield", "Rebecca A", "RA", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Boyd", "Caroline A", "CA", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Dornbusch", "Amber J", "AJ", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Lieber", "Leah", "L", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Liu", "Flora", "F", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Owen", "Amie", "A", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Slay", "Erin", "E", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."], ["Lang", "Kristine M", "KM", "Department of Physics, Colorado College, Colorado Springs, Colorado, United States of America."], ["Lostroh", "C Phoebe", "CP", "Department of Molecular Biology, Colorado College, Colorado Springs, Colorado, United States of America."]], "date": "2017-08-03", "id": "28771515", "text": "Here we present an examination of type IV pilus genes associated with competence and twitching in the bacterium Acinetobacter baylyi (strain ADP1, BD413). We used bioinformatics to identify potential competence and twitching genes and their operons. We measured the competence and twitching phenotypes of the bioinformatically-identified genes. These results demonstrate that competence and twitching in A. baylyi both rely upon a core of the same type IV pilus proteins. The core includes the inner membrane assembly platform (PilC), a periplasmic assemblage connecting the inner membrane assembly platform to the secretin (ComM), a secretin (ComQ) and its associated pilotin (PilF) that assists with secretin assembly and localization, both cytoplasmic pilus retraction ATPases (PilU, PilT), and pilins (ComP, ComB, PilX). Proteins not needed for both competence and twitching are instead found to specialize in either of the two traits. The pilins are varied in their specialization with some required for either competence (FimT) and others for twitching (ComE). The protein that transports DNA across the inner membrane (ComA) specializes in competence, while signal transduction proteins (PilG, PilS, and PilR) specialize in twitching. Taken together our results suggest that the function of accessory proteins should not be based on homology alone. In addition the results suggest that in A. baylyi the mechanisms of natural transformation and twitching are mediated by the same set of core Type IV pilus proteins with distinct specialized proteins required for each phenotype. Finally, since competence requires multiple pilins as well as both pilus retraction motors PilU and PilT, this suggests that A. baylyi employs a pilus in natural transformation.", "doi": "10.1371/journal.pone.0182139", "title": "The role of core and accessory type IV pilus genes in natural transformation and twitching motility in the bacterium Acinetobacter baylyi.", "journal": ["PloS one", "PLoS ONE"]}