{"authors": [["Thelin", "Eric Peter", "EP", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Nelson", "David W", "DW", "Section for Perioperative Medicine and Intensive Care, Department of Physiology and Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Vehviläinen", "Juho", "J", "Department of Neurosurgery, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Nyström", "Harriet", "H", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Kivisaari", "Riku", "R", "Department of Neurosurgery, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Siironen", "Jari", "J", "Department of Neurosurgery, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Svensson", "Mikael", "M", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Skrifvars", "Markus B", "MB", "Department of Anaesthesiology, Intensive Care and Pain Medicine, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."], ["Bellander", "Bo-Michael", "BM", "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden."], ["Raj", "Rahul", "R", "Department of Neurosurgery, University of Helsinki and Helsinki University Hospital, Helsinki, Finland."]], "date": "2017-08-03", "id": "28771476", "text": "Traumatic brain injury (TBI) is a major contributor to morbidity and mortality. Computerized tomography (CT) scanning of the brain is essential for diagnostic screening of intracranial injuries in need of neurosurgical intervention, but may also provide information concerning patient prognosis and enable baseline risk stratification in clinical trials. Novel CT scoring systems have been developed to improve current prognostic models, including the Stockholm and Helsinki CT scores, but so far have not been extensively validated. The primary aim of this study was to evaluate the Stockholm and Helsinki CT scores for predicting functional outcome, in comparison with the Rotterdam CT score and Marshall CT classification. The secondary aims were to assess which individual components of the CT scores best predict outcome and what additional prognostic value the CT scoring systems contribute to a clinical prognostic model.TBI patients requiring neuro-intensive care and not included in the initial creation of the Stockholm and Helsinki CT scoring systems were retrospectively included from prospectively collected data at the Karolinska University Hospital (n = 720 from 1 January 2005 to 31 December 2014) and Helsinki University Hospital (n = 395 from 1 January 2013 to 31 December 2014), totaling 1,115 patients. The Marshall CT classification and the Rotterdam, Stockholm, and Helsinki CT scores were assessed using the admission CT scans. Known outcome predictors at admission were acquired (age, pupil responsiveness, admission Glasgow Coma Scale, glucose level, and hemoglobin level) and used in univariate, and multivariable, regression models to predict long-term functional outcome (dichotomizations of the Glasgow Outcome Scale [GOS]). In total, 478 patients (43%) had an unfavorable outcome (GOS 1-3). In the combined cohort, overall prognostic performance was more accurate for the Stockholm CT score (Nagelkerke's pseudo-R2 range 0.24-0.28) and the Helsinki CT score (0.18-0.22) than for the Rotterdam CT score (0.13-0.15) and Marshall CT classification (0.03-0.05). Moreover, the Stockholm and Helsinki CT scores added the most independent prognostic value in the presence of other known clinical outcome predictors in TBI (6% and 4%, respectively). The aggregate traumatic subarachnoid hemorrhage (tSAH) component of the Stockholm CT score was the strongest predictor of unfavorable outcome. The main limitations were the retrospective nature of the study, missing patient information, and the varying follow-up time between the centers.The Stockholm and Helsinki CT scores provide more information on the damage sustained, and give a more accurate outcome prediction, than earlier classification systems. The strong independent predictive value of tSAH may reflect an underrated component of TBI pathophysiology. A change to these newer CT scoring systems may be warranted.", "doi": "10.1371/journal.pmed.1002368", "title": "Evaluation of novel computerized tomography scoring systems in human traumatic brain injury: An observational, multicenter study.", "journal": ["PLoS medicine", "PLoS Med."]}