{"authors": [["Palii", "Andrew", "A", "Institute of Problems of Chemical Physics , Chernogolovka, Moscow Region, Russia."], ["Aldoshin", "Sergey", "S", "Institute of Problems of Chemical Physics , Chernogolovka, Moscow Region, Russia."], ["Tsukerblat", "Boris", "B", "Department of Chemistry, Ben-Gurion University of the Negev , Beer-Sheva 84105, Israel."], ["Borràs-Almenar", "Juan José", "JJ", "Departament de QuímicaInorganica, Universidad de Valencia , c/Vicent Andrés Estellés, s/n, 46100 Burjassot, Valencia, Spain."], ["Clemente-Juan", "Juan Modesto", "JM", "Instituto de Ciencia Molecular, Universidad de Valencia , Polígono de la Coma, s/n, 46980 Paterna, Spain."], ["Cardona-Serra", "Salvador", "S", "Instituto de Ciencia Molecular, Universidad de Valencia , Polígono de la Coma, s/n, 46980 Paterna, Spain."], ["Coronado", "Eugenio", "E", "Instituto de Ciencia Molecular, Universidad de Valencia , Polígono de la Coma, s/n, 46980 Paterna, Spain."]], "date": "2017-08-03", "id": "28771336", "text": "As part of the search for systems in which control of quantum entanglement can be achieved, here we consider the paramagnetic mixed valence polyoxometalate K2Na6[GeV14O40]·10H2O in which two electrons are delocalized over the 14 vanadium ions. Applying a homogeneous electric field can induce an antiferromagnetic coupling between the two delocalized electronic spins that behave independently in the absence of the field. On the basis of the proposed theoretical model, we show that the external field can be used to generate controllable quantum entanglement between the two electronic spins traveling over a vanadium network of mixed valence polyoxoanion [GeV14O40]8-. Within a simplified two-level picture of the energy pattern of the electronic pair based on the previous ab initio analysis, we evaluate the temperature and field dependencies of concurrence and thus indicate that the entanglement can be controlled via the temperature, magnitude, and orientation of the electric field with respect to molecular axes of [GeV14O40]8-.", "doi": "10.1021/acs.inorgchem.7b00991", "title": "Electric Field Generation and Control of Bipartite Quantum Entanglement between Electronic Spins in Mixed Valence Polyoxovanadate [GeV14O40]8.", "journal": ["Inorganic chemistry", "Inorg Chem"]}