{"authors": [["Hadjihambi", "Anna", "A", "Division of Medicine, UCL Medical School, Royal Free Hospital, UCL Institute for Liver and Digestive Health, Rowland Hill Street, London, NW3 2PF, UK."], ["Arias", "Natalia", "N", "Division of Medicine, UCL Medical School, Royal Free Hospital, UCL Institute for Liver and Digestive Health, Rowland Hill Street, London, NW3 2PF, UK."], ["Sheikh", "Mohammed", "M", "Division of Medicine, UCL Medical School, Royal Free Hospital, UCL Institute for Liver and Digestive Health, Rowland Hill Street, London, NW3 2PF, UK."], ["Jalan", "Rajiv", "R", "Division of Medicine, UCL Medical School, Royal Free Hospital, UCL Institute for Liver and Digestive Health, Rowland Hill Street, London, NW3 2PF, UK. r.jalan@ucl.ac.uk."]], "date": "2017-08-02", "id": "28770516", "text": "Hepatic encephalopathy (HE) is a serious neuropsychiatric complication of cirrhosis and/or porto-systemic shunting. The clinical symptoms are widely variable, extending from subtle impairment in mental state to coma. The utility of categorizing the severity of HE accurately and efficiently serves not only to provide practical functional information about the current clinical status of the patient but also gives valuable prognostic information. In the past 20-30 years, there has been rapid progress in understanding the pathophysiological basis of HE; however, the lack of direct correlation between pathogenic factors and the severity of HE make it difficult to select appropriate therapy for HE patients. In this review, we will discuss the classification system and its limitations, the neuropsychometric assessments and their challenges, as well as the present knowledge on the pathophysiological mechanisms. Despite the many prevalent hypotheses around the pathogenesis of the disease, most treatments focus on targeting and lowering the accumulation of ammonia as well as inflammation. However, treatment of minimal HE remains a huge unmet need and a big concerted effort is needed to better define this condition to allow the development of new therapies. We review the currently available therapies and future approaches to treat HE as well as the scientific and clinical data that support their effectiveness.", "doi": "10.1007/s12072-017-9812-3", "title": "Hepatic encephalopathy: a critical current review.", "journal": ["Hepatology international", "Hepatol Int"]}