{"authors": [["Hilz", "Max J", "MJ", "Clinical Department of Autonomic Neurology, University College London, Institute of Neurology and The National Hospital for Neurology and Neurosurgery, Queen Square, London, WC1N 3BG, UK. m.hilz@ucl.ac.uk."], ["Wang", "Ruihao", "R", "Department of Neurology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Markus", "Jörg", "J", "Department of Neurology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Ammon", "Fabian", "F", "Department of Neurology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Hösl", "Katharina M", "KM", "Department of Psychiatry and Psychotherapy, Paracelsus Medical University, Nuremberg, Germany."], ["Flanagan", "Steven R", "SR", "Department of Rehabilitation Medicine, New York University School of Medicine, New York, NY, USA."], ["Winder", "Klemens", "K", "Department of Neurology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."], ["Koehn", "Julia", "J", "Department of Neurology, Friedrich-Alexander-Universität Erlangen-Nürnberg (FAU), Erlangen, Germany."]], "date": "2017-08-02", "id": "28770375", "text": "After traumatic brain injury (TBI), central autonomic dysfunction might contribute to long-term increased mortality rates. Central autonomic dysfunction might depend on initial trauma severity. This study was performed to evaluate differences in autonomic modulation at rest and upon standing between patients with a history of mild TBI (post-mild-TBI patients), moderate or severe TBI (post-moderate-severe-TBI patients), and healthy controls. In 20 post-mild-TBI patients (6-78 months after TBI), age-matched 20 post-moderate-severe-TBI patients (6-94 months after TBI) and 20 controls, we monitored respiration, RR intervals (RRI) and systolic blood pressure (BPsys) at supine rest and upon standing. We determined mainly sympathetic low (LF) and parasympathetic high (HF) frequency powers of RRI fluctuations, sympathetically mediated LF-BPsys powers, LF/HF-RRI ratios, normalized (nu) LF-RRI and HF-RRI powers, and compared data between groups, at rest and upon standing (ANOVA with post hoc testing). We correlated autonomic parameters with initial Glasgow Coma Scale (GCS) scores (Spearman test; significance: p < 0.05). Supine BPsys and LFnu-RRI powers were higher while HFnu-RRI powers were lower in post-moderate-severe-TBI patients than post-mild-TBI patients and controls. LFnu-RRI powers were higher and HFnu-RRI powers were lower in post-mild-TBI patients than controls. Upon standing, only post-mild-TBI patients and controls increased LF-BPsys powers and BPsys and decreased HF-RRI powers. GCS scores correlated positively with LFnu-RRI powers, LF/HF-RRI ratios, and inversely with HFnu-RRI powers, at standing position. More than 6 months after TBI, there is autonomic dysfunction at rest and upon standing which is more pronounced after moderate-severe than mild TBI and in part correlates with initial trauma severity.", "doi": "10.1007/s00415-017-8581-1", "title": "Severity of traumatic brain injury correlates with long-term cardiovascular autonomic dysfunction.", "journal": ["Journal of neurology", "J. Neurol."]}