{"authors": [["Noh", "Suegene", "S", "Department of BiologyWashington University in St. LouisSt. LouisMOUSA."], ["Everman", "Elizabeth R", "ER", "Division of BiologyKansas State UniversityManhattanKSUSA."], ["Berger", "Christopher M", "CM", "Division of BiologyKansas State UniversityManhattanKSUSA."], ["Morgan", "Theodore J", "TJ", "Division of BiologyKansas State UniversityManhattanKSUSA."]], "date": "2017-06-07", "id": "28770063", "text": "Understanding how thermal selection affects phenotypic distributions across different time scales will allow us to predict the effect of climate change on the fitness of ectotherms. We tested how seasonal temperature variation affects basal levels of cold tolerance and two types of phenotypic plasticity in Drosophila melanogaster. Developmental acclimation occurs as developmental stages of an organism are exposed to seasonal changes in temperature and its effect is irreversible, while reversible short-term acclimation occurs daily in response to diurnal changes in temperature. We collected wild flies from a temperate population across seasons and measured two cold tolerance metrics (chill-coma recovery and cold stress survival) and their responses to developmental and short-term acclimation. Chill-coma recovery responded to seasonal shifts in temperature, and phenotypic plasticity following both short-term and developmental acclimation improved cold tolerance. This improvement indicated that both types of plasticity are adaptive, and that plasticity can compensate for genetic variation in basal cold tolerance during warmer parts of the season when flies tend to be less cold tolerant. We also observed a significantly stronger trade-off between basal cold tolerance and short-term acclimation during warmer months. For the longer-term developmental acclimation, a trade-off persisted regardless of season. A relationship between the two types of plasticity may provide additional insight into why some measures of thermal tolerance are more sensitive to seasonal variation than others.", "doi": "10.1002/ece3.3112", "title": "Seasonal variation in basal and plastic cold tolerance: Adaptation is influenced by both long- and short-term phenotypic plasticity.", "journal": ["Ecology and evolution", "Ecol Evol"]}