{"authors": [["Shibahashi", "Keita", "K", "Department of Emergency and Intensive Care Center, Tokyo Metropolitan Bokutoh Hospital, Tokyo, Japan. Electronic address: kshibahashi@yahoo.co.jp."], ["Sugiyama", "Kazuhiro", "K", "Department of Emergency and Intensive Care Center, Tokyo Metropolitan Bokutoh Hospital, Tokyo, Japan."], ["Okura", "Yoshihiro", "Y", "Department of Emergency and Intensive Care Center, Tokyo Metropolitan Bokutoh Hospital, Tokyo, Japan."], ["Hoda", "Hidenori", "H", "Department of Emergency and Intensive Care Center, Tokyo Metropolitan Bokutoh Hospital, Tokyo, Japan."], ["Hamabe", "Yuichi", "Y", "Department of Emergency and Intensive Care Center, Tokyo Metropolitan Bokutoh Hospital, Tokyo, Japan."]], "date": "2017-07-29", "id": "28765023", "text": "Patients who \"talk and die\" after traumatic brain injury (TBI) are potentially salvageable. The reported incidences and risk factors for the \"talk and die\" phenomenon are conflicting and do not take into account recent improvements in trauma care. The aim of this study was to determine the incidences of \"talk and die\" after TBI in a modern trauma care system, as well as associated risk factors.We identified patients who experienced TBI (abbreviated injury scale 3-5) between 2004 and 2015 who talked on admission (i.e., their verbal component on the Glasgow Coma Scale was ≥3 on admission) using a nationwide trauma registry (the Japan Trauma Data Bank). The end point was in-hospital mortality. We compared patients who talked and died with those who talked and survived.During the study period, 236,698 patients were registered in the database. Of the 24,833 patients who were eligible for analysis, 956 (4.0%) patients subsequently died in the hospital. The in-hospital mortality rate significantly decreased over the past 12 years. Older age; male sex; a higher injury severity score; a lower Glasgow Coma Scale score; comorbidities (congestive heart failure, chronic kidney disease, liver cirrhosis, and hematologic disorders); hypotension on arrival; subdural hemorrhage; contusion; and vault fracture were independently associated with higher in-hospital mortality.Even in modern trauma care systems, some patients still talk and die after TBI. We identified certain risk factors in patients with TBI that elicit the requirement for close observation, even if these patients talk after TBI.", "doi": "10.1016/j.wneu.2017.07.117", "title": "Multicenter Retrospective Cohort Study of \"Talk and Die\" After Traumatic Brain Injury.", "journal": ["World neurosurgery", "World Neurosurg"]}