{"authors": [["Rinaldi-Montes", "Natalia", "N", "Departamento de Física, Universidad de Oviedo, E-33007 Oviedo, Spain."], ["Rowberry", "Matt", "M", "Institute of Rock Structure and Mechanics ASCR, V Holešovičkách 41, 18209 Prague, Czech Republic."], ["Frontera", "Carlos", "C", "Institut de Ciència de Materials de Barcelona, ICMAB-CSIC, Campus UAB, E-08193 Bellaterra, Barcelona, Spain."], ["Baroň", "Ivo", "I", "Working Group on Karst and Caves, Natural History Museum, Burgring 7, 1010 Vienna, Austria."], ["Garcés", "Javier", "J", "IGS Research, Calle la Coma, Nave 8, 43140 La Pobla de Mafumet, Tarragona, Spain."], ["Blahůt", "Jan", "J", "Institute of Rock Structure and Mechanics ASCR, V Holešovičkách 41, 18209 Prague, Czech Republic."], ["Pérez-López", "Raúl", "R", "Instituto Geológico y Minero de España, Calle de Ríos Rosas 23, 28003 Madrid, Spain."], ["Pennos", "Christos", "C", "School of Geology, Aristotle University of Thessaloniki, GR-54124 Thessaloniki, Greece."], ["Martí", "Xavi", "X", "IGS Research, Calle la Coma, Nave 8, 43140 La Pobla de Mafumet, Tarragona, Spain."]], "date": null, "id": "28764538", "text": "In this paper, a contactless positioning system is presented which has been designed to monitor the kinematic behavior of mechanical discontinuities in three dimensions. The positioning system comprises a neodymium magnet, fixed on one side of a discontinuity, and a magnetoresistive sensing array, fixed on the opposing side. Each of the anisotropic magnetoresistive sensors in the sensing array records the magnetic field along three orthogonal directions. The positioning system intrinsically generates compact data packages which are transmitted effectively using a range of standard wireless telecommunication technologies. These data are then modeled using a global least squares fitting procedure in which the adjustable parameters are represented by the position and orientation of the neodymium magnet. The instrumental resolution of the positioning system can be tuned depending on the strength of the magnetic field generated by the neodymium magnet and the distance between the neodymium magnet and the magnetoresistive sensing array. For a typical installation, the displacement resolution is shown to be circa 10 μm while the rotation resolution is circa 0.1°. The first permanently deployed positioning system was established in June 2016 to monitor the behavior of an N-S trending fault located at the contact between the eastern Alps and the Vienna Basin. The robust design of the positioning system is demonstrated by the fact that no interruptions in the broadcasted data streams have occurred since its installation. It has a range of potential applications in many areas of basic and applied research including geology, geotechnical engineering, and structural health monitoring.", "doi": "10.1063/1.4993925", "title": "A contactless positioning system for monitoring discontinuities in three dimensions with geological and geotechnical applications.", "journal": ["The Review of scientific instruments", "Rev Sci Instrum"]}