{"authors": [["Gupta", "Amit", "A", null], ["Kumar", "Subodh", "S", "Division of Trauma Surgery & Critical Care, J P N Apex Trauma Center, All India Institute of Medical Sciences, New Delhi-India. subodh6@gmail.com."], ["Sagar", "Sushma", "S", null], ["Sharma", "Pawan", "P", null], ["Mishra", "Biplab", "B", null], ["Singhal", "Maneesh", "M", null], ["Misra", "Mahesh C", "MC", null]], "date": null, "id": "28762453", "text": "Damage control surgery (DCS) has been a well-established practice in the management of trauma victims for more than 2 decades now. The primary aim of this study was to review and analyze the presentation and outcome of patients with torso trauma who underwent DCS at Level I trauma center.Retrospective study was conducted using database records prospectively maintained over period of 6 years from 2008 through 2013 at an urban Level I trauma center. Data available from hospital medical records were analyzed to study presentation, mechanism of injury, organs injured, associated injuries, and outcome in patients who underwent DCS following torso trauma. Primary outcome measure was survival.Total of 61 patients were identified who had undergone DCS during the study period. Majority of these patients were males (n=59), had sustained blunt trauma as result of road traffic injury, and had presented with shock (n=49). The 30-day mortality rate was 54%. Mortality was significantly associated with shock (63% cases died; p=0.008), and with Glasgow Coma scale ≤8 (85% died; p=0.001). Injuries significantly associated with high mortality were hepatic injury (n=15; 11 died), major vascular injury (n=10; 3 died), cardiac injury (n=5; 3 died), and pelvic fracture (n=17; 10 died). Re-exploration was required in 28 cases with 13 deaths. Mesh laparostomy was performed in 24 cases, with mortality in 58%.In the absence of more effective alternative, especially at facilities with limited resources, DCS may be appropriate in critically injured patients; however, it continues to be associated with significant morbidity and high mortality, even at tertiary care centers.", "doi": null, "title": "Damage control surgery: 6 years of experience at a level I trauma center.", "journal": ["Ulusal travma ve acil cerrahi dergisi = Turkish journal of trauma & emergency surgery : TJTES", "Ulus Travma Acil Cerrahi Derg"]}