{"authors": [["Shah", "Jayun M", "JM", "Department of Neurosurgery, Goa Medical College, Goa, India."], ["Shah", "Kairav S", "KS", "Department of Neurosurgery, Goa Medical College, Goa, India."], ["Kumar", "Jinendra", "J", "Department of Neurosurgery, Goa Medical College, Goa, India."], ["Sundaram", "Ponraj K", "PK", "Department of Neurosurgery, Goa Medical College, Goa, India."]], "date": null, "id": "28761517", "text": "Computed tomography (CT) has become the primary investigative modality for traumatic brain injury (TBI) and there are established guidelines for the initial CT (CT-1). There are no specific guidelines for scheduling repeat CT in TBI. This study was carried out to compare the usefulness of unscheduled repeat CT (UCT-2) with scheduled repeat CT (SCT-2) in the presence or absence of neurological deterioration and to identify risk factors associated with radiological worsening (RW).This prospective study comprised admitted patients with mild and moderate TBI between February and May, 2014 and all patients were subjected to repeat CT brain. Patients with penetrating brain injuries and surgical conditions after CT-1, and age < 5 years were excluded. Positive yield after the second CT (SCT-2 and UCT-2) leading to modification of management were compared between the two groups.In this study, 214 patients (214/222) underwent SCT-2 and 8 underwent UCT-2 (8/222). Surgery was required in 2 (0.9%) from the first group and 7 (87.5%) in the latter. UCT-2 was more likely to show RW warranting surgery as compared to SCT-2 (P < 0.05). In the SCT-2 group, CT-1 had been done within 2 h after trauma in 30 patients and 8 (8/30; 26.7%) showed RW and; after 2 h in the remaining 184 (184/214) with RW seen in 23 (23/184; 12.5%). RW was more common when the CT-1 was within 2 h from trauma (P < 0.05). In our study, the age of the patient and admission Glasgow Coma Scores did not significantly affect the findings in repeat CT.Repeating CT brain is costly besides needing significant logistical support to shift an injured and often unstable patient. SCT-2 is more likely to show RW when CT-1 is done within 2 h after trauma. UCT-2 is more likely to show RW and findings warranting surgery as compared to SCT-2. Hence, a repeat CT may be preferred only in the presence of clinical worsening and when CT-1 is done within 2 h after trauma.", "doi": "10.4103/1793-5482.180968", "title": "Role of routine repeat computed tomography of brain in patients with mild and moderate traumatic brain injury: A prospective study.", "journal": ["Asian journal of neurosurgery", "Asian J Neurosurg"]}