{"authors": [["Song", "Wenhao", "W", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Zhou", "Dongsheng", "D", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Xu", "Weicheng", "W", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Zhang", "Guoming", "G", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Wang", "Chunhui", "C", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Qiu", "Daodi", "D", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."], ["Dong", "Jinlei", "J", "Department of Orthopedic Surgery, Shandong Provincial Hospital affiliated to Shandong University , Shandong, People's Republic of China."]], "date": "2017-07-31", "id": "28759327", "text": "Open pelvic fractures associated with rectal injuries are uncommon. They often cause serious pelvic infection, even death. This combination of injuries has been reviewed infrequently. Herein, we report factors associated with pelvic infection and death in a group of patients with open pelvic fractures and concurrent rectal injuries.We retrospectively reviewed the records of patients with open pelvic fractures and rectal injuries who were treated at our institution from January 2010-April 2014. From the medical records, age, gender, Injury Severity Score (ISS), cause of fracture, associated injuries, classification of the fracture, degree of soft-tissue injury, Glasgow Coma Score (GCS), Revised Trauma Score (RTS), packed red blood cells (PRBCs) needed, presence/absence of shock, early colostomy (yes or no), drainage (yes or no), and rectal washout (yes or no) were extracted. Univariable and multivariable analysis were performed to determine the association between risk factors and pelvic infection or death.Twenty patients were identified. Pelvic infection occurred in 50% (n = 10) of the patients. Four patients suffered septicemia, and three patients died of multiple organ dysfunction. The mortality rate thus was 15%. According to the univariable analysis, the patients in whom pelvic infection developed had shock, RTS ≤8, GCS ≤8, blood transfusion ≥10 units in the first 24 h, no colostomy, or Gustilo grade III soft-tissue injury. According to the multivariable analysis, shock and absence of colostomy were independently associated with pelvic infection. By univariable analysis, the only factor associated with death was RTS ≤8.The incidence of pelvic infection was lower in patients having early colostomy (p < 0.05). Patients with shock had a higher risk of pelvic infection, and we recommend aggressive measures to treat these patients. According to our results, RTS ≤8 could be a predictor of poor outcomes in patients with open pelvic fracture and concurrent rectal injury. Open reduction and internal fixation after extensive debridement is recommended in patients with unstable pelvic fractures.", "doi": "10.1089/sur.2017.083", "title": "Factors of Pelvic Infection and Death in Patients with Open Pelvic Fractures and Rectal Injuries.", "journal": ["Surgical infections", "Surg Infect (Larchmt)"]}