{"authors": [["Xia", "Lei", "L", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Min", "Wen", "W", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Lu", "Xianghe", "X", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Wang", "Chengde", "C", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Jiang", "Zeping", "Z", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Zhang", "Yu", "Y", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Ye", "Sheng", "S", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Su", "Zhipeng", "Z", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Zheng", "Weiming", "W", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Liu", "Huiru", "H", "Department of Radiology, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Wang", "Meihao", "M", "Department of Radiology, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Li", "Jianmin", "J", "Department of Pathology, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China."], ["Wu", "Jinseng", "J", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China. Electronic address: drwujs@126.com."], ["Zhuge", "Qichuan", "Q", "Department of Neurosurgery, the First Affiliated Hospital of Wenzhou Medical University, Wenzhou, Zhejiang Province, China. Electronic address: zhugeqichuan@vip.163.com."]], "date": "2017-07-27", "id": "28757406", "text": "Surgical treatment for cerebral amyloid angiopathy (CAA)-related intracerebral hemorrhage (ICH) is controversial. A subset of CAA-related ICH with associated subdural hemorrhage (SDH) has been reported. This study aimed to evaluate clinical results and surgical outcomes of this type of ICH with associated SDH.Study participants included 98 patients with CAA-related ICH who met Boston criteria. Patients were divided into an SDH group and a control (no SDH) group. Clinical and neuroimaging features and surgical outcomes of the 2 groups were compared.Lobular shape of hematoma was found significantly more often in the SDH group (65.7% [23/35]) compared with the control group (25.4% [16/63]; P < 0.001). Subarachnoid hemorrhage was found significantly more often in the SDH group (34.3% [12/35]) compared with the control group (7.9% [5/63]; P = 0.001). The rate of postoperative hemorrhage was significantly higher in the SDH group (61.5% [8/13]) than in the control group (16.2% [6/37]; P = 0.006). The frequency of occurrence of postoperative hemorrhage was significantly higher in the SDH group (13/13) than in the control group (6/37; P = 0.017). A good surgical outcome occurred in none (0/12) of the patients in the SDH group, whereas a good surgical outcome occurred in 51.9% (14/27) of patients in the control group (P = 0.006).Patients with CAA-related ICH with associated SDH more frequently have postoperative hemorrhage and have a worse surgical outcome. These findings are useful in choosing therapeutic methods and preoperative planning of surgical strategy.", "doi": "10.1016/j.wneu.2017.07.099", "title": "Subdural Hemorrhage from Cerebral Amyloid Angiopathy-Related Intracerebral Hemorrhage: A Risk Factor for Postoperative Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}