{"authors": [["Inui", "Yuki", "Y", "Graduate School of Nursing & Health, Aichi Prefectural University, Tohgoku, Kamishidami, Moriyama-ku, Nagoya-Shi, Aichi, 463-8502, Japan. yinui314@gmail.com."], ["Kamakura", "Yayoi", "Y", "Graduate School of Nursing & Health, Aichi Prefectural University, Tohgoku, Kamishidami, Moriyama-ku, Nagoya-Shi, Aichi, 463-8502, Japan."], ["Fukada", "Junko", "J", "Graduate School of Nursing & Health, Aichi Prefectural University, Tohgoku, Kamishidami, Moriyama-ku, Nagoya-Shi, Aichi, 463-8502, Japan."], ["Yoneda", "Masahiko", "M", "Graduate School of Nursing & Health, Aichi Prefectural University, Tohgoku, Kamishidami, Moriyama-ku, Nagoya-Shi, Aichi, 463-8502, Japan."], ["Kataoka", "Emiko", "E", "Department of Nursing, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Usami", "Yasuko", "Y", "Department of Nursing, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Sugiura", "Miki", "M", "Department of Nursing, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Nagatani", "Tetsuya", "T", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Seki", "Yukio", "Y", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Hatano", "Norikazu", "N", "Department of Neurosurgery, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."], ["Yasui", "Keizo", "K", "Department of Neurology, Japanese Red Cross Nagoya Daini Hospital, 2-9, Myokencho, Syowa-ku, Nagoya-Shi, Aichi, 466-8650, Japan."]], "date": "2017-07-29", "id": "28756476", "text": "Aspiration due to dysphagia is a factor associated with pneumonia during acute stroke. In such cases, it is likely that secretions in the pyriform sinuses enter the laryngeal inlet. The present study was based on the idea that it is possible to reduce aspiration pneumonia by periodically suctioning and removing such secretions (pyriform sinus suctioning), a study was conducted in a single facility. The incidence of pneumonia as a dependent variable was compared between before (control) and after (intervention group) intervention with pyriform sinus suctioning as an independent variable. With a view of unifying the quality and frequency of intervention, two programs to: initially confirm the safety of such suctioning; subsequently enhance/evaluate knowledge and skills related to the procedure (educational); and specify conditions for the implementation and criteria for determining its appropriateness (practical), were developed. The study involved 33 (mean age: 74.6 ± 12.4) and 30 (80.0 ± 8.8) control and intervention group members, respectively, 25 (83.3%) of the latter were treated with pyriform sinus suctioning for 5 days after a stroke. Pneumonia developed in 7 (21.2%) and 2 (6.7%) of the former and latter, respectively. As individuals with a Japan Coma Scale (JCS) score of III or a midline shift on head CT tend to develop pharyngeal dysphagia, the patients were also divided into 2 groups to compare the incidence of pneumonia based on the risk level: low: Japan Coma Scale scores of I-II without a midline shift on head CT; and high: scores of II-III with it. In the latter, the incidence after intervention was markedly lower (p = 0.06, φ = 0.326), while the former did not show changes (p = 0.574, φ = 0.066), supporting the effectiveness of pyriform sinus suctioning to prevent aspiration pneumonia among patients with a low risk level.", "doi": "10.1007/s00455-017-9821-3", "title": "Development of Pyriform Sinus Suctioning Programs for Aspiration Pneumonia Prevention During the Acute Stroke.", "journal": ["Dysphagia", "Dysphagia"]}