{"authors": [["Branco", "Bernardino C", "BC", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Naik-Mathuria", "Bindi", "B", "Division of Pediatric Surgery, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Montero-Baker", "Miguel", "M", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Gilani", "Ramyar", "R", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["West", "Charles A", "CA", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Mills", "Joseph L", "JL", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex."], ["Chung", "Jayer", "J", "Division of Vascular Surgery and Endovascular Therapy, Michael E. DeBakey Department of Surgery, Baylor College of Medicine, Houston, Tex. Electronic address: jayer.chung@bcm.edu."]], "date": "2017-07-26", "id": "28756045", "text": "Endovascular therapy has been increasingly used for critically injured adults. However, little is known about the epidemiology and outcomes of endovascularly managed arterial injuries in children. We therefore aimed to evaluate recent trends in the endovascular management of pediatric arterial injuries and its association with early survival.An 8-year analysis of the National Trauma Databank (2007-2014) was performed to extract all pediatric trauma patients (aged ≤16 years) with arterial injuries. Demographics, clinical data, interventions (endovascular vs open), and outcomes (in-hospital mortality and length of stay) were extracted. Patients undergoing endovascular or open procedures were compared for differences in clinical characteristics using bivariate analysis. Multivariable logistic regression analysis quantified the association between endovascular therapy and survival in the context of other variables predictive of survival on univariate analysis, with α ≤ .05.There were 35,771 pediatric patients available for analysis. Overall, there was a significant increase in the use of endovascular procedures (from 7.8% in 2007 to 12.9% in 2014; P < .001), particularly among blunt trauma patients (5.8% in 2007 to 15.7% in 2014; P < .001). Conversely, a significant decrease was noted for open procedures (P < .001). There was a stepwise increase in the proportion of patients managed endovascularly as the Injury Severity Score (ISS) increased (highest in the ISS spectrum of 31-50). Angioembolization of internal iliac injury and thoracic aortic endograft placement were the two most common endovascular procedures (n = 88 [33.4%] and n = 60 [22.9%], respectively). There were 331 decedents (9.1% vascular injured children), 242 (73.1%) of whom were dead on arrival. After controlling for differences in demographics and clinical data, when outcomes were compared between patients who underwent endovascular and open procedures, there were no significant differences regarding in-hospital mortality (3.0% vs 3.6%; odds ratio, 0.7; 95% confidence interval, 0.1-6.1; P = .778). A logistic regression model identified Glasgow Coma Scale score ≤8, ISS ≥16, positive result of ethanol or drug screen, and systolic blood pressure <90 mm Hg on admission as independent risk factors for death.The use of endovascular therapy in pediatric vascular arterial trauma has significantly increased, especially among severely injured blunt trauma patients. Despite this successful integration into care, there was no in-hospital survival advantage conferred by endovascular therapy compared with traditional open therapy. Approximately 10% of children with arterial injuries died during initial trauma assessment before therapy could be offered. Glasgow Coma Scale score ≤8, ISS ≥16, positive result of ethanol or drug screen, and systolic blood pressure <90 mm Hg on admission were identified as independent risk factors for death. As children are a population of vulnerable patients, long-term, multicenter studies are required to determine the most appropriate use of and indications for endovascular therapy in pediatric arterial trauma.", "doi": "10.1016/j.jvs.2017.04.072", "title": "Increasing use of endovascular therapy in pediatric arterial trauma.", "journal": ["Journal of vascular surgery", "J. Vasc. Surg."]}