{"authors": [["Holmberg", "Dag", "D", "Department of Physiology & Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Franzén-Röhl", "Elisabeth", "E", "Department of Medicine Solna, Unit of Infectious Diseases, Karolinska Institutet, Stockholm, Sweden."], ["Idro", "Richard", "R", "Department of Paediatrics and Child Health, Makerere University, Kampala, Uganda."], ["Opoka", "Robert O", "RO", "Department of Paediatrics and Child Health, Makerere University, Kampala, Uganda."], ["Bangirana", "Paul", "P", "Department of Psychiatry, Makerere University, Kampala, Uganda."], ["Sellgren", "Carl M", "CM", "Department of Physiology & Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Wickström", "Ronny", "R", "Department of Women's and Children's Health, Karolinska Institutet, Stockholm, Sweden."], ["Färnert", "Anna", "A", "Department of Medicine Solna, Unit of Infectious Diseases, Karolinska Institutet, Stockholm, Sweden."], ["Schwieler", "Lilly", "L", "Department of Physiology & Pharmacology, Karolinska Institutet, Stockholm, Sweden."], ["Engberg", "Göran", "G", "Department of Physiology & Pharmacology, Karolinska Institutet, Stockholm, Sweden. goran.engberg@ki.se."], ["John", "Chandy C", "CC", "Department of Pediatrics, Indiana University, Indianapolis, IN, USA."]], "date": "2017-07-28", "id": "28754152", "text": "One-fourth of children with cerebral malaria (CM) retain cognitive sequelae up to 2 years after acute disease. The kynurenine pathway of the brain, forming neuroactive metabolites, e.g. the NMDA-receptor antagonist kynurenic acid (KYNA), has been implicated in long-term cognitive dysfunction in other CNS infections. In the present study, the association between the kynurenine pathway and neurologic/cognitive complications in children with CM was investigated.Cerebrospinal fluid (CSF) concentrations of KYNA and its precursor kynurenine in 69 Ugandan children admitted for CM to Mulago Hospital, Kampala, Uganda, between 2008 and 2013 were assessed. CSF kynurenine and KYNA were compared to CSF cytokine levels, acute and long-term neurologic complications, and long-term cognitive impairments. CSF kynurenine and KYNA from eight Swedish children without neurological or infectious disease admitted to Astrid Lindgren's Children's Hospital were quantified and used for comparison.Children with CM had significantly higher CSF concentration of kynurenine and KYNA than Swedish children (P < 0.0001 for both), and CSF kynurenine and KYNA were positively correlated. In children with CM, CSF kynurenine and KYNA concentrations were associated with coma duration in children of all ages (P = 0.003 and 0.04, respectively), and CSF kynurenine concentrations were associated with worse overall cognition (P = 0.056) and attention (P = 0.003) at 12-month follow-up in children ≥5 years old.CSF KYNA and kynurenine are elevated in children with CM, indicating an inhibition of glutamatergic and cholinergic signaling. This inhibition may lead acutely to prolonged coma and long-term to impairment of attention and cognition.", "doi": "10.1186/s12936-017-1954-1", "title": "Cerebrospinal fluid kynurenine and kynurenic acid concentrations are associated with coma duration and long-term neurocognitive impairment in Ugandan children with cerebral malaria.", "journal": ["Malaria journal", "Malar. J."]}