{"authors": [["Belhaj", "Asmae", "A", "Department of Cardio-Vascular, Thoracic Surgery and Lung Transplantation, CHU UcL Namur, Université Catholique de Louvain, Yvoir, Belgium."], ["Dewachter", "Laurence", "L", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Rorive", "Sandrine", "S", "Department of Anatomopathology, Erasmus Academic Hospital, Brussels, Belgium."], ["Remmelink", "Myriam", "M", "Department of Anatomopathology, Erasmus Academic Hospital, Brussels, Belgium."], ["Weynand", "Birgit", "B", "Department of Anatomopathology, UZ Leuven, Katholiek Universiteit Leuven, Brussels, Belgium."], ["Melot", "Christian", "C", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Hupkens", "Emeline", "E", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Dewachter", "Céline", "C", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Creteur", "Jacques", "J", "Department of Intensive Care, Erasmus Academic Hospital, Brussels, Belgium."], ["Mc Entee", "Kathleen", "K", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Naeije", "Robert", "R", "Laboratory of Physiology and Pharmacology, Faculty of Medicine, Université Libre de Bruxelles, Brussels, Belgium."], ["Rondelet", "Benoît", "B", "Department of Cardio-Vascular, Thoracic Surgery and Lung Transplantation, CHU UcL Namur, Université Catholique de Louvain, Yvoir, Belgium."]], "date": "2017-07-28", "id": "28753621", "text": "The mechanisms of brain death (BD)-induced lung injury remain incompletely understood, as uncertainties persist about time-course and relative importance of mechanical and humoral perturbations.Brain death was induced by slow intracranial blood infusion in anesthetized pigs after randomization to placebo (n = 11) or to methylprednisolone (n = 8) to inhibit the expression of pro-inflammatory mediators. Pulmonary artery pressure (PAP), wedged PAP (PAWP), pulmonary vascular resistance (PVR) and effective pulmonary capillary pressure (PCP) were measured 1 and 5 hours after Cushing reflex. Lung tissue was sampled to determine gene expressions of cytokines and oxidative stress molecules, and pathologically score lung injury.Intracranial hypertension caused a transient increase in blood pressure followed, after brain death was diagnosed, by persistent increases in PAP, PCP and the venous component of PVR, while PAWP did not change. Arterial PO2/fraction of inspired O2 (PaO2/FiO2) decreased. Brain death was associated with an accumulation of neutrophils and an increased apoptotic rate in lung tissue together with increased pro-inflammatory interleukin (IL)-6/IL-10 ratio and increased heme oxygenase(HO)-1 and hypoxia inducible factor(HIF)-1 alpha expression. Blood expressions of IL-6 and IL-1β were also increased. Methylprednisolone pre-treatment was associated with a blunting of increased PCP and PVR venous component, which returned to baseline 5 hours after BD, and partially corrected lung tissue biological perturbations. PaO2/FiO2 was inversely correlated to PCP and lung injury score.Brain death-induced lung injury may be best explained by an initial excessive increase in pulmonary capillary pressure with increased pulmonary venous resistance, and was associated with lung activation of inflammatory apoptotic processes which were partially prevented by methylprednisolone.", "doi": "10.1371/journal.pone.0181899", "title": "Mechanical versus humoral determinants of brain death-induced lung injury.", "journal": ["PloS one", "PLoS ONE"]}