{"authors": [["Ruijter", "B J", "BJ", "Clinical Neurophysiology, MIRA - Institute for Biomedical Technology and Technical Medicine, University of Twente, Hallenweg 15, 7522NB Enschede, The Netherlands. Electronic address: b.j.ruijter@utwente.nl."], ["Hofmeijer", "J", "J", "Clinical Neurophysiology, MIRA - Institute for Biomedical Technology and Technical Medicine, University of Twente, Hallenweg 15, 7522NB Enschede, The Netherlands; Department of Neurology, Rijnstate Hospital, Wagnerlaan 55, 6815AD Arnhem, The Netherlands."], ["Meijer", "H G E", "HGE", "Applied Mathematics, MIRA - Institute for Biomedical Technology and Technical Medicine, University of Twente, Hallenweg 15, 7522NB Enschede, The Netherlands."], ["van Putten", "M J A M", "MJAM", "Clinical Neurophysiology, MIRA - Institute for Biomedical Technology and Technical Medicine, University of Twente, Hallenweg 15, 7522NB Enschede, The Netherlands; Departments of Neurology and Clinical Neurophysiology, Medisch Spectrum Twente, Koningsplein 1, 7512KZ Enschede, The Netherlands."]], "date": "2017-07-08", "id": "28753456", "text": "In postanoxic coma, EEG patterns indicate the severity of encephalopathy and typically evolve in time. We aim to improve the understanding of pathophysiological mechanisms underlying these EEG abnormalities.We used a mean field model comprising excitatory and inhibitory neurons, local synaptic connections, and input from thalamic afferents. Anoxic damage is modeled as aggravated short-term synaptic depression, with gradual recovery over many hours. Additionally, excitatory neurotransmission is potentiated, scaling with the severity of anoxic encephalopathy. Simulations were compared with continuous EEG recordings of 155 comatose patients after cardiac arrest.The simulations agree well with six common categories of EEG rhythms in postanoxic encephalopathy, including typical transitions in time. Plausible results were only obtained if excitatory synapses were more severely affected by short-term synaptic depression than inhibitory synapses.In postanoxic encephalopathy, the evolution of EEG patterns presumably results from gradual improvement of complete synaptic failure, where excitatory synapses are more severely affected than inhibitory synapses. The range of EEG patterns depends on the excitation-inhibition imbalance, probably resulting from long-term potentiation of excitatory neurotransmission.Our study is the first to relate microscopic synaptic dynamics in anoxic brain injury to both typical EEG observations and their evolution in time.", "doi": "10.1016/j.clinph.2017.06.245", "title": "Synaptic damage underlies EEG abnormalities in postanoxic encephalopathy: A computational study.", "journal": ["Clinical neurophysiology : official journal of the International Federation of Clinical Neurophysiology", "Clin Neurophysiol"]}