{"authors": [["Trimmel", "Helmut", "H", "Department of Anesthesiology, Emergency Medicine and Intensive Care and Karl Landsteiner Institute of Emergency Medicine, General Hospital Wiener Neustadt, Wiener Neustadt, Austria. helmut.trimmel@wienerneustadt.lknoe.at."], ["Majdan", "Marek", "M", "Department of Public Health, Faculty of Health Sciences and Social Work, Trnava University, Trnava, Slovakia."], ["Wodak", "Andrea", "A", "Department of Anesthesiology, Emergency Medicine and Intensive Care and Karl Landsteiner Institute of Emergency Medicine, General Hospital Wiener Neustadt, Wiener Neustadt, Austria."], ["Herzer", "Guenther", "G", "Department of Anesthesiology, Emergency Medicine and Intensive Care and Karl Landsteiner Institute of Emergency Medicine, General Hospital Wiener Neustadt, Wiener Neustadt, Austria."], ["Csomor", "Daniel", "D", "Department of Anesthesiology, Emergency Medicine and Intensive Care and Karl Landsteiner Institute of Emergency Medicine, General Hospital Wiener Neustadt, Wiener Neustadt, Austria."], ["Brazinova", "Alexandra", "A", "International Neurotrauma Research Organization (INRO), Vienna, Austria."]], "date": "2017-07-27", "id": "28752349", "text": "Goal-oriented management of traumatic brain injury (TBI) can save the lives and/or improve the long-term outcome of millions of affected patients worldwide. Additionally, enhancing quality of life will save enormous socio-economic costs; however, promising TBI treatment strategies with neuroprotective agents, such as citicoline (CDP-choline), lacked evidence or produced contradictory results in clinical trials. During a prehospital TBI project to optimize early TBI care within 14 Austrian trauma centers, data on 778 TBI patients were prospectively collected. As preceding evaluations suggested a beneficial outcome in TBI patients treated at the Wiener Neustadt Hospital (WNH), we aimed to investigate the potential role of citicoline administration, solely applied in WNH, in those patients. In a retrospective subgroup analysis we compared 67 patients from WNH with citicoline administration and 67 matched patients from other Austrian centers without citicoline use. Patients with Glasgow Coma Scale score <13 on site and/or Abbreviated Injury Scale of the region \"head\" >2 were included. Our analysis revealed significantly reduced rates of intensive care unit (ICU) mortality (5% vs. 24%, p < 0.01), in-hospital mortality (9% vs. 24%, p = 0.035) and 6‑month mortality (13% vs. 28%, p = 0.031), as well as of unfavorable outcome (34% vs. 57%, p = 0.015) and observed vs. expected ratio for mortality (0.42 vs. 0.84) in the WNH (citicoline receivers) group. Despite the limitations of a retrospective subgroup analysis our findings suggest a possible correlation between early and consequent citicoline administration and beneficial outcomes. Therefore, we aim to set up an initiative for a prospective, multicenter randomized controlled trial with citicoline in sTBI (severe TBI) patients.", "doi": "10.1007/s00508-017-1240-9", "title": "Citicoline in severe traumatic brain injury: indications for improved outcome : A retrospective matched pair analysis from 14 Austrian trauma centers.", "journal": ["Wiener klinische Wochenschrift", "Wien. Klin. Wochenschr."]}