{"authors": [["Harvey", "Jamison Anne", "JA", "Mayo Medical School, Rochester, Minnesota."], ["Gibreel", "Waleed", "W", "Department of Plastic Surgery, Mayo Clinic Minnesota, Rochester, Minnesota."], ["Charafeddine", "Ali", "A", "Department of Plastic Surgery, Mayo Clinic Minnesota, Rochester, Minnesota."], ["Sharaf", "Basel", "B", "Department of Plastic Surgery, Mayo Clinic Minnesota, Rochester, Minnesota."]], "date": "2017-03-29", "id": "28751943", "text": "Helmet wear offers protection in various ways against craniomaxillofacial and brain trauma. The specific pattern and overall burden of craniofacial trauma among helmeted and unhelmeted patients has not been well defined. This is a retrospective review of trauma patients involved in documented helmet-associated injuries that presented to the Mayo Clinic Emergency Department in Rochester, Minnesota, and completed initial trauma evaluation between 1999 and 2015. A total of 417 patients (50% unhelmeted, 82% male) were identified. The median age at injury was 22.9 years (interquartile range [IQR]: 15.2-44.2]) and median follow-up was 26 months ([IQR: 2.2-64.8]). The majority of injuries involved motorcycle accidents (57.6%), bicycles (30.2%), and other modes of injury (12.7%). The mean Glasgow Coma Score (GSC) at the time of presentation was 14.2 (SD ± 2.4) and mean injury severity score (ISS) was 10.2 (SD ± 7.5). Motorcycle accidents had a higher mean ISS compared with other modes of injury ( p  = 0.048). Unhelmeted patients were more likely to sustain scalp lacerations ( p  < 0.0001), facial bone fractures ( p  = 0.01), scalp hematomas ( p  = 0.041), skull fractures ( p  = 0.017), and are more likely to require hospital admission ( p  = 0.0003). Unhelmeted patients' hospital length of stay was on average 2 days longer than helmeted patients' stay ( p  = 0.0721). Unhelmeted patients were more likely to require out-of-home placement than helmeted patients. Among trauma patients, helmet use was associated with less scalp lacerations and hematomas, facial bones fractures, skull fractures, and need for hospital admission. Adoption of legislation and regulations mandating protective helmet use in all states are strongly encouraged to minimize the burden of craniofacial injuries among unhelmeted patients.", "doi": "10.1055/s-0037-1601430", "title": "Helmet Wear and Craniofacial Trauma Burden: A Plea for Regulations Mandating Protective Helmet Wear.", "journal": ["Craniomaxillofacial trauma & reconstruction", "Craniomaxillofac Trauma Reconstr"]}