{"authors": [["Berg", "Katherine M", "KM", "Beth Israel Deaconess Medical Center Division of Pulmonary, Critical Care and Sleep, USA. Electronic address: kberg@bidmc.harvard.edu."], ["Grossestreuer", "Anne V", "AV", "Beth Israel Deaconess Medical Center Department of Emergency Medicine, USA."], ["Uber", "Amy", "A", "Beth Israel Deaconess Medical Center Department of Emergency Medicine, USA; Michigan State University College of Human Medicine, USA."], ["Patel", "Parth V", "PV", "Beth Israel Deaconess Medical Center Department of Emergency Medicine, USA."], ["Donnino", "Michael W", "MW", "Beth Israel Deaconess Medical Center Division of Pulmonary, Critical Care and Sleep, USA; Beth Israel Deaconess Medical Center Department of Emergency Medicine, USA."]], "date": "2017-07-24", "id": "28750886", "text": "In-hospital cardiac arrest (IHCA) strikes over 200,000 people in the United States annually. Targeted temperature management (TTM) is considered beneficial in other settings, but there is no prospective data for IHCA. Recent work on TTM and IHCA found an association between TTM and worse outcome. However, the authors used intubation as a marker for coma to determine eligibility for TTM. The validity of this approach is unexplored.Retrospective, single center study of adult patients with IHCA occurring in an intensive care unit, intubated prior to or during the event, or immediately after ROSC. We evaluated the percentage of patients documented as comatose after arrest, defined as Glasgow Comas Score (GCS) <8 for the primary analysis. We also evaluated the difference in hospital survival in patients with GCS <8 versus ≥8. Two sensitivity analyses using different methods for defining coma using post-ROSC GCS were conducted.29/102 (28%) intubated patients had a post-ROSC GCS≥8, and 22 (22%) were documented as following commands. Survival in patients with GCS≥8 vs.<8 was 62% (18/29) vs. 37% (27/73) in unadjusted analysis (p=0.02). The adjusted odds ratio for survival to hospital discharge was 3.81 (95%CI: 1.37-10.61, p=0.01). Results were similar in both sensitivity analyses.Intubation prior to or during IHCA was not a valid marker of coma after ROSC. Post-ROSC mental status was associated with hospital survival, and thus could be an important confounder when conducting observational studies on the association of TTM with outcomes in this patient population.", "doi": "10.1016/j.resuscitation.2017.07.024", "title": "Intubation is not a marker for coma after in-hospital cardiac arrest: A retrospective study.", "journal": ["Resuscitation", "Resuscitation"]}