{"authors": [["Efthymiou", "Evdokia", "E", "Department of Neurology, University Hospital Zurich, University of Zurich, 8091 Zurich, Switzerland."], ["Renzel", "Roland", "R", "Department of Neurology, University Hospital Zurich, University of Zurich, 8091 Zurich, Switzerland."], ["Baumann", "Christian R", "CR", "Department of Neurology, University Hospital Zurich, University of Zurich, 8091 Zurich, Switzerland."], ["Poryazova", "Rositsa", "R", "Department of Neurology, University Hospital Zurich, University of Zurich, 8091 Zurich, Switzerland."], ["Imbach", "Lukas L", "LL", "Department of Neurology, University Hospital Zurich, University of Zurich, 8091 Zurich, Switzerland. Electronic address: lukas.imbach@usz.ch."]], "date": "2017-07-24", "id": "28750884", "text": "The majority of comatose patients after cardiac arrest do not regain consciousness due to severe postanoxic encephalopathy. Early and accurate outcome prediction is therefore essential in determining further therapeutic interventions. The electroencephalogram is a standardized and commonly available tool used to estimate prognosis in postanoxic patients. The identification of pathological EEG patterns with poor prognosis relies however primarily on visual EEG scoring by experts. We introduced a model-based approach of EEG analysis (state space model) that allows for an objective and quantitative description of spectral EEG variability.We retrospectively analyzed standard EEG recordings in 83 comatose patients after cardiac arrest between 2005 and 2013 in the intensive care unit of the University Hospital Zürich. Neurological outcome was assessed one month after cardiac arrest using the Cerebral Performance Category. For a dynamic and quantitative EEG analysis, we implemented a model-based approach (state space analysis) to quantify EEG background variability independent from visual scoring of EEG epochs. Spectral variability was compared between groups and correlated with clinical outcome parameters and visual EEG patterns.Quantitative assessment of spectral EEG variability (state space velocity) revealed significant differences between patients with poor and good outcome after cardiac arrest: Lower mean velocity in temporal electrodes (T4 and T5) was significantly associated with poor prognostic outcome (p<0.005) and correlated with independently identified visual EEG patterns such as generalized periodic discharges (p<0.02). Receiver operating characteristic (ROC) analysis confirmed the predictive value of lower state space velocity for poor clinical outcome after cardiac arrest (AUC 80.8, 70% sensitivity, 15% false positive rate).Model-based quantitative EEG analysis (state space analysis) provides a novel, complementary marker for prognosis in postanoxic encephalopathy.", "doi": "10.1016/j.resuscitation.2017.07.020", "title": "Predictive value of EEG in postanoxic encephalopathy: A quantitative model-based approach.", "journal": ["Resuscitation", "Resuscitation"]}