{"authors": [["Menegat", "Laura", "L", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Simas", "Rafael", "R", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Caliman", "Julia M", "JM", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Zanoni", "Fernando L", "FL", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Jacysyn", "Jacqueline F", "JF", "LIM 62, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["da Silva", "Luiz Fernando F", "LFF", "Department of Pathology, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Borelli", "Primavera", "P", "Faculty of Pharmaceutical Sciences, Department of Clinical and Toxicological Analyses, University of São Paulo, São Paulo, SP, Brazil."], ["Moreira", "Luiz Felipe P", "LFP", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."], ["Sannomiya", "Paulina", "P", "Heart Institute (InCor), LIM 11, University of São Paulo Medical School, São Paulo, SP, Brazil."]], "date": "2017-07-27", "id": "28749083", "text": "Experimental findings support the evidence of a persistent leucopenia triggered by brain death (BD). This study aimed to investigate leucocyte behaviour in bone marrow and blood after BD in rats. BD was induced using intracranial balloon catheter inflation. Sham-operated (SH) rats were trepanned only. Thereafter bone marrow cells were harvested every six hours from the femoral cavity and used for total and differential counts. They were analysed further by flow cytometry to characterize lymphocyte subsets, granulocyte adhesion molecules expression and apoptosis/necrosis [annexin V/propidium iodide (PI) protocol]. BD rats exhibited a reduction in bone marrow cells due to a reduction in lymphocytes (40%) and segmented cells (45%). Bone marrow lymphocyte subsets were similar in BD and SH rats (CD3, P = 0.1; CD4, P = 0.4; CD3/CD4, P = 0.4; CD5, P = 0.4, CD3/CD5, P = 0.2; CD8, P = 0.8). Expression of L-selectin and beta2 -integrins on granulocytes did not differ (CD11a, P = 0.9; CD11b/c, P = 0.7; CD62L, P = 0.1). There were no differences in the percentage of apoptosis and necrosis (Annexin V, P = 0.73; PI, P = 0.21; Annexin V/PI, P = 0.29). In conclusion, data presented suggest that the downregulation of the bone marrow is triggered by brain death itself, and it is not related to changes in lymphocyte subsets, granulocyte adhesion molecules expression or apoptosis and necrosis.", "doi": "10.1111/iep.12234", "title": "Evidence of bone marrow downregulation in brain-dead rats.", "journal": ["International journal of experimental pathology", "Int J Exp Pathol"]}