{"authors": [["Baeza-Román", "Anna", "A", "Intensive Care Unit, Hospital General Universitario de Elche, Elche, Spain. Electronic address: anna.baeza@coma.es."], ["de Miguel-Balsa", "Eva", "E", "Intensive Care Unit, Hospital General Universitario de Elche, Elche, Spain."], ["Latour-Pérez", "Jaime", "J", "Intensive Care Unit, Hospital General Universitario de Elche, Elche, Spain."], ["Carrillo-López", "Andrés", "A", "Intensive Care Unit, Hospital Universitario Son Espases, Islas Baleares, Spain."]], "date": "2017-06-21", "id": "28747270", "text": "Current clinical practice guidelines recommend risk stratification in patients with acute coronary syndrome (ACS) upon admission to hospital. Diabetes mellitus (DM) is widely recognized as an independent predictor of mortality in these patients, although it is not included in the GRACE risk score.The objective of this study is to validate the GRACE risk score in a contemporary population and particularly in the subgroup of patients with diabetes, and to test the effects of including the DM variable in the model.Retrospective cohort study in patients included in the ARIAM-SEMICYUC registry, with a diagnosis of ACS and with available in-hospital mortality data. We tested the predictive power of the GRACE score, calculating the area under the ROC curve. We assessed the calibration of the score and the predictive ability based on type of ACS and the presence of DM. Finally, we evaluated the effect of including the DM variable in the model by calculating the net reclassification improvement.The GRACE score shows good predictive power for hospital mortality in the study population, with a moderate degree of calibration and no significant differences based on ACS type or the presence of DM. Including DM as a variable did not add any predictive value to the GRACE model.The GRACE score has an appropriate predictive power, with good calibration and clinical applicability in the subgroup of diabetic patients.", "doi": "10.1016/j.ijcard.2017.06.083", "title": "Predictive power of the grace score in population with diabetes.", "journal": ["International journal of cardiology", "Int. J. Cardiol."]}