{"authors": [["Adams", "Solomon M", "SM", "1 Pharmaceutical Sciences, School of Pharmacy, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Conley", "Yvette P", "YP", "2 Health Promotion and Development, School of Nursing, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Ren", "Dianxu", "D", "4 Health and Community Systems, School of Nursing, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Okonkwo", "David O", "DO", "5 Neurological Surgery, School of Medicine, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Puccio", "Ava M", "AM", "5 Neurological Surgery, School of Medicine, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Dixon", "C Edward", "CE", "5 Neurological Surgery, School of Medicine, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Clark", "Robert S B", "RSB", "6 Safar Center for Resuscitation Research, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Kochanek", "Patrick M", "PM", "6 Safar Center for Resuscitation Research, University of Pittsburgh , Pittsburgh, Pennsylvania."], ["Empey", "Philip E", "PE", "6 Safar Center for Resuscitation Research, University of Pittsburgh , Pittsburgh, Pennsylvania."]], "date": "2017-09-19", "id": "28747144", "text": "Traumatic brain injury (TBI) is a leading cause of death with no pharmacological treatments that improve outcomes. Transporter proteins participate in TBI recovery by maintaining the central nervous system (CNS) biochemical milieu. Genetic variations in transporters that alter expression and/or function have been associated with TBI outcomes. The ATP-binding cassette transporter, ABCG2, is a uric acid (UA) transporter that effluxes UA from cells in the CNS and is responsible for systemic UA clearance. Uric acid is a CNS antioxidant and/or a biomarker that might support TBI recovery. Our objective was to investigate the impact of ABCG2 SNP: c.421C>A on TBI outcomes. Two cohorts (discovery [N = 270] and replication [N = 166]) were genotyped for ABCG2 c.421C>A. Glasgow Outcome Scale (GOS) scores were collected at 3, 6, 12, and 24 months post-injury and compared with mixed-effects multiple ordinal regression controlled for time post-injury, age, sex, time, post-injury imaging determined hemorrhage types, and Glasgow Coma Scale score. Variant alleles (genotype) were associated with better GOS scores (p = 0.01 [discovery] and p = 0.02 [replication]), whereas genotype*age interaction was associated with worse GOS scores (p = 0.03 [discovery] and p = 0.01 [replication]). Reversed coefficient directionality suggests variant allele(s) are protective up to approximately age 34 years. Overall, variant alleles at ABCG2 c.421C>A associate with better GOS scores post-injury in two independently sampled cohorts. This finding is mitigated by increasing subject age. This suggests that ABCG2 might have an age-dependent effect on TBI recovery and should be explored in future mechanistic studies.", "doi": "10.1089/neu.2017.5000", "title": "ABCG2 c.421C>A Is Associated with Outcomes after Severe Traumatic Brain Injury.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}