{"authors": [["Kutchak", "Fernanda Machado", "FM", ". Programa de Pós-Graduação em Ciências Médicas, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre (RS) Brasil."], ["Rieder", "Marcelo de Mello", "MM", ". Programa de Pós-Graduação em Ciências Médicas, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre (RS) Brasil."], ["Victorino", "Josué Almeida", "JA", ". Programa de Pós-Graduação em Ciências Médicas, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre (RS) Brasil."], ["Meneguzzi", "Carla", "C", ". Unidade de Terapia Intensiva, Hospital Cristo Redentor, Porto Alegre (RS) Brasil."], ["Poersch", "Karla", "K", ". Universidade do Vale do Rio dos Sinos - UNISINOS - São Leopoldo (RS) Brasil."], ["Forgiarini", "Luiz Alberto", "LA", ". Curso de Fisioterapia, Programa de Pós-Graduação em Reabilitação e Inclusão e Biociências e Reabilitação, Centro Universitário Metodista - IPA - Porto Alegre (RS) Brasil."], ["Bianchin", "Marino Muxfeldt", "MM", ". Programa de Pós-Graduação em Ciências Médicas, Universidade Federal do Rio Grande do Sul - UFRGS - Porto Alegre (RS) Brasil."]], "date": null, "id": "28746528", "text": "To evaluate the usefulness of simple motor tasks such as hand grasping and tongue protrusion as predictors of extubation failure in critically ill neurological patients.This was a prospective cohort study conducted in the neurological ICU of a tertiary care hospital in the city of Porto Alegre, Brazil. Adult patients who had been intubated for neurological reasons and were eligible for weaning were included in the study. The ability of patients to perform simple motor tasks such as hand grasping and tongue protrusion was evaluated as a predictor of extubation failure. Data regarding duration of mechanical ventilation, length of ICU stay, length of hospital stay, mortality, and incidence of ventilator-associated pneumonia were collected.A total of 132 intubated patients who had been receiving mechanical ventilation for at least 24 h and who passed a spontaneous breathing trial were included in the analysis. Logistic regression showed that patient inability to grasp the hand of the examiner (relative risk = 1.57; 95% CI: 1.01-2.44; p < 0.045) and protrude the tongue (relative risk = 6.84; 95% CI: 2.49-18.8; p < 0.001) were independent risk factors for extubation failure. Acute Physiology and Chronic Health Evaluation II scores (p = 0.02), Glasgow Coma Scale scores at extubation (p < 0.001), eye opening response (p = 0.001), MIP (p < 0.001), MEP (p = 0.006), and the rapid shallow breathing index (p = 0.03) were significantly different between the failed extubation and successful extubation groups.The inability to follow simple motor commands is predictive of extubation failure in critically ill neurological patients. Hand grasping and tongue protrusion on command might be quick and easy bedside tests to identify neurocritical care patients who are candidates for extubation.Avaliar a utilidade de tarefas motoras simples, tais como preensão de mão e protrusão da língua, para predizer extubação malsucedida em pacientes neurológicos críticos.Estudo prospectivo de coorte realizado na UTI neurológica de um hospital terciário em Porto Alegre (RS). Pacientes adultos que haviam sido intubados por motivos neurológicos e que eram candidatos ao desmame foram incluídos no estudo. O estudo avaliou se a capacidade dos pacientes de realizar tarefas motoras simples como apertar as mãos do examinador e pôr a língua para fora seria um preditor de extubação malsucedida. Foram coletados dados referentes ao tempo de ventilação mecânica, tempo de internação na UTI, tempo de internação hospitalar, mortalidade e incidência de pneumonia associada à ventilação mecânica.Foram incluídos na análise 132 pacientes intubados que haviam recebido ventilação mecânica durante pelo menos 24 h e que passaram no teste de respiração espontânea. A regressão logística mostrou que a incapacidade dos pacientes de apertar a mão do examinador (risco relativo = 1,57; IC95%: 1,01-2,44; p < 0,045) e de pôr a língua para fora (risco relativo = 6,84; IC95%: 2,49-18,8; p < 0,001) foram fatores independentes de risco de extubação malsucedida. Houve diferenças significativas entre os pacientes nos quais a extubação foi malsucedida e aqueles nos quais a extubação foi bem-sucedida quanto à pontuação obtida no Acute Physiology and Chronic Health Evaluation II (p = 0,02), pontuação obtida na Escala de Coma de Glasgow no momento da extubação (p < 0,001), abertura dos olhos em resposta ao comando (p = 0,001), PImáx (p < 0,001), PEmáx (p = 0,006) e índice de respiração rápida e superficial (p = 0,03).A incapacidade de obedecer a comandos motores simples é preditora de extubação malsucedida em pacientes neurológicos críticos. Preensão de mão e protrusão da língua em resposta ao comando podem ser testes rápidos e fáceis realizados à beira do leito para identificar pacientes neurológicos críticos que sejam candidatos à extubação.", "doi": "10.1590/S1806-37562016000000155", "title": "Simple motor tasks independently predict extubation failure in critically ill neurological patients.", "journal": ["Jornal brasileiro de pneumologia : publicacao oficial da Sociedade Brasileira de Pneumologia e Tisilogia", "J Bras Pneumol"]}