{"authors": [["Liu", "Ting", "T", "Department of Ophthalmology, Daping Hospital and Research Institute of Surgery, Third Military Medical University, Chongqing, China."], ["Zhu", "Xiaomin", "X", null], ["Chen", "Kaijian", "K", null], ["Bai", "Ji", "J", null]], "date": null, "id": "28746183", "text": "To evaluate the refractive outcomes of balanced salt solution infiltration during small-incision lenticule extraction (SMILE).This randomized prospective study enrolled 52 patients (104 eyes) with myopic astigmatism. Patients underwent SMILE to correct the myopic astigmatism in Daping Hospital of the Third Military Medical University between January and July 2013. One eye of each patient received traditional SMILE (control group) and the other received a modified SMILE procedure (liquid infiltration group). The corrected distance visual acuity (CDVA), postoperative uncorrected distance visual acuity (UDVA), refraction, wavefront aberration, intraocular pressure (IOP), modulation transfer function (MTF) cut-off frequency, and objective scattering index (OSI) were evaluated.UDVA in the liquid infiltration group was significantly higher than that in the control group at 1 day postoperatively, but not at 1 month after surgery. Moreover, OSI and MTF cut-off frequency in the liquid infiltration group were higher than those in the control group at early follow-up. However, no significant intergroup difference was observed in the OSI and MTF cut-off frequency at 3 months after surgery. In addition, the predictability was better in the liquid infiltration group than in the control group. The changes of horizontal coma in the liquid infiltration group were lesser than those in the control group. However, no intergroup difference was observed in the reduction of IOP at 1 month after surgery.The modified SMILE procedure results in better visual outcomes than did the traditional SMILE procedure when used for treating myopic astigmatism.", "doi": "10.1097/MD.0000000000007409", "title": "Visual outcomes after balanced salt solution infiltration during lenticule separation in small-incision lenticule extraction for myopic astigmatism.", "journal": ["Medicine", "Medicine (Baltimore)"]}