{"authors": [["Hwang", "David Y", "DY", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Yale School of Medicine, P.O. Box 208018, New Haven, CT, 06520, USA. david.hwang@yale.edu."], ["Chu", "Stacy Y", "SY", "Department of Neurology, Yale School of Medicine, New Haven, CT, USA."], ["Dell", "Cameron A", "CA", "Maryland Stroke Center, Baltimore, MD, USA."], ["Sparks", "Mary J", "MJ", "Maryland Stroke Center, Baltimore, MD, USA."], ["Watson", "Tiffany D", "TD", "Maryland Stroke Center, Baltimore, MD, USA."], ["Langefeld", "Carl D", "CD", "Division of Public Health Sciences, Department of Biostatistical Sciences, Center for Public Health Genomics, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Comeau", "Mary E", "ME", "Division of Public Health Sciences, Department of Biostatistical Sciences, Center for Public Health Genomics, Wake Forest School of Medicine, Winston-Salem, NC, USA."], ["Rosand", "Jonathan", "J", "Center for Human Genetic Research, Boston, MA, USA."], ["Battey", "Thomas W K", "TWK", "Center for Human Genetic Research, Boston, MA, USA."], ["Koch", "Sebastian", "S", "Miller School of Medicine, University of Miami, Miami, FL, USA."], ["Perez", "Mario L", "ML", "Miller School of Medicine, University of Miami, Miami, FL, USA."], ["James", "Michael L", "ML", "Duke University Medical Center, Durham, NC, USA."], ["McFarlin", "Jessica", "J", "Duke University Medical Center, Durham, NC, USA."], ["Osborne", "Jennifer L", "JL", "Department of Neurology, University of Cincinnati College of Medicine, Cincinnati, OH, USA."], ["Woo", "Daniel", "D", "Department of Neurology, University of Cincinnati College of Medicine, Cincinnati, OH, USA."], ["Kittner", "Steven J", "SJ", "Baltimore Veterans Administration Medical Center, University of Maryland School of Medicine, Baltimore, MD, USA."], ["Sheth", "Kevin N", "KN", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Yale School of Medicine, P.O. Box 208018, New Haven, CT, 06520, USA."]], "date": null, "id": "28744847", "text": "The early subjective clinical judgment of clinicians outperforms formal prognostic scales for accurate determination of outcome after intracerebral hemorrhage (ICH), with the judgment of physicians and nurses having equivalent accuracy. This study assessed specific decisional factors that physicians and nurses incorporate into early predictions of functional outcome.This prospective observational study enrolled 121 ICH patients at five US centers. Within 24 h of each patient's admission, one physician and one nurse on the clinical team were each surveyed to predict the patient's modified Rankin Scale (mRS) at 3 months and to list up to 10 subjective factors used in prognostication. Factors were coded and compared between (1) physician and nurse and (2) accurate and inaccurate surveys, with accuracy defined as an exact prediction of mRS.Aside from factors that are components of the ICH or FUNC scores, surveys reported pre-existing comorbidities (40.0%), other clinical or radiographic factors not in clinical scales (43.0%), and non-clinical/radiographic factors (21.9%) as important. Compared to physicians, nurses more frequently listed neurologic examination components (Glasgow Coma Scale motor, 27.3 vs. 5.8%, p < 0.0001; GCS verbal, 12.4 vs. 0.0%, p < 0.0001) and non-clinical/radiographic factors (31.4 vs. 12.4%, p = 0.0005). Physicians more frequently listed neuroimaging factors (ICH location, 33.9 vs. 7.4%, p < 0.0001; intraventricular hemorrhage, 13.2 vs. 2.5%, p = 0.003). There was no difference in listed factors between accurate versus inaccurate surveys.Clinicians frequently utilize factors outside of the components of clinical scales for prognostication, with physician and nurses focusing on different factors despite having similar accuracy.", "doi": "10.1007/s12028-017-0430-7", "title": "Factors Considered by Clinicians when Prognosticating Intracerebral Hemorrhage Outcomes.", "journal": ["Neurocritical care", "Neurocrit Care"]}