{"authors": [["Cohn", "Ellen C", "EC", "Department of Clinical Research, Children's Health - Children's Medical Center Dallas, 1935 Medical District Drive, Dallas, TX, 75235, USA."], ["Robertson", "Tammy S", "TS", "Department of Advanced Practice Services, Critical Care Services, Children's Health - Children's Medical Center Dallas, 1935 Medical District Drive, Dallas, TX, 75235, USA."], ["Scott", "Stacey A", "SA", "Department of Advanced Practice Services, Critical Care Services, Children's Health - Children's Medical Center Dallas, 1935 Medical District Drive, Dallas, TX, 75235, USA."], ["Finley", "Andre M", "AM", "Department of Respiratory Care, Children's Health - Children's Medical Center Dallas, 1935 Medical District Drive, Dallas, TX, 75235, USA."], ["Huang", "Rong", "R", "Department of Clinical Research, Children's Health - Children's Medical Center Dallas, 1935 Medical District Drive, Dallas, TX, 75235, USA."], ["Miles", "Darryl K", "DK", "Department of Pediatrics, University of Texas Southwestern Medical Center, 5323 Harry Hines Blvd., Dallas, TX, 75390-9063, USA. darryl.miles@utsouthwestern.edu."]], "date": "2017-07-25", "id": "28744846", "text": "There is a lack of data describing the risk factors for extubation failure (EF) or tracheostomy placement in pediatric neurocritical care (NCC) patients.A retrospective chart review of children admitted to the pediatric intensive care unit who were intubated for >24 h with an acute neurocritical illness and had an extubation attempt. Bivariate and multivariate statistical analysis was performed to determine significant associations of demographic, neurologic, pulmonary, and clinical variables with EF and tracheostomy placement. Analysis of predictive factors for EF (within 48 h) and tracheostomy placement during the hospitalization was conducted on a first extubation attempt group (n = 193) and a second attempt group (n = 23) who experienced either EF or a \"late re-intubation\" (>48 h-7 days).Traumatic brain injury (37.3%) and seizures/status epilepticus (31.4%) were the most common diagnoses with neuromuscular weakness patients having the highest risk for EF and tracheostomy placement. EF occurred in 20/193 (10.4%) patients after their first attempt and 6/23 (26.1%) after a second attempt. Compared to those with a fair/strong cough, patients with a weak/absent cough had a relative risk (RR) of 9.4 for EF (95% CI, 4.9-17.9, p < 0.001) and 6.7 (95% CI, 2.3-18.9, p = 0.01) for tracheostomy placement on the first and second attempts, respectively. Glasgow Coma Score (GCS), endotracheal tube (ETT) secretion characteristics, and pulmonary variables were not associated with EF or tracheostomy placement.A weak/absent cough reflex is associated with an increased risk of failing extubation and placement of a tracheostomy in intubated pediatric NCC patients.", "doi": "10.1007/s12028-017-0429-0", "title": "Extubation Failure and Tracheostomy Placement in Children with Acute Neurocritical Illness.", "journal": ["Neurocritical care", "Neurocrit Care"]}