{"authors": [["Guitart", "Jordi", "J", "Department of Anesthesiology, Hospital Plató, C/Plató 21, 08006, Barcelona, Spain. jordi.guitart@hospitalplato.com."], ["Vargas", "María Isabel", "MI", "Department of Anesthesiology, Parc Sanitari Sant Joan de Deu, Barcelona, Spain."], ["De Sanctis", "Vicente", "V", "Pain Unit, Department of Anesthesiology, Hospital Universitari Sagrat Cor, Barcelona, Spain."], ["Folch", "Jordi", "J", "Department of Anesthesiology, Hospital Plató, C/Plató 21, 08006, Barcelona, Spain."], ["Salazar", "Rafael", "R", "Department of Anesthesiology, Hospital Comarcal d'Inca, Palma de Mallorca, Spain."], ["Fuentes", "José", "J", "Department of Anesthesiology, Pius Hospital de Valls, Tarragona, Spain."], ["Coma", "Joan", "J", "Department of Anesthesiology, Hospital General de l'Hospitalet, Barcelona, Spain."], ["Ferreras", "Julia", "J", "Pain Unit, Department of Anesthesiology, Hospital Residència Sant Camil, Barcelona, Spain."], ["Moya", "Jordi", "J", "Pain Unit, Department of Anesthesiology, Hospital Mateu Orfila, Menorca, Spain."], ["Tomás", "Albert", "A", "Pain Unit, Department of Anesthesiology, Fundació Hospital Sant Bernabé, Barcelona, Spain."], ["Estivill", "Pere", "P", "Department of Anesthesiology, Parc Sanitari Sant Joan de Deu, Barcelona, Spain."], ["Rodelas", "Francisco", "F", "Department of Anesthesiology, Hospital Comarcal d'Inca, Palma de Mallorca, Spain."], ["Jiménez", "Antonio Javier", "AJ", "Kyowa Kirin Farmacéutica SLU, Madrid, Spain."], ["Sanz", "Almudena", "A", "Kyowa Kirin Farmacéutica SLU, Madrid, Spain."]], "date": null, "id": "28744772", "text": "Breakthrough pain (BTP) management in patients with cancer is challenging, especially in the elderly. However, no studies examining the influence of age on BTP medication have been conducted. The aim of this work was to investigate the effect of sublingual fentanyl tablets (SFTs) in terms of efficacy, safety, and quality of life in two age categories.We performed age subgroup analyses (<65 and ≥65 years) from a recently completed study conducted in Spain. Pain intensity (PI), onset of pain relief, frequency and duration of BTP episodes, and adverse events (AEs) were assessed at 3, 7, 15, and 30 days. Health-status instruments used were the Short Form 12, version 2 (SF-12v2) questionnaire, and the Hospital Anxiety and Depression Scale (HADS-A and HADS-D).Twenty-six patients were aged <65 years and 54 were aged ≥65 years. SF-12v2 scores did not enhance significantly from baseline. HADS scores and PI decreased significantly at the end of the study, particularly in younger patients (HADS-A: 19.05 vs. 14.41%; HADS-D: 21.35 vs. 18.57%; PI: 67.23 vs. 56.30%). Onset of analgesia began in 2-5 min in 63.3% of subjects aged <65 years and in 36.4% of subjects aged >65 years. Most patients experienced one to five daily episodes after 30 days, and <5% needed a treatment change. AEs were less frequently reported in older individuals (20.5 vs. 36.4%).Age subgroup analyses suggest that SFTs are an effective and safe treatment for the management of BTP in cancer patients of all ages. SFTs may offer a well-tolerated and efficient option to control cancer BTP in the elderly.", "doi": "10.1007/s40268-017-0198-4", "title": "Breakthrough Pain Management with Sublingual Fentanyl Tablets in Patients with Cancer: Age Subgroup Analysis of a Multicenter Prospective Study.", "journal": ["Drugs in R&D", "Drugs R D"]}