{"authors": [["Skarupskienė", "Inga", "I", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Adukauskienė", "Dalia", "D", "Department of Intensive Care, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Kuzminskienė", "Jurgita", "J", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Rimkutė", "Laima", "L", "Faculty of Medicine, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Balčiuvienė", "Vilma", "V", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania. Electronic address: vilmabalciuviene@yahoo.com."], ["Žiginskienė", "Edita", "E", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Kuzminskis", "Vytautas", "V", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Adukauskaitė", "Agnė", "A", "Department of Cardiology and Angiology, Hospital of Innsbruck Medical University, Innsbruck, Austria."], ["Pentiokinienė", "Daiva", "D", "Department of Cardiology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."], ["Bumblytė", "Inga Arūnė", "IA", "Department of Nephrology, Medical Academy, Lithuanian University of Health Sciences, Kaunas, Lithuania."]], "date": "2017-07-14", "id": "28743566", "text": "Acute kidney injury (AKI) is a common and potentially serious postoperative complication after cardiac surgery, and it remains a cause of major morbidity and mortality. The aim of our study was to assess the prognostic illness severity score and to estimate the significant risk factors for poor outcome of patients with AKI requiring renal replacement therapy (RRT) after cardiac surgery.We retrospectively analyzed data of adult (>18 years) patients (n=111) who underwent open heart surgery and had developed AKI with need for RRT. Prognostic illness severity scores were calculated and perioperative risk factors of lethal outcome were assessed at the RRT initiation time. We defined three illness severity scores: Acute Physiology and Chronic Health Evaluation (APACHE II) as a general score, Sequential Organ Failure Assessment (SOFA) as an organ failure score, and Liano score as a kidney-specific disease severity score. Logistic regression was also used for the multivariate analysis of mortality risk factors.Hospital mortality was 76.5%. More than 7% of patients remained dialysis-dependent after their discharge from the hospital. The prognostic abilities of the scores were assessed for their discriminatory power. The area under the receiver-operating characteristic (ROC) curve of SOFA score was 0.719 (95% CI, 0.598-0.841), of Liano was 0.661 (95% CI, 0.535-0.787) and 0.668 (95% CI, 0.550-0.785) of APACHE II scores. From 16 variables analyzed for model selection, we reached a final logistic regression model, which demonstrated four variables significantly associated with patients' mortality. Glasgow coma score<14 points (OR=3.304; 95% CI, 1.130-9.662; P=0.003), mean arterial blood pressure (MAP)<63.5mmHg (OR=3.872; 95% CI, 1.011-13.616; P=0.035), serum creatinine>108.5μmol/L (OR=0.347; 95% CI, 0.123-0.998; P=0.046) and platelet count<115×109/L (OR=3.731; 95% CI, 1.259-11.054; P=0.018) were independent risk factors for poor patient outcome.Our study demonstrated that SOFA score estimation is the most accurate to predict the fatal outcome in patients with AKI requiring RRT after cardiac surgery. Lethal patient outcome is related to Glasgow coma score, mean arterial blood pressure, preoperative serum creatinine and postoperative platelet count.", "doi": "10.1016/j.medici.2017.06.003", "title": "Mortality prediction in patients with acute kidney injury requiring renal replacement therapy after cardiac surgery.", "journal": ["Medicina (Kaunas, Lithuania)", "Medicina (Kaunas)"]}