{"authors": [["Taoussi", "N", "N", "Department of Neurology, Medical University of Lublin, St. Jaczewskiego 8, 20-954 Lublin, Poland. Electronic address: nad.taou@gmil.com."], ["Alghamdi", "A J", "AJ", "Department of Neurology, Medical University of Lublin, St. Jaczewskiego 8, 20-954 Lublin, Poland."], ["Bielewicz", "J", "J", "Department of Neurology, Medical University of Lublin, St. Jaczewskiego 8, 20-954 Lublin, Poland."], ["Luchowski", "P", "P", "Department of Neurology, Medical University of Lublin, St. Jaczewskiego 8, 20-954 Lublin, Poland."], ["Rejdak", "K", "K", "Department of Neurology, Medical University of Lublin, St. Jaczewskiego 8, 20-954 Lublin, Poland."]], "date": "2017-07-10", "id": "28743388", "text": "Bilateral carotid artery dissection secondary to severe trauma is rare and can be potentially life -threatening if not diagnosed and treated properly.We report a 29-year-old female who was admitted to the emergency department after a car accident. The patient was conscious at the time of admission and presented with an initial Glasgow Coma Scale (GCS) of 15 presenting normal vital signs. The patient developed motor dysphasia with right upper limb paresis a few hours after the admission. Magnetic resonance imaging (MRI) revealed a bilateral cervical internal carotid artery (ICA) occlusion in addition to left frontal lobe infarct in a subacute phase. Medical management was successful and the patient was discharged from the hospital two weeks after the admission.Noninvasive vascular imagining modalities are merging as the gold standard in the early detection of carotid artery dissection (CAD). Typical pathognomonic findings on MRI include double lumen and intimal flap. The management with systemic anticoagulation or antiplatelet therapy is aimed to prevent the development of ischemic stroke. In case of medical therapy being ineffective or in case of complication or any disorders suffered by a patient, endovascular treatment is performed.With early detection and proper management, traumatic dissection of cervical carotid artery can have a benign outcome. As for the current patient, medical treatment with anticoagulation was sufficient and surgical management was therefore not required. Improvement in the patients' speech was observed; nevertheless the continuation of speech therapy was indicated.", "doi": "10.1016/j.pjnns.2017.07.002", "title": "Traumatic bilateral dissection of cervical internal carotid artery in the wake of a car accident: A case report.", "journal": ["Neurologia i neurochirurgia polska", "Neurol. Neurochir. Pol."]}