{"authors": [["Robba", "Chiara", "C", "Neurosciences Critical Care Unit, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Cardim", "Danilo", "D", "Brain Physics Laboratory, Division of Neurosurgery, Department of Clinical Neurosciences, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Tajsic", "Tamara", "T", "Division of Neurosurgery, Department of Clinical Neurosciences, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Pietersen", "Justine", "J", "Department of Anaesthesia, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Bulman", "Michael", "M", "Department of Anaesthesia, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Donnelly", "Joseph", "J", "Brain Physics Laboratory, Division of Neurosurgery, Department of Clinical Neurosciences, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Lavinio", "Andrea", "A", "Neurosciences Critical Care Unit, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Gupta", "Arun", "A", "Neurosciences Critical Care Unit, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Menon", "David K", "DK", "Neurosciences Critical Care Unit, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."], ["Hutchinson", "Peter J A", "PJA", "Division of Neurosurgery, University of Cambridge Hospitals, Cambridge, United Kingdom."], ["Czosnyka", "Marek", "M", "Brain Physics Laboratory, Division of Neurosurgery, Department of Clinical Neurosciences, Addenbrooke's Hospital, University of Cambridge, Cambridge, United Kingdom."]], "date": "2017-07-25", "id": "28742869", "text": "The invasive nature of the current methods for monitoring of intracranial pressure (ICP) has prevented their use in many clinical situations. Several attempts have been made to develop methods to monitor ICP non-invasively. The aim of this study is to assess the relationship between ultrasound-based non-invasive ICP (nICP) and invasive ICP measurement in neurocritical care patients.This was a prospective, single-cohort observational study of patients admitted to a tertiary neurocritical care unit. Patients with brain injury requiring invasive ICP monitoring were considered for inclusion. nICP was assessed using optic nerve sheath diameter (ONSD), venous transcranial Doppler (vTCD) of straight sinus systolic flow velocity (FVsv), and methods derived from arterial transcranial Doppler (aTCD) on the middle cerebral artery (MCA): MCA pulsatility index (PIa) and an estimator based on diastolic flow velocity (FVd). A total of 445 ultrasound examinations from 64 patients performed from 1 January to 1 November 2016 were included. The median age of the patients was 53 years (range 37-64). Median Glasgow Coma Scale at admission was 7 (range 3-14), and median Glasgow Outcome Scale was 3 (range 1-5). The mortality rate was 20%. ONSD and FVsv demonstrated the strongest correlation with ICP (R = 0.76 for ONSD versus ICP; R = 0.72 for FVsv versus ICP), whereas PIa and the estimator based on FVd did not correlate with ICP significantly. Combining the 2 strongest nICP predictors (ONSD and FVsv) resulted in an even stronger correlation with ICP (R = 0.80). The ability to detect intracranial hypertension (ICP ≥ 20 mm Hg) was highest for ONSD (area under the curve [AUC] 0.91, 95% CI 0.88-0.95). The combination of ONSD and FVsv methods showed a statistically significant improvement of AUC values compared with the ONSD method alone (0.93, 95% CI 0.90-0.97, p = 0.01). Major limitations are the heterogeneity and small number of patients included in this study, the need for specialised training to perform and interpret the ultrasound tests, and the variability in performance among different ultrasound operators.Of the studied ultrasound nICP methods, ONSD is the best estimator of ICP. The novel combination of ONSD ultrasonography and vTCD of the straight sinus is a promising and easily available technique for identifying critically ill patients with intracranial hypertension.", "doi": "10.1371/journal.pmed.1002356", "title": "Ultrasound non-invasive measurement of intracranial pressure in neurointensive care: A prospective observational study.", "journal": ["PLoS medicine", "PLoS Med."]}