{"authors": [["Kalisvaart", "Marit", "M", "*Department of Surgery, Erasmus MC University Medical Center, Rotterdam, The Netherlands †Department of Adult Intensive Care, Erasmus MC University Medical Center, Rotterdam, The Netherlands ‡Department of Gastroenterology and Hepatology, Erasmus MC University Medical Center, Rotterdam, The Netherlands."], ["de Haan", "Jubi E", "JE", null], ["Polak", "Wojciech G", "WG", null], ["Metselaar", "Herold J", "HJ", null], ["Wijnhoven", "Bas P L", "BPL", null], ["IJzermans", "Jan N M", "JNM", null], ["de Jonge", "Jeroen", "J", null]], "date": null, "id": "28742700", "text": "To test the total burden of complications in the early postoperative period after liver transplantation (LT) between donation after circulatory death (DCD) and donation after brain death (DBD) grafts with the novel Comprehensive Complication Index (CCI).LT is complex surgery and the increasing use of high-risk grafts is pressuring current postoperative outcomes. DCD grafts in particular are associated with ischemic-type biliary lesions (ITBL) with subsequent impaired graft survival rates.Retrospective single-center study of all LT since the start of DCD program (2001-2015). CCI (at hospital discharge and after 6 months) was the result of all complications weighted by their Clavien-Dindo grade. A multiple logistic regression model was used to identify factors associated with a complex postoperative course (CCI at 6 months >60).In total, 441 cases were included: 115 DCD and 326 DBD grafts. Median in-hospital CCI was comparable for both groups (DCD 38.2; DBD 36.7; P = 0.429). Six-month postoperative median CCI was significantly higher for DCD grafts (53.4 vs 47.2; P = 0.041). Moreover, more DCD recipients underwent retransplantation for ITBL in this period (4% vs 1%; P = 0.031). Logistic regression identified recipient BMI (P = 0.046), recipient warm ischemia time (odds ratio, OR, 1.032; 95% CI, 1.008-1.056; P = 0.008), and DCD graft (OR 3.913; 95% CI 1.200-12.767; P = 0.024) as risk factors for a CCI >60.This analysis shows a comparable complication rate during the index hospital stay for DCD and DBD LT, but the CCI increases significantly for DCD recipients in 6 months after transplantation. Reduction of biliary complications, especially ITBL, is needed to improve the outcomes for DCD grafts.", "doi": "10.1097/SLA.0000000000002419", "title": "Comparison of Postoperative Outcomes Between Donation After Circulatory Death and Donation After Brain Death Liver Transplantation Using the Comprehensive Complication Index.", "journal": ["Annals of surgery", "Ann. Surg."]}