{"authors": [["Kepez Yildiz", "Burcin", "B", "Beyoglu Eye Training and Research Hospital, Istanbul, Turkey."], ["Urvasizoglu", "Semih", "S", null], ["Yildirim", "Yusuf", "Y", null], ["Agca", "Alper", "A", null], ["K Besek", "Nilay", "N", null], ["Fazil", "Korhan", "K", null], ["Eris", "Erdem", "E", null], ["Aygit", "Ebru Demet", "ED", null], ["Taskapili", "Muhittin", "M", null], ["Demirok", "Ahmet", "A", null]], "date": null, "id": "28742618", "text": "To investigate how corneal aberrations change after phototherapeutic keratectomy (PTK) for subepithelial infiltrates after adenoviral keratoconjunctivitis.The records of patients who underwent transepithelial PTK for subepithelial infiltrates were retrospectively reviewed. Preoperative best-corrected visual acuity (VA) and the results of slit-lamp biomicroscopy examinations were recorded. The PTK procedure was performed under topical anesthesia with an Amaris excimer laser. Patients' manifest refraction values, topographical examination results, and corneal aberrations before and after surgery were analyzed.Twenty-four eyes of 16 women (84.3%) and 3 men (15.7%) were treated. The mean follow-up time was 6.0 ± 2.5 (range: 3-12) months, and the mean ablation depth was 82.3 ± 1.0 (range: 80-88) μm. Postoperative median best-corrected VA increased from 0.6 (range: 0.4-1.0) logarithm of the minimum angle of resolution to 0.2 (range: 0.1-0.5) logarithm of the minimum angle of resolution (P = 0.048), coma decreased from 0.56 (range: 0.29-0.37) to 0.44 (range: 0.07-0.74), secondary astigmatism decreased from 0.45 (range: 0.12-1.9) to 0.17 (range: 0.03-0.49), and total higher-order aberrations decreased from 1.24 (range: 0.61-6.74) to 0.9 (range: 0.33-1.64) (P = 0.008, 0.0032, and 0.018, respectively).PTK is an effective method for treating corneal opacity after epidemic keratoconjunctivitis, which yields significant improvements in both VA and visual quality.", "doi": "10.1097/ICO.0000000000001296", "title": "Changes in Higher-Order Aberrations After Phototherapeutic Keratectomy for Subepithelial Corneal Infiltrates After Epidemic Keratoconjunctivitis.", "journal": ["Cornea", "Cornea"]}