{"authors": [["Keita Alassane", "Sokhna", "S", "CNRS, LCC (Laboratoire de Chimie de Coordination), 205 route de Narbonne, Toulouse, France."], ["Nicolau-Travers", "Marie-Laure", "ML", "CNRS, LCC (Laboratoire de Chimie de Coordination), 205 route de Narbonne, Toulouse, France."], ["Menard", "Sandie", "S", "CPTP (Centre de Physiopathologie de Toulouse Purpan), INSERM U1043, CNRS UMR5282, Université de Toulouse III, Toulouse, France."], ["Andreoletti", "Olivier", "O", "UMR INRA ENVT 1225, Interactions Hôte Agent Pathogène, Ecole Nationale Vétérinaire de Toulouse, 23 Chemin des Capelles, Toulouse, France."], ["Cambus", "Jean-Pierre", "JP", "Laboratoire Hématologie, Centre Hospitalier Universitaire, Toulouse, France."], ["Gaudre", "Noémie", "N", "CPTP (Centre de Physiopathologie de Toulouse Purpan), INSERM U1043, CNRS UMR5282, Université de Toulouse III, Toulouse, France."], ["Wlodarczyk", "Myriam", "M", "CPTP (Centre de Physiopathologie de Toulouse Purpan), INSERM U1043, CNRS UMR5282, Université de Toulouse III, Toulouse, France."], ["Blanchard", "Nicolas", "N", "CPTP (Centre de Physiopathologie de Toulouse Purpan), INSERM U1043, CNRS UMR5282, Université de Toulouse III, Toulouse, France."], ["Berry", "Antoine", "A", "Service de Parasitologie-Mycologie, Centre Hospitalier Universitaire, Toulouse, France."], ["Abbes", "Sarah", "S", "CNRS, LCC (Laboratoire de Chimie de Coordination), 205 route de Narbonne, Toulouse, France."], ["Colongo", "David", "D", "Hyphen-stat, 195 route d'Espagne, Toulouse, France."], ["Faye", "Babacar", "B", "UFR Sciences de la Santé, Université Gaston Berger, St Louis, Sénégal."], ["Augereau", "Jean-Michel", "JM", "CNRS, LCC (Laboratoire de Chimie de Coordination), 205 route de Narbonne, Toulouse, France."], ["Lacroux", "Caroline", "C", "UMR INRA ENVT 1225, Interactions Hôte Agent Pathogène, Ecole Nationale Vétérinaire de Toulouse, 23 Chemin des Capelles, Toulouse, France."], ["Iriart", "Xavier", "X", "CPTP (Centre de Physiopathologie de Toulouse Purpan), INSERM U1043, CNRS UMR5282, Université de Toulouse III, Toulouse, France."], ["Benoit-Vical", "Françoise", "F", "CNRS, LCC (Laboratoire de Chimie de Coordination), 205 route de Narbonne, Toulouse, France."]], "date": "2017-07-24", "id": "28742109", "text": "Cerebral malaria (CM) is the most severe manifestation of human malaria yet is still poorly understood. Mouse models have been developed to address the subject. However, their relevance to mimic human pathogenesis is largely debated. Here we study an alternative cerebral malaria model with an experimental Plasmodium berghei Keyberg 173 (K173) infection in Sprague Dawley rats. As in Human, not all infected subjects showed cerebral malaria, with 45% of the rats exhibiting Experimental Cerebral Malaria (ECM) symptoms while the majority (55%) of the remaining rats developed severe anemia and hyperparasitemia (NoECM). These results allow, within the same population, a comparison of the noxious effects of the infection between ECM and severe malaria without ECM. Among the ECM rats, 77.8% died between day 5 and day 12 post-infection, while the remaining rats were spontaneously cured of neurological signs within 24-48 hours. The clinical ECM signs observed were paresis quickly evolving to limb paralysis, global paralysis associated with respiratory distress, and coma. The red blood cell (RBC) count remained normal but a drastic decrease of platelet count and an increase of white blood cell numbers were noted. ECM rats also showed a decrease of glucose and total CO2 levels and an increase of creatinine levels compared to control rats or rats with no ECM. Assessment of the blood-brain barrier revealed loss of integrity, and interestingly histopathological analysis highlighted cyto-adherence and sequestration of infected RBCs in brain vessels from ECM rats only. Overall, this ECM rat model showed numerous clinical and histopathological features similar to Human CM and appears to be a promising model to achieve further understanding the CM pathophysiology in Humans and to evaluate the activity of specific antimalarial drugs in avoiding/limiting cerebral damages from malaria.", "doi": "10.1371/journal.pone.0181300", "title": "Young Sprague Dawley rats infected by Plasmodium berghei: A relevant experimental model to study cerebral malaria.", "journal": ["PloS one", "PLoS ONE"]}