{"authors": [["Dhandapani", "Sivashanmugam", "S", "Department of Neurosurgery, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India. ssdhandapani.neurosurg@gmail.com."], ["Bajaj", "Ankur", "A", "Department of Neurosurgery, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Gendle", "Chandrasekar", "C", "Department of Neurosurgery, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Saini", "Inderjeet", "I", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Kaur", "Irwanjeet", "I", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Chaudhary", "Isha", "I", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Jasandeep", null, null, "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Kaur", "Jaspinder", "J", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Kalyan", "Geetanjali", "G", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Dhandapani", "Manju", "M", "NINE, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."], ["Gupta", "Sunil K", "SK", "Department of Neurosurgery, Post Graduate Institute of Medical Education and Research (PGIMER), Chandigarh-12, India."]], "date": "2017-07-24", "id": "28741220", "text": "Homocysteine (tHcy) has been hardly studied among patients with head injury. This study was to evaluate whether there is any independent impact of tHcy levels on neurological outcome following head injury in a multivariate model. Patients admitted within 24 h of injury were included in the study, along with 20 age- and gender-matched controls. Plasma levels of tHcy were measured at admission using direct immunoassay. All the variables were analyzed with respect to tHcy levels and outcome according to Glasgow Outcome Score (GOS) at 3 months. Univariate and multivariate analyses were performed using SPSS 21. There were a total of 72 patients in the study. tHcy levels were significantly higher after head injury (mean 24.03[SD ± 16.0] μmol/L), compared to matched controls (mean 16.62 [SD ± 10.4] μmol/L) (p = 0.05). Patients with severe head injury, acute SDH, or diffuse higher radiological grades had greater levels of tHcy compared to others. There was a significant relationship between tHcy level and neurological outcome. tHcy levels were significantly higher in patients who had unfavorable GOS (mean 36.22[±25.3] μmol/L), compared to those with favorable GOS (mean 22.71[±14.3] μmol/L) (P = 0.03). In multivariate analysis, tHcy level (adj. odds ratio [OR] 1.17, P = 0.05) and Glasgow Coma Scale (adj. OR 5.17, P = 0.01) had significant association with neurological outcome at 3 months independent of age, dietary habit, radiological grading and of each other. tHcy level has significant independent impact on neurological outcome and may be useful as a prognostic marker following head injury.", "doi": "10.1007/s10143-017-0880-6", "title": "Independent impact of plasma homocysteine levels on neurological outcome following head injury.", "journal": ["Neurosurgical review", "Neurosurg Rev"]}