{"authors": [["Mitsuhashi", "Masahiro", "M", "Department of Neurology, Kyoto University Graduate School of Medicine."], ["Hitomi", "Takefumi", "T", "Department of Clinical Laboratory Medicine, Kyoto University Graduate School of Medicine."], ["Aoyama", "Akihiro", "A", "Department of Thoracic Surgery, Kyoto University Graduate School of Medicine."], ["Kaido", "Toshimi", "T", "Division of Hepato-Biliary-Pancreatic and Transplant Surgery, Department of Surgery, Kyoto University Graduate School of Medicine."], ["Ikeda", "Akio", "A", "Department of Epilepsy, Movement Disorders and Physiology, Kyoto University Graduate School of Medicine."], ["Takahashi", "Ryosuke", "R", "Department of Neurology, Kyoto University Graduate School of Medicine."]], "date": "2017-07-22", "id": "28740067", "text": "Patient 1: A 35-year-old woman became deep coma because of intracranial hemorrhage after pulmonary surgery. Patient 2: A 39-year-old woman became deep coma because of cerebellar hemorrhage after hepatic surgery. Scalp-recorded digital electroencephalography (EEG) showed electrocerebral inactivity in both cases. In addition, both EEG showed repetitive discharges at bilateral frontopolar electrodes in response to photic stimuli. The amplitude and latency of the discharges was 17 μV and 24 msec in case 1, and 9 μV and 27 msec in case 2 respectively. The activity at left frontopolar electrode disappeared after coverage of the ipsilateral eye. Based on these findings, we could exclude the possibility of brainstem response and judged it as electroretinogram (ERG). Photic stimulation is a useful activation method in EEG recording, and we can also evaluate brainstem function by checking photic blink reflex if it is evoked. However, we should be cautious about the distinction of ERG from photic blink reflex when brain death is clinically suspected.", "doi": "10.5692/clinicalneurol.cn-001049", "title": "Electroretinogram (ERG) to photic stimuli should be carefully distinct from photic brainstem reflex in patients with deep coma.", "journal": ["Rinsho shinkeigaku = Clinical neurology", "Rinsho Shinkeigaku"]}