{"authors": [["Lehnerer", "Sophie Mirabell", "SM", "Department of Experimental Neurology, NeuroCure Clinical Research Center, and Department of Neurology, Charite´-University Medicine Berlin, Berlin, Germany."], ["Scheibe", "Franziska", "F", "Department of Experimental Neurology, NeuroCure Clinical Research Center, and Department of Neurology, Charite´-University Medicine Berlin, Berlin, Germany."], ["Buchert", "Ralph", "R", "Department of Nuclear Medicine, Charite´-University Medicine Berlin, Berlin, Germany."], ["Kliesch", "Stefan", "S", "Department of Neuroradiology, Charite´-University Medicine Berlin, Berlin, Germany."], ["Meisel", "Andreas", "A", "Department of Experimental Neurology, NeuroCure Clinical Research Center, and Department of Neurology, Charite´-University Medicine Berlin, Berlin, Germany."]], "date": "2017-07-24", "id": "28739616", "text": "We report the case of a 36-year-old woman with a subarachnoid haemorrhage (SAH) caused by a rupture of a right-sided middle cerebral artery aneurysm and subsequent malignant infarction of the right hemisphere leading to a persistent vegetative state and severe spastic tetraparesis with recurrent myocloni. Nine months after disease onset, the patient was transferred to our department for diagnostic and therapeutic re-evaluation. The poor clinical condition could not be explained by the brain lesion caused by the SAH or infarction. Moreover, glucose metabolism was normal in brain regions not affected by SAH and infarction as shown by positron emission tomography with 18F-fluorodeoxyglucose. We terminated baclofen and reduced antiepileptics known to impair vigilance and cognitive functions. However, only after starting amantadine treatment we observed a stunning awakening of the patient fully orientated within days. Our findings warrant trials to investigate amantadine in the treatment of unresponsive wakefulness syndromes due to acute central nervous system diseases.", "doi": "10.1136/bcr-2017-220305", "title": "Awakening with amantadine from a persistent vegetative state after subarachnoid haemorrhage.", "journal": ["BMJ case reports", "BMJ Case Rep"]}