{"authors": [["Sharp", "Adam L", "AL", "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA; Department of Emergency Medicine, Los Angeles Medical Center, Kaiser Permanente Southern California, Los Angeles, CA. Electronic address: adam.l.sharp@kp.org."], ["Huang", "Brian Z", "BZ", "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."], ["Tang", "Tania", "T", "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."], ["Shen", "Ernest", "E", "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."], ["Melnick", "Edward R", "ER", "Department of Emergency Medicine, Yale University, New Haven, CT."], ["Venkatesh", "Arjun K", "AK", "Department of Emergency Medicine, Yale University, New Haven, CT."], ["Kanter", "Michael H", "MH", "Southern California Permanente Medical Group, Pasadena, CA."], ["Gould", "Michael K", "MK", "Department of Research and Evaluation, Kaiser Permanente Southern California, Pasadena, CA."]], "date": "2017-07-21", "id": "28739290", "text": "Approximately 1 in 3 computed tomography (CT) scans performed for head injury may be avoidable. We evaluate the association of implementation of the Canadian CT Head Rule on head CT imaging in community emergency departments (EDs).We conducted an interrupted time-series analysis of encounters from January 2014 to December 2015 in 13 Southern California EDs. Adult health plan members with a trauma diagnosis and Glasgow Coma Scale score at ED triage were included. A multicomponent intervention included clinical leadership endorsement, physician education, and integrated clinical decision support. The primary outcome was the proportion of patients receiving a head CT. The unit of analysis was ED encounter, and we compared CT use pre- and postintervention with generalized estimating equations segmented logistic regression, with physician as a clustering variable. Secondary analysis described the yield of identified head injuries pre- and postintervention.Included were 44,947 encounters (28,751 preintervention and 16,196 postintervention), resulting in 14,633 (32.6%) head CTs (9,758 preintervention and 4,875 postintervention), with an absolute 5.3% (95% confidence interval [CI] 2.5% to 8.1%) reduction in CT use postintervention. Adjusted pre-post comparison showed a trend in decreasing odds of imaging (odds ratio 0.98; 95% CI 0.96 to 0.99). All but one ED reduced CTs postintervention (0.3% to 8.7%, one ED 0.3% increase), but no interaction between the intervention and study site over time existed (P=.34). After the intervention, diagnostic yield of CT-identified intracranial injuries increased by 2.3% (95% CI 1.5% to 3.1%).A multicomponent implementation of the Canadian CT Head Rule was associated with a modest reduction in CT use and an increased diagnostic yield of head CTs for adult trauma encounters in community EDs.", "doi": "10.1016/j.annemergmed.2017.06.022", "title": "Implementation of the Canadian CT Head Rule and Its Association With Use of Computed Tomography Among Patients With Head Injury.", "journal": ["Annals of emergency medicine", "Ann Emerg Med"]}