{"authors": [["Mirshekar", "Mohammad Ali", "MA", "Department of Physiology, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Fanaei", "Hamed", "H", "Department of Physiology, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran; Pregnancy Health Research Center, Zahedan University of Medical Sciences, Zahedan, Iran. Electronic address: fanaeih@yahoo.com."], ["Keikhaei", "Fereshteh", "F", "Department of Physiology, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."], ["Javan", "Fatemeh Sargolzaee", "FS", "Department of Physiology, School of Medicine, Zahedan University of Medical Sciences, Zahedan, Iran."]], "date": "2017-07-20", "id": "28738538", "text": "Traumatic brain injury (TBI) is one of the main causes of intellectual and cognitive disabilities in humans. Clinically, it is essential to limit the progress of cognitive impairment after TBI. It is reported that diosmin has a neuroprotective effect that can limit the progress of the impairment. The aim of this study was to evaluate the effects of diosmin on neurological score, memory, tumor necrosis factor-α (TNF-α) level and long-term potentiation in hippocampal dentate gyrus after the injury.A total of ninety six adult male Wistar rats were used as test subjects in this study. The animals were randomly assigned into one of the following three groups (n=32/group): Sham, TBI and diosmin (100mg/kg, p.o for seven consecutive days before TBI induction). TBI was induced into the animals by Marmarou's method. Briefly, a 200g weight was dropped from a 1m height through a free-falling tube onto the head of the anesthetized rats.The veterinary coma scale scores, memory and long-term potentiation in TBI group showed significant decrease at different times after the onset of TBI when compared with Sham (p<0.001). The TNF-α level in the hippocampus of the TBI group of animals was significantly higher than that found in the test subjects from the Sham group (p<0.001). The pre-treatment of the TBI group with diosmin significantly improved their neurological scores, memory and long-term potentiation (p<0.001) when compared with the TBI group. The TNF-α level in hippocampus of the diosmin group was significantly lower than the TBI group (p<0.001).Based on the results of the present study, pre-treatment with diosmin has protective effects against TBI-induced memory and long-term potentiation impairment. The effects of diosmin may be mediated through a decrement in the TNF-α concentration of hippocampus as a pro-inflammatory cytokine.", "doi": "10.1016/j.biopha.2017.07.014", "title": "Diosmin improved cognitive deficit and amplified brain electrical activity in the rat model of traumatic brain injury.", "journal": ["Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie", "Biomed. Pharmacother."]}