{"authors": [["Rubenstein", "Richard", "R", "Laboratory of Neurodegenerative Diseases and CNS Biomarker Discovery, Departments of Neurology and Physiology/Pharmacology, State University of New York Downstate Medical Center, Brooklyn."], ["Chang", "Binggong", "B", "Laboratory of Neurodegenerative Diseases and CNS Biomarker Discovery, Departments of Neurology and Physiology/Pharmacology, State University of New York Downstate Medical Center, Brooklyn."], ["Yue", "John K", "JK", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Chiu", "Allen", "A", "Laboratory of Neurodegenerative Diseases and CNS Biomarker Discovery, Departments of Neurology and Physiology/Pharmacology, State University of New York Downstate Medical Center, Brooklyn."], ["Winkler", "Ethan A", "EA", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Puccio", "Ava M", "AM", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Diaz-Arrastia", "Ramon", "R", "University of Pennsylvania Perelman School of Medicine, Philadelphia."], ["Yuh", "Esther L", "EL", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Mukherjee", "Pratik", "P", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Valadka", "Alex B", "AB", "Department of Neurosurgery, Virginia Commonwealth University, Richmond."], ["Gordon", "Wayne A", "WA", "Department of Rehabilitation Medicine, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Okonkwo", "David O", "DO", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Davies", "Peter", "P", "Litwin-Zucker Center for Research in Alzheimer's Disease, Feinstein Institute for Medical Research, Manhasset, New York."], ["Agarwal", "Sanjeev", "S", "Department of Orthopedic Surgery and Rehabilitation Medicine, State University of New York Downstate Medical Center, Brooklyn."], ["Lin", "Fan", "F", "Program for Neurotrauma, Neuroproteomics, and Biomarker Research, Department of Emergency Medicine, Psychiatry and Chemistry, University of Florida, Gainesville."], ["Sarkis", "George", "G", "Program for Neurotrauma, Neuroproteomics, and Biomarker Research, Department of Emergency Medicine, Psychiatry and Chemistry, University of Florida, Gainesville."], ["Yadikar", "Hamad", "H", "Program for Neurotrauma, Neuroproteomics, and Biomarker Research, Department of Emergency Medicine, Psychiatry and Chemistry, University of Florida, Gainesville."], ["Yang", "Zhihui", "Z", "Program for Neurotrauma, Neuroproteomics, and Biomarker Research, Department of Emergency Medicine, Psychiatry and Chemistry, University of Florida, Gainesville."], ["Manley", "Geoffrey T", "GT", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Wang", "Kevin K W", "KKW", "Program for Neurotrauma, Neuroproteomics, and Biomarker Research, Department of Emergency Medicine, Psychiatry and Chemistry, University of Florida, Gainesville."], [null, null, null, null], ["Cooper", "Shelly R", "SR", "Department of Psychology, Washington University, St Louis, Missouri."], ["Dams-O'Connor", "Kristen", "K", "Department of Rehabilitation Medicine, Icahn School of Medicine at Mount Sinai, New York, New York."], ["Borrasso", "Allison J", "AJ", "Department of Neurosurgery, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania."], ["Inoue", "Tomoo", "T", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."], ["Maas", "Andrew I R", "AIR", "Department of Neurosurgery, Antwerp University Hospital, Edegem, Belgium."], ["Menon", "David K", "DK", "Departments of Anesthesia and Neurocritical Care, University of Cambridge, Cambridge, England."], ["Schnyer", "David M", "DM", "Department of Psychology, University of Texas, Austin."], ["Vassar", "Mary J", "MJ", "Brain and Spinal Injury Center, San Francisco General Hospital, San Francisco, California."]], "date": null, "id": "28738126", "text": "Annually in the United States, at least 3.5 million people seek medical attention for traumatic brain injury (TBI). The development of therapies for TBI is limited by the absence of diagnostic and prognostic biomarkers. Microtubule-associated protein tau is an axonal phosphoprotein. To date, the presence of the hypophosphorylated tau protein (P-tau) in plasma from patients with acute TBI and chronic TBI has not been investigated.To examine the associations between plasma P-tau and total-tau (T-tau) levels and injury presence, severity, type of pathoanatomic lesion (neuroimaging), and patient outcomes in acute and chronic TBI.In the TRACK-TBI Pilot study, plasma was collected at a single time point from 196 patients with acute TBI admitted to 3 level I trauma centers (<24 hours after injury) and 21 patients with TBI admitted to inpatient rehabilitation units (mean [SD], 176.4 [44.5] days after injury). Control samples were purchased from a commercial vendor. The TRACK-TBI Pilot study was conducted from April 1, 2010, to June 30, 2012. Data analysis for the current investigation was performed from August 1, 2015, to March 13, 2017.Plasma samples were assayed for P-tau (using an antibody that specifically recognizes phosphothreonine-231) and T-tau using ultra-high sensitivity laser-based immunoassay multi-arrayed fiberoptics conjugated with rolling circle amplification.In the 217 patients with TBI, 161 (74.2%) were men; mean (SD) age was 42.5 (18.1) years. The P-tau and T-tau levels and P-tau-T-tau ratio in patients with acute TBI were higher than those in healthy controls. Receiver operating characteristic analysis for the 3 tau indices demonstrated accuracy with area under the curve (AUC) of 1.000, 0.916, and 1.000, respectively, for discriminating mild TBI (Glasgow Coma Scale [GCS] score, 13-15, n = 162) from healthy controls. The P-tau level and P-tau-T-tau ratio were higher in individuals with more severe TBI (GCS, ≤12 vs 13-15). The P-tau level and P-tau-T-tau ratio outperformed the T-tau level in distinguishing cranial computed tomography-positive from -negative cases (AUC = 0.921, 0.923, and 0.646, respectively). Acute P-tau levels and P-tau-T-tau ratio weakly distinguished patients with TBI who had good outcomes (Glasgow Outcome Scale-Extended GOS-E, 7-8) (AUC = 0.663 and 0.658, respectively) and identified those with poor outcomes (GOS-E, ≤4 vs >4) (AUC = 0.771 and 0.777, respectively). Plasma samples from patients with chronic TBI also showed elevated P-tau levels and a P-tau-T-tau ratio significantly higher than that of healthy controls, with both P-tau indices strongly discriminating patients with chronic TBI from healthy controls (AUC = 1.000 and 0.963, respectively).Plasma P-tau levels and P-tau-T-tau ratio outperformed T-tau level as diagnostic and prognostic biomarkers for acute TBI. Compared with T-tau levels alone, P-tau levels and P-tau-T-tau ratios show more robust and sustained elevations among patients with chronic TBI.", "doi": "10.1001/jamaneurol.2017.0655", "title": "Comparing Plasma Phospho Tau, Total Tau, and Phospho Tau-Total Tau Ratio as Acute and Chronic Traumatic Brain Injury Biomarkers.", "journal": ["JAMA neurology", "JAMA Neurol"]}