{"authors": [["Liu", "Shu", "S", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Wang", "Zhiqing", "Z", "Guangdong Provincial Key Laboratory of Gastroenterology, Department of Gastroenterology, Nanfang Hospital, Southern Medical University, Guangzhou, China."], ["Liang", "Jinqun", "J", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Chen", "Nuan", "N", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["OuYang", "Haimei", "H", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Zeng", "Weihong", "W", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Chen", "Liying", "L", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Xie", "Xunjie", "X", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."], ["Jiang", "Jianhui", "J", "Children Inherited Metabolism and Endocrine Department, Guangdong Women and Children Hospital, Guangzhou, Guangdong 511400, P.R. China."]], "date": null, "id": "28737873", "text": "Nonketotic hyperglycinemia is an extremely rare autosomal recessively inherited glycine encephalopathy caused by a deficiency in the mitochondrial glycine cleavage system, which leads to severe clinical symptoms. Nonketotic hyperglycinemia is characterized by complex and diverse phenotypes, such as hypotonia, seizures, cognitive impairment, developmental delays and myoclonic jerks that may lead to apnea and even death. Here we report a 1-year-old boy with myoclonic seizures, hypotonia and coma; he had elevated plasma and cerebrospinal fluid glycine levels, and cerebrospinal fluid/plasma glycine ratio was 0.24. Two novel heterozygous mutations confirm the diagnosis of nonketotic hyperglycinemia. One is a missense mutation c.2516A>G (p.Y839C) and the other one is a splicing mutation c.2457+2T>A in the GLDC gene.La hiperglicinemia no cetósica es una encefalopatía por glicina autosómica recesiva y hereditaria sumamente rara, causada por una deficiencia en el sistema enzimático de división de la glicina mitocondrial, que provoca síntomas clínicos graves. La hiperglicinemia no cetósica se caracteriza por fenotipos diversos y complejos, por ejemplo, hipotonía, convulsiones, deterioro cognitivo, retrasos del desarrollo y espasmos mioclónicos que podrían causar apnea e incluso la muerte. En este artículo, presentamos el caso de un niño de 1 año con convulsiones mioclónicas, hipotonía y coma, con aumento de la concentración de glicina en el plasma y el líquido cefalorraquídeo y con un índice de glicina en líquido cefalorraquídeo/plasma de 0,24. Existen dos mutaciones heterocigotas novedosas que confirman el diagnóstico de hiperglicinemia no cetósica. Una es una mutación de aminoácido, c.2516A>G (p.Y839C), y la otra es una mutación en los sitios de corte y empalme, c.2457+2T>A, en el gen GLDC.", "doi": "10.5546/aap.2017.eng.e225", "title": "Two novel mutations in the glycine decarboxylase gene in a boy with classic nonketotic hyperglycinemia: case report.", "journal": ["Archivos argentinos de pediatria", "Arch Argent Pediatr"]}