{"authors": [["Maudsley", "Andrew A", "AA", "Department of Radiology, University of Miami School of Medicine, Miami, FL."], ["Govind", "Varan", "V", "Department of Radiology, University of Miami School of Medicine, Miami, FL."], ["Saigal", "Gaurav", "G", "Department of Radiology, University of Miami School of Medicine, Miami, FL."], ["Gold", "Stuart G", "SG", "Division of Behavioral Health, Hallandale Medical Center, Hallandale, FL."], ["Harris", "Leo", "L", "Jackson Memorial Hospital, Miami, FL."], ["Sheriff", "Sulaiman", "S", "Department of Radiology, University of Miami School of Medicine, Miami, FL."]], "date": "2017-07-23", "id": "28736910", "text": "Brain trauma is known to result in heterogeneous patterns of tissue damage and altered neuronal and glial metabolism that evolve over time following injury; however, little is known on the longitudinal evolution of these changes. In this study, magnetic resonance spectroscopic imaging (MRSI) was used to map the distributions of altered metabolism in a single subject at five time points over a period of 28 months following injury.Magnetic resonance imaging and volumetric MRSI data were acquired in a subject that had experienced a moderate traumatic brain injury (Glasgow Coma Scale 13) at five time points, from 7 weeks to 28 months after injury. Maps of N-acetylaspartate (NAA), total choline (Cho), and total creatine signal were generated and differences from normal control values identified using a z-score image analysis method.The z-score metabolite maps revealed areas of significantly reduced NAA and increased Cho, predominately located in frontal and parietal white matter, which evolved over the complete course of the study. A map of the ratio of Cho/NAA showed the greatest sensitivity to change, which indicated additional metabolic changes throughout white matter. The metabolic changes reduced over time following injury, though with abnormal values remaining in periventricular regions.The use of z-score image analysis for MRSI provides a method for visualizing diffuse changes of tissue metabolism in the brain. This image visualization method is of particularly effective for visualizing widespread and diffuse metabolic changes, such as that due to traumatic injury.", "doi": "10.1111/jon.12463", "title": "Longitudinal MR Spectroscopy Shows Altered Metabolism in Traumatic Brain Injury.", "journal": ["Journal of neuroimaging : official journal of the American Society of Neuroimaging", "J Neuroimaging"]}