{"authors": [["Herzer", "Guenther", "G", "Department of Anesthesia, Emergency Medicine and Intensive Care; Karl Landsteiner Institute for Emergency Medicine, Medical Simulation and Patient Safety, General Hospital Wiener Neustadt, Corvinusring 3-5, 2700, Wiener Neustadt, Austria."], ["Mirth", "Claudia", "C", "Clinical Department of Anesthesia and Intensive Care, University Hospital, St. Pölten, Austria."], ["Illievich", "Udo M", "UM", "Department of Neuroanesthesia and Intensive Care, Kepler University Hospital, Linz, Austria."], ["Voelckel", "Wolfgang G", "WG", "Department of Anesthesia and Intensive Care, AUVA Trauma Hospital, Salzburg, Austria."], ["Trimmel", "Helmut", "H", "Department of Anesthesia, Emergency Medicine and Intensive Care; Karl Landsteiner Institute for Emergency Medicine, Medical Simulation and Patient Safety, General Hospital Wiener Neustadt, Corvinusring 3-5, 2700, Wiener Neustadt, Austria. helmut.trimmel@wienerneustadt.lknoe.at."]], "date": "2017-07-21", "id": "28733841", "text": "Analgesia and sedation are key items in intensive care. Recently published S3 guidelines specifically address treatment of patients with elevated intracranial pressure.The Austrian Society of Anesthesiology, Resuscitation and Intensive Care Medicine carried out an online survey of neurointensive care units in Austria in order to evaluate the current state of practice in the areas of analgosedation and delirium management in this high-risk patient group.The response rate was 88%. Induction of anesthesia in patients with elevated intracranial pressure is carried out with propofol/fentanyl/rocuronium in >80% of the intensive care units (ICU), 60% use midazolam, 33.3% use esketamine, 13.3% use barbiturates and 6.7% use etomidate. For maintenance of analgosedation up to 72 h, propofol is used by 80% of the ICUs, followed by remifentanil (46.7%), sufentanil (40%) and fentanyl (6.7%). For long-term sedation, 86.7% of ICUs use midazolam, 73.3% sufentanil and 73.3% esketamine. For sedation periods longer than 7 days, 21.4% of ICUs use propofol. Reasons for discontinuing propofol are signs of rhabdomyolysis (92.9%), green urine, elevated liver enzymes (71.4% each) and elevated triglycerides (57.1%). Muscle relaxants are only used during invasive procedures. Inducing a barbiturate coma is rated as a last resort by 53.3% of respondents. The monitoring methods used are bispectral index (BIS™, 61.5% of ICUs), somatosensory-evoked potentials (SSEP, 53.8%), processed electroencephalography (EEG, 38.5%), intraparenchymal partial pressure of oxygen (pO2, 38.5%) and microdialysis (23.1%). Sedation and analgesia are scored using the Richmond agitation and sedation score (RASS, 86.7%), sedation agitation scale (SAS, 6.7%) or numeric rating scale (NRS, 50%) and behavioral pain scale (BPS, 42.9%), visual analogue scale (VAS), critical care pain observation tool (CCPOT, each 14.3%) and verbal rating scale (VRS, 7.1%). Delirium monitoring is done using the confusion assessment method for intensive care units (CAM-ICU, 46.2%) and intensive care delirium screening checklist (ICDSC, 7.7%). Of the ICUs 46.2% do not carry out delirium monitoring.We found good general compliance with the recommendations of the current S3 guidelines. Room for improvement exists in monitoring and the use of scores to detect delirium.", "doi": "10.1007/s00508-017-1228-5", "title": "Analgosedation of adult patients with elevated intracranial pressure : Survey of current clinical practice in Austria.", "journal": ["Wiener klinische Wochenschrift", "Wien. Klin. Wochenschr."]}