{"authors": [["Daddy", "Nsengiyumva Bati", "NB", "Rwanguba Hospital, Rwanguba, N. Kivu, Democratic Republic of Congo. Electronic address: batidaddy@yahoo.fr."], ["Kalisya", "Luc Malemo", "LM", "HEAL Africa Hospital, Goma, Democratic Republic of Congo. Electronic address: lucmalemo21@gmail.com."], ["Bagire", "Pascal Gisenya", "PG", "Plesion International Inc., Edmonton, AB, Canada. Electronic address: pbgisenya@gmail.com."], ["Watt", "Robert L", "RL", "Plesion International Inc., Coatesville, PA, 19320 USA. Electronic address: robertwatt121@gmail.com."], ["Towler", "Melissa J", "MJ", "Worcester Polytechnic Institute, Worcester, MA 01609, USA. Electronic address: eeyore@wpi.edu."], ["Weathers", "Pamela J", "PJ", "Worcester Polytechnic Institute, Worcester, MA 01609, USA."]], "date": "2017-04-14", "id": "28732806", "text": "Dried leaf Artemisia annua (DLA) has shown efficacy against Plasmodium sp. in rodent studies and in small clinical trials. Rodent malaria also showed resiliency against the evolution of artemisinin drug resistance.This is a case report of a last resort treatment of patients with severe malaria who were responding neither to artemisinin combination therapy (ACT) nor i.v. artesunate.Of many patients treated with ACTs and i.v. artesunate during the 6 mon study period, 18 did not respond and were subsequently treated with DLA Artemisia annua.Patients were given a dose of 0.5g DLA per os, twice daily for 5d. Total adult delivered dose of artemisinin was 55mg. Dose was reduced for body weight under 30kg. Clinical symptoms, e.g. fever, coma etc., and parasite levels in thick blood smears were tracked. Patients were declared cured and released from hospital when parasites were microscopically undetectable and clinical symptoms fully subsided.All patients were previously treated with Coartem® provided through Santé Rurale (SANRU) and following the regimen prescribed by WHO. Of 18 ACT-resistant severe malaria cases compassionately treated with DLA, all fully recovered. Of the 18, this report details two pediatric cases.Successful treatment of all 18 ACT-resistant cases suggests that DLA should be rapidly incorporated into the antimalarial regimen for Africa and possibly wherever else ACT resistance has emerged.", "doi": "10.1016/j.phymed.2017.04.006", "title": "Artemisia annua dried leaf tablets treated malaria resistant to ACT and i.v. artesunate: Case reports.", "journal": ["Phytomedicine : international journal of phytotherapy and phytopharmacology", "Phytomedicine"]}