{"authors": [["Zakharov", "Sergey", "S", "Department of Occupational Medicine, Toxicological Information Center, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic. sergey.zakharov@vfn.cz."], ["Rulisek", "Jan", "J", "Department of Anesthesia and Intensive Care, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Nurieva", "Olga", "O", "Department of Occupational Medicine, Toxicological Information Center, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Kotikova", "Katerina", "K", "Department of Occupational Medicine, Toxicological Information Center, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Navratil", "Tomas", "T", "Department of Occupational Medicine, Toxicological Information Center, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Komarc", "Martin", "M", "Institute of Biophysics and Informatics, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Pelclova", "Daniela", "D", "Department of Occupational Medicine, Toxicological Information Center, First Faculty of Medicine, Charles University and General University Hospital, Prague, Czech Republic."], ["Hovda", "Knut Erik", "KE", "The Norwegian CBRNE Centre of Medicine, Department of Acute Medicine, Oslo University Hospital, Oslo, Norway."]], "date": "2017-07-20", "id": "28730555", "text": "Intermittent hemodialysis (IHD) is the modality of choice in the extracorporeal treatment (ECTR) of acute methanol poisoning. However, the comparative clinical effectiveness of intermittent versus continuous modalities (CRRT) is unknown. During an outbreak of mass methanol poisoning, we therefore studied the effect of IHD versus CRRT on mortality and the prevalence of visual/central nervous system (CNS) sequelae in survivors.The study was designed as prospective observational cohort study. Patients hospitalized with a diagnosis of acute methanol poisoning were identified for the study. Exploratory factor analysis and multivariate logistic regression were applied to determine the effect of ECTR modality on the outcome.Data were obtained from 41 patients treated with IHD and 40 patients with CRRT. The follow-up time in survivors was two years. Both groups of patients were comparable by age, time to presentation, laboratory data, clinical features, and other treatment applied. The CRRT group was more acidemic (arterial blood pH 6.96 ± 0.08 vs. 7.17 ± 0.07; p < 0.001) and more severely poisoned (25/40 vs. 9/41 patients with Glasgow Coma Scale (GCS) ≤ 8; p < 0.001). The median intensive care unit length of stay (4 (range 1-16) days vs. 4 (1-22) days; p = 0.703) and the number of patients with complications during the treatment (11/41 vs. 13/40 patients; p = 0.576) did not differ between the groups. The mortality was higher in the CRRT group (15/40 vs. 5/41; p = 0.008). The number of survivors without sequelae of poisoning was higher in the IHD group (23/41 vs. 10/40; p = 0.004). There was a significant association of ECTR modality with both mortality and the number of survivors with visual and CNS sequelae of poisoning, but this association was not present after adjustment for arterial blood pH and GCS on admission (all p > 0.05).In spite of the faster correction of the acidosis and the quicker removal of the toxic metabolite in intermittent dialysis, we did not find significant differences in the treatment outcomes between the two groups after adjusting for the degree of acidemia and the severity of poisoning on admission. These findings support the strategy of \"use what you have\" in situations with large outbreaks and limited dialysis capacity.", "doi": "10.1186/s13613-017-0300-7", "title": "Intermittent versus continuous renal replacement therapy in acute methanol poisoning: comparison of clinical effectiveness in mass poisoning outbreaks.", "journal": ["Annals of intensive care", "Ann Intensive Care"]}