{"authors": [["Lorente", "Leonardo", "L", "Intensive Care Unit, Hospital Universitario de Canarias, Ofra s/n. La Laguna, 38320, Santa Cruz de Tenerife, Spain. lorentemartin@msn.com."], ["Martín", "María M", "MM", "Intensive Care Unit, Hospital Universitario Nuestra Señora de Candelaria, Crta del Rosario s/n, 38010, Santa Cruz de Tenerife, Spain."], ["Abreu-González", "Pedro", "P", "Deparment of Physiology. Faculty of Medicine, University of the La Laguna, Ofra s/n. La Laguna, 38320, Santa Cruz de Tenerife, Spain."], ["Pérez-Cejas", "Antonia", "A", "Laboratory Deparment, Hospital Universitario de Canarias, Ofra, s/n. La Laguna, 38320, Tenerife, Spain."], ["Ramos", "Luis", "L", "Intensive Care Unit, Hospital General La Palma, Buenavista de Arriba s/n, 38713, Breña Alta, La Palma, Spain."], ["Argueso", "Mónica", "M", "Intensive Care Unit, Hospital Clínico Universitario de Valencia, Avda. Blasco Ibáñez n°17-19, 46004, Valencia, Spain."], ["Solé-Violán", "Jordi", "J", "Intensive Care Unit, Hospital Universitario Dr. Negrín. CIBERES, Barranco de la Ballena s/n, 35010, Las Palmas de Gran Canaria, Spain."], ["Cáceres", "Juan J", "JJ", "Intensive Care Unit, Hospital Insular, Plaza Dr. Pasteur s/n, 35016, Las Palmas de Gran Canaria, Spain."], ["Jiménez", "Alejandro", "A", "Research Unit, Hospital Universitario de Canarias, Ofra s/n. La Laguna, 38320, Santa Cruz de Tenerife, Spain."], ["García-Marín", "Victor", "V", "Deparment of Neurosurgery, Hospital Universitario de Canarias, Ofra, s/n. La Laguna, 38320, Santa Cruz de Tenerife, Spain."]], "date": "2017-07-19", "id": "28724361", "text": "Circulating levels of melatonin in patients with traumatic brain injury (TBI) have been determined in a little number of studies with small sample size (highest sample size of 37 patients) and only were reported the comparison of serum melatonin levels between TBI patients and healthy controls. As to we know, the possible association between circulating levels of melatonin levels and mortality of patients with TBI have not been explored; thus, the objective of our current study was to determine whether this association actually exists.This multicenter study included 118 severe TBI (Glasgow Coma Scale <9) patients. We measured serum levels of melatonin, malondialdehyde (to assess lipid peroxidation) and total antioxidant capacity (TAC) at day 1 of severe TBI. We used mortality at 30 days as endpoint.We found that non-survivor (n = 33) compared to survivor (n = 85) TBI patients showed higher circulating levels of melatonin (p < 0.001), TAC (p < 0.001) and MDA (p < 0.001). We found that serum melatonin levels predicted 30-day mortality (Odds ratio = 1.334; 95% confidence interval = 1.094-1.627; p = 0.004), after to control for GCS, CT findings and age. We found a correlation between serum levels of melatonin levels and serum levels of TAC (rho = 0.37; p < 0.001) and serum levels of MDA (rho = 0.24; p = 0.008).As to we know, our study is the largest series providing circulating melatonin levels in patients with severe TBI. The main findings were that non-survivors had higher serum melatonin levels than survivors, and the association between serum levels of melatonin levels and mortality, peroxidation state and antioxidant state.", "doi": "10.1186/s12883-017-0922-2", "title": "Serum melatonin levels in survivor and non-survivor patients with traumatic brain injury.", "journal": ["BMC neurology", "BMC Neurol"]}