{"authors": [["Mokhtari", "Majid", "M", "Department of Critical Care and Anesthesiology, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Nayeb-Aghaei", "Hossein", "H", "Department of Neurosurgery, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Kouchek", "Mehran", "M", "Department of Critical Care and Anesthesiology, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Miri", "Mir Mohammad", "MM", "Department of Critical Care and Anesthesiology, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Goharani", "Reza", "R", "Department of Critical Care and Anesthesiology, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Amoozandeh", "Arash", "A", "Department of Neurosurgery, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Akhavan Salamat", "Sina", "S", "Department of Clinical Pharmacy, Faculty of Pharmacy, Shahid Beheshti University of Medical Sciences, Tehran, Iran."], ["Sistanizad", "Mohammad", "M", "Department of Critical Care and Anesthesiology, Imam Hossein Hospital, Shahid Beheshti University of Medical Sciences, Tehran, Iran."]], "date": "2017-07-19", "id": "28724200", "text": "Traumatic brain injury (TBI) is a major cause of disability and death globally. Despite significant progress in neuromonitoring and neuroprotection, pharmacological interventions have failed to generate favorable results. We examined the effect of memantine on serum levels of neuron-specific enolase (NSE), a marker of neuronal damage, and the Glasgow Coma Scale (GCS) in patients with moderate TBI. Patients were randomly assigned to the control group (who received standard TBI management) and the treatment group (who, alongside their standard management, received enteral memantine 30 mg twice daily for 7 days). Patients' clinical data, GCS, findings of head computed tomography, and serum NSE levels were collected during the study. Forty-one patients were randomized into the control and treatment groups, 19 and 22 patients respectively. Baseline characteristics and serum NSE levels were not significantly different between the 2 groups. The mean serum NSE levels for the memantine and the control groups on day 3 were 7.95 ± 2.86 and 12.33 ± 7.09 ng/mL, respectively (P = .05), and on day 7 were 5.03 ± 3.25 and 10.04 ± 5.72 ng/mL, respectively (P = .003). The mean GCS on day 3 was 12.3 ± 2.0 and 10.9 ± 1.9 in the memantine and control groups, respectively (P = .03). Serum NSE levels and GCS changes were negatively correlated (r = -0.368, P = .02). Patients with moderate TBI who received memantine had significantly reduced serum NSE levels by day 7 and marked improvement in their GCS scores on day 3 of the study.", "doi": "10.1002/jcph.980", "title": "Effect of Memantine on Serum Levels of Neuron-Specific Enolase and on the Glasgow Coma Scale in Patients With Moderate Traumatic Brain Injury.", "journal": ["Journal of clinical pharmacology", "J Clin Pharmacol"]}