{"authors": [["Chichom-Mefire", "Alain", "A", "Department of Surgery, Faculty of Health Sciences, University of Buea and Regional Hospital Limbe, Buea, Cameroon."], ["Nwanna-Nzewunwa", "Obieze C", "OC", "Center for Global Surgical Studies, Department of Surgery, University of California, San Francisco, San Francisco, California, United States of America."], ["Siysi", "Vincent Verla", "VV", "Department of Surgery, Faculty of Health Sciences, University of Buea and Regional Hospital Limbe, Buea, Cameroon."], ["Feldhaus", "Isabelle", "I", "Center for Global Surgical Studies, Department of Surgery, University of California, San Francisco, San Francisco, California, United States of America."], ["Dicker", "Rochelle", "R", "Center for Global Surgical Studies, Department of Surgery, University of California, San Francisco, San Francisco, California, United States of America."], ["Juillard", "Catherine", "C", "Center for Global Surgical Studies, Department of Surgery, University of California, San Francisco, San Francisco, California, United States of America."]], "date": "2017-07-19", "id": "28723915", "text": "Trauma is a leading cause of morbidity and mortality worldwide. Data characterizing the burden of trauma in Cameroon is limited. Regular, prospective injury surveillance can address the shortcomings of existing hospital administrative logs and medical records. This study aims to characterize trauma as seen at the emergency department (ED) of Limbe Regional Hospital (LRH) and assess the completeness of data obtained by a trauma registry.From January 2008 to October 2013, we prospectively captured data on injured patients using a strategically designed, context-relevant trauma registry instrument. Indicators around patient demographics, injury characteristics, delays in accessing care, and treatment outcomes were recorded. Descriptive, bivariate, and multivariate statistical analyses were conducted. About 5,617 patients, aged from 0.5-95years (median age of 26 years), visited the LRH ED with an injury; 67% were male. Students (27%) were the most affected occupation category. Road traffic injuries (RTIs) (56%), assault (22%), and domestic injuries (13%) were the leading causes of injury. Two-thirds of RTIs were motorcycle-related. Working in transportation (AOR 4.42, p<0.001) and law enforcement (AOR 1.73, p = 0.004) were significant predictors of having a RTI. The trauma registry showed a significant improvement in completeness of all data (p<0.001) and it improved over time compared with previous administrative records. However, proportions of missing data still ranged from 0.5% to 8.2% and involved respiratory rate or Glasgow Coma scale.Implementation of a context-appropriate trauma registry in resource-constrained settings is feasible. Providing valuable, high-quality data, the trauma registry can inform trauma care quality improvement efforts and policy development. Study findings indicate the need for injury prevention interventions and policies that will prioritize high-risks groups, such as those aged 20-29 years, and those in occupations requiring frequent road travel. The high incidence of motorcycle-related injuries is concerning and calls for a proactive solution.", "doi": "10.1371/journal.pone.0180784", "title": "Key findings from a prospective trauma registry at a regional hospital in Southwest Cameroon.", "journal": ["PloS one", "PLoS ONE"]}