{"authors": [["Martin", "Matthew J", "MJ", "From the Legacy Emanuel Medical Center (M.J.M., L.D.B., W.L.), Portland, Oregon; LAC+USC Medical Center (K.I., S.B. D.D.), Los Angeles, California; Oregon Health and Science University (M.S.), Portland, Oregon; Scripps Mercy Hospital (K.A.P.), San Diego; Cedars-Sinai Medical Center (G.B.), Los Angeles, California; R Adams Cowley Shock Trauma Center (J.M.), Baltimore, Maryland; Cooper University Hospital (J.H.), Camden, New Jersey; University of California-San Diego (R.C.), La Jolla, California; Mayo Clinic (M.D.Z.), Rochester, Minnesota; University Medical Center at Brackenridge (C.V.R.B.), Austin, Texas; University of Calgary-Foothills Medical Center (C.G.B.), Calgary, Alberta, Canada; University of Michigan (J.R.C-B.), Ann Arbor, Michigan; Denver Health Medical Center (C.C.B.), Denver, Colorado; University of Colorado Health-Medical Center of the Rockies (J.D.), Loveland, Colorado; University of Texas Southwestern Medical Center Parkland Memorial Hospital (C.T.M.), Dallas; Medical Center of Plano (M.M.C.), Plano, Texas; and Wesley Medical Center (G.M.B.), Wichita, Kansas."], ["Bush", "Lisa D", "LD", null], ["Inaba", "Kenji", "K", null], ["Byerly", "Saskya", "S", null], ["Schreiber", "Martin", "M", null], ["Peck", "Kimberly A", "KA", null], ["Barmparas", "Galinos", "G", null], ["Menaker", "Jay", "J", null], ["Hazelton", "Joshua P", "JP", null], ["Coimbra", "Raul", "R", null], ["Zielinski", "Martin D", "MD", null], ["Brown", "Carlos V R", "CVR", null], ["Ball", "Chad G", "CG", null], ["Cherry-Bukowiec", "Jill R", "JR", null], ["Burlew", "Clay Cothren", "CC", null], ["Dunn", "Julie", "J", null], ["Minshall", "C Todd", "CT", null], ["Carrick", "Matthew M", "MM", null], ["Berg", "Gina M", "GM", null], ["Demetriades", "Demetrios", "D", null], ["Long", "William", "W", null], [null, null, null, null]], "date": null, "id": "28723840", "text": "Intoxication often prevents clinical clearance of the cervical spine (Csp) after trauma leading to prolonged immobilization even with a normal computed tomography (CT) scan. We evaluated the accuracy of CT at detecting clinically significant Csp injury, and surveyed participants on related opinions and practice.A prospective multicenter study (2013-2015) at 17 centers. All adult blunt trauma patients underwent structured clinical examination and imaging including a Csp CT, with follow-up thru discharge. alcohol- and drug-intoxicated patients (TOX+) were identified by serum and/or urine testing. Primary outcomes included the incidence and type of Csp injuries, the accuracy of CT scan, and the impact of TOX+ on the time to Csp clearance. A 36-item survey querying local protocols, practices, and opinions in the TOX+ population was administered.Ten thousand one hundred ninety-one patients were prospectively enrolled and underwent CT Csp during the initial trauma evaluation. The majority were men (67%), had vehicular trauma or falls (83%), with mean age of 48 years, and mean Injury Severity Score (ISS) of 11. The overall incidence of Csp injury was 10.6%. TOX+ comprised 30% of the cohort (19% EtOH only, 6% drug only, and 5% both). TOX+ were significantly younger (41 years vs. 51 years; p < 0.01) but with similar mean Injury Severity Score (11) and Glasgow Coma Scale score (13). The TOX+ cohort had a lower incidence of Csp injury versus nonintoxicated (8.4% vs. 11.5%; p < 0.01). In the TOX+ group, CT had a sensitivity of 94%, specificity of 99.5%, and negative predictive value (NPV) of 99.5% for all Csp injuries. For clinically significant injuries, the NPV was 99.9%, and there were no unstable Csp injuries missed by CT (NPV, 100%). When CT Csp was negative, TOX+ led to longer immobilization versus sober patients (mean, 8 hours vs. 2 hours; p < 0.01), and prolonged immobilization (>12 hrs) in 25%. The survey showed marked variations in protocols, definitions, and Csp clearance practices among participating centers, although 100% indicated willingness to change practice based on these data.For intoxicated patients undergoing Csp imaging, CT scan was highly accurate and reliable for identifying clinically significant spine injuries, and had a 100% NPV for identifying unstable injuries. CT-based clearance in TOX+ patients appears safe and may avoid unnecessary prolonged immobilization. There was wide disparity in practices, definitions, and opinions among the participating centers.Diagnostic tests or criteria, level II.", "doi": "10.1097/TA.0000000000001650", "title": "Cervical spine evaluation and clearance in the intoxicated patient: A prospective Western Trauma Association Multi-Institutional Trial and Survey.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}