{"authors": [["Chen", "Yu", "Y", "Intensive Care Unit 1, Lanzhou University Second Hospital, Lanzhou, Gansu, China."], ["Du", "Hang", "H", null], ["Wei", "Bao-Hua", "BH", null], ["Chang", "Xue-Ni", "XN", null], ["Dong", "Chen-Ming", "CM", null]], "date": null, "id": "28723773", "text": "The objective is to develop a model based on risk stratification to predict delirium among adult critically ill patients and whether early intervention could be provided for high-risk patients, which could reduce the incidence of delirium.We designed a prospective, observational, single-center study. We examined 11 factors, including age, APACHE-II score, coma, emergency operation, mechanical ventilation (MV), multiple trauma, metabolic acidosis, history of hypertension, delirium and dementia, and application of Dexmedetomidine Hydrochloride. Confusion assessment method for the intensive care unit (CAM-ICU) was performed to screen patients during their ICU stay. Multivariate logistic regression analysis was used to develop the model, and we assessed the predictive ability of the model by using the area under the receiver operating characteristics curve (AUROC).From May 17, 2016 to September 25, 2016, 681 consecutive patients were screened, 61 of whom were excluded. The most frequent reason for exclusion was sustained coma 30 (4.4%), followed by a length of stay in the ICU < 24 hours 18 (2.6%) and delirium before ICU admission 13 (1.9%). Among the remaining 620 patients (including 162 nervous system disease patients), 160 patients (25.8%) developed delirium, and 64 (39.5%) had nervous system disease. The mean age was 55 ± 18 years old, the mean APACHE-II score was 16 ± 4, and 49.2% of them were male. Spearman analysis of nervous system disease and incidence of delirium showed that the correlation coefficient was 0.186 (P < .01). We constructed a prediction model that included 11 risk factors. The AUROC was 0.78 (95% CI 0.72-0.83).We developed the model using 11 related factors to predict delirium in critically ill patients and further determined that prophylaxis with Dexmedetomidine Hydrochloride in delirious ICU patients was beneficial. Patients who suffer from nervous system disease are at a higher incidence of delirium, and corresponding measures should be used for prevention.ChiCTR-OOC-16008535.", "doi": "10.1097/MD.0000000000007543", "title": "Development and validation of risk-stratification delirium prediction model for critically ill patients: A prospective, observational, single-center study.", "journal": ["Medicine", "Medicine (Baltimore)"]}