{"authors": [["Haac", "Bryce E", "BE", "UNC Project, Lilongwe, Malawi."], ["Gallaher", "Jared R", "JR", "Department of Surgery, Kamuzu Central Hospital, Lilongwe, Malawi."], ["Mabedi", "Charles", "C", "Department of Surgery, Kamuzu Central Hospital, Lilongwe, Malawi."], ["Geyer", "Andrew J", "AJ", "Department of Mathematics and Statistics, Air Force Institute of Technology, Dayton, OH, USA."], ["Charles", "Anthony G", "AG", "UNC Project, Lilongwe, Malawi. anthchar@med.unc.edu."]], "date": null, "id": "28721570", "text": "In resource-limited settings, identification of successful and sustainable task-shifting interventions is important for improving care.To determine whether the training of lay people to take vital signs as trauma clerks is an effective and sustainable method to increase availability of vital signs in the initial evaluation of trauma patients.We conducted a quasi-experimental study of patients presenting with traumatic injury pre- and post-intervention.The study was conducted at Kamuzu Central Hospital, a tertiary care referral hospital, in Lilongwe, Malawi.All adult (age ≥ 18 years) trauma patients presenting to emergency department over a six-month period from January to June prior to intervention (2011), immediately post-intervention (2012), 1 year post-intervention (2013) and 2 years post-intervention (2014).Lay people were trained to take and record vital signs.The number of patients with recorded vital signs pre- and post-intervention and sustainability of the intervention as determined by time-series analysis.Availability of vital signs on initial evaluation of trauma patients increased significantly post-intervention. The percentage of patients with at least one vital sign recorded increased from 23.5 to 92.1%, and the percentage of patients with all vital signs recorded increased from 4.1 to 91.4%. Availability of Glasgow Coma Scale also increased from 40.3 to 88.6%. Increased documentation of vital signs continued at 1 year and 2 years post-intervention. However, the percentage of documented vital signs did decrease slightly after the US-trained medical student and surgeon who trained the trauma clerks were no longer available in country, except for Glasgow Coma Scale. Patients who died during emergency department evaluation were significantly less likely to have vital signs recorded.The training of lay people to collect vital signs and Glasgow Coma Scale is an effective and sustainable method of task shifting in a resource-limited setting.", "doi": "10.1007/s00268-017-4121-5", "title": "Task Shifting: The Use of Laypersons for Acquisition of Vital Signs Data for Clinical Decision Making in the Emergency Room Following Traumatic Injury.", "journal": ["World journal of surgery", "World J Surg"]}