{"authors": [["Tanaka", "S", "S", "Department of pharmacoepidemiology, graduate longitudinal school of medicine and public health, Kyoto university, Yoshida-Konoe-cho, Sakyo-ku, Kyoto, Japan."], ["Kawasaki", "R", "R", "Department of public health, Yamagata university graduate school of medical science, 2-2-2 Iida-Nishi, Yamagata, Japan. Electronic address: ryok@med.id.yamagata-u.ac.jp."], ["Tanaka-Mizuno", "S", "S", "Division of medical statistics, Shiga university of medical science, Tsukinowa Seta-cho, Ohtsu, Shiga, Japan."], ["Iimuro", "S", "S", "Teikyo academic research centre, Teikyo university, Kaga, Itabashi-ku, Tokyo, Japan."], ["Matsunaga", "S", "S", "Department of haematology, endocrinology and metabolism, faculty of medicine, Niigata university, 1-757 Asahi-machi, Chuo-ku, Niigata, Japan."], ["Moriya", "T", "T", "Health care centre, Kitasato university, 1-15-1 Kitasato, Minami-ku, Sagamihara-shi, Kanagawa, Japan."], ["Ishibashi", "S", "S", "Division of endocrinology and metabolism, school of medicine, Jichi medical university, 3311-1 Yakushiji, Shimotsuke, Tochigi, Japan."], ["Katayama", "S", "S", "Kawagoe clinic, Saitama medical university, 21-7 Wakitahonchou, Kawagoe, Saitama, Japan."], ["Ohashi", "Y", "Y", "Department of integrated science and engineering for sustainable society, Chuo university, 1-13-27, Kasuga, Bunkyo-ku, Tokyo, Japan."], ["Akanuma", "Y", "Y", "The institute for adult diseases Asahi life foundation, 1-6-1 Marunouchi Chiyoda-ku, Tokyo, Japan."], ["Sone", "H", "H", "Department of haematology, endocrinology and metabolism, faculty of medicine, Niigata university, 1-757 Asahi-machi, Chuo-ku, Niigata, Japan."], ["Yamashita", "H", "H", "Department of ophthalmology and visual sciences, school of medicine, Yamagata university, 2-2-2 Iida-Nishi, Yamagata, Japan."], [null, null, null, null]], "date": "2017-07-15", "id": "28720342", "text": "Hypoglycaemia is a common complication in diabetes patients. However, its relationship with retinopathy has not been well documented in patients with type 2 diabetes (T2D). This study aimed to investigate the associations between hypoglycaemia and the incidence and progression of diabetic retinopathy (DR).In this longitudinal cohort study, which was part of the Japan Diabetes Complications Study (JDCS), adult patients with T2D were recruited at 59 diabetes clinics across Japan. Their history of hypoglycaemia was assessed by standardized self-reported questionnaires. Severe hypoglycaemia was defined as having at least one episode with coma requiring an outpatients visit or hospitalization. Adjusted hazard ratios (HRs) for incidence and progression of DR over 8 years of follow-up were determined.Of 1221 patients without DR, 127 (10.4%) had experienced non-severe hypoglycaemia within the previous year, whereas 10 (0.8%) reported severe hypoglycaemia episodes. During the 8-year follow-up involving 8492 person-years, 329 patients developed DR. In 410 patients with prevalent DR, the adjusted HRs for incident DR were 4.35 (95% CI: 1.98-9.56; P<0.01) and, for progression of DR, 2.29 (95% CI: 0.45-11.78; P=0.32) with severe hypoglycaemia.Having a history of severe hypoglycaemia was one of the strongest predictors of incident DR in patients with T2D, with a fourfold increased risk. Identifying patients with greater risks of DR based on their history of hypoglycaemia may help to personalize risk evaluation in patients with diabetes.", "doi": "10.1016/j.diabet.2017.06.002", "title": "Severe hypoglycaemia is a major predictor of incident diabetic retinopathy in Japanese patients with type 2 diabetes.", "journal": ["Diabetes & metabolism", "Diabetes Metab."]}