{"authors": [["Al-Qurashi", "Faisal O", "FO", "From the *Department of Pediatrics, King Fahd Hospital of the University, University of Dammam, Dammam, Saudi Arabia; †Department of Global Health and Social Medicine, Harvard Medical School, Harvard School, Boston, MA; and ‡College of Medicine, University of Dammam, Dammam, Saudi Arabia."], ["Yousef", "Abdullah A", "AA", null], ["Aljoudi", "Abdullah", "A", null], ["Alzahrani", "Saleh M", "SM", null], ["Al-Jawder", "Nasser Y", "NY", null], ["Al-Ahmar", "Abdulrahman K", "AK", null], ["Al-Majed", "Mosab S", "MS", null], ["Abouollo", "Hussam M", "HM", null]], "date": "2017-07-17", "id": "28719478", "text": "The aim of this study was to evaluate the nonfatal drowning experience, risk factors, intrahospital assessment and postincidental outcomes for children admitted to King Fahd Hospital of the University, AlKhobar, Saudi Arabia, over a 10-year period.Children up to the age of 14 years who were admitted with the diagnosis of nonfatal drowning from July 2005 to June 2015 were included. Data regarding demographics, timing, season and location of drowning, presence of an assigned lifeguard, duration of submersion and transport to hospital, cardiopulmonary resuscitation, initial Glasgow Coma Scale, temperature, pH, blood sugar level, total hospital stay, and discharge status were extrapolated, and their effects on the patient's outcome analyzed. Patients' outcomes were classified into either full recovery, moderate to severe neurological damage, or brain death.Fifty-one subjects were included in the study; 66.7% were males, 57% were younger than 6 years, and 80% were Saudi citizens. Of the total cases, 94% recovered fully, and 6% were diagnosed as having brain death or discharged from the intensive care unit with severe neurological injury. Submersion time of more than 5 minutes, Glasgow Coma Scale of 4 or less, pH of less than 7.1, temperature of 35°C or less, and blood sugar of 180 mg/dL or greater were found to correlate with bad outcomes with great statistical significance.The findings of this study were in line with results of most of the international and local studies on the subject. Significant defects have been concluded in prehospital medical care and cardiopulmonary resuscitation. Adequate swimming safety regulations, assignments of lifeguards, and parental education should be taken into consideration by media and involved authorities.", "doi": "10.1097/PEC.0000000000001232", "title": "A Review of Nonfatal Drowning in the Pediatric-Age Group: A 10-Year Experience at a University Hospital in Saudi Arabia.", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}