{"authors": [["Brim", "Rachel", "R", "Department of Osteopathic Medical Specialties, College of Osteopathic Medicine, Michigan State University, East Lansing, Michigan."], ["Mboma", "Sebastian", "S", "Blantyre Malaria Project, University of Malawi College of Medicine, Blantyre, Malawi."], ["Semrud-Clikeman", "Margaret", "M", "Department of Pediatrics, University of Minnesota, Minneapolis, Minnesota."], ["Kampondeni", "Sam", "S", "Blantyre Malaria Project, University of Malawi College of Medicine, Blantyre, Malawi."], ["Magen", "Jed", "J", "Department of Psychiatry, College of Osteopathic Medicine, Michigan State University, East Lansing, Michigan."], ["Taylor", "Terrie", "T", "Blantyre Malaria Project, University of Malawi College of Medicine, Blantyre, Malawi."], ["Langfitt", "John", "J", "Department of Neurology, University of Rochester, Rochester, New York."]], "date": null, "id": "28719298", "text": "Cerebral malaria (CM) is a common cause of death and disability among children in sub-Saharan Africa. Many prior studies of neuropsychiatric morbidity have been limited by a cross-sectional design or a short duration of follow-up. Most have included subjects who may have presented with coma due to a disease process other than CM. No studies have assessed the relationship between magnetic resonance imaging (MRI) findings and long-term outcomes. The Cognitive Outcomes and Psychiatric symptoms of retinopathy-positive CM (COPS) cohort is the first large (N = 221) prospectively recruited cohort of stringently defined cases of CM and hospital-based, age-matched, non-CM controls in whom cognitive and psychiatric outcomes are assessed with standardized measures semi-annually for up to 5 years. We report baseline characteristics of the cohort and outcomes at 1 month. At enrollment, CM cases were more likely to come from families with fewer socioeconomic resources and to have health characteristics that increase risk for malaria. In children younger than 5 years, cases were delayed in motor, language, and social development by approximately 6 months, compared with controls. More significant delays occurred in those with MRI abnormalities at the 1-month follow-up visit. There were no differences between cases and controls in inhibitory self-control, nor in cognitive function in children ≥ 5 years of age. The latter finding may be related to the smaller sample size, case-control imbalance in socioeconomic status, or the use of cognitive and behavioral assessments that are less culturally appropriate to this population. Continued follow-up will help determine predictors of long-term outcomes.", "doi": "10.4269/ajtmh.17-0020", "title": "Cognitive Outcomes and Psychiatric Symptoms of Retinopathy-Positive Cerebral Malaria: Cohort Description and Baseline Results.", "journal": ["The American journal of tropical medicine and hygiene", "Am. J. Trop. Med. Hyg."]}