{"authors": [["Hung", "Yuen W", "YW", "Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA. Electronic address: yhung7@jhu.edu."], ["He", "Huan", "H", "Southwestern University of Finance and Economics, Chengdu, China; Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA."], ["Mehmood", "Amber", "A", "Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA."], ["Botchey", "Isaac", "I", "Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA."], ["Saidi", "Hassan", "H", "Department of Human Anatomy, University of Nairobi, Kenya."], ["Hyder", "Adnan A", "AA", "Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA."], ["Bachani", "Abdulgafoor M", "AM", "Johns Hopkins International Injury Research Unit, Department of International Health, Johns Hopkins University Bloomberg School of Public Health, USA."]], "date": "2017-07-08", "id": "28716210", "text": "Low- and middle-income countries (LMICs) have a disproportionately high burden of injuries. Most injury severity measures were developed in high-income settings and there have been limited studies on their application and validity in low-resource settings. In this study, we compared the performance of seven injury severity measures: estimated Injury Severity Score (eISS), Glasgow Coma Score (GCS), Mechanism, GCS, Age, Pressure score (MGAP), GCS, Age, Pressure score (GAP), Revised Trauma Score (RTS), Trauma and Injury Severity Score (TRISS) and Kampala Trauma Score (KTS), in predicting in-hospital mortality in a multi-hospital cohort of adult patients in Kenya.This study was performed using data from trauma registries implemented in four public hospitals in Kenya. Estimated ISS, MGAP, GAP, RTS, TRISS and KTS were computed according to algorithms described in the literature. All seven measures were compared for discrimination by computing area under curve (AUC) for the receiver operating characteristics (ROC), model fit information using Akaike information criterion (AIC), and model calibration curves. Sensitivity analysis was conducted to include all trauma patients during the study period who had missing information on any of the injury severity measure(s) through multiple imputations.A total of 16,548 patients were included in the study. Complete data analysis included 14,762 (90.2%) patients for the seven injury severity measures. TRISS (complete case AUC: 0.889, 95% CI: 0.866-0.907) and KTS (complete case AUC: 0.873, 95% CI: 0.852-0.892) demonstrated similarly better discrimination measured by AUC on in-hospital deaths overall in both complete case analysis and multiple imputations. Estimated ISS had lower AUC (0.764, 95% CI: 0.736-0.787) than some injury severity measures. Calibration plots showed eISS and RTS had lower calibration than models from other injury severity measures.This multi-hospital study in Kenya found statistical significant higher performance of KTS and TRISS than other injury severity measures. The KTS, is however, an easier score to compute as compared to the TRISS and has stable good performance across several hospital settings and robust to missing values. It is therefore a practical and robust option for use in low-resource settings, and is applicable to settings similar to Kenya.", "doi": "10.1016/j.injury.2017.07.001", "title": "Exploring injury severity measures and in-hospital mortality: A multi-hospital study in Kenya.", "journal": ["Injury", "Injury"]}