{"authors": [["Jehan", "Faisal", "F", "From the Division of Trauma, Critical Care, Emergency Surgery, and Burns, Department of Surgery (F.J., A.A., M.K., L.G., T.O., N.K., A.T., B.J.), University of Arizona, Tucson, Arizona; and Division of Acute Care Surgery, Department of Surgery (P.R.), Grady Memorial Hospital, Atlanta, Georgia."], ["Azim", "Asad", "A", null], ["Rhee", "Peter", "P", null], ["Khan", "Muhammad", "M", null], ["Gries", "Lynn", "L", null], ["OʼKeeffe", "Terence", "T", null], ["Kulvatunyou", "Narong", "N", null], ["Tang", "Andrew", "A", null], ["Joseph", "Bellal", "B", null]], "date": null, "id": "28715363", "text": "Decompressive craniectomy (DC) is often performed in conjunction with evacuation of intracranial hemorrhage (ICH) to control intracranial pressure (ICP) in patients with a traumatic brain injury (TBI). The efficacy of DC in lowering ICP is well established; however, its effect on clinical outcomes remains controversial. The aim of our study is to assess outcomes in TBI patients undergoing DC versus craniotomy only (CO) for the evacuation of ICH.We performed a 5-year retrospective analysis of TBI patients with ICH who underwent craniotomy or craniectomy for traumatic ICH. Patients were divided into two groups, those who underwent CO and those who underwent DC. Propensity scoring matched patients in a 1:2 ratio for demographics, admission Glasgow Coma Scale (GCS) score, severity of injury, type and size of ICH, and anticoagulant use. Outcome measures included mortality, adverse discharge disposition (skilled nursing facility), discharge GCS and Glasgow Outcome Scale scores, and complications.We reviewed 1,831 patients with TBI, of which 155 underwent craniotomy and/or craniectomy. After propensity score matching, we included 99 of those patients in our study (DC, 33; CO, 66). Matched groups were similar in age (p = 0.68), admission GCS score (p = 0.50), Injury Severity Score (p = 0.70), head Abbreviated Injury Scale score (p = 0.32), and intracranial bleeding characteristics. Overall, 26.3% (n = 26) of the patients died and 62.6% (n = 62) were discharged to Rehab/skilled nursing facility. There was no difference in the mortality rate (27.3% vs. 25.0%; p = 0.99), adverse discharge disposition (45% vs. 33%; p = 0.66), GCS score (p = 0.53), and Glasgow Outcome Scale (p = 0.80) at discharge between the DC and the CO groups. However, patients in DC group had higher complication rates and ventilator days.This study showed no significant difference in clinical outcomes for patients undergoing evacuation of ICH regardless of the procedure performed. DC did not appear to be superior to craniotomy alone for the treatment of acute ICH.Therapeutic, level III.", "doi": "10.1097/TA.0000000000001658", "title": "Decompressive craniectomy versus craniotomy only for intracranial hemorrhage evacuation: A propensity matched study.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}