{"authors": [["Pfeiffer", "Christian", "C", "Laboratoire de Recherche en Neuroimagerie (LREN), University Hospital (CHUV) & University of Lausanne, Switzerland. Electronic address: pfeifferchr@gmail.com."], ["Nguissi", "Nathalie Ata Nguepno", "NAN", "Laboratoire de Recherche en Neuroimagerie (LREN), University Hospital (CHUV) & University of Lausanne, Switzerland."], ["Chytiris", "Magali", "M", "Laboratoire de Recherche en Neuroimagerie (LREN), University Hospital (CHUV) & University of Lausanne, Switzerland."], ["Bidlingmeyer", "Phanie", "P", "Laboratoire de Recherche en Neuroimagerie (LREN), University Hospital (CHUV) & University of Lausanne, Switzerland."], ["Haenggi", "Matthias", "M", "Department of Intensive Care Medicine, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Kurmann", "Rebekka", "R", "Department of Neurology, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Zubler", "Frédéric", "F", "Department of Neurology, Inselspital, Bern University Hospital, University of Bern, Switzerland."], ["Oddo", "Mauro", "M", "Department of Intensive Care Medicine, University Hospital (CHUV) & University of Lausanne, Switzerland."], ["Rossetti", "Andrea O", "AO", "Neurology Service, University Hospital (CHUV) & University of Lausanne, Switzerland."], ["De Lucia", "Marzia", "M", "Laboratoire de Recherche en Neuroimagerie (LREN), University Hospital (CHUV) & University of Lausanne, Switzerland."]], "date": "2017-07-14", "id": "28713043", "text": "Outcome prognostication in postanoxic comatose patients is more accurate in predicting poor than good recovery. Using electroencephalography recordings in patients treated with targeted temperature management at 33°C (TTM 33), we have previously shown that improvement in auditory discrimination over the first days of coma predicted awakening. Given the increased application of a 36°C temperature target (TTM 36), here we aimed at validating the predictive value of auditory discrimination in the TTM 36 setting.In this prospective multicenter study, we analyzed the EEG responses to auditory stimuli from 60 consecutive patients from the first and second coma day. A semiautomatic decoding analysis was applied to single patient data to quantify discrimination performance between frequently repeated and deviant sounds. The decoding change from the first to second day was used for predicting patient outcome.We observed an increase in auditory discrimination in 25 out of 60 patients. Among them, 17 awoke from coma (68% positive predictive value; 95% confidence interval: 0.46-0.85). By excluding patients with electroencephalographic epileptiform features, 15 of 18 exhibited improvement in auditory discrimination (83% positive predictive value; 95% confidence interval: 0.59-0.96). Specificity of good outcome prediction increased after adding auditory discrimination to EEG reactivity.These results suggest that tracking of auditory discrimination over time is informative of good recovery independent of the temperature target. This quantitative test provides complementary information to existing clinical tools by identifying patients with high chances of recovery and encouraging the maintenance of life support.", "doi": "10.1016/j.resuscitation.2017.07.012", "title": "Auditory discrimination improvement predicts awakening of postanoxic comatose patients treated with targeted temperature management at 36°C.", "journal": ["Resuscitation", "Resuscitation"]}