{"authors": [["Alnemari", "Ahmed M", "AM", "Division of Neurological Surgery, Department of Surgery, University of Toledo Medical Center, Toledo, Ohio, USA."], ["Krafcik", "Brianna M", "BM", "Division of Neurological Surgery, Department of Surgery, University of Toledo Medical Center, Toledo, Ohio, USA."], ["Mansour", "Tarek R", "TR", "Division of Neurological Surgery, Department of Surgery, University of Toledo Medical Center, Toledo, Ohio, USA."], ["Gaudin", "Daniel", "D", "Division of Neurological Surgery, Department of Surgery, University of Toledo Medical Center, Toledo, Ohio, USA. Electronic address: daniel.gaudin@utoledo.edu."]], "date": "2017-07-14", "id": "28712906", "text": "In neurotrauma care, a better understanding of treatments after traumatic brain injury (TBI) has led to a significant decrease in morbidity and mortality in this population. TBI represents a significant medical problem, and complications after TBI are associated with the initial injury and postevent intracranial processes such as increased intracranial pressure and brain edema. Consequently, appropriate therapeutic interventions are required to reduce brain tissue damage and improve cerebral perfusion. We present a contemporary review of literature on the use of pharmacologic therapies to reduce intracranial pressure after TBI and a comparison of their efficacy.This review was conducted by PubMed query. Only studies discussing pharmacologic management of patients after TBI were included. This review includes prospective and retrospective studies and includes randomized controlled trials as well as cohort, case-control, observational, and database studies. Systematic literature reviews, meta-analyses, and studies that considered conditions other than TBI or pediatric populations were not included.Review of the literature describing the current pharmacologic treatment for intracranial hypertension after TBI most often discussed the use of hyperosmolar agents such as hypertonic saline and mannitol, sedatives such as fentanyl and propofol, benzodiazepines, and barbiturates. Hypertonic saline is associated with faster resolution of intracranial hypertension and restoration of optimal cerebral hemodynamics, although these advantages did not translate into long-term benefits in morbidity or mortality. In patients refractory to treatment with hyperosmolar therapy, induction of a barbiturate coma can reduce intracranial pressure, although requires close monitoring to prevent adverse events.Current research suggests that the use of hypertonic saline after TBI is the best option for immediate decrease in intracranial pressure. A better understanding of the efficacy of each treatment option can help to direct treatment algorithms during the critical early hours of trauma care and continue to improve morbidity and mortality after TBI.", "doi": "10.1016/j.wneu.2017.07.009", "title": "A Comparison of Pharmacologic Therapeutic Agents Used for the Reduction of Intracranial Pressure After Traumatic Brain Injury.", "journal": ["World neurosurgery", "World Neurosurg"]}