{"authors": [["Yousef", "Khalil M", "KM", "University of Jordan, School of Nursing, Amman, Jordan; University of Pittsburgh, School of Nursing, Pittsburgh, PA, USA. Electronic address: Kmy21@pitt.edu."], ["Crago", "Elizabeth", "E", "University of Pittsburgh, School of Nursing, Pittsburgh, PA, USA."], ["Lagattuta", "Theodore F", "TF", "University of Pittsburgh, School of Nursing, Pittsburgh, PA, USA."], ["Hravnak", "Marilyn", "M", "University of Pittsburgh, School of Nursing, Pittsburgh, PA, USA."]], "date": "2017-07-13", "id": "28712527", "text": "Aneurysmal subarachnoid hemorrhage (aSAH) is frequently seen in emergency departments. Secondary injury, such as subarachnoid hemorrhage-associated myocardial injury (SAHMI), affects one third of survivors and contributes to poor outcomes. SAHMI is not attributed to ischemia from myocardial disease but can result in hypotension and arrhythmias. It is important that emergency nurses recognize which clinical presentation characteristics are predictive of SAHMI to initiate proper interventions. The aim of this study was to determine whether patients who present to the emergency department with clinical aSAH are likely to develop SAHMI, as defined by troponin I ≥0.3 ng/mL.This was a prospective descriptive study. SAHMI was defined as troponin I ≥0.3 ng/mL. Predictors included demographics and clinical characteristics, severity of injury, admission 12-lead electrogardiogram (ECG), initial emergency department vital signs, and pre-hospital symptoms at time of aneurysm rupture.Of 449 patients, 126 (28%) had SAHMI. Patients with SAHMI were more likely to report seizures and unresponsiveness with significantly lower Glasgow coma score and higher proportion of Hunt and Hess grades 3 to 5 and Fisher grades III and IV (all P < .05). Patients with SAHMI had higher atrial and ventricular rates and longer QTc intervals on initial ECG (P < .05). On multivariable logistic regression, poor Hunt and Hess grade, report of prehospital unresponsiveness, lower admission Glasgow coma score, and longer QTc interval were significantly and independently predictive of SAHMI (P < .05).Components of the clinical presentation of subarachnoid hemorrhage to the emergency department predict SAHMI. Identifying patients with SAHMI in the emergency department can be helpful in determining surveillance and care needs and informing transfer unit care. Contribution to Emergency Nursing Practice.", "doi": "10.1016/j.jen.2017.06.005", "title": "Clinical Presentation to the Emergency Department Predicts Subarachnoid Hemorrhage-Associated Myocardial Injury.", "journal": ["Journal of emergency nursing: JEN : official publication of the Emergency Department Nurses Association", "J Emerg Nurs"]}