{"authors": [["Bai", "Wei", "W", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Zhu", "Wan-Li", "WL", "Department of Neurosurgery, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Ning", "Ya-Lei", "YL", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Li", "Ping", "P", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Zhao", "Yan", "Y", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Yang", "Nan", "N", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Chen", "Xing", "X", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Jiang", "Yu-Lin", "YL", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Yang", "Wen-Qun", "WQ", "Department of ICU, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Jiang", "Dong-Po", "DP", "Department of ICU, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China."], ["Chen", "Li-Yong", "LY", "Department of Anesthesiology, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China. mzkcly@aliyun.com."], ["Zhou", "Yuan-Guo", "YG", "Molecular Biology Center, State Key Laboratory of Trauma, Burn, and Combined Injury, Research Institute of Surgery and Daping Hospital, Third Military Medical University, Chongqing, China. ygzhou@tmmu.edu.cn."]], "date": "2017-07-14", "id": "28710466", "text": "Traumatic brain injury-induced acute lung injury (TBI-ALI) is a serious complication after brain injury for which predictive factors are lacking. In this study, we found significantly elevated blood glutamate concentrations in patients with TBI or multiple peripheral trauma (MPT), and patients with more severe injuries showed higher blood glutamate concentrations and longer durations of elevated levels. Although the increase in amplitude was similar between the two groups, the duration was longer in the patients with TBI. There were no significant differences in blood glutamate concentrations in the patients with MPT with regard to ALI status, but the blood glutamate levels were significantly higher in the patients with TBI-ALI than in those without ALI. Moreover, compared to patients without ALI, patients with TBI showed a clearly enhanced inflammatory response that was closely correlated with the blood glutamate levels. The blood glutamate concentration was also found to be a risk factor (adjusted odds ratio, 2.229; 95% CI, 1.082-2.634) and was a better predictor of TBI-ALI than the Glasgow Coma Scale (GCS) score. These results indicated that dramatically increased blood glutamate concentrations were closely related to the occurrence of TBI-ALI and could be used as a predictive marker for \"at-risk\" patients.", "doi": "10.1038/s41598-017-05574-9", "title": "Dramatic increases in blood glutamate concentrations are closely related to traumatic brain injury-induced acute lung injury.", "journal": ["Scientific reports", "Sci Rep"]}