{"authors": [["Sabah", "Khandker Mohammad Nurus", "KMN", "Dhaka Medical College Hospital, Dhaka, Bangladesh."], ["Chowdhury", "Abdul Wadud", "AW", "Dhaka Medical College Hospital, Dhaka, Bangladesh."], ["Islam", "Mohammad Shahidul", "MS", "Anwer Khan Modern Medical College Hospital, Road-08, Dhanmondi, Dhaka, 1209, Bangladesh. shahid.hf09@gmail.com."], ["Saha", "Bishnu Pada", "BP", "Dhaka Medical College Hospital, Dhaka, Bangladesh."], ["Kabir", "Syed Rezwan", "SR", "Dhaka Medical College Hospital, Dhaka, Bangladesh."], ["Kawser", "Shamima", "S", "Dr. Sirajul Islam Medical College & Hospital Ltd, Dhaka, Bangladesh."]], "date": "2017-07-14", "id": "28709467", "text": "In Bangladesh, each emergency physician faces amitriptyline overdose nearly a day. An acute cardiovascular complication, one of the worst complications is mainly responsible for the mortality in tricyclic overdose. Recently, we managed ventricular tachycardia in a young female presented with an impaired consciousness 10 h after intentionally ingesting 2500 mg amitriptyline. Here, we report it, discuss how the electrocardiography is vital to acknowledge and predict it and its' complications and also the recent update of the management of it.A young married Bangladeshi-Bengali girl, 25-year-old, having a history of disharmony with her husband, came with an impaired consciousness after intentionally ingesting 2500 mg amitriptyline about 10 h before arrival. There was blood pressure 140/80 mmHg, heart rate 140 beats-per-min, temperature 103 °F, Glasgow coma scale 10/15, wide complex tachycardia with QRS duration of 178 ms in electrocardiography, blood pH 7.36. Initially, treated with 100 ml 8.4% sodium bicarbonate. After that, QRS duration came to 100 ms in electrocardiography within 10 min of infusion. To maintain the pH 7.50-7.55 over the next 24 h, the infusion of 8.4% sodium bicarbonate consisting of 125 ml dissolved in 375 ml normal saline was started and titrated according to the arterial blood gas analysis. Hence, a total dose of 600 mmol sodium bicarbonate was given over next 24 h. In addition to this, gave a 500 ml intravenous lipid emulsion over 2 h after 24 h of admission as she did not regain her consciousness completely. Afterward, she became conscious, though, in electrocardiography, ST/T wave abnormality persisted. So that, we tapered sodium bicarbonate infusion slowly and stopped it later. At the time of discharge, she was by heart rate 124/min, QRS duration 90 ms in electrocardiogram along with other normal vital signs.Diagnosis of amitriptyline-induced ventricular tachycardia is difficult when there is no history of an overdose obtained. Nevertheless, it should be performed in the clinical background and classic electrocardiographic changes and wise utilization of sodium bicarbonate, intravenous lipid emulsion, and anti-arrhythmic drugs may save a life.", "doi": "10.1186/s13104-017-2615-8", "title": "Amitriptyline-induced ventricular tachycardia: a case report.", "journal": ["BMC research notes", "BMC Res Notes"]}