{"authors": [["Aminmansour", "Bahram", "B", "Department of Neurosurgery, Al-Zahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Tabesh", "Homayoun", "H", "Department of Neurosurgery, Al-Zahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Rezvani", "Majid", "M", "Department of Neurosurgery, Al-Zahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Poorjafari", "Hossain", "H", "Department of Neurosurgery, Al-Zahra Hospital, Isfahan University of Medical Sciences, Isfahan, Iran."]], "date": "2017-06-27", "id": "28706883", "text": "A large number of stroke patients are not the perfect candidate for craniotomy and invasive procedures, so providing an alternative and noninvasive method, which is applicable in terms of costs and facilities, is necessary. Thus, the present study aimed to determine the effects of mannitol 20% on outcome of the patients with nontraumatic intracerebral hemorrhage (ICH) in patients admitted to Isfahan's Al-Zahra Hospital during 2012 and 2013.This is a clinical trial study which is conducted during 2012-2013 in Isfahan's Al-Zahra Hospital. In this study, 41 patients suffering from ICH received mannitol 20% for 3 days, and volume of hemorrhage and Glasgow Coma Scale (GCS) of patients were controlled every 12 h. The collected data were analyzed via SPSS software.The mean ICH volume was 22.1 ± 6.3 ml in pre intervention and 38.4 ± 19.3 ml in post intervention, and according to the t-paired test, before and after treatment the difference was significant (P < 0.001). Hemorrhage volume was stable in nine patients (22%), it increased in 25 patients (61%), and decreased in seven patients (17.1%). The mean index of GCS before and after treatment was 11.85 ± 1.6 and 9.37 ± 2.65, respectively. Moreover according to t-paired test, the difference was significant before and after treatment (P < 0.001). During using mannitol, the GCS index was stable in eight patients (19.5%), it increased in eight patients (19.5%) and decreased in 25 patients (61%).Mannitol injection was not effective in reducing hemorrhage size, and its use is not recommended, also, further studies in this field have been proposed.", "doi": "10.4103/2277-9175.192628", "title": "Effects of Mannitol 20% on Outcomes in Nontraumatic Intracerebral Hemorrhage.", "journal": ["Advanced biomedical research", "Adv Biomed Res"]}