{"authors": [["Milton", "Jason", "J", "Neurosurgery, Ohio Health."], ["Rugino", "Alex", "A", "Neurosurgery, Ohio Health."], ["Narayan", "Kailash", "K", "Neurosurgery, Ohio Health."], ["Karas", "Chris", "C", "Neurosurgery, Ohio Health."], ["Awuor", "Victor", "V", "Neurosurgery, Ohio Health."]], "date": "2017-06-12", "id": "28706766", "text": "Principles of penetrating head trauma management were established by Harvey Cushing in relation to the management of penetrating brain injuries of World War One. Cushing radically debrided the scalp and skull and aggressively irrigated wound tracks to remove foreign bodies. He would then obtain water-tight closure. Cushing significantly decreased infection rates which reportedly limited the major cause of mortality due to penetrating head injuries. Many advances have been made by contributions from World War Two, Korean War, Vietnam War, and Iran/Iraq conflicts. Early radical decompression, with conservative debridement and duraplasty applied to blast-induced penetrating injuries during Operation Iraqi Freedom, has resulted in increased survivability and neurological improvement. Each advance in the management of these injuries is based upon more effectively addressing one or more components of Matson's tenets. This case series reviews the successful management of three patients that presented to a level I trauma center with a penetrating head injury from high-velocity projectiles. Management principles of each patient begin with a proper patient assessment, application of Matson's tenets from the time of injury, and airway control. Surgical management is based upon adherence to Grahm's Guidelines which emphasize criteria centered upon post-resuscitative Glasgow Coma Scale score and appropriate imaging. This case series suggests that proper patient evaluation, adherence to Matson's tenets and to Grahm's Guidelines, and appropriate patient selection for operative management leads to improved survival of patients with penetrating head trauma from high-velocity projectiles.", "doi": "10.7759/cureus.1342", "title": "A Case-Based Review of the Management of Penetrating Brain Trauma.", "journal": ["Cureus", "Cureus"]}