{"authors": [["Newman", "Claire E", "CE", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7."], ["Toxopeus", "Jantina", "J", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7."], ["Udaka", "Hiroko", "H", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7 aperciva@uwo.ca."], ["Ahn", "Soohyun", "S", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7."], ["Martynowicz", "David M", "DM", "Department of Molecular and Cellular Biology, University of Guelph, Guelph, ON, Canada, N1G 2W1."], ["Graether", "Steffen P", "SP", "Department of Molecular and Cellular Biology, University of Guelph, Guelph, ON, Canada, N1G 2W1."], ["Sinclair", "Brent J", "BJ", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7."], ["Percival-Smith", "Anthony", "A", "Department of Biology, University of Western Ontario, London, ON, Canada, N6A 5B7."]], "date": "2017-07-13", "id": "28705828", "text": "The ability to survive and reproduce after cold exposure is important in all kingdoms of life. However, even in a sophisticated genetic model system like Drosophila melanogaster, few genes have been identified as functioning in cold tolerance. The accumulation of the Frost (Fst) gene transcript increases after cold exposure, making it a good candidate for a gene that has a role in cold tolerance. Despite extensive RNAi knockdown analysis, no role in cold tolerance has been assigned to Fst CRISPR is an effective technique for completely knocking down genes, and is less likely to produce off-target effects than GAL4-UAS RNAi systems. We have used CRISPR-mediated homologous recombination to generate Fst-null alleles, and these Fst alleles uncovered a requirement for FST protein in maintaining female fecundity following cold exposure. However, FST does not have a direct role in survival following cold exposure. FST mRNA accumulates in the Malpighian tubules, and the FST protein is a highly disordered protein with a putative signal peptide for export from the cell. Future work is needed to determine whether FST is exported from the Malpighian tubules and directly interacts with female reproductive tissues post-cold exposure, or whether it is required for other repair/recovery functions that indirectly alter energy allocation to reproduction.", "doi": "10.1242/jeb.160176", "title": "CRISPR-induced null alleles show that Frost protects Drosophila melanogaster reproduction after cold exposure.", "journal": ["The Journal of experimental biology", "J. Exp. Biol."]}