{"authors": [["Mailankody", "Sharada", "S", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Dangeti", "Gurukiran V", "GV", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Soundravally", "Rajendiran", "R", "Department of Biochemistry, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Joseph", "Noyal M", "NM", "Department of Microbiology, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Mandal", "Jharna", "J", "Department of Microbiology, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Dutta", "Tarun K", "TK", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Kadhiravan", "Tamilarasu", "T", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."]], "date": "2017-07-12", "id": "28704492", "text": "Tuberculous meningitis is characterized by elevated levels of matrix metalloproteinase 9 (MMP9) in the cerebrospinal fluid (CSF). However, it is unclear whether elevated MMP9 levels are associated with poor treatment outcome. We tested the hypothesis that pretreatment MMP9 levels in the CSF would be higher in tuberculous meningitis patients experiencing a poor treatment outcome.We prospectively assessed the treatment outcome in a consecutive sample of human immunodeficiency virus-negative patients with tuberculous meningitis. We defined good outcome as survival without severe neurological disability (modified Rankin scale scores 0-2). We estimated levels of MMP9 and its tissue inhibitor (TIMP1) on pretreatment CSF samples. We used albumin index to assess blood-brain barrier permeability.We studied 40 patients (23 males [58%]) with tuberculous meningitis. Sixteen patients (40%) had stage 3 disease. On follow-up, 18 (45%) patients had a poor treatment outcome-15 patients died and 3 had severe neurological disability. Pretreatment MMP9 levels were not associated with treatment outcome (median [interquartile range], 254 [115-389] vs. 192 [60-383] ng/mL in good vs. poor outcome groups; P = 0.693). MMP9 levels did not correlate with the albumin index (Spearman's rho = 0.142; P = 0.381). However, MMP9 levels significantly correlated with CSF glucose levels (rho = -0.419; P = 0.007) and admission Glasgow coma scale score (rho = 0.324; P = 0.032). Likewise, TIMP1 levels also did not differ by treatment outcome (1239 [889-1511] vs. 1522 [934-1949] ng/mL; P = 0.201). MMP9/TIMP1 ratio that reflects net proteolytic activity was also not different between the two groups (0.191 [0.107-0.250] vs. 0.163 [0.067-0.34]; P = 0.625).Our findings do not support the hypothesis that pretreatment levels of MMP9 would be higher in tuberculous meningitis patients experiencing a poor treatment outcome. Further, MMP9 levels in the CSF did not correlate with blood-brain barrier permeability in patients with tuberculous meningitis.", "doi": "10.1371/journal.pone.0181262", "title": "Cerebrospinal fluid matrix metalloproteinase 9 levels, blood-brain barrier permeability, and treatment outcome in tuberculous meningitis.", "journal": ["PloS one", "PLoS ONE"]}