{"authors": [["Armstead", "William M", "WM", "Departments of Anesthesiology and Critical Care, University of Pennsylvania, Philadelphia, PA, l9l04."], ["Hekierski", "Hugh", "H", "Departments of Anesthesiology and Critical Care, University of Pennsylvania, Philadelphia, PA, l9l04."], ["Yarovoi", "Serge", "S", "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, l9l04."], ["Higazi", "Abd Al-Roof", "AA", "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, l9l04."], ["Cines", "Douglas B", "DB", "Department of Pathology and Laboratory Medicine, University of Pennsylvania, Philadelphia, PA, l9l04."]], "date": "2017-07-13", "id": "28703856", "text": "Tissue-type plasminogen activator (tPA) is neurotoxic and exacerbates uncoupling of cerebral blood flow (CBF) and metabolism after stroke, yet it remains the sole FDA-approved drug for treatment of ischemic stroke. Upregulation of c-Jun-terminal kinase (JNK) after stroke contributes to tPA-mediated impairment of autoregulation, but the role of endothelin-1 (ET-1) is unknown. Based on the Glasgow Coma Scale, impaired autoregulation is linked to adverse outcomes after TBI, but correlation with hippocampal histopathology after stroke has not been established. We propose that given after stroke, tPA activates N-Methyl-D-Aspartate receptors (NMDA-Rs) and upregulates ET-1 in a JNK dependent manner, imparing autoregulation and leading to histopathology. After stroke, CBF was reduced in the hippocampus and reduced further during hypotension, which did not occur in hypotensive sham pigs, indicating impairment of autoregulation. Autoregulation and necrosis of hippocampal CA1 and CA3 neurons were further impaired by tPA, but were preserved by the ET-1 antagonist BQ 123 and tPA-A,296-299 a variant that is fibrinolytic but does not bind to NMDA-Rs. Expression of ET-1 was increased by stroke and potentiated by tPA but returned to sham levels by tPA-A296-299 and the JNK antagonist SP600125. Results show that JNK releases ET-1 after stroke. Tissue-type plasminogen activator -A296-299 prevents impairment of cerebral autoregulation and histopathology after stroke by inhibiting upregulation of ET-1.", "doi": "10.1002/jnr.24112", "title": "tPA variant tPA-A296-299 Prevents impairment of cerebral autoregulation and necrosis of hippocampal neurons after stroke by inhibiting upregulation of ET-1.", "journal": ["Journal of neuroscience research", "J. Neurosci. Res."]}