{"authors": [["Thitivaraporn", "Puwadon", "P", "1 Department of Cardiothoracic and Vascular Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Narueponjirakul", "Natawat", "N", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Samorn", "Pasurachate", "P", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Prichayudh", "Supparerk", "S", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Sriussadaporn", "Sukanya", "S", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Pak-Art", "Rattaplee", "R", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Sriussadaporn", "Suvit", "S", "2 Department of Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."], ["Kritayakirana", "Kritaya", "K", "1 Department of Cardiothoracic and Vascular Surgery, King Chulalongkorn Memorial Hospital, Bangkok, Thailand."]], "date": "2017-07-12", "id": "28699390", "text": "Background Recurrent pneumothorax is one of the most common complications after thoracostomy tube removal. The purpose of this study was to assess the optimal method of thoracostomy tube removal by comparing party balloon-assisted Valsalva and classic Valsalva techniques. Methods Trauma patients with indications for tube thoracostomy from 2014 to 2015 were recruited. Exclusion criteria were age < 15- or > 64-years-old, history of chronic lung disease, Glasgow Coma Scale < 13, latex allergy, or tracheostomy. Participants were randomly allocated by randomized block design into 4 groups using different Valsalva maneuvers: group A: classic inspired, group B: classic expired, group C: balloon-inspired; and group D: balloon-expired. The primary and secondary outcomes were recurrent pneumothorax and respiratory complications. Results Forty-eight tube thoracostomies were randomized for analysis; 4 patients had bilateral tube thoracostomies. The mean patient age was 38.1 ± 19.9 years. The incidence of recurrent pneumothorax confirmed by chest radiography was 15.4% in group A, 16.8% in group B, and none in groups C and D ( p = 0.31). When group A combined with group B was compared with groups C and D, the incidence was 16% vs. 0%, respectively ( p = 0.11). The thoracostomy tube reinsertion rate in all 4 groups was 0%, 8.33%, 0%, and 0%, respectively, which was not significant ( p = 0.38). Conclusions Performing the Valsalva maneuver correctly during full inspiration may be the method of choice for removing thoracostomy tubes. Using a party balloon forces the patient perform the Valsalva maneuver adequately and is simpler to explain.", "doi": "10.1177/0218492317721412", "title": "Randomized controlled trial of chest tube removal aided by a party balloon.", "journal": ["Asian cardiovascular & thoracic annals", "Asian Cardiovasc Thorac Ann"]}