{"authors": [["Wu", "Ruey-Shyuan", "RS", "Veterinary Medical Teaching Hospital, College of Veterinary Medicine, National Chung Hsing University, Taichung, 402, Taiwan."], ["Liu", "Yi-Jing", "YJ", "Department of Veterinary Medicine, College of Veterinary Medicine, National Chung Hsing University, Taichung, 402, Taiwan."], ["Chu", "Che-Chu", "CC", "Jurassic Exotic Animal Hospital, Taichung, 404, Taiwan."], ["Heng", "Hock Gan", "HG", "Department of Veterinary Clinical Sciences, College of Veterinary Medicine, Purdue University, West Lafayette, IN, 47907."], ["Chia", "Min-Yuan", "MY", "Department of Veterinary Medicine, College of Veterinary Medicine, National Chung Hsing University, Taichung, 402, Taiwan."], ["Wang", "Hsien-Chi", "HC", "Veterinary Medical Teaching Hospital, College of Veterinary Medicine, National Chung Hsing University, Taichung, 402, Taiwan."], ["Chen", "Kuan-Sheng", "KS", "Veterinary Medical Teaching Hospital, College of Veterinary Medicine, National Chung Hsing University, Taichung, 402, Taiwan."]], "date": "2017-07-11", "id": "28699200", "text": "Insulinoma is a functional, insulin-secreting tumor, arising from the beta islet cells of the pancreas. It is one of the most common neoplasms in ferrets and has been associated with clinical signs of hypoglycemia, such as ptyalism, pawing at the mouth, seizures, lethargy, and coma. The ultrasonographic features of insulinoma in ferrets have not been previously reported. The purpose of this retrospective case series study was to describe the ultrasonographic features of confirmed insulinoma in a group of ferrets. Inclusion criteria were abdominal ultrasound examination and histological confirmed insulinoma by surgical biopsy. Six ferrets met the inclusion criteria, all of which had multiple hypoglycemic episodes. Ultrasonographic images were reviewed and the characteristics of the pancreatic nodules were recorded. Twenty-eight pancreatic nodules were observed in the six ferrets and were primarily hypoechoic (89.3%, 25/28) and homogenous (46.4%, 13/28) with a smooth margin (78.6%, 22/28). The distribution of the pancreatic nodules was 46.4% in the left lobe, 50% in the right lobe, and 3.6% in the body of the pancreas. The sizes of the pancreatic nodules varied from 1.5 × 1.5 to 4.1 × 5.6 mm. All of the pancreatic nodules removed from surgery were histopathologically confirmed as insulinoma. The findings indicated that insulinoma in ferrets could be detected through ultrasonography, which may facilitate diagnosis and preoperative surgical planning.", "doi": "10.1111/vru.12522", "title": "Ultrasonographic features of insulinoma in six ferrets.", "journal": ["Veterinary radiology & ultrasound : the official journal of the American College of Veterinary Radiology and the International Veterinary Radiology Association", "Vet Radiol Ultrasound"]}