{"authors": [["Crisci", "C", "C", "Polo de Desarrollo Universitario Modelización y Análisis de Recursos Naturales, Centro Universitario Regional del Este, Universidad de la República, Rocha, 27000, Uruguay. carocrisci@cure.edu.uy."], ["Ledoux", "J-B", "JB", "CIIMAR/CIMAR, Centro Interdisciplinar de Investigação Marinha e Ambiental, Universidade do Porto, Porto, 4050-123, Portugal."], ["Mokhtar-Jamaï", "K", "K", "Aix Marseille Université, CNRS, IRD, Avignon Université, IMBE UMR 7263, Station Marine d'Endoume, Marseille, 13007, France."], ["Bally", "M", "M", "Aix-Marseille Université, Mediterranean Institute of Oceanography (M I O), Université de Toulon, CNRS/IRD, Marseille, France."], ["Bensoussan", "N", "N", "IPSO FACTO, SCOPArl, Pole Océanologie, Marseille, 13001, France."], ["Aurelle", "D", "D", "Aix Marseille Université, CNRS, IRD, Avignon Université, IMBE UMR 7263, Station Marine d'Endoume, Marseille, 13007, France."], ["Cebrian", "E", "E", "Centre for Advanced Studies of Blanes (CEAB-CSIC), Blanes, 17300, Spain."], ["Coma", "R", "R", "Centre for Advanced Studies of Blanes (CEAB-CSIC), Blanes, 17300, Spain."], ["Féral", "J- P", "JP", "Aix Marseille Université, CNRS, IRD, Avignon Université, IMBE UMR 7263, Station Marine d'Endoume, Marseille, 13007, France."], ["La Rivière", "M", "M", "Aix-Marseille Université, Mediterranean Institute of Oceanography (M I O), Université de Toulon, CNRS/IRD, Marseille, France."], ["Linares", "C", "C", "Departament d'Ecologia, Universitat de Barcelona, Barcelona, 08028, Spain."], ["López-Sendino", "P", "P", "Institute of Marine Sciences (ICM-CSIC), Barcelona, 08003, Spain."], ["Marschal", "C", "C", "Aix Marseille Université, CNRS, IRD, Avignon Université, IMBE UMR 7263, Station Marine d'Endoume, Marseille, 13007, France."], ["Ribes", "M", "M", "Institute of Marine Sciences (ICM-CSIC), Barcelona, 08003, Spain."], ["Teixidó", "N", "N", "Stazione Zoologica Anton Dohrn, Villa Dohrn-Benthic Ecology Center, Punta San Pietro, Ischia, Naples, 80077, Italy."], ["Zuberer", "F", "F", "Institut Pytheas, UMS 3470, CNRS, Marseille, 13013, France."], ["Garrabou", "J", "J", "Institute of Marine Sciences (ICM-CSIC), Barcelona, 08003, Spain."]], "date": "2017-07-11", "id": "28698582", "text": "The differential response of marine populations to climate change remains poorly understood. Here, we combine common garden thermotolerance experiments in aquaria and population genetics to disentangle the factors driving the population response to thermal stress in a temperate habitat-forming species: the octocoral Paramuricea clavata. Using eight populations separated from tens of meters to hundreds of kilometers, which were differentially impacted by recent mortality events, we identify 25 °C as a critical thermal threshold. After one week of exposure at this temperature, seven of the eight populations were affected by tissue necrosis and after 30 days of exposure at this temperature, the mean % of affected colonies increased gradually from 3 to 97%. We then demonstrate the weak relation between the observed differential phenotypic responses and the local temperature regimes experienced by each population. A significant correlation was observed between these responses and the extent of genetic drift impacting each population. Local adaptation may thus be hindered by genetic drift, which seems to be the main driver of the differential response. Accordingly, conservation measures should promote connectivity and control density erosion in order to limit the impact of genetic drift on marine populations facing climate change.", "doi": "10.1038/s41598-017-05220-4", "title": "Regional and local environmental conditions do not shape the response to warming of a marine habitat-forming species.", "journal": ["Scientific reports", "Sci Rep"]}