{"authors": [["Sharpe", "John P", "JP", "From the University of Tennessee Health Science Center, Memphis, Tennessee (J.P.S., W.C.G., A.M.C, M.K.P., M.S.M., F.X.C., T.C.F., M.A.C., L.J.M.)."], ["Gobbell", "Wade C", "WC", null], ["Carter", "Andrea M", "AM", null], ["Pahlkotter", "Maranda K", "MK", null], ["Muhlbauer", "Michael S", "MS", null], ["Camillo", "Francis X", "FX", null], ["Fabian", "Timothy C", "TC", null], ["Croce", "Martin A", "MA", null], ["Magnotti", "Louis J", "LJ", null]], "date": null, "id": "28697027", "text": "Prophylactic anticoagulation may decrease the risk of venous thromboembolism (VTE) in patients with spine fractures following blunt trauma but comes with the threat of postoperative bleeding in patients requiring stabilization of these fractures. The purpose of this study was to evaluate the impact of preoperative anticoagulation on VTE and bleeding complications in patients with blunt spine fractures requiring operative stabilization.All patients with blunt spine fractures requiring operative stabilization over a 6-year period were identified. Patients with a hospital stay of less than 48 hours or missing data were excluded. Patients were stratified by age; severity of shock, spinal cord injury, fracture location, injury severity; and timing and duration of anticoagulation. Outcomes included bleeding complications (wound hematoma/infection and development of epidural hematoma) and VTE (pulmonary embolism and deep venous thrombosis). Outcomes were evaluated to determine risk factors for bleeding complications and VTE in the management of operative spine fractures.Seven hundred five patients were identified: 355 patients received one dose or more of preoperative anticoagulation, and 350 did not receive preoperative anticoagulation. Seventy-two percent were male, with a mean injury severity score and Glasgow Coma Scale score of 21 and 14, respectively. Bleeding complications occurred in 18 patients (2.6%), and 20 patients (2.8%) had VTE. Patients with VTE were more severely injured (Glasgow Coma Scale score of 13 vs 15, p ≤ 0.001 and injury severity score of 27 vs 18, p = 0.008). Despite longer time to mobilization (4 vs 2 days, p < 0.001), patients who received 50% or more of their scheduled preoperative doses had fewer episodes of pulmonary embolism (0.4% vs 2.2%, p < 0.05), with no difference in bleeding complications (2.1% vs 2.9%, p = 0.63) compared to patients who received either no preoperative anticoagulation or less than 50% of their scheduled preoperative doses.Preoperative anticoagulation in patients with operative spine fractures reduced the risk of pulmonary embolism without increasing bleeding complications. Preoperative anticoagulation is both safe and beneficial in patients with operative spine fractures.Therapeutic study, level IV.", "doi": "10.1097/TA.0000000000001640", "title": "Impact of venous thromboembolism chemoprophylaxis on postoperative hemorrhage following operative stabilization of spine fractures.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}