{"authors": [["Rogers", "Amelia T", "AT", "From the Sidney Kimmel Medical College (A.T.R.), Thomas Jefferson University, Philadelphia, Pennsylvania; Trauma Services (B.W.G., C.D.R., C.A.L., E.H.B., C.C.H.), Lancaster General Health/Penn Medicine, Lancaster, Pennsylvania; and Trauma Research Program, Chandler Regional Medical Center, Chandler, Arizona."], ["Gross", "Brian W", "BW", null], ["Cook", "Alan D", "AD", null], ["Rinehart", "Cole D", "CD", null], ["Lynch", "Caitlin A", "CA", null], ["Bradburn", "Eric H", "EH", null], ["Heinle", "Colin C", "CC", null], ["Jammula", "Shreya", "S", null], ["Rogers", "Frederick B", "FB", null]], "date": null, "id": "28697019", "text": "Previous research suggests adolescent trauma patients can be managed equally effectively at pediatric and adult trauma centers. We sought to determine whether this association would be upheld for adolescent severe polytrauma patients. We hypothesized that no difference in adjusted outcomes would be observed between pediatric trauma centers (PTCs) and adult trauma centers (ATCs) for this population.All severely injured adolescent (aged 12-17 years) polytrauma patients were extracted from the Pennsylvania Trauma Outcomes Study database from 2003 to 2015. Polytrauma was defined as an Abbreviated Injury Scale (AIS) score ≥3 for two or more AIS-defined body regions. Dead on arrival, transfer, and penetrating trauma patients were excluded from analysis. ATC were defined as adult-only centers, whereas standalone pediatric hospitals and adult centers with pediatric affiliation were considered PTC. Multilevel mixed-effects logistic regression models assessed the adjusted impact of center type on mortality and total complications while controlling for age, shock index, Injury Severity Score, Glasgow Coma Scale motor score, trauma center level, case volume, and injury year. A generalized linear mixed model characterized functional status at discharge (FSD) while controlling for the same variables.A total of 1,606 patients met inclusion criteria (PTC: 868 [54.1%]; ATC: 738 [45.9%]), 139 (8.66%) of which died in-hospital. No significant difference in mortality (adjusted odds ratio [AOR]: 1.10, 95% CI 0.54-2.24; p = 0.794; area under the receiver operating characteristic: 0.89) was observed between designations in adjusted analysis; however, FSD (AOR: 0.38, 95% CI 0.15-0.97; p = 0.043) was found to be lower and total complication trends higher (AOR: 1.78, 95% CI 0.98-3.32; p = 0.058) at PTC for adolescent polytrauma patients.Contrary to existing literature on adolescent trauma patients, our results suggest patients aged 12-17 presenting with polytrauma may experience improved overall outcomes when managed at adult compared to pediatric trauma centers.Epidemiologic study, level III.", "doi": "10.1097/TA.0000000000001642", "title": "Outcome differences in adolescent blunt severe polytrauma patients managed at pediatric versus adult trauma centers.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}