{"authors": [["Nassiri", "Farshad", "F", "From the Division of Neurosurgery, Department of Surgery (F.N., J.H.B., C.D.W., A.M., B.D.), University of Toronto, Toronto Ontario, Canada; Division of Neurosurgery (N.L., L.D.C., F.P.), Sunnybrook Health Sciences Center, Toronto Ontario, Canada; Division of Neurosurgery, Department of Clinical Epidemiology and Biostatistics (S.A.A), McMaster University, Hamilton, Ontario, Canada; and Division of General Surgery and Trauma (A.B.N.), Sunnybrook Health Sciences Center, Toronto, Ontario, Canada."], ["Badhiwala", "Jetan H", "JH", null], ["Witiw", "Christopher D", "CD", null], ["Mansouri", "Alireza", "A", null], ["Davidson", "Benjamin", "B", null], ["Almenawer", "Saleh A", "SA", null], ["Lipsman", "Nir", "N", null], ["Da Costa", "Leodante", "L", null], ["Pirouzmand", "Farhad", "F", null], ["Nathens", "Avery B", "AB", null]], "date": null, "id": "28697013", "text": "The rates of clinical and radiographic progression and the need for neurosurgical intervention in patients with isolated traumatic subarachnoid hemorrhage (itSAH) after mild traumatic brain injury (Glasgow Coma Scale score, 13-15) has not been well established.The aim of this work was to review the evidence regarding patient outcomes after mild traumatic brain injury with itSAH.Two authors independently extracted the data according to a predefined protocol. The proportions of patients who had the outcomes of interest were pooled using random-effects model. The quality of included studies was assessed using the methodological index for nonrandomized studies scale.Thirteen studies reporting on 15,327 patients met inclusion criteria, and outcomes were pooled where available. No patient required neurosurgical intervention on presentation to hospital, and the incidence of need for eventual neurosurgical intervention was 0.0017% (95% confidence interval [CI], 0-0.39%). Moreover, the pooled analyses for all patients with available data showed an incidence of 5.76% (95% CI, 1.18-12.94%) for radiographic progression, 0.75% (95% CI, 0-2.39%) for neurologic deterioration, and 0.60% (95% CI, 0.09-1.41%) for mortality. Only one patient had died due to neurological injury.These patients experience very low rates of radiographic progression and neurologic deterioration and rarely require neurosurgical intervention or die due to neurological injury.Meta-analysis, level III.", "doi": "10.1097/TA.0000000000001617", "title": "The clinical significance of isolated traumatic subarachnoid hemorrhage in mild traumatic brain injury: A meta-analysis.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}