{"authors": [["Whitford", "Whitney", "W", "School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Hawkins", "Isobel", "I", "School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Glamuzina", "Emma", "E", "Adult and Paediatric National Metabolic Service, Starship Children's Hospital, Auckland 1023, New Zealand."], ["Wilson", "Francessa", "F", "Department of Paediatric Radiology, Starship Children's Hospital, Auckland 1023, New Zealand."], ["Marshall", "Andrew", "A", "Department of Paediatrics and Child Health, Wellington Hospital, Wellington 6021, New Zealand."], ["Ashton", "Fern", "F", "Diagnostic Genetics LabPLUS, Auckland City Hospital, Auckland 1023, New Zealand."], ["Love", "Donald R", "DR", "Diagnostic Genetics LabPLUS, Auckland City Hospital, Auckland 1023, New Zealand."], ["Taylor", "Juliet", "J", "Genetic Health Service New Zealand, Auckland City Hospital, Auckland 1023, New Zealand."], ["Hill", "Rosamund", "R", "Department of Neurology, Auckland City Hospital, Auckland 1023, New Zealand."], ["Lehnert", "Klaus", "K", "School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Snell", "Russell G", "RG", "School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."], ["Jacobsen", "Jessie C", "JC", "School of Biological Sciences, The University of Auckland, Auckland 1010, New Zealand."]], "date": "2017-11-21", "id": "28696212", "text": "Mutations in the gene SLC19A3 result in thiamine metabolism dysfunction syndrome 2, also known as biotin-thiamine-responsive basal ganglia disease (BTBGD). This neurometabolic disease typically presents in early childhood with progressive neurodegeneration, including confusion, seizures, and dysphagia, advancing to coma and death. Treatment is possible via supplement of biotin and/or thiamine, with early treatment resulting in significant lifelong improvements. Here we report two siblings who received a refined diagnosis of BTBGD following whole-genome sequencing. Both children inherited compound heterozygous mutations from unaffected parents; a missense single-nucleotide variant (p.G23V) in the first transmembrane domain of the protein, and a 4808-bp deletion in exon 1 encompassing the 5' UTR and minimal promoter region. This deletion is the smallest promoter deletion reported to date, further defining the minimal promoter region of SLC19A3 Unfortunately, one of the siblings died prior to diagnosis, but the other is showing significant improvement after commencement of therapy. This case demonstrates the power of whole-genome sequencing for the identification of structural variants and subsequent diagnosis of rare neurodevelopmental disorders.", "doi": "10.1101/mcs.a001909", "title": "Compound heterozygous SLC19A3 mutations further refine the critical promoter region for biotin-thiamine-responsive basal ganglia disease.", "journal": ["Cold Spring Harbor molecular case studies", "Cold Spring Harb Mol Case Stud"]}