{"authors": [["Chandran", "Raj S", "RS", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Nagar", "Milesh", "M", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Sharmad", "M S", "MS", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Prabhakar", "Rajmohan B", "RB", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Peethambaran", "Anil K", "AK", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Kumar", "Shailesh", "S", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Sharma", "Saurabh", "S", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."], ["Jain", "Sourabh K", "SK", "Department of Neurosurgery, Medical College, Thiruvananthapuram, Kerala, India."]], "date": null, "id": "28694618", "text": "Chronic subdural hematoma (CSDH) is one of the most common neurosurgical conditions. It is mostly a disease of elderly population with very little data about the young patients. There is also the debate regarding treatment strategies. We decided to determine the overall efficacy of the single burr-hole craniostomy (SBHC) for unilateral CSDH in young adults <40 years.We performed a retrospective study of young patients undergoing SBHC for unilateral CSDH between January 2013 and June 2016 at our institution. Medical records were assessed based on patient characteristics in the form of sex of the patient, etiology, presenting symptoms, comorbidities, and signs including Glasgow Coma Scale, computed tomography (CT) brain findings (site and thickness of SDH with midline shift), and intraoperative presence of chronic/subacute component.Mean age of the patient was 33.69 years (range 18-40 years), mean thickness of SDH was 15.47 mm, and mean midline shift was 11.26 mm. 61.54% patients were male, trauma being the most common etiology (92.31%) with most common presenting complaint being headache (90.38% patients). 69.23% patients presented within 1 day of onset of symptoms. On CT scan, most of the patients were having SDH thickness between 11 and 20 mm (67.31%) with midline shift of 6-10 mm (53.85%). Right-sided SDH was present in 53.85%. Intraoperatively, 63.46% patients had subacute SDH whereas 34.61% had chronic component. There were total 2 recurrences (3.85%).Young adults who present with unilateral CSDH usually have a history of trauma. They have shorter duration of symptoms and present mainly with the features of raised intracranial pressure such as headache and vomiting. SBHC with irrigation and drainage has excellent result for unilateral CSDH in young adults compared to other methods of drainage and should be considered treatment of choice unless contraindicated.", "doi": "10.4103/jnrp.jnrp_64_17", "title": "Single Parietal Burr-hole Craniostomy with Irrigation and Drainage for Unilateral Chronic Subdural Hematoma in Young Adults <40 Years: A Rationale behind the Procedure.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}