{"authors": [["Martial", "Charlotte", "C", "Coma Science Group, GIGA Research Center and Neurology Department, University and University Hospital of Liège, Avenue de l'hôpital 11, Sart Tilman, 4000 Liège, Belgium. Electronic address: cmartial@ulg.ac.be."], ["Charland-Verville", "Vanessa", "V", "Coma Science Group, GIGA Research Center and Neurology Department, University and University Hospital of Liège, Avenue de l'hôpital 11, Sart Tilman, 4000 Liège, Belgium."], ["Cassol", "Héléna", "H", "Coma Science Group, GIGA Research Center and Neurology Department, University and University Hospital of Liège, Avenue de l'hôpital 11, Sart Tilman, 4000 Liège, Belgium."], ["Didone", "Vincent", "V", "Psychology Research Unit, Cognition and Behavioral, University of Liège, Place des Orateurs 2, 4000, Sart Tilman, 4000 Liège, Belgium."], ["Van Der Linden", "Martial", "M", "Cognitive Psychopathology and Neuropsychology Unit, University of Geneva, Boulevard du Pont d'Arve, 40, CH-1205 Geneva, Switzerland."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA Research Center and Neurology Department, University and University Hospital of Liège, Avenue de l'hôpital 11, Sart Tilman, 4000 Liège, Belgium. Electronic address: coma@chu.ulg.ac.be."]], "date": "2017-07-08", "id": "28693813", "text": "Memories of Near-Death Experiences (NDEs) seem to be very detailed and stable over time. At present, there is still no satisfactory explanation for the NDEs' rich phenomenology. Here we compared phenomenological characteristics of NDE memories with the reported experience's intensity. We included 152 individuals with a self-reported \"classical\" NDE (i.e. occurring in life-threatening conditions). All participants completed a mailed questionnaire that included a measure of phenomenological characteristics of memories (the Memory Characteristics Questionnaire; MCQ) and a measure of NDE's intensity (the Greyson NDE scale). Greyson NDE scale total score was positively correlated with MCQ total score, suggesting that participants who described more intense NDEs also reported more phenomenological memory characteristics of NDE. Using MCQ items, our study also showed that NDE's intensity is associated in particular with sensory details, personal importance and reactivation frequency variables.", "doi": "10.1016/j.concog.2017.06.018", "title": "Intensity and memory characteristics of near-death experiences.", "journal": ["Consciousness and cognition", "Conscious Cogn"]}