{"authors": [["Wu", "Xiang", "X", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Zhang", "Chao", "C", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Feng", "Junfeng", "J", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Mao", "Qing", "Q", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China."], ["Gao", "Guoyi", "G", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China. guoyigao@gmail.com."], ["Jiang", "Jiyao", "J", "Department of Neurosurgery, Renji Hospital, School of Medicine, Shanghai Jiaotong University, Shanghai, China."]], "date": "2017-07-10", "id": "28693604", "text": "Traumatic brain injury (TBI) has become the most common cause of death and disability in persons between 15 and 30 years of age, and about 10-15% of patients affected by TBI will end up in a coma. Coma caused by TBI presents a significant challenge to neuroscientists. Right median nerve electrical stimulation has been reported as a simple, inexpensive, non-invasive technique to speed recovery and improve outcomes for traumatic comatose patients.This multicentre, prospective, randomised (1:1) controlled trial aims to demonstrate the efficacy and safety of electrical right median nerve stimulation (RMNS) in both accelerating emergence from coma and promoting long-term outcomes. This trial aims to enrol 380 TBI comatose patients to partake in either an electrical stimulation group or a non-stimulation group. Patients assigned to the stimulation group will receive RMNS in addition to standard treatment at an amplitude of 15-20 mA with a pulse width of 300 μs at 40 Hz ON for 20 s and OFF for 40 s. The electrical treatment will last for 8 h per day for 2 weeks. The primary endpoint will be the percentage of patients regaining consciousness 6 months after injury. The secondary endpoints will be Extended Glasgow Outcome Scale, Coma Recovery Scale-Revised and Disability Rating Scale scores at 28 days, 3 months and 6 months after injury; Glasgow Coma Scale, Glasgow Coma Scale Motor Part and Full Outline of Unresponsiveness scale scores on day 1 and day 7 after enrolment and 28 days, 3 months and 6 months after injury; duration of unconsciousness and mechanical ventilation; length of intensive care unit and hospital stays; and incidence of adverse events.Right median nerve electrical stimulation has been used as a safe, inexpensive, non-invasive therapy for neuroresuscitation of coma patients for more than two decades, yet no trial has robustly proven the efficacy and safety of this treatment. The Asia Coma Electrical Stimulation (ACES) trial has the following novel features compared with other major RMNS trials: (1) the ACES trial is an Asian multicentre randomised controlled trial; (2) RMNS therapy starts at an early stage 7-14 days after the injury; and (3) various assessment scales are used to evaluate the condition of patients. We hope the ACES trial will lead to optimal use of right median nerve electrical treatment.ClinicalTrials.gov, NCT02645578 . Registered on 23 December 2015.", "doi": "10.1186/s13063-017-2045-x", "title": "Right median nerve electrical stimulation for acute traumatic coma (the Asia Coma Electrical Stimulation trial): study protocol for a randomised controlled trial.", "journal": ["Trials", "Trials"]}