{"authors": [["Rivet", "Emily B", "EB", "Departments of Surgery and Internal Medicine, VCU School of Medicine, Richmond, VA, USA. Electronic address: Emily.Rivet@vcuhealth.org."], ["Ferrada", "Paula", "P", "Department of Surgery, VCU School of Medicine, Richmond, VA, USA. Electronic address: Paula.Ferrada@vcuhealth.org."], ["Albrecht", "Tara", "T", "VCU School of Nursing and Massey Cancer Center, School of Nursing, Richmond, VA, USA. Electronic address: talbrecht@vcu.edu."], ["Cassel", "J Brian", "JB", "Department of Internal Medicine, Division of Hematology, Oncology and Palliative Care, VCU School of Medicine, Richmond, VA, USA. Electronic address: Brian.Cassel@vcuhealth.org."], ["Broering", "Beth", "B", "VCU Medical Center Trauma Program, Richmond, VA, USA. Electronic address: Beth.Broering@vcuhealth.org."], ["Noreika", "Danielle", "D", "Department of Internal Medicine, Division of Hematology, Oncology and Palliative Care, VCU School of Medicine, Richmond, VA, USA. Electronic address: Danielle.Noreika@vcuhealth.org."], ["Del Fabbro", "Egidio", "E", "Department of Internal Medicine, Division of Hematology, Oncology and Palliative Care, VCU School of Medicine, Richmond, VA, USA. Electronic address: Egidio.Delfabbro@vcuhealth.org."]], "date": "2017-06-28", "id": "28689992", "text": "The current status of palliative care consultation for trauma patients has not been well characterized. We hypothesized that palliative care consultation currently is requested for patients too late to have any clinical significance.A retrospective chart review was performed for traumatically injured patients' ≥18 years of age who received palliative care consultation at an academic medical center during a one-year period.The palliative care team evaluated 82 patients with a median age of 60 years. Pain and end of life were the most common reasons for consultation; interventions performed included delirium management and discussions about nutritional support. For decedents, median interval from palliative care consultation to death was 1 day. Twenty seven patients died (11 in the palliative care unit, 16 in an ICU). Nine patients were discharged to hospice.Most consultations were performed for pain and end of life management in the last 24 h of life, demonstrating the opportunity to engage the palliative care service earlier in the course of hospitalization.", "doi": "10.1016/j.amjsurg.2017.06.010", "title": "Characteristics of palliative care consultation at an academic level one trauma center.", "journal": ["American journal of surgery", "Am. J. Surg."]}