{"authors": [["Budnick", "Hailey C", "HC", "Department of Surgery, Texas Tech University Health Sciences Center, El Paso, Texas. Electronic address: hailey.budnick@ttuhsc.edu."], ["Tyroch", "Alan H", "AH", "Department of Surgery, Texas Tech University Health Sciences Center, El Paso, Texas."], ["Milan", "Stacey A", "SA", "Department of Surgery, Texas Tech University Health Sciences Center, El Paso, Texas."]], "date": "2017-04-07", "id": "28688653", "text": "Functional outcomes after traumatic brain injury (TBI) can be significantly improved by discharge to posthospitalization care facilities. Many variables influence the discharge disposition of the TBI patient, including insurance status, patient condition, and patient prognosis. The literature has demonstrated an ethnic disparity in posthospitalization care referral, with Hispanics being discharged to rehabilitation and nursing facilities less often than non-Hispanics. However, this relationship has not been studied in a Hispanic-majority population, and thus, this study seeks to determine if differences in neurorehabilitation referrals exist among ethnic groups in a predominately Hispanic region.This study is a retrospective cohort that includes 1128 TBI patients who presented to University Medical Center El Paso, Texas, between the years 2005 and 2015. The patients' age, sex, race, residence, admission Glasgow Coma Scale (GCS), GCS motor, Injury Severity Score (ISS), hospital and intensive care unit length of stay (LOS), mechanism of injury, and discharge disposition were analyzed in univariate and multivariate models.Our study population had an insurance rate of 55.5%. Insurance status and markers of injury severity (hospital LOS, intensive care unit LOS, ISS, GCS, and GCS motor) were predictive of discharge disposition to rehabilitation facilities. The study population was 70% Hispanic, yet Hispanics were discharged to rehabilitation facilities (relative risk: 0.56, P: 0.001) and to long-term acute care/nursing facilities (relative risk: 0.35, P < 0.0001) less than non-Hispanics even after LOS, ISS, ethnicity, insurance status, and residence were adjusted for in multivariate analysis.This study suggests that patients of different ethnicities but comparable traumatic severity and insurance status receive different discharge dispositions post-TBI even in regions in which Hispanics are the demographic majority.", "doi": "10.1016/j.jss.2017.03.062", "title": "Ethnic disparities in traumatic brain injury care referral in a Hispanic-majority population.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}