{"authors": [["Spence", "Richard T", "RT", "Department of Surgery, Groote Schuur Trauma Center, University of Cape Town, Cape Town, South Africa. Electronic address: spnric004@myuct.ac.za."], ["Scott", "John W", "JW", "Center for Surgery and Public Health, Bringham and Woman's Hospital, Boston, MA; Harvard T.H. Chan School of Public Health, Boston, MA."], ["Haider", "Adil", "A", "Center for Surgery and Public Health, Bringham and Woman's Hospital, Boston, MA; Harvard T.H. Chan School of Public Health, Boston, MA."], ["Navsaria", "Pradeep H", "PH", "Department of Surgery, Groote Schuur Trauma Center, University of Cape Town, Cape Town, South Africa."], ["Nicol", "Andrew J", "AJ", "Department of Surgery, Groote Schuur Trauma Center, University of Cape Town, Cape Town, South Africa."]], "date": "2017-07-05", "id": "28688519", "text": "The unacceptably high rate of death and disability due to injury in Sub-Saharan Africa is alarming. The objective of this work was to compare mortality rates between severely injured trauma patients at a high-volume trauma center in South Africa with matched patients in the United States.Clinical databases from the Groote Schuur Hospital for patients treated in Cape Town, South Africa and the American College of Surgeon's National Trauma Databank for patients treated at large academic trauma centers in the United States were used. Coarsened exact matching identified the most comparable patient populations based on sex, age, intent, injury type, injury mechanism, Injury Severity Score, Glasgow Coma Score, and systolic blood pressure. Conditional logistic regression generated odds ratios for mortality among the entire sample and clinically relevant subgroups.Coarsened exact matching matched 97.9% of the Groote Schuur Hospital patient sample, resulting in 3,206 matched-pairs between the Groote Schuur Hospital and National Trauma Databank cohorts. Conditional logistic regression revealed an odds ratio of mortality of 1.67 (95% confidence interval, 1.10-2.52) for patients at Groote Schuur Hospital compared with matched patients from the National Trauma Databank. Subset analyses revealed significantly increased odds of mortality among patients with blunt injuries (odds ratio 3.40, 95% confidence interval, 1.68-6.88) and patients with a Glasgow Coma Score of 8 or lower (odds ratio 4.33, 95% confidence interval, 2.10-8.95). No statistically significant difference was identified among patients with penetrating injuries or with a Glasgow Coma Score >8 (P value .90 and .39, respectively).International comparisons of interhospital variation in risk-adjusted outcomes following trauma can identify opportunities for quality improvement and have the potential to measure the impact of any corrective strategy implemented.", "doi": "10.1016/j.surg.2017.04.024", "title": "Comparative assessment of in-hospital trauma mortality at a South African trauma center and matched patients treated in the United States.", "journal": ["Surgery", "Surgery"]}