{"authors": [["Clark", "Robert S B", "RSB", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."], ["Empey", "Philip E", "PE", "Clinical and Translational Science Institute, University of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."], ["Bayır", "Hülya", "H", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."], ["Rosario", "Bedda L", "BL", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."], ["Poloyac", "Samuel M", "SM", "Department of Pharmacy and Therapeutics, Center for Clinical Pharmaceutical Sciences, School of Pharmacy, University of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."], ["Kochanek", "Patrick M", "PM", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."], ["Nolin", "Thomas D", "TD", "Department of Pharmacy and Therapeutics, Center for Clinical Pharmaceutical Sciences, School of Pharmacy, University of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."], ["Au", "Alicia K", "AK", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."], ["Horvat", "Christopher M", "CM", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."], ["Wisniewski", "Stephen R", "SR", "Department of Epidemiology, University of Pittsburgh, Pittsburgh, Pennsylvania, United States of America."], ["Bell", "Michael J", "MJ", "Department of Critical Care Medicine, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania, United States of America."]], "date": "2017-07-07", "id": "28686657", "text": "There are no therapies shown to improve outcome after severe traumatic brain injury (TBI) in humans, a leading cause of morbidity and mortality. We sought to verify brain exposure of the systemically administered antioxidant N-acetylcysteine (NAC) and the synergistic adjuvant probenecid, and identify adverse effects of this drug combination after severe TBI in children.IRB-approved, randomized, double-blind, placebo controlled Phase I study in children 2 to 18 years-of-age admitted to a Pediatric Intensive Care Unit after severe TBI (Glasgow Coma Scale [GCS] score ≤8) requiring an externalized ventricular drain for measurement of intracranial pressure (ICP). Patients were recruited from November 2011-August 2013. Fourteen patients (n = 7/group) were randomly assigned after obtaining informed consent to receive probenecid (25 mg/kg load, then 10 mg/kg/dose q6h×11 doses) and NAC (140 mg/kg load, then 70 mg/kg/dose q4h×17 doses), or placebos via naso/orogastric tube. Serum and CSF samples were drawn pre-bolus and 1-96 h after randomization and drug concentrations were measured via UPLC-MS/MS. Glasgow Outcome Scale (GOS) score was assessed at 3 months.There were no adverse events attributable to drug treatment. One patient in the placebo group was withdrawn due to adverse effects. In the treatment group, NAC concentrations ranged from 16,977.3±2,212.3 to 16,786.1±3,285.3 in serum and from 269.3±113.0 to 467.9±262.7 ng/mL in CSF, at 24 to 72 h post-bolus, respectively; and probenecid concentrations ranged from 75.4.3±10.0 to 52.9±25.8 in serum and 5.4±1.0 to 4.6±2.1 μg/mL in CSF, at 24 to 72 h post-bolus, respectively (mean±SEM). Temperature, mean arterial pressure, ICP, use of ICP-directed therapies, surveillance serum brain injury biomarkers, and GOS at 3 months were not different between groups.Treatment resulted in detectable concentrations of NAC and probenecid in CSF and was not associated with undesirable effects after TBI in children.ClinicalTrials.gov NCT01322009.", "doi": "10.1371/journal.pone.0180280", "title": "Phase I randomized clinical trial of N-acetylcysteine in combination with an adjuvant probenecid for treatment of severe traumatic brain injury in children.", "journal": ["PloS one", "PLoS ONE"]}