{"authors": [["Sedaghat", "Mohammad Reza", "MR", "Eye Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Momeni-Moghaddam", "Hamed", "H", "Department of Optometry, School of Paramedical Sciences, Mashhad University of Medical Sciences, Parastar 2 Str., Ahmadabad Blvd., Mashhad, Iran. hmomeni_opt@yahoo.com."], ["Naroo", "Shehzad S", "SS", "Ophthalmic Research Group, School of Life and Health Sciences, Aston University, Aston Triangle, Birmingham, B4 7ET, UK."], ["Ghavamsaeedi", "Hossein", "H", "Eye Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."], ["Vahedi", "Alireza", "A", "Eye Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."]], "date": "2017-07-06", "id": "28685418", "text": "To report the pre- and post-operative findings of a case with dysfunctional lens syndrome.An adult patient was evaluated using iTrace aberrometer, Tomey topographer and slitlamp biomicroscopy to confirm dysfunctional lens syndrome.A 45-year-old male patient presented with the chief complaint of poor visual quality; uncorrected visual acuity 20/40 in the right eye, best spectacle corrected visual acuity 20/25 in the right eye with refraction Plano/-1.50 × 80 (SE = -0.75D). Pre- and post-operative root-mean-square (RMS) of total higherorder aberrations in the entire eye, the internal optics and the cornea were 0.350 & 0.257, 0.311 & 0.236 and 0.214 & 0.191 micron (μ), respectively. Also, the magnitude of preoperative total, internal and corneal coma was 0.254 μ × 222°, 0.274μ×242° and 0.097μ × 131° and postoperative values were 0.170 μ × 162°, 0.131 μ × 177°, 0.054 μ × 125°, respectively.These results show that sometime the HOAs of the internal optics, mainly crystalline lens, are not compensated by the cornea and this may cause visual discomfort in the absence of any significant cataract, this situation is known as dysfunctional lens syndrome (DLS).", "doi": "10.1007/s10792-017-0622-3", "title": "Dysfunctional lens syndrome.", "journal": ["International ophthalmology", "Int Ophthalmol"]}