{"authors": [["Moussa", "Wael Mohamed Mohamed", "WMM", "Department of Neurosurgery, Faculty of Medicine, Alexandria University, Champelion Street, El khartoum Square, Azareeta, Alexandria, Egypt."], ["Khedr", "Wael Mahmoud", "WM", "Department of Neurosurgery, Faculty of Medicine, Alexandria University, Champelion Street, El khartoum Square, Azareeta, Alexandria, Egypt. waelkhedr2000@yahoo.com."], ["Elwany", "Amr Hamdy", "AH", "Department of Neurosurgery, Faculty of Medicine, Alexandria University, Champelion Street, El khartoum Square, Azareeta, Alexandria, Egypt."]], "date": "2017-07-06", "id": "28685310", "text": "Acute intracranial subdural hematoma (ASDH) is commonly associated with a grave prognosis citing a high incidence of morbidity and mortality. The parameters to decide on surgical evacuation of the hematoma are sometimes controversial. In this study, we theorized that the ratio between maximal hematoma thickness and midline shift would be varied by associated intrinsic brain pathology emanating from the trauma and would thus objectively evaluates the prognosis in ASDH. The records of patients diagnosed with ASDH who were submitted to surgical evacuation through a craniotomy were revised. Data collected included basic demographic data, preoperative general and neurological examinations, and radiological findings. The maximal thickness of the hematoma (H) on the preoperative CT brain was divided by the midline shift at the same level (MS) formulating the H/MS ratio. Postoperative data obtained included Glasgow Coma Scale (GCS), Glasgow Outcome Scale (GOS), and follow-up period. Sixty-seven eligible patients were included in the study, of which 53 (79.1%) patients were males. Mean age was 34 years. The H/MS ratio ranged from 0.69 to 1.8 with a mean of 0.93. Age above 50 years (P = 0.0218), admission GCS of less than 6 (0.0482), and H/MS ratio of 0.79 or less (P = 0.00435) were negative prognostic factors and correlated with a low postoperative GCS and GOS. H/MS ratio is a useful prognostic tool in patients diagnosed with ASDH and can be added to the armamentarium of data to improve the management decision in this cohort of patients.", "doi": "10.1007/s10143-017-0873-5", "title": "Prognostic significance of hematoma thickness to midline shift ratio in patients with acute intracranial subdural hematoma: a retrospective study.", "journal": ["Neurosurgical review", "Neurosurg Rev"]}