{"authors": [["Mu", "Jiao", "J", "Department of Pathology, Hebei North University, No. 11 Zuanshinan Road, Zhangjiakou, Hebei, 075000, People's Republic of China."], ["Li", "Meiyu", "M", "Department of Forensic Medicine, Hebei North University, No. 11 Zuanshinan Road, Zhangjiakou, Hebei, 075000, People's Republic of China."], ["Guo", "Ying", "Y", "Department of Pathology, Hebei North University, No. 11 Zuanshinan Road, Zhangjiakou, Hebei, 075000, People's Republic of China."], ["Lv", "Bin", "B", "Department of Forensic Medicine, Tongji Medical College of Huazhong University of Science and Technology, No. 13 Hangkong Road, Wuhan, Hubei, 430030, People's Republic of China."], ["Qiu", "Mingjie", "M", "Department of Forensic Medicine, Tongji Medical College of Huazhong University of Science and Technology, No. 13 Hangkong Road, Wuhan, Hubei, 430030, People's Republic of China."], ["Dong", "Hongmei", "H", "Department of Forensic Medicine, Tongji Medical College of Huazhong University of Science and Technology, No. 13 Hangkong Road, Wuhan, Hubei, 430030, People's Republic of China. hongmeidong1@hotmail.com."]], "date": "2017-07-06", "id": "28685296", "text": "Toxic leukoencephalopathy represents a process of structural alteration of the white matter. It is caused by substance abuse including drugs such as heroin, cocaine, toluene and ethanol. We reported the clinical, radiological and autopsy findings of a rare case of toxic leukoencephalopathy following chronic methamphetamine (MA) usage. A 34-year-old man with a 3-year history of MA abuse experienced progressive sluggish state, limb weakness, inability to stand and eating disorders, followed by rapid progression to coma and death. Imaging revealed hypodense CT and long T1 and T2 signals in MRI in the white matter of the bilateral periventricular and centrum semiovale regions. Histologically, white matter rarefaction, loss of myelin and axonal injury were observed. This pattern of clinical presentation, radiological manifestations and histological findings show a certain degree of particularity in toxic leukoencephalopathy. Clinically, the condition may be easily misdiagnosed as withdrawal symptoms. In suspected cases, MRI is recommended for diagnosis. The case reported here reminds clinicians and forensic pathologist of the possibility of toxic leukoencephalopathy related to MA abuse.", "doi": "10.1007/s12024-017-9893-2", "title": "Methamphetamine-induced toxic leukoencephalopathy: clinical, radiological and autopsy findings.", "journal": ["Forensic science, medicine, and pathology", "Forensic Sci Med Pathol"]}