{"authors": [["Dunham", "Mark Peter", "MP", "Health Education North West, UK. Electronic address: mark_dunham2000@hotmail.com."], ["Sartorius", "Benn", "B", "Public Health Medicine School of Nursing and Public Health, University of KwaZulu Natal, South Africa."], ["Laing", "Grant Llewellyn", "GL", "Pietermaritzburg Metropolitan Trauma Service, South Africa."], ["Bruce", "John Lambert", "JL", "Pietermaritzburg Metropolitan Trauma Service, South Africa."], ["Clarke", "Damian Luiz", "DL", "Pietermaritzburg Metropolitan Trauma Service, South Africa."]], "date": "2017-06-20", "id": "28684079", "text": "An assessment of physiological status is a key step in the early assessment of trauma patients with implications for triage, investigation and management. This has traditionally been done using vital signs. Previous work from large European trauma datasets has suggested that base deficit (BD) predicts clinically important outcomes better than vital signs (VS). A BD derived classification of haemorrhagic shock appeared superior to one based on VS derived from ATLS criteria in a population of predominantly blunt trauma patients. The initial aim of this study was to see if this observation would be reproduced in penetrating trauma patients. The power of each individual variable (BD, heart rate (HR), systolic blood pressure (SBP), shock index(SI) (HR/SBP) and Glasgow Coma Score (GCS)) to predict mortality was then also compared.A retrospective analysis of adult trauma patients presenting to the Pietermaritzburg Metropolitan Trauma Service was performed. Patients were classified into four \"shock\" groups using VS or BD and the outcomes compared. Receiver Operator Characteristic (ROC) curves were then generated to compare the predictive power for mortality of each individual variable.1863 patients were identified. The overall mortality rate was 2.1%. When classified by BD, HR rose and SBP fell as the \"shock class\" increased but not to the degree suggested by the ATLS classification. The BD classification of haemorrhagic shock appeared to predict mortality better than that based on the ATLS criteria. Mortality increased from 0.2% (Class 1) to 19.7% (Class 4) based on the 4 level BD classification. Mortality increased from 0.3% (Class 1) to 12.6% (Class 4) when classified based by VS. Area under the receiver operator characteristic (AUROC) curve analysis of the individual variables demonstrated that BD predicted mortality significantly better than HR, GCS, SBP and SI. AUROC curve (95% Confidence Interval (CI)) for BD was 0.90 (0.85-0.95) compared to HR 0.67(0.56-0.77), GCS 0.70(0.62-0.79), SBP 0.75(0.65-0.85) and SI 0.77(0.68-0.86).BD appears superior to vital signs in the immediate physiological assessment of penetrating trauma patients. The use of BD to assess physiological status may help refine their early triage, investigation and management.", "doi": "10.1016/j.injury.2017.06.011", "title": "A comparison of base deficit and vital signs in the early assessment of patients with penetrating trauma in a high burden setting.", "journal": ["Injury", "Injury"]}