{"authors": [["Jin", "Hong-Ying", "HY", "Eye Center, Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, 310009, China."], ["Wan", "Ting", "T", "Eye Center, Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, 310009, China."], ["Wu", "Fang", "F", "Eye Center, Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, 310009, China."], ["Yao", "Ke", "K", "Eye Center, Second Affiliated Hospital, College of Medicine, Zhejiang University, Hangzhou, 310009, China. xlren@zju.edu.cn."]], "date": "2017-07-06", "id": "28683793", "text": "To compare the refractive results and higher-order aberrations (HOAs) after small incision lenticule extraction (SMILE) in high myopia and mild to moderate myopia patients.This prospective study included 165 eyes (86 patients) undergoing SMILE. According to the preoperative spherical equivalent (SE), treated eyes were divided into two groups: the high myopia group (more than -6.0 D, group-H) and the mild to moderate group (less than -6.0 D, group-M). Follow-up intervals were at 1 day, 10 days, 1 month and 3 months postoperatively. We obtained the following parameters: uncorrected (UDVA) and corrected distance visual acuity (CDVA), SE, efficacy and safety index, and HOAs.Preoperative SE was -7.16 ± 0.93 D in group-H and -4.34 ± 0.97 D in group-M. At 3 months postoperatively, the SE in group-H and group-M was -0.20 ± 0.37 D and 0.01 ± 0.19 D (t = - 4.11, P<0.05), respectively. It was found that 77% and 98% had an UDVA of 20/20, 98% and 99% had a CDVA of 20/20 in group-H and group-M, respectively, while 87% and 95% had a SE within ±0.5 D and ±1.0 D in group-H, and 98% and 100% in group-M. The efficacy indexes were 0.98 ± 0.18 in group-H and 1.05 ± 0.10 in group-M (t = - 3.084, p < 0.05). The safety indexes were 1.06 ± 0.09 and 1.06 ± 0.09 (t = 0.153, p > 0.05), respectively. There were significant increases in total HOAs, 3rd-order coma, and 4th-order spherical aberrations.SMILE is an effective and safe surgery for correcting myopia. But the target correction amount in high myopia patients should be adjusted to avoid undercorrection and acquired more satisfaction. SMILE induced increases of HOAs.ChiTrial registration number: ChiCTR-OON-16009164 . Retrospectively registered: 06.September.2016.", "doi": "10.1186/s12886-017-0507-2", "title": "Comparison of visual results and higher-order aberrations after small incision lenticule extraction (SMILE): high myopia vs. mild to moderate myopia.", "journal": ["BMC ophthalmology", "BMC Ophthalmol"]}