{"authors": [["Wu", "Guofeng", "G", "The Affiliated Hospital of Guizhou Medical University, No. 28, Guiyijie Road, Liuguangmen, Guiyang City, 550004, Guizhou Province, People's Republic of China. wuguofeng3013@sina.com."], ["Shen", "Zhengkui", "Z", "The Affiliated Hospital of Guizhou Medical University, No. 28, Guiyijie Road, Liuguangmen, Guiyang City, 550004, Guizhou Province, People's Republic of China."], ["Wang", "Likun", "L", "The Affiliated Hospital of Guizhou Medical University, No. 28, Guiyijie Road, Liuguangmen, Guiyang City, 550004, Guizhou Province, People's Republic of China."], ["Sun", "Shujie", "S", "Shanghai Clinical Research Centre of Chinese Academy of Sciences, No.966, Huaihai Middle Road, Shanghai City, 200233, People's Republic of China. sunshujie11@126.com."], ["Luo", "Jinbiao", "J", "Guangzhou First People's Hospital, No.1, Panfu Road, Guangzhou City, 510000, People's Republic of China."], ["Mao", "Yuanhong", "Y", "The Affiliated Hospital of Guizhou Medical University, No. 28, Guiyijie Road, Liuguangmen, Guiyang City, 550004, Guizhou Province, People's Republic of China."]], "date": "2017-07-06", "id": "28683728", "text": "Intracranial post-operative re-haemorrhage is an important complication in patients with hypertensive intracerebral haemorrhage (ICH). The purpose of the present study was to determine the value of the computed tomography (CT) blend sign in predicting post-operative re-haemorrhage in patients with ICH.A total of 126 patients with ICH were included in the present study. All the patients underwent standard stereotactic minimally invasive surgery(MIS) to remove the ICH within 24 h following admission. There were 41 patients with a blend sign on initial CT and 85 patients without a blend sign on the initial CT. Multivariable logistic regression analyses were performed to assess the relationship between the presence of the blend sign on the non-enhanced admission CT scan and post-operative re-haemorrhage.Post-operative re-haemorrhage occurred in 24 of the 41 patients with the blend sign, and in 9 of the 85 patients without the blend sign. The incidence of re-haemorrhage was significantly different between the groups. The multivariate logistic regression analysis demonstrated that the initial Glasgow coma scale score (p = 0.002) and blend sign (P < 0.00) on the initial CT scan are independent predictors of post-operative re-haemorrhage. The sensitivity, specificity, and positive and negative predictive values of the blend sign for predicting post-operative re-haemorrhage were 72.7, 81.7, 58.5 and 89.4%, respectively.The presence of the blend sign on the initial CT scan is closely associated with post-operative re-haemorrhage in patients with ICH who undergo stereotactic MIS.", "doi": "10.1186/s12883-017-0910-6", "title": "Post-operative re-bleeding in patients with hypertensive ICH is closely associated with the CT blend sign.", "journal": ["BMC neurology", "BMC Neurol"]}