{"authors": [["Sachdeva", "Deepashu", "D", "Department of Neurosurgery, G B Pant Hospital (GIPMER), New Delhi, India."], ["Singh", "Daljit", "D", "Department of Neurosurgery, G B Pant Hospital (GIPMER), New Delhi, India."], ["Loomba", "Poonam", "P", "Department of Microbiology, G B Pant Hospital (GIPMER), New Delhi, India."], ["Kaur", "Amandeep", "A", "Department of Anaethesia, G B Pant Hospital (GIPMER), New Delhi, India."], ["Tandon", "Monica", "M", "Department of Anaethesia, G B Pant Hospital (GIPMER), New Delhi, India."], ["Bishnoi", "Ishu", "I", "Department of Neurosurgery, G B Pant Hospital (GIPMER), New Delhi, India."]], "date": null, "id": "28681751", "text": "Ventilator-associated pneumonia (VAP) is the most frequent nosocomial infection in patients receiving mechanical ventilation (MV) and contributes to a longer intensive care unit (ICU) stay, duration of MV, and a high morbidity and mortality.The purpose of study was to determine the incidence of VAP in neurosurgery ICU patients and to assess the probable contributing neurosurgical risk factors like the site and nature of the lesion in the brain, the duration of surgery, blood loss during surgery, and infection elsewhere in the body, in the development of VAP.The prospective clinical study included patients with a Glasgow Coma Scale (GCS) score>8 undergoing a neurosurgical procedure and postoperatively receiving MV for> 48 hours, who were followed for the development of VAP. The diagnosis of VAP was in accordance with the Centers for Disease control (CDC) guidelines and was confirmed with a positive quantitative culture in the endotracheal tube aspirate samples.The incidence of VAP in our study was 70%. Aneurysmal subarachnoid hemorrhage (SAH) [Grade 3, 4 and 5] was the most common underlying condition followed by posterior fossa surgery, and surgery of the craniovertebral junction and cervical spine. Patients with a supratentorial compartment etiology had a slightly higher incidence (53%) of VAP as compared to the infratentorial compartment one. Patients with significant intraoperative blood loss and receiving blood transfusion had a higher incidence of pulmonary complications. Acinetobacter baumannii was the most common pathogen isolated followed by Pseudomonas aeruginosa, with high resistance trends being prevalent among the commonly used antibiotics in the ICU.The incidence of VAP is high. Patients of aneurysmal SAH are at higher risk and VAP is as common in patients with supratentorial lesions as in those with infratentorial pathologies. The increase in resistance to the commonly used antibiotics is a cause for concern. Efforts should be taken to evolve more effective preventive measures.", "doi": "10.4103/neuroindia.NI_814_16", "title": "Assessment of surgical risk factors in the development of ventilator-associated pneumonia in neurosurgical intensive care unit patients: Alarming observations.", "journal": ["Neurology India", "Neurol India"]}