{"authors": [["Bhaskar", "Mukesh K", "MK", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Kumar", "Rakesh", "R", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Ojha", "Balakrishna", "B", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Singh", "Sunil K", "SK", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Verma", "Nishant", "N", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Verma", "Rajesh", "R", "Department of Neurology, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Chandra", "Anil", "A", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Srivastava", "Chhitij", "C", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Jaiswal", "Manish", "M", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Jaiswal", "Somil", "S", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Huliyappa", "Harsha", "H", "Department of Neurosurgery, King George's Medical University, Lucknow, Uttar Pradesh, India."]], "date": null, "id": "28681745", "text": "Spontaneous intracerebral haemorrhage (ICH) accounts for 4-14% of all strokes and has a high mortality rate of 30-50% during the first month. Management of large hematomas is controversial, with some advocating medical management while others favoring surgical evacuation.This study was undertaken to compare the outcome of patients with a spontaneous supratentorial intracerebral hemorrhage (SSICH) managed with or without surgical evacuation.Four hundred and eighty-two SSICH patients admitted from September 2013 to August 2015 were evaluated based on the inclusion and exclusion criteria.Among a total of 61 patients with Glasgow Coma Scale (GCS) of 4-14 and hematoma volume of> 30 ml, 27 were randomized to receive medical management (MM) alone and the remaining 34 were randomized to combined surgical as well as medical management (SM). Primary and secondary outcomes were mortality and dependency at 3 months, respectively.Student's t-test and X2 test were used for univariate analysis, and logistic regression analysis was employed for multiple variables.On univariate analysis, mortality was significantly lower in the SM group (n = 21,61.8%) compared to the MM group (n = 23,85.2%) (P = 0.043); however, the groups showed no significant difference in dependency at 3 months. Further subgroup analysis showed that a hematoma volume of 30-60 ml, a deeply located hematoma, associated intraventricular hemorrhage, and a Glasgow Coma Scale (GCS) of 4-8 had a significantly lesser mortality in the SM group (P < 0.05). On multivariate analysis, a significant association was found between the mortality and the treatment arm (P = 0.006).In patients with SSICH, mortality was found to be significantly associated with the treatment arm and the results were in favour of SM among the patients presenting with GCS 4-8, hematoma volume 31-60 ml, midline shift of more than 5 mm, and intraventricular extension of the hematoma.", "doi": "10.4103/neuroindia.NI_151_16", "title": "A randomized controlled study of operative versus nonoperative treatment for large spontaneous supratentorial intracerebral hemorrhage.", "journal": ["Neurology India", "Neurol India"]}