{"authors": [["Struck", "Aaron F", "AF", "Department of Neurology, University of Wisconsin, Madison, WI."], ["Osman", "Gamaleldin", "G", "Department of Neurology, Yale University School of Medicine, New Haven, CT."], ["Rampal", "Nishi", "N", "Department of Neurology, Yale University School of Medicine, New Haven, CT."], ["Biswal", "Siddhartha", "S", "Department of Neurology, Massachusetts General Hospital, Boston, MA."], ["Legros", "Benjamin", "B", "Department of Neurology, Free University of Brussels, Brussels, Belgium."], ["Hirsch", "Lawrence J", "LJ", "Department of Neurology, Yale University School of Medicine, New Haven, CT."], ["Westover", "M Brandon", "MB", "Department of Neurology, Massachusetts General Hospital, Boston, MA."], ["Gaspard", "Nicolas", "N", "Department of Neurology, Free University of Brussels, Brussels, Belgium."]], "date": "2017-07-19", "id": "28681492", "text": "Find the optimal continuous electroencephalographic (CEEG) monitoring duration for seizure detection in critically ill patients.We analyzed prospective data from 665 consecutive CEEGs, including clinical factors and time-to-event emergence of electroencephalographic (EEG) findings over 72 hours. Clinical factors were selected using logistic regression. EEG risk factors were selected a priori. Clinical factors were used for baseline (pre-EEG) risk. EEG findings were used for the creation of a multistate survival model with 3 states (entry, EEG risk, and seizure). EEG risk state is defined by emergence of epileptiform patterns.The clinical variables of greatest predictive value were coma (31% had seizures; odds ratio [OR] = 1.8, p < 0.01) and history of seizures, either remotely or related to acute illness (34% had seizures; OR = 3.0, p < 0.001). If there were no epileptiform findings on EEG, the risk of seizures within 72 hours was between 9% (no clinical risk factors) and 36% (coma and history of seizures). If epileptiform findings developed, the seizure incidence was between 18% (no clinical risk factors) and 64% (coma and history of seizures). In the absence of epileptiform EEG abnormalities, the duration of monitoring needed for seizure risk of <5% was between 0.4 hours (for patients who are not comatose and had no prior seizure) and 16.4 hours (comatose and prior seizure).The initial risk of seizures on CEEG is dependent on history of prior seizures and presence of coma. The risk of developing seizures on CEEG decays to <5% by 24 hours if no epileptiform EEG abnormalities emerge, independent of initial clinical risk factors. Ann Neurol 2017;82:177-185.", "doi": "10.1002/ana.24985", "title": "Time-dependent risk of seizures in critically ill patients on continuous electroencephalogram.", "journal": ["Annals of neurology", "Ann. Neurol."]}