{"authors": [["Lettieri", "Christian", "C", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy - christian.lettieri@asuiud.sanita.fvg.it."], ["Devigili", "Grazia", "G", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy."], ["Pauletto", "Giada", "G", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy."], ["Isola", "Miriam", "M", "Division of Medical Statistics, Department of Medical and Biological Sciences, University of Udine, Udine, Italy."], ["Rinaldo", "Sara", "S", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy."], ["Budai", "Riccardo", "R", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy."], ["Eleopra", "Roberto", "R", "Unit of Neurology, Department of Neurosciences, S. Maria della Misericordia University Hospital, Udine, Italy."]], "date": "2017-07-05", "id": "28679198", "text": "Status epilepticus (SE) is associated with high mortality in post-anoxic coma despite antiepileptic treatment. The aim of our study was to assess the percentage of awakening in a consecutive series of post-anoxic comatose patients with an EEG pattern consistent with SE and to verify any correlation with clinical, neurophysiological or pharmacological parameters.We retrospectively analyzed data collected from seventeen patients affected by post-anoxic SE matching them with outcome scores by means of univariate statistical analysis.Four patients were not pharmacologically treated while thirteen patients were treated with a combination of benzodiazepines, antiepileptic or anesthetic drugs: seven patients awakened even if they showed a moderate-severe disability A statistically significant correlation with preserved median nerve cortical somatosensory evoked potentials (SSEP), with the use of anesthetics and with the duration of SE was found.In post-anoxic coma, SE does not always correlate with poor outcome. In patients with favorable patterns on multimodal prognostication approach, pharmacologic treatment, even aggressive, could be attempted.", "doi": "10.23736/S0375-9393.17.11629-9", "title": "Post-anoxic status epilepticus: which variable could modify prognosis? A single-center experience.", "journal": ["Minerva anestesiologica", "Minerva Anestesiol"]}