{"authors": [["Chen", "Y", "Y", "Department of Endocrinology, Fujian Institute of Endocrinology, Union Hospital of Fujian Medical University Fuzhou, Fujian Province, China. huang_peiji1@163.com."], ["Wang", "J", "J", null], ["Wang", "L-J", "LJ", null], ["Lin", "H", "H", null], ["Huang", "P-J", "PJ", null]], "date": null, "id": "28678332", "text": "We analyzed the effects of intensive and mitigatory blood glucose control strategy on elderly people with type 2 diabetes mellitus (T2DM) combined with Alzheimer disease (AD).We enrolled 90 elderly patients with T2DM combined with AD to participate in this study. They were randomly divided into 3 groups: the control group, the strength group and the mitigation group with 30 cases in each group. In the control group, patients were only treated with diet and exercise while in the strength group patients were treated with oral hypoglycemic medications, subcutaneous insulin infusion or continuous infusion by micropump. Blood glucose level in the strength group patients was stabilized within 1 month (pre-meal ≤ 7.0 mmol/L, 2 hours post-meal glucose ≤ 12.0 mmol/L and glycosylated hemoglobin or HbA1c ≤ 7.0%). Personalized treatment programs were adopted for the mitigation group and the objective was to control the pre-meal blood glucose at ≤ 10.0 mmol/L (within 3 to 6 months) and also to control 2 hours post-meal blood glucose at ≤ 20.0 mmol/L (within 3 to 6 months). We compared the occurrence rate of diabetic complications, occurrence rate of new-onset dementia and progressive rate of dementia.Our results showed that target glucose rate in the mitigation group was significantly higher than that in the strength group. The occurrence rate of diabetic complications in the mitigation group was significantly lower than that observed in the other two groups. Occurrence rate of diabetic hyperosmolar coma was significantly higher in the control group, the occurrence rate of hypoglycemia was meaningfully lower in the strength group and the occurrence rate of new-onset target-organ injury was considerably higher in the mitigation group. The occurrence rate of new-onset dementia and progressive rate of dementia in mitigation group was significantly lower than those in other two groups. Comparison between the control group and the strength group did not reveal any statistical significance (p > 0.05). In the meantime, the survival time in mitigation group was significantly longer.Elderly patients with T2DM combined with AD may benefit more from the moderate control of blood glucose and a proper increase of the target value.", "doi": null, "title": "Effect of different blood glucose intervention plans on elderly people with type 2 diabetes mellitus combined with dementia.", "journal": ["European review for medical and pharmacological sciences", "Eur Rev Med Pharmacol Sci"]}