{"authors": [["Stojanović", "Vesna D", "VD", "Head of Intermediate Intensive Care Unit, University of Novi Sad, Faculty of Medicine, Institute for Child and Youth Health Care of Vojvodina, Hajduk Veljkova 10, Novi Sad, Serbia vsnefro@gmail.com."], ["Bukarica", "Svetlana S", "SS", "Clinic for Pediatric Surgery, University of Novi Sad, Faculty of Medicine, Institute for Child and Youth Health Care of Vojvodina, Hajduk Veljkova 10, Novi Sad, Serbia."], ["Antić", "Jelena B", "JB", "Clinic for Pediatric Surgery, University of Novi Sad, Faculty of Medicine, Institute for Child and Youth Health Care of Vojvodina, Hajduk Veljkova 10, Novi Sad, Serbia."], ["Doronjski", "Aleksandra D", "AD", "Head of Intensive Care Unit and Neonatology, University of Novi Sad, Faculty of Medicine, Institute for Child and Youth Health Care of Vojvodina, Hajduk Veljkova 10, Novi Sad, Serbia."]], "date": null, "id": "28676510", "text": "The aim of this retrospective study is to evaluate clinical characteristics and outcomes of very low birth weight (VLBW) neonates with acute kidney injury (AKI) treated with peritoneal dialysis (PD).This retrospective study included 10 VLBW neonates treated with PD. Intravenous (IV) cannula and umbilical venous catheter were used for the peritoneal access.Mean age at the moment of starting PD was 14.9 ± 9.3 days. Mean body weight (BW) was 825 ± 215 g. The average gestational age was 26.3 ± 1.1 weeks. The average duration of dialysis was 20.5 ± 14.7 h. The average ultrafiltration was 7.7 ± 4.2 mL/kg/h. At the moment of starting PD, the average BW was 302 ± 317g (22 ± 13%), higher than at birth (in patients who had PD started in first 2 weeks of their lives) or higher than the BW before AKI was diagnosed (patients who had PD started when they were older than 2 weeks). The main cause of AKI was sepsis (n = 8/10). Dialysate leak was registered in 2 patients, 1 patient had peritonitis and the other had a blocked PD catheter. Six patients died during PD (severe sepsis), 1 died due to hypoxic encephalopathy and coma, and 2 patients survived. One patient (with hypoxic encephalopathy and coma) died 10 days after PD was stopped due to sepsis. The overall mortality was 80%.Acute PD is still an appropriate treatment choice for VLBW neonates with AKI. In VLBW neonates, PD can be performed with an improvised PD system and catheters.", "doi": "10.3747/pdi.2016.00039", "title": "Peritoneal Dialysis in Very Low Birth Weight Neonates.", "journal": ["Peritoneal dialysis international : journal of the International Society for Peritoneal Dialysis", "Perit Dial Int"]}