{"authors": [["Mitchell", "Katherine A", "KA", "Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa. Electronic address: mitchell.katherine@gmail.com."], ["Boardman", "Leigh", "L", "Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa."], ["Clusella-Trullas", "Susana", "S", "Centre for Invasion Biology, Department of Botany and Zoology, Stellenbosch University, South Africa."], ["Terblanche", "John S", "JS", "Department of Conservation Ecology and Entomology, Stellenbosch University, South Africa."]], "date": "2017-07-01", "id": "28676379", "text": "Nutritional deprivation or desiccation can influence thermal tolerance by impacting the insects' ability to evaporatively cool, maintain cell membrane integrity and conduct protective or repair processes. Recovery from chilling is also linked to the re-establishment of iono- and osmo-regulatory homeostasis. Here, using Mediterranean fruit fly (Ceratitis capitata, Diptera: Tephritidae), we manipulated water and nutrient availability to test the mechanistic expectation that changes in whole organism lipid and water content can elicit variation in cold or heat tolerance (scored as chill coma recovery time and heat knockdown time). We measured body condition (body water and lipid content) as well as heat shock protein 70 gene (hsp70) and protein (HSP70) levels. A significant reduction in body water content with water restriction did not translate into differences in chill coma recovery. When nutrient restriction was coupled with water deprivation, this resulted in a significant reduction (-54%) of heat knockdown time in females but male flies were unaffected. There was no evidence for an hsp70 or HSP70 response under any of the stress treatments and therefore no correlation with heat or cold tolerance. Heat hardening decreased all hsp levels. Therefore, although body water and total body lipid content differed between the treatment groups, the contribution of these factors to thermal tolerance was inconsistent with mechanistic expectations in heat knockdown time and insignificant for chill coma recovery. These results therefore highlight that the effects of resource restriction on thermal limits in insects are mechanistically more complex than previous models of stress resistance have suggested.", "doi": "10.1016/j.cbpa.2017.06.019", "title": "Effects of nutrient and water restriction on thermal tolerance: A test of mechanisms and hypotheses.", "journal": ["Comparative biochemistry and physiology. Part A, Molecular & integrative physiology", "Comp. Biochem. Physiol., Part A Mol. Integr. Physiol."]}