{"authors": [["McLellan", "Jessica", "J", "Department of Psychology, James Cook University, Douglas, Townsville 4810, Queensland, Australia."], ["Marshman", "Laurence A G", "LAG", "Department of Neurosurgery, The Townsville Hospital, Douglas, Townsville 4810, Queensland, Australia; School of Medicine and Dentistry, James Cook University, Douglas, Townsville 4810, Queensland, Australia. Electronic address: l.a.g.marshman@btinternet.com."], ["Hennessy", "Maria", "M", "Department of Psychology, James Cook University, Douglas, Townsville 4810, Queensland, Australia."]], "date": "2017-07-01", "id": "28676317", "text": "The Glasgow Coma Scale (GCS) only assesses orientation after traumatic brain injury (TBI). 'Post-traumatic amnesia' (PTA) comprises orientation, anterograde amnesia (AA) and retrograde amnesia (RA). However, RA is often disregarded in formalized PTA assessment. Drugs can potentially confound PTA assessment: e.g. midazolam can cause AA. However, potential drug confounders are also often disregarded in formalized PTA testing. One study of medium-stay elective-surgery orthopaedic patients (without TBI) demonstrated AA in 80% taking opiates after general anesthesia. However, RA was not assessed. Opiates/opioids are frequently administered after TBI. We compared AA and RA in short-stay orthopaedic surgery in-patients (without TBI) taking post-operative opioids after opiate/opioid/benzodiazepine-free spinal anesthesia. In a prospective cohort, the Westmead PTA Scale (WPTAS) was used to assess AA (WPTAS<12), whilst RA was assessed using the Galveston Orientation and Amnesia Test RA item. Results were obtained in n=25 (60±14yrs, M:F 17:8). Surgery was uncomplicated: all were discharged by Day-4. All were taking regular oxycodone as a new post-operative prescription. Only one co-administered non-opioid was potentially confounding (temezepam, n=4). Of 25, 14 (56%) demonstrated AA: five (20%) were simultaneously disorientated. Mean WPTAS was 11.08±1.22. RA occurred in 0%.AA and disorientation, but not RA, were associated with in-patients (without TBI) taking opioids. Caution should therefore be applied in assessing AA/orientation in TBI in-patients taking opioids. By contrast, retrograde memory was robust and more reliable: even in older patients with iatrogenic AA and disorientation. RA assessment should therefore be integral to assessing TBI severity in all formalized PTA and GCS testing.", "doi": "10.1016/j.jocn.2017.06.027", "title": "Anterograde amnesia and disorientation are associated with in-patients without traumatic brain injury taking opioids. Retrograde amnesia (RA) is absent. RA assessment should be integral to post-traumatic amnesia testing.", "journal": ["Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia", "J Clin Neurosci"]}