{"authors": [["Ding", "Chengyi", "C", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China."], ["Zhang", "Yuelun", "Y", "Division of Epidemiology, The Jockey Club School of Public Health and Primary Care, The Chinese University of Hong Kong, Hong Kong, People's Republic of China."], ["Yang", "Zhirong", "Z", "Primary Care Unit, Department of Public Health and Primary Care, University of Cambridge, Cambridgeshire, UK."], ["Wang", "Jing", "J", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China."], ["Jin", "Aoming", "A", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China."], ["Wang", "Weiwei", "W", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China."], ["Chen", "Ru", "R", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China."], ["Zhan", "Siyan", "S", "Department of Epidemiology and Biostatistics, School of Public Health, Peking University, 38 Xueyuan Road, Haidian District, Beijing, 100191, People's Republic of China. siyan-zhan@bjmu.edu.cn."]], "date": "2017-07-04", "id": "28676087", "text": "Data to date is far from sufficient to describe the recent epidemiology of ventilator-associated pneumonia (VAP) in mainland China. This study aimed to estimate the overall incidence of VAP, with a special focus on its temporal trend and associated factors.Meta-analyses of 195 studies published from 2010 to 2015 were conducted, followed by subgroup analyses by methodological quality, pre-defined setting characteristics and attributes of populations.The overall cumulative VAP incidence in mainland China was 23.8% (95% confidence interval (CI) 20.6-27.2%), with the results showing high heterogeneity. The pooled incidence densities were 24.14 (95% CI 21.19-27.51) episodes and 22.83 (95% CI 19.88-26.23) patients per 1000 ventilator-days. A decline in the cumulative incidence was observed from 2006 (49.5%, 95% CI 40.0-59.0%) to 2014 (19.6%, 95% CI 10.4-31.0%); differences in the incidence rates were also documented according to Chinese provinces and diagnostic criteria (p < 0.001). Older age (≥60 years), coma, re-intubation, tracheotomy and prolonged ventilation were the factors significantly associated with the occurrence of VAP.The incidence of VAP remains high in mainland China but has decreased since 2006. The reported rates vary considerably across individual studies, probably due to variations in diagnosis and geographical region. More studies using standard definitions and cut-off points are needed to better clarify the epidemiology of VAP across the country.", "doi": "10.1186/s12879-017-2566-7", "title": "Incidence, temporal trend and factors associated with ventilator-associated pneumonia in mainland China: a systematic review and meta-analysis.", "journal": ["BMC infectious diseases", "BMC Infect. Dis."]}