{"authors": [["Koh", "Shizuka", "S", "Department of Innovative Visual Science, Osaka University Graduate School of Medicine, Osaka, Japan; Department of Ophthalmology, Osaka University Graduate School of Medicine, Osaka, Japan. Electronic address: skoh@ophthal.med.osaka-u.ac.jp."], ["Inoue", "Yasushi", "Y", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Osaka, Japan; Inoue Eye Clinic, Okayama, Japan."], ["Ochi", "Shintaro", "S", "Inoue Eye Clinic, Okayama, Japan."], ["Takai", "Yoshihiro", "Y", "Research & Development Division, Rohto, Kyoto, Japan."], ["Maeda", "Naoyuki", "N", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Osaka, Japan."], ["Nishida", "Kohji", "K", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Osaka, Japan."]], "date": "2017-07-01", "id": "28673750", "text": "To investigate visual function and optical quality in eyes with epiphora undergoing lacrimal passage intubation.Prospective case series.Thirty-four eyes of 30 patients with lacrimal passage obstruction were enrolled. Before and 1 month after lacrimal passage intubation, functional visual acuity (FVA), higher-order aberrations (HOAs), lower tear meniscus, and tear clearance were assessed. An FVA measurement system was used to examine changes in continuous visual acuity (VA) over time, and visual function parameters such as FVA, visual maintenance ratio, and blink frequency were obtained. Sequential ocular HOAs were measured for 10 seconds after the blink using a wavefront sensor. Aberration data were analyzed in the central 4 mm for coma-like, spherical-like, and total HOAs. Fluctuation and stability indices of the total HOAs over time were calculated. Lower tear meniscus was assessed by anterior segment optical coherence tomography.After lacrimal passage intubation, visual function significantly improved, as indicated by improved FVA (P = .003) and visual maintenance ratio (P < .001). Blink frequency decreased significantly after treatment (P = .01). Optical quality significantly improved, as indicated by a decrease in coma-like aberrations (P = .003), spherical-like aberrations (P = .018), and total HOAs (P = .001). Stability index increased (P < .001) and fluctuation index decreased (P = .019), and tear meniscus dimension decreased (P < .001).Lacrimal passage intubation for eyes with epiphora significantly improved visual function and optical quality via patency of the lacrimal passage.", "doi": "10.1016/j.ajo.2017.06.022", "title": "Quality of Vision in Eyes With Epiphora Undergoing Lacrimal Passage Intubation.", "journal": ["American journal of ophthalmology", "Am. J. Ophthalmol."]}