{"authors": [["Jeong", "Jin Hee", "JH", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Park", "Yong Joo", "YJ", "Department of Emergency Medicine, Gyeongsang National University School of Medicine and Gyeongsang National University Changwon Hospital, Changwon, Republic of Korea."], ["Kim", "Dong Hoon", "DH", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea. kloud14@hanmail.net."], ["Kim", "Tae Yun", "TY", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Kang", "Changwoo", "C", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Lee", "Soo Hoon", "SH", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Lee", "Sang Bong", "SB", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Kim", "Seong Chun", "SC", "Department of Emergency Medicine, Gyeongsang National University School of Medicine, 15, Jinju-daero 816beon-gil, Jinju-si, Gyeongsangnam-do, 52727, Republic of Korea."], ["Lim", "Daesung", "D", "Department of Emergency Medicine, Gyeongsang National University School of Medicine and Gyeongsang National University Changwon Hospital, Changwon, Republic of Korea."]], "date": "2017-07-03", "id": "28673278", "text": "Since its introduction, the Revised Trauma Score (RTS) has been widely used to determine the prognosis of trauma patients. Recent studies have revealed a need to change the parameters of the RTS. We have designed a new trauma score (NTS) based on revised parameters, including the adoption of the actual Glasgow Coma Scale (GCS) score instead of a GCS code, the revision of the systolic blood pressure interval used for the code value and the incorporation of peripheral oxygen saturation (SpO2) instead of respiratory rate. The purpose of this study was to evaluate the predictive performance of the NTS for in-hospital mortality compared with the RTS and other trauma scores.This was a prospective observational study using data from the trauma registry of a tertiary hospital. The subjects were selected from patients who arrived at the ED between July 1, 2014, and June 30, 2016, and, for external validation purposes, those who arrived at the ED between July 1, 2011, and June 30, 2013. Demographic data and physiological data were analyzed. NTS models were calculated using logistic regression for GCS score, SBP code values, and SpO2. The mortality predictive performance of NTS was compared with that of other trauma scores.A total of 3263 patients for derivation and 3106 patients for validation were included in the analysis. The NTS showed better discrimination than the RTS (AUC = 0.935 vs. 0.917, respectively, AUC difference = 0.018, p = 0.001; 95% CI, 0.0071-0.0293) and similar discrimination to that of mechanism, Glasgow Coma scale, age, and arterial pressure (MGAP) and the Glasgow Coma Scale, age, and systolic arterial pressure (GAP). In the validation cohort, the global properties of the NTS for mortality prediction were significantly better than those of the RTS (AUC = 0.919 vs. 0.906, respectively; AUC difference = 0.013, p = 0.013; 95% CI, 0.0009-0.0249) and similar to those of the MGAP and GAP.The NTS predicts in-hospital mortality substantially better than the RTS.", "doi": "10.1186/s12893-017-0272-4", "title": "The new trauma score (NTS): a modification of the revised trauma score for better trauma mortality prediction.", "journal": ["BMC surgery", "BMC Surg"]}