{"authors": [["Lane", "Wendy", "W", "Mountain Diabetes and Endocrine Center, Asheville, North Carolina."], ["Bailey", "Timothy S", "TS", "AMCR Institute, Escondido, California."], ["Gerety", "Gregg", "G", "Albany Medical College, Albany, New York."], ["Gumprecht", "Janusz", "J", "Medical University of Silesia, Zabrze, Poland."], ["Philis-Tsimikas", "Athena", "A", "Scripps Whittier Diabetes Institute, San Diego, California."], ["Hansen", "Charlotte Thim", "CT", "Medical & Science, Novo Nordisk A/S, Søborg, Denmark."], ["Nielsen", "Thor S S", "TSS", "Biostatistics Insulin & Diabetes Outcomes, Novo Nordisk A/S, Søborg, Denmark."], ["Warren", "Mark", "M", "Physicians East PA, Greenville, North Carolina9School of Osteopathic Medicine, Campbell University, Lillington, North Carolina."], [null, null, null, null], [null, null, null, null]], "date": null, "id": "28672316", "text": "Hypoglycemia, common in patients with type 1 diabetes, is a major barrier to achieving good glycemic control. Severe hypoglycemia can lead to coma or death.To determine whether insulin degludec is noninferior or superior to insulin glargine U100 in reducing the rate of symptomatic hypoglycemic episodes.Double-blind, randomized, crossover noninferiority trial involving 501 adults with at least 1 hypoglycemia risk factor treated at 84 US and 6 Polish centers (January 2014-January 12, 2016) for two 32-week treatment periods, each with a 16-week titration and a 16-week maintenance period.Patients were randomized 1:1 to receive once-daily insulin degludec followed by insulin glargine U100 (n = 249) or to receive insulin glargine U100 followed by insulin degludec (n = 252) and randomized 1:1 to morning or evening dosing within each treatment sequence.The primary end point was the rate of overall severe or blood glucose-confirmed (<56 mg/dL) symptomatic hypoglycemic episodes during the maintenance period. Secondary end points included the rate of nocturnal symptomatic hypoglycemic episodes and proportion of patients with severe hypoglycemia during the maintenance period. The noninferiority criterion for the primary end point and for the secondary end point of nocturnal hypoglycemia was defined as an upper limit of the 2-sided 95% CI for a rate ratio of 1.10 or lower; if noninferiority was established, 2-sided statistical testing for superiority was conducted.Of the 501 patients randomized (mean age, 45.9 years; 53.7% men), 395 (78.8%) completed the trial. During the maintenance period, the rates of overall symptomatic hypoglycemia were 2200.9 episodes per 100 person-years' exposure (PYE) in the insulin degludec group vs 2462.7 episodes per 100 PYE in the insulin glargine U100 group for a rate ratio (RR) of 0.89 (95% CI, 0.85-0.94; P < .001 for noninferiority; P < .001 for superiority; rate difference, -130.31 episodes per 100 PYE; 95% CI, -193.5 to -67.16). The rates of nocturnal symptomatic hypoglycemia were 277.1 per 100 PYE in the insulin degludec group vs 428.6 episodes per 100 PYE in the insulin glargine U100 group, for an RR of 0.64 (95% CI, 0.56-0.73; P < .001 for noninferiority; P < .001 for superiority; rate difference, -61.94 episodes per 100 PYE; 95% CI, -83.85 to -40.03). A lower proportion of patients in the insulin degludec than in the insulin glargine U100 group experienced severe hypoglycemia during the maintenance period (10.3%, 95% CI, 7.3%-13.3% vs 17.1%, 95% CI, 13.4%-20.8%, respectively; McNemar P = .002; risk difference, -6.8%; 95% CI, -10.8% to -2.7%).Among patients with type 1 diabetes and at least 1 risk factor for hypoglycemia, 32 weeks' treatment with insulin degludec vs insulin glargine U100 resulted in a reduced rate of overall symptomatic hypoglycemic episodes.clinicaltrials.gov Identifier: NCT02034513.", "doi": "10.1001/jama.2017.7115", "title": "Effect of Insulin Degludec vs Insulin Glargine U100 on Hypoglycemia in Patients With Type 1 Diabetes: The SWITCH 1 Randomized Clinical Trial.", "journal": ["JAMA", "JAMA"]}