{"authors": [["Rosa", "Regis Goulart", "RG", "1Department of Intensive Care, Hospital Moinhos de Vento, Porto Alegre, Brazil. 2Institute for Education and Research, Hospital Moinhos de Vento, Porto Alegre, Brazil. 3Department of Intensive Care, Instituto Nacional do Câncer, Rio de Janeiro, Brazil. 4Research Institute, Hospital do Coração (HCor), São Paulo, Brazil. 5Institute for Education and Research, Hospital Sírio Libanês, São Paulo, Brazil. 6Department of Intensive Care, Hospital de Urgência de Goiânia, Goiânia, Brazil. 7Department of Medicine, McGill University, Montréal, Canada."], ["Tonietto", "Tulio Frederico", "TF", null], ["da Silva", "Daiana Barbosa", "DB", null], ["Gutierres", "Franciele Aparecida", "FA", null], ["Ascoli", "Aline Maria", "AM", null], ["Madeira", "Laura Cordeiro", "LC", null], ["Rutzen", "William", "W", null], ["Falavigna", "Maicon", "M", null], ["Robinson", "Caroline Cabral", "CC", null], ["Salluh", "Jorge Ibrain", "JI", null], ["Cavalcanti", "Alexandre Biasi", "AB", null], ["Azevedo", "Luciano Cesar", "LC", null], ["Cremonese", "Rafael Viegas", "RV", null], ["Haack", "Tarissa Ribeiro", "TR", null], ["Eugênio", "Cláudia Severgnini", "CS", null], ["Dornelles", "Aline", "A", null], ["Bessel", "Marina", "M", null], ["Teles", "José Mario Meira", "JMM", null], ["Skrobik", "Yoanna", "Y", null], ["Teixeira", "Cassiano", "C", null], [null, null, null, null]], "date": null, "id": "28671901", "text": "To evaluate the effect of an extended visitation model compared with a restricted visitation model on the occurrence of delirium among ICU patients.Prospective single-center before and after study.Thirty-one-bed medical-surgical ICU.All patients greater than or equal to 18 years old with expected length of stay greater than or equal to 24 hours consecutively admitted to the ICU from May 2015 to November 2015.Change of visitation policy from a restricted visitation model (4.5 hr/d) to an extended visitation model (12 hr/d).Two hundred eighty-six patients were enrolled (141 restricted visitation model, 145 extended visitation model). The primary outcome was the cumulative incidence of delirium, assessed bid using the confusion assessment method for the ICU. Predefined secondary outcomes included duration of delirium/coma; any ICU-acquired infection; ICU-acquired bloodstream infection, pneumonia, and urinary tract infection; all-cause ICU mortality; and length of ICU stay. The median duration of visits increased from 133 minutes (interquartile range, 97.7-162.0) in restricted visitation model to 245 minutes (interquartile range, 175.0-272.0) in extended visitation model (p < 0.001). Fourteen patients (9.6%) developed delirium in extended visitation model compared with 29 (20.5%) in restricted visitation model (adjusted relative risk, 0.50; 95% CI, 0.26-0.95). In comparison with restricted visitation model patients, extended visitation model patients had shorter length of delirium/coma (1.5 d [interquartile range, 1.0-3.0] vs 3.0 d [interquartile range, 2.5-5.0]; p = 0.03) and ICU stay (3.0 d [interquartile range, 2.0-4.0] vs 4.0 d [interquartile range, 2.0-6.0]; p = 0.04). The rate of ICU-acquired infections and all-cause ICU mortality did not differ significantly between the two study groups.In this medical-surgical ICU, an extended visitation model was associated with reduced occurrence of delirium and shorter length of delirium/coma and ICU stay.", "doi": "10.1097/CCM.0000000000002588", "title": "Effectiveness and Safety of an Extended ICU Visitation Model for Delirium Prevention: A Before and After Study.", "journal": ["Critical care medicine", "Crit. Care Med."]}