{"authors": [["Kentish-Barnes", "Nancy", "N", "1Assistance Publique-Hôpitaux de Paris, Famiréa Research Group, Saint-Louis University Hospital, Paris, France. 2Biostatistics and Clinical Epidemiology research (ECSTRA) team, U1153, INSERM, Paris Diderot University, SPC, Paris, France. 3Anesthesia and Intensive Care Department, Assistance Publique-Hôpitaux de Paris, Bicêtre University Hospital, Le Kremlin-Bicêtre, France. 4Université Paris Sud XI, Orsay, France. 5Assistance Publique-Hôpitaux de Paris, Saint-Louis University Hospital, Service de Biostatistique et Information Médicale, Paris, France. 6Medical Intensive Care Unit, Assistance Publique-Hôpitaux de Paris, Cochin University Hospital, Paris, France. 7Medical Intensive Care Unit, Hospital of La Roche-sur-Yon, La Roche-sur-Yon, France. 8Transplant Coordination Team, Assistance Publique-Hôpitaux de Paris, Bicêtre University Hospital, Paris, France. 9Division of Anaesthesia, Intensive Care, Pain and Emergency Medicine, University Hospital of Nîmes, Nîmes, France. 10Anesthesia and Intensive Care Department, Assistance Publique-Hôpitaux de Paris, Saint-Antoine University Hospital, Paris, France. 11Cavale Blanche University Hospital, Medical Intensive Care, Brest, France. 12Intensive Care Unit, Hospital René-Dubos, Pontoise, France."], ["Duranteau", "Jacques", "J", null], ["Montlahuc", "Claire", "C", null], ["Charpentier", "Julien", "J", null], ["Martin-Lefevre", "Laurent", "L", null], ["Joseph", "Liliane", "L", null], ["Lefrant", "Jean-Yves", "JY", null], ["Fieux", "Fabienne", "F", null], ["Renault", "Anne", "A", null], ["Thuong", "Marie", "M", null], ["Chevret", "Sylvie", "S", null], ["Azoulay", "Elie", "E", null]], "date": null, "id": "28671899", "text": "ICU clinicians are primarily involved in organ donation after brain death of ICU patients. Their perceptions of organ donation may affect outcomes. Our objective was to describe ICU clinician's perceptions and experience of organ donation.Cross-sectional study among physicians and nurses (90 ICUs in France). We used factorial correspondence analysis to describe categories of clinicians regarding their perceptions and experience of organ donation. Factors associated with a positive (motivating) or negative (stressful) experiences were studied using multivariate logistic regression.Physicians and nurses.Three thousand three hundred twenty-five clinicians working in 77 ICUs returned questionnaires. Professionals who experienced organ donation as motivating were younger (odds ratio, 0.41; 95% CI, 0.32-0.53; p < 0.001), more often potential organ donors (odds ratio, 1.92; 95% CI, 1.56-2.35; p < 0.001), less likely to describe inconsistency (odds ratio, 0.43; 95% CI, 0.23-0.8) or complexity (odds ratio, 0.55; 95% CI, 0.45-0.67) of their feelings versus their professional activity, less likely to report that organ donation was not a priority in their ICU (odds ratio, 0.68; 95% CI, 0.55-0.84), and more likely to have participated in meetings of transplant coordinators with relatives (odds ratio, 1.71; 95% CI, 1.37-2.14; p < 0.001). Professionals who felt organ donation was stressful were older (odds ratio, 1.84; 95% CI, 1.34-2.54; p < 0.001), less often physicians (odds ratio, 0.58; 95% CI, 0.44-0.77; p < 0.001), more likely to describe shift from curative care to organ donation as emotionally complex (odds ratio, 1.83; 95% CI, 1.52-2.21; p < 0.001), care of relatives of brain-dead patients as complex (odds ratio, 1.59; 95% CI, 1.32-1.93; p < 0.001), and inconsistency and complexity of personal feelings about organ donation versus professional activity (odds ratio, 3.25; 95% CI, 1.92-5.53; p < 0.001), and more likely to have little experience with caring for potential organ donors (odds ratio, 1.49; 95% CI, 1.09-2.04).Significant differences exist among ICU clinician's perceptions of organ donation. Whether these differences affect family experience and consent rates deserves investigation.", "doi": "10.1097/CCM.0000000000002581", "title": "Clinicians' Perception and Experience of Organ Donation From Brain-Dead Patients.", "journal": ["Critical care medicine", "Crit. Care Med."]}