{"authors": [["McCunniff", "Peter T", "PT", "Department of Orthopedic Surgery, Case Western Reserve University School of Medicine, University Hospitals, Cleveland, Ohio, USA. Electronic address: pmccunniff@gmail.com."], ["Ramey", "James S", "JS", "Case Western Reserve University School of Medicine, Cleveland, Ohio, USA."], ["Scott", "Meredith L", "ML", "University of Toledo College of Medicine and Life Sciences, Toledo, Ohio, USA."], ["Roach", "Mary J", "MJ", "Center for Healthcare Research and Policy, Case Western Reserve University School of Medicine, MetroHealth Medical Center, Cleveland, Ohio, USA."], ["Vallier", "Heather A", "HA", "Department of Orthopedic Surgery, Case Western Reserve University School of Medicine, MetroHealth Medical Center, Cleveland, Ohio, USA."], ["Moore", "Timothy A", "TA", "Department of Neurosciences, Case Western Reserve University School of Medicine, MetroHealth Medical Center, Cleveland, Ohio, USA."], ["Kelly", "Michael L", "ML", "Department of Neurosciences, Case Western Reserve University School of Medicine, MetroHealth Medical Center, Cleveland, Ohio, USA."]], "date": "2017-06-30", "id": "28669874", "text": "Surgery for patients with gunshot wound spinal cord injury (GSCI) remains controversial. Few recent studies provide standardized follow-up and detailed functional outcomes. To our knowledge, the research we present in this study is unique in that we are the first to incorporate Functional Independence Measure (FIM) scores as an outcomes measure for neurologic recovery in patients with GSCI.Patients with GSCI were divided into surgical and nonsurgical groups. Neurologic function was measured according to the American Spinal Injury Association impairment scale and defined as either complete or incomplete injury. Outcomes were then analyzed separately for complete and incomplete GSCI groups during hospitalization and rehabilitation.Baseline admissions characteristics were similar between surgical and nonsurgical groups except for a greater median injury severity score in the nonsurgical group (34 vs. 27; P = 0.02). For complete GSCI, total length of stay (LOS) was significantly longer in the surgical group (52 vs. 42 days; P = 0.04), and no difference was observed in overall FIM scores (58 vs. 54; P = 0.7). For incomplete GSCI, rehabilitation LOS was longer (35 vs. 21; P = 0.02) and a trend towards longer total LOS was observed in the surgical group (40 vs. 32; P = 0.07). No difference was observed in overall FIM scores (61 vs. 62; P = 0.9).Surgery for patients with GSCI is associated with increased LOS and is not associated with improved FIM scores for patients with either complete or incomplete spinal cord injuries.", "doi": "10.1016/j.wneu.2017.06.132", "title": "Operative Versus Nonoperative Management of Civilian Gunshot Wounds to the Spinal Cord: Novel Use of the Functional Independence Measure for Validated Outcomes.", "journal": ["World neurosurgery", "World Neurosurg"]}