{"authors": [["Sahu", "Novneet", "N", "1Christiana Care Health System,Newark,DelawareUSA."], ["Matthews", "Patrick", "P", "1Christiana Care Health System,Newark,DelawareUSA."], ["Groner", "Kathryn", "K", "1Christiana Care Health System,Newark,DelawareUSA."], ["Papas", "Mia A", "MA", "1Christiana Care Health System,Newark,DelawareUSA."], ["Megargel", "Ross", "R", "1Christiana Care Health System,Newark,DelawareUSA."]], "date": "2017-07-03", "id": "28669372", "text": "Introduction Continuous positive airway pressure (CPAP) improves outcomes in patients with respiratory distress. Additional benefits are seen with CPAP application in the prehospital setting. Theoretical safety concerns regarding Basic Life Support (BLS) providers using CPAP exist. In Delaware's (USA) two-tiered Emergency Medical Service (EMS) system, BLS often arrives before Advanced Life Support (ALS). Hypothesis This study fills a gap in literature by evaluating the safety of CPAP applied by BLS prior to ALS arrival.This was a retrospective, observational study using Quality Assurance (QA) data collected from October 2009 through December 2012 throughout a state BLS CPAP pilot program; CPAP training was provided to BLS providers prior to participation. Collected data include pulse-oximetry (spO2), respiratory rate (RR), heart rate (HR), skin color, and Glasgow Coma Score (GCS) before and after CPAP application. Pre-CPAP and post-CPAP values were compared using McNemar's and t-tests. Advanced practitioners evaluated whether CPAP was correctly applied and monitored and whether the patient condition was \"improved,\" \"unchanged,\" or \"worsened.\"Seventy-four patients received CPAP by BLS; CPAP was correctly indicated and applied for all 74 patients. Respiratory status and CPAP were appropriately monitored and documented in the majority of cases (98.6%). A total of 89.2% of patients improved and 4.1% worsened; CPAP significantly reduced the proportion of patients with SpO224, and cyanosis (P<.01). The GCS improved from mean (standard deviation [SD]) 13.9 (SD=1.9) to 14.1 (SD=1.9) after CPAP (mean difference [MD]=0.17; 95% CI, -0.49 to 0.83; P=.59). The HR decreased from 115.7 (SD=53) to 105.1 (SD=37) after CPAP (MD=-10.9; 95% CI, -3.2 to -18.6; P<.01). The SpO2 increased from 80.8% (SD=11.4) to 96.9% (SD=4.2) after CPAP (MD=17.8; 95% CI, 14.2-21.5; P<.01).The BLS providers were able to determine patients for whom CPAP was indicated, to apply it correctly, and to appropriately monitor the status of these patients. The majority of patients who received CPAP by BLS providers had improvement in their clinical status and vital signs. The findings suggest that CPAP can be safely used by BLS providers with appropriate training. Sahu N , Matthews P , Groner K , Papas MA , Megargel R . Observational study on safety of prehospital BLS CPAP in dyspnea. Prehosp Disaster Med. 2017;32(6):610-614.", "doi": "10.1017/S1049023X17006677", "title": "Observational Study on Safety of Prehospital BLS CPAP in Dyspnea.", "journal": ["Prehospital and disaster medicine", "Prehosp Disaster Med"]}