{"authors": [["Bayliak", "Maria M", "MM", "Department of Biochemistry and Biotechnology, Vasyl Stefanyk Precarpathian National University, 57 Shevchenko Str, Ivano-Frankivsk, 76018, Ukraine. bayliak@ukr.net."], ["Lylyk", "Maria P", "MP", "Department of Biochemistry and Biotechnology, Vasyl Stefanyk Precarpathian National University, 57 Shevchenko Str, Ivano-Frankivsk, 76018, Ukraine."], ["Maniukh", "Oksana V", "OV", "Department of Biochemistry and Biotechnology, Vasyl Stefanyk Precarpathian National University, 57 Shevchenko Str, Ivano-Frankivsk, 76018, Ukraine."], ["Storey", "Janet M", "JM", "Institute of Biochemistry, Carleton University, 1125 Colonel By Drive, Ottawa, K1S 5B6, Canada."], ["Storey", "Kenneth B", "KB", "Institute of Biochemistry, Carleton University, 1125 Colonel By Drive, Ottawa, K1S 5B6, Canada."], ["Lushchak", "Volodymyr I", "VI", "Department of Biochemistry and Biotechnology, Vasyl Stefanyk Precarpathian National University, 57 Shevchenko Str, Ivano-Frankivsk, 76018, Ukraine. lushchak@pu.if.ua."]], "date": "2017-07-01", "id": "28668996", "text": "L-Arginine, a precursor of many amino acids and of nitric oxide, plays multiple important roles in nutrient metabolism and regulation of physiological functions. In this study, the effects of L-arginine-enriched diets on selected physiological responses and metabolic processes were assessed in Drosophila melanogaster. Dietary L-arginine at concentrations 5-20 mM accelerated larval development and increased body mass, and total protein concentrations in third instar larvae, but did not affect these parameters when diets contained 100 mM arginine. Young (2 days old) adult flies of both sexes reared on food supplemented with 20 and 100 mM L-arginine possessed higher total protein concentrations and lower glucose and triacylglycerol concentrations than controls. Additionally, flies fed 20 mM L-arginine had higher proline and uric acid concentrations. L-Arginine concentration in the diet also affected oxidative stress intensity in adult flies. Food with 20 mM L-arginine promoted lower protein thiol concentrations and higher catalase activity in flies of both sexes and higher concentrations of low molecular mass thiols in males. When flies were fed on a diet with 100 mM L-arginine, lower catalase activities and concentrations of protein thiols were found in both sexes as well as lower low molecular mass thiols in females. L-Arginine-fed males demonstrated higher climbing activity, whereas females showed higher cold tolerance and lower fecundity, compared with controls. Food containing 20 mM L-arginine shortened life span in both males and females. The results suggest that dietary L-arginine shows certain beneficial effects at the larval stage and in young adults. However, the long-term consumption of L-arginine-enriched food had unfavorable effects on D. melanogaster due to decreasing fecundity and life span.", "doi": "10.1007/s00360-017-1113-6", "title": "Dietary L-arginine accelerates pupation and promotes high protein levels but induces oxidative stress and reduces fecundity and life span in Drosophila melanogaster.", "journal": ["Journal of comparative physiology. B, Biochemical, systemic, and environmental physiology", "J. Comp. Physiol. B, Biochem. Syst. Environ. Physiol."]}