{"authors": [["Lubillo", "Santiago T", "ST", "ICU and."], ["Parrilla", "Dácil M", "DM", "ICU and."], ["Blanco", "José", "J", "ICU and."], ["Morera", "Jesús", "J", "Department of Neurosurgery, Hospital Universitario Dr. Negrín, Las Palmas, Spain; and."], ["Dominguez", "Jaime", "J", "Department of Neurosurgery, Hospital Universitario N. S. de Candelaria, Tenerife."], ["Belmonte", "Felipe", "F", "ICU and."], ["López", "Patricia", "P", "ICU and."], ["Molina", "Ismael", "I", "ICU and."], ["Ruiz", "Candelaria", "C", "ICU and."], ["Clemente", "Francisco J", "FJ", "ICU and."], ["Godoy", "Daniel A", "DA", "Neuro-ICU Sanatorio Pasteur, Catamarca, Argentina."]], "date": "2017-06-30", "id": "28665250", "text": "OBJECTIVE In severe traumatic brain injury (TBI), the effects of decompressive craniectomy (DC) on brain tissue oxygen pressure (PbtO2) and outcome are unclear. The authors aimed to investigate whether changes in PbtO2 after DC could be used as an independent prognostic factor. METHODS The authors conducted a retrospective, observational study at 2 university hospital ICUs. The study included 42 patients who were admitted with isolated moderate or severe TBI and underwent intracranial pressure (ICP) and PbtO2 monitoring before and after DC. The indication for DC was an ICP higher than 25 mm Hg refractory to first-tier medical treatment. Patients who underwent primary DC for mass lesion evacuation were excluded. However, patients were included who had undergone previous surgery as long as it was not a craniectomy. ICP/PbtO2 monitoring probes were located in an apparently normal area of the most damaged hemisphere based on cranial CT scanning findings. PbtO2 values were routinely recorded hourly before and after DC, but for comparisons the authors used the first PbtO2 value on ICU admission and the number of hours with PbtO2 < 15 mm Hg before DC, as well as the mean PbtO2 every 6 hours during 24 hours pre- and post-DC. The end point of the study was the 6-month Glasgow Outcome Scale; a score of 4 or 5 was considered a favorable outcome, whereas a score of 1-3 was considered an unfavorable outcome. RESULTS Of the 42 patients included, 26 underwent unilateral DC and 16 bilateral DC. The median Glasgow Coma Scale score at the scene of the accident or at the initial hospital before the patient was transferred to one of the 2 ICUs was 7 (interquartile range [IQR] 4-14). The median time from admission to DC was 49 hours (IQR 7-301 hours). Before DC, the median ICP and PbtO2 at 6 hours were 35 mm Hg (IQR 28-51 mm Hg) and 11.4 mm Hg (IQR 3-26 mm Hg), respectively. In patients with favorable outcome, PbtO2 at ICU admission was higher and the percentage of time that pre-DC PbtO2 was < 15 mm Hg was lower (19 ± 4.5 mm Hg and 18.25% ± 21.9%, respectively; n = 28) than in those with unfavorable outcome (12.8 ± 5.2 mm Hg [p < 0.001] and 59.58% ± 38.8% [p < 0.001], respectively; n = 14). There were no significant differences in outcomes according to the mean PbtO2 values only during the last 12 hours before DC, the hours of refractory intracranial hypertension, the timing of DC from admission, or the presence/absence of previous surgery. In contrast, there were significant differences in PbtO2 values during the 12- to 24-hour period before DC. In most patients, PbtO2 increased during the 24 hours after DC but these changes were more pronounced in patients with favorable outcome than in those with unfavorable outcome (28.6 ± 8.5 mm Hg vs 17.2 ± 5.9 mm Hg, p < 0.0001; respectively). The areas under the curve for the mean PbtO2 values at 12 and 24 hours after DC were 0.878 (95% CI 0.75-1, p < 0.0001) and 0.865 (95% CI 0.73-1, p < 0.0001), respectively. CONCLUSIONS The authors' findings suggest that changes in PbtO2 before and after DC, measured with probes in healthy-appearing areas of the most damaged hemisphere, have independent prognostic value for the 6-month outcome in TBI patients.", "doi": "10.3171/2017.1.JNS161840", "title": "Prognostic value of changes in brain tissue oxygen pressure before and after decompressive craniectomy following severe traumatic brain injury.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}