{"authors": [["Rivera-Lara", "Lucia", "L", "Department of Neurology, Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, 600 N Wolfe Street, Phipps 455, Baltimore, MD, 21287, USA. lriver14@jhmi.edu."], ["Geocadin", "Romergryko", "R", "Department of Neurology, Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, 600 N Wolfe Street, Phipps 455, Baltimore, MD, 21287, USA."], ["Zorrilla-Vaca", "Andres", "A", "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Healy", "Ryan", "R", "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Radzik", "Batya R", "BR", "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Palmisano", "Caitlin", "C", "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Mirski", "Marek", "M", "Department of Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, 21287, USA."], ["Ziai", "Wendy C", "WC", "Department of Neurology, Anesthesiology and Critical Care Medicine, Johns Hopkins University School of Medicine, 600 N Wolfe Street, Phipps 455, Baltimore, MD, 21287, USA."], ["Hogue", "Charles", "C", "Department of Anesthesiology, Northwestern University Feinberg, School of Medicine, Chicago, IL, 606011, USA."]], "date": null, "id": "28664392", "text": "Transcranial Doppler (TCD) noninvasively measures cerebral blood flow (CBF) velocity and is a well-studied method to monitor cerebral autoregulation (CA). Near-infrared spectroscopy (NIRS) has emerged as a promising noninvasive method to determine CA continuously by using regional cerebral oxygen saturation (rSO2) as a surrogate for CBF. Little is known about its accuracy to determine CA in patients with intracranial lesions. The purpose of this study was to assess the accuracy of rSO2-based CA monitoring with TCD methods in comatose patients with acute neurological injury.Thirty-three comatose patients were monitored at the bedside to measure CA using both TCD and NIRS. Patients were monitored daily for up to three days from coma onset. The cerebral oximetry index (COx) was calculated as the moving correlation between the slow waves of rSO2 and mean arterial pressure (MAP). The mean velocity index (Mx) was calculated as a similar coefficient between slow waves of TCD-measured CBF velocity and MAP. Optimal blood pressure was defined as the MAP with the lowest Mx and COx. Averaged Mx and COx as well as optimal MAP, based on both Mx and COx, were compared using Pearson's correlation. Bias analysis was performed between these same CA metrics.The median duration of monitoring was 60 min (interquartile range [IQR] 48-78). There was a moderate correlation between the averaged values of COx and Mx (R = 0.40, p = 0.005). Similarly, there was a strong correlation between optimal MAP calculated for COx and Mx (R = 0.87, p < 0.001). Bland-Altman analysis showed moderate agreement with bias (±standard deviation) of -0.107 (±0.191) for COx versus Mx and good agreement with bias of 1.90 (±7.94) for optimal MAP determined by COx versus Mx.Monitoring CA with NIRS-derived COx is correlated and had good agreement with previously validated TCD-based method. These results suggest that COx may be an acceptable substitute for Mx monitoring in patients with acute intracranial injury.", "doi": "10.1007/s12028-017-0421-8", "title": "Validation of Near-Infrared Spectroscopy for Monitoring Cerebral Autoregulation in Comatose Patients.", "journal": ["Neurocritical care", "Neurocrit Care"]}