{"authors": [["Hoppe", "Ian C", "IC", "Division of Plastic Surgery, Department of Surgery, Rutgers Biomedical Health Sciences, New Jersey Medical School, Newark."], ["Halsey", "Jordan N", "JN", "Division of Plastic Surgery, Department of Surgery, Rutgers Biomedical Health Sciences, New Jersey Medical School, Newark."], ["Ciminello", "Frank S", "FS", "Craniofacial and Pediatric Plastic Surgery, Department of Plastic Surgery, Hackensack University Medical Center, Maywood, NJ."], ["Lee", "Edward S", "ES", "Division of Plastic Surgery, Department of Surgery, Rutgers Biomedical Health Sciences, New Jersey Medical School, Newark."], ["Granick", "Mark S", "MS", "Division of Plastic Surgery, Department of Surgery, Rutgers Biomedical Health Sciences, New Jersey Medical School, Newark."]], "date": "2017-06-14", "id": "28663775", "text": "Introduction: Palatal fractures are frequently associated with facial trauma and Le Fort fractures. The complex anatomy of the midfacial skeleton makes diagnosing and treating these injuries a challenge. The goal of this study was to report our experience with the presentation, concomitant injuries, and management of palatal fractures at a level I trauma center in an urban environment. Methods: Data were collected for all palatal fractures diagnosed between January 2000 and December 2012 at the University Hospital in Newark, NJ. Data on patient demographics, Glasgow Coma Scale score on presentation, concomitant facial fractures, extrafacial injuries, and management strategies were collected from these records. Results: Of the 3147 facial fractures treated at our institution during this time period, 61 were associated with a palatal fracture following blunt trauma. There was a strong male predominance (87%) and a mean age of 35.6 years in this subset of patients. The most common causes of injury were assault and motor vehicle accident. The most common fracture patterns were alveolar, parasagittal, and para-alveolar, whereas sagittal and transverse fractures were rare. The most frequently encountered facial and extrafacial injuries were orbital fractures and intracranial hemorrhage, respectively. There was a significant association between type II sagittal fractures and traumatic brain injury (P < .05). Conclusions: Our study examines a single center's experience with palatal fractures in terms of presentation, concomitant injuries, and management strategies. Palatal fractures are most often associated with high-energy mechanisms, and the severity of injury appears to correlate with the type of palatal fracture.", "doi": null, "title": "A Single-Center Review of Palatal Fractures: Etiology, Patterns, Concomitant Injuries, and Management.", "journal": ["Eplasty", "Eplasty"]}