{"authors": [["Liu", "Wen-Ming", "WM", "Department of Emergency Surgery, Qilu Hospital of Shandong University and Brain Science Research Institute of Shandong University, Jinan, Shandong, China."], ["Zhang", "Xue-Guang", "XG", "Department of Neurosurgery, Liaocheng People's Hospital, Liaocheng, Shandong, China."], ["Zhang", "Ze-Li", "ZL", "Department of Emergency Surgery, Qilu Hospital of Shandong University and Brain Science Research Institute of Shandong University, Jinan, Shandong, China."], ["Li", "Gang", "G", "Department of Neurosurgery, Qilu Hospital of Shandong University and Brain Science Research Institute of Shandong University, Jinan, Shandong, China."], ["Huang", "Qi-Bing", "QB", "Department of Emergency Surgery, Qilu Hospital of Shandong University and Brain Science Research Institute of Shandong University, Jinan, Shandong, China."]], "date": null, "id": "28663765", "text": "To explore predictors of the 6-month clinical outcome of thalamic hemorrhage, and evaluate if minimally invasive thalamic hematoma drainage (THD) could improve its prognosis.A total of 54 patients with spontaneous thalamic hemorrhage were evaluated retrospectively. Clinical data, including demographics, stroke risk factors, neuroimaging variables, Glasgow Coma Score (GCS) on admission, surgical strategy, and outcome, were collected. Clinical outcome was assessed using a modified Rankin Scale, six months after onset. Univariate analysis and multivariate logistic regression analysis were performed to determine predictors of a poor outcome.Conservative treatment was performed for five patients (9.3%), external ventricular drainage (EVD) for 20 patients (37.0%), THD for four patients (7.4%), and EVD combined with THD for 25 patients (46.3%). At six months after onset, 21 (38.9%) patients achieved a favorable outcome, while 33 (61.1%) had a poor outcome. In the univariate analysis, predictors of poor 6-month outcome were lower GCS on admission (P = 0.001), larger hematoma volume (P < 0.001), midline shift (P = 0.035), acute hydrocephalus (P = 0.039), and no THD (P = 0.037). The independent predictors of poor outcome, according to the multivariate logistic regression analysis, were no THD and larger hematoma volume.Minimally invasive THD, which removes most of the hematoma within a few days, with limited damage to perihematomal brain tissue, improved the 6-month outcome of thalamic hemorrhage. Thus, THD can be widely applied to treat patients with thalamic hemorrhage.", "doi": "10.11909/j.issn.1671-5411.2017.04.006", "title": "Minimally invasive thalamic hematoma drainage can improve the six-month outcome of thalamic hemorrhage.", "journal": ["Journal of geriatric cardiology : JGC", "J Geriatr Cardiol"]}