{"authors": [["Lawrence", "Tim P", "TP", "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, United Kingdom; Department of Neurosurgery, Oxford University Hospitals NHS Foundation Trust, United Kingdom. Electronic address: Tim.lawrence@ndcn.ox.ac.uk."], ["Pretorius", "Pieter M", "PM", "Department of Neuroradiology, Oxford University Hospitals NHS Foundation Trust, United Kingdom. Electronic address: Pieter.pretorius@ouh.nhs.uk."], ["Ezra", "Martyn", "M", "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, United Kingdom. Electronic address: Martyn.ezra@ndcn.ox.ac.uk."], ["Cadoux-Hudson", "Tom", "T", "Department of Neurosurgery, Oxford University Hospitals NHS Foundation Trust, United Kingdom. Electronic address: Thomas.cadoux-hudson@ndm.ox.ac.uk."], ["Voets", "Natalie L", "NL", "Oxford Centre for Functional Magnetic Resonance Imaging of the Brain (FMRIB), Nuffield Department of Clinical Neurosciences (NDCN), University of Oxford, United Kingdom; Department of Neurosurgery, Oxford University Hospitals NHS Foundation Trust, United Kingdom. Electronic address: Natalie.voets@ndcn.ox.ac.uk."]], "date": "2017-06-27", "id": "28663054", "text": "Traumatic brain injury (TBI) is a leading cause of death and disability in people under 45. Advanced imaging techniques to identify injury and classify severity in the first few hours and days following trauma could improve patient stratification and aid clinical decision making. Traumatic cerebral microbleeds (TCMBs), detectable on magnetic resonance susceptibility weighted imaging (SWI), can be used as markers of long-term clinical outcome. However, the relationship between TCMBs and injury severity in the first few hours after injury, and their natural evolution, is unknown.We obtained SWI scans in 10 healthy controls, and 13 patients scanned 3-24h following TBI and again at 7-15days. TCMBs were identified and total volume quantified for every lesion in each scan.TCMBs were present in 6 patients, all with more severe injury classified by GCS. No lesions were identified in patients with an initial GCS of 15. Improvement in GCS in the first 15days following injury was significantly associated with a reduction in microbleed volume over the same time-period.MRI is feasible in severely injured patients in the first 24h after trauma. Detection of TCMBs using SWI provides an objective early marker of injury severity following trauma. TCMBs revealed in this time frame, offer the potential to help determine the degree of injury, improving stratification, in order to identify patients who require admission to hospital, transfer to a specialist center, or an extended period of intubation on intensive care.", "doi": "10.1016/j.neulet.2017.06.046", "title": "Early detection of cerebral microbleeds following traumatic brain injury using MRI in the hyper-acute phase.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}