{"authors": [["McNett", "Molly", "M", null], ["Moran", "Cristina", "C", null], ["Janki", "Clare", "C", null], ["Gianakis", "Anastasia", "A", null]], "date": null, "id": "28661946", "text": "Automated pupillometry is emerging as a mainstay in neurocritical care primarily because it overcomes limitations of manual pupillary examinations. Although several recent studies show improved assessment accuracy with a pupillometer, few investigate clinical use, specifically how well parameters correlate with multimodality monitoring and outcomes. The primary aim of this study was to examine correlations between serial pupillometer readings and intracranial pressure (ICP) values among neurocritically ill patients.Prospective cohort, repeated measures.The study sample was composed of adult patients with neurological injury who were admitted to intensive care unit, requiring hourly neurological assessment and pupillary checks within a level I trauma, urban, academic medical center.Hourly pupillometer readings and corresponding ICP values were consecutively recorded for 72 hours after intensive care unit admission.Serial assessments resulted in more than 2100 pupillometer readings from 76 subjects. Mean age of the study sample was 55.4 years, with a mean Glasgow Coma Scale score of 8.9. The mean pupillometer values for the enrolled subjects included left constriction velocity of 1.22, left neurological pupil index of 4.21, left pupil size of 2.69, right constriction velocity of 1.18, right neurological pupil index of 4.18, and right pupil size of 2.57. The mean ICP of the study sample was 12, with mean cerebral perfusion pressure of 77. Pupillometer values significantly correlated with ICP values in bivariate (P < .001, r = 0.13-0.23) and multivariate regression models (F(6) = 17.63, P < .001).Automated pupillometry in neurocritical care is a valuable adjunct to traditional invasive monitoring. Integration of routine pupillometer assessments not only improves accuracy of examinations but also correlates with ICP values.", "doi": "10.1097/JNN.0000000000000290", "title": "Correlations Between Hourly Pupillometer Readings and Intracranial Pressure Values.", "journal": ["The Journal of neuroscience nursing : journal of the American Association of Neuroscience Nurses", "J Neurosci Nurs"]}