{"authors": [["Verma", "Vikas", "V", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Singh", "Ajay", "A", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Singh", "Girish Kumar", "GK", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Kumar", "Santosh", "S", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Sharma", "Vineet", "V", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Kumar", "Ashish", "A", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."], ["Kumar", "Vineet", "V", "Department of Orthopaedics, King George's Medical University, Lucknow, Uttar Pradesh, India."]], "date": null, "id": "28660164", "text": "Good quality information on characteristics of victims, types, and frequency of injuries, causes of accidents, vehicles involved in injury and outcome is essential for understanding and planning required for managing the trauma epidemic. The objective of this study was to describe the characteristics of trauma victims admitted to King George's Medical University trauma center.This observational study enrolled trauma victims over a 1-year period. Characteristics recorded were age, sex, systolic blood pressure at admission, respiratory rate at admission, Glasgow Coma Scale (GCS) score at the time of admission, time since injury to admission, referral, specific injury, Injury Severity Score (ISS), chronic medical condition, mechanism of injury, and the regions involved. Outcome at the end of hospital stay was recorded.A total of 3280 injuries were recorded in 2288 patients. Mean age 40.81 ± 16.3 years, predominantly male (83.57%), mean ISS 12.56 ± 7.3, mean GCS 12.20 ± 4.1. Mean time to admission (hospitalization) to trauma center was 54.22 ± 185.2 h. Head was the most commonly involved region (32.44%). Patients referred from peripheral hospitals had significantly lower GCS, higher time to admission to trauma center, and longer duration of hospital stay. Road traffic accidents were responsible for 1514 (66.40%) injuries. Five hundred and ten (22.37%) patients sustained injury due to a fall. Three hundred and ninety (68.59%) patients were discharged, 67 (11.69%) left the hospital against medical advice, 8 absconded from the trauma center, and 104 expired within the hospital.Traumatic brain injuries and orthopedic injuries constitute a majority of injured admitted to the trauma center. Motorcycle collision with other vehicles and pedestrian hits by other vehicles are the most common causes of traumatic brain injuries. In contrast to west, the most common cause of spinal cord injury was falls. Pedestrians, bicyclists, and motorcyclists are the vulnerable road users. Long time to admission is an alarming finding.", "doi": "10.4103/IJCIIS.IJCIIS_27_16", "title": "Epidemiology of trauma victims admitted to a level 2 trauma center of North India.", "journal": ["International journal of critical illness and injury science", "Int J Crit Illn Inj Sci"]}