{"authors": [["Phillips", "Bradley", "B", "From the Department of Surgery, Department of Clinical Science and Translational Research, (B.P., A.M.), Creighton University School of Medicine, Omaha, Nebraska; Department of Surgery (L.T.), University of Kansas Medical Center, Kansas City, Kansas; Department of Anesthesiology (D.M.), University of Nebraska Medical Center; and Department of Medicine (R.W.W.), Creighton University School of Medicine, Omaha, Nebraska."], ["Turco", "Lauren", "L", null], ["McDonald", "Dan", "D", null], ["Mause", "Alison", "A", null], ["Walters", "Ryan W", "RW", null]], "date": null, "id": "28658014", "text": "Despite wide belief that the duodenal Organ Injury Scale has been validated, this has not been reported in the published literature. Based on clinical experience, we hypothesize that the American Association for Surgery of Trauma Organ Injury Scale (AAST-OIS) for duodenal injuries can independently predict mortality. Our objectives were threefold: (1) describe the national profile of penetrating duodenal injuries, (2) identify predictors of morbidity and mortality, and (3) validate the duodenum AAST-OIS as a statistically significant predictor of mortality.Using the Abbreviated Injury Scale 2005 and International Classification of Diseases-9th Rev.-Clinical Modification (ICD-9-CM) E-codes, we identified 879 penetrating duodenal trauma patients from the National Trauma Data Bank between 2010 and 2014. We controlled patient-level covariates of age, biological sex, systolic blood pressure (SBP), Glasgow Coma Scale (GCS) score, pulse, Injury Severity Score (ISS), and Organ Injury Scale (OIS) grade. We estimated multivariable generalized linear mixed models to account for the nesting of patients within trauma centers.Our results indicated an overall mortality rate of 14.4%. Approximately 10% of patients died within 24 hours of admission, of whom 76% died in the first 6 hours. Patients averaged approximately five associated injuries, 45% of which involved the liver and colon. Statistically significant independent predictors of mortality were firearm mechanism, SBP, GCS, pulse, ISS, and AAST-OIS grade. Specifically, odds of death were decreased with 10 mm Hg higher admission SBP (13% decreased odds), one point higher GCS (14.4%), 10-beat lower pulse (8.2%), and 10-point lower ISS (51.0%).This study is the first to report the national profile of penetrating duodenal injuries. Using the National Trauma Data Bank, we identified patterns of injury, predictors of outcome, and validated the AAST-OIS for duodenal injuries as a statistically significant predictor of morbidity and mortality.Epidemiologic/Prognostic, level IV.", "doi": "10.1097/TA.0000000000001604", "title": "Penetrating injuries to the duodenum: An analysis of 879 patients from the National Trauma Data Bank, 2010 to 2014.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}