{"authors": [["Crozier", "Timothy M", "TM", "Intensive Care Unit, Monash Medical Centre, Clayton, Victoria, Australia."], ["Galt", "Pauline", "P", "Intensive Care Unit, Monash Medical Centre, Clayton, Victoria, Australia."], ["Wilson", "Stuart J", "SJ", "Intensive Care Unit, Monash Medical Centre, Clayton, Victoria, Australia."], ["Wallace", "Euan M", "EM", "The Ritchie Centre, Department of Obstetrics and Gynaecology, Monash University, Clayton, Victoria, Australia."]], "date": "2017-06-28", "id": "28656602", "text": "There is limited published information regarding intensive care unit (ICU) led rapid response team (RRT) calls to obstetric patients. We examined the characteristics of RRT calls to obstetric patients at a tertiary teaching hospital.Details of calls to pregnant and postpartum patients between October 2010 and June 2014 were obtained from the hospital RRT database. Each was retrospectively examined for data on patient demographics, call trigger, interventions and outcomes. Local obstetric-specific escalation practices (Code Pink/Green) for obstetrical concerns (not mandating maternal instability/involvement of the ICU team), were excluded.There were 106 RRT calls logged during 43 months, and 97 had data available for analysis. Women currently pregnant accounted for 33% of calls and postpartum women 67%, with nearly half of these occurring more than 24 h post-delivery. The most common reason (29% of calls) for calling the RRT was hypotension, followed by 'concern about patient' (21%) and decreased Glasgow Coma Score (GCS) (17%). An escalation in the environment of care occurred after 32% of calls, with approximately 11% of calls necessitating direct ICU admission. Twenty-three percent of all calls were to women who had an ICU admission during their hospital stay. Among the cohort who received an RRT call, there was one maternal and three neonatal deaths.At our institution generic RRT calls are called to both pregnant and postpartum women, and frequently result in an escalation in the care environment. Further study is required to understand better the specific needs of this important population.", "doi": "10.1111/ajo.12660", "title": "Rapid response team calls to obstetric patients in a busy quaternary maternity hospital.", "journal": ["The Australian & New Zealand journal of obstetrics & gynaecology", "Aust N Z J Obstet Gynaecol"]}