{"authors": [["Gao", "Jing", "J", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."], ["Wang", "Xiao-Xia", "XX", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."], ["Wang", "Lin", "L", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."], ["Sun", "Yuan", "Y", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."], ["Liu", "Rui-Fen", "RF", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."], ["Zhao", "Qi", "Q", "Department of Ophthalmology, The Second Affiliated Hospital of Dalian Medical University, Dalian, Liaoning Province, China."]], "date": "2017-06-01", "id": "28656103", "text": "To investigate the effect of the degree of astigmatism on optical quality in children. The important objective evaluation parameters we focus on include the RMS of the high-order aberrations, MTF, and PSF.The children, age ranging from 7 to 10 years old, underwent an optometry examination. Fifty-nine children who met the inclusion criteria were divided into three groups: A (1.0 D ≤ astigmatism < 2.0 D), B (2.0 D ≤ astigmatism < 3.0 D), and C (3.0 D ≤ astigmatism < 4.0 D). The OPD-SCAN-III aberrometer was used to measure PSF, MTF, and other optical parameters. Total higher-order aberrations, total coma aberrations, total spherical aberrations, and total trefoil aberrations corresponding to the RMS value, the AR value of MTF, and the SR value of PSF with a 4 mm pupil diameter were assessed.RMS-HO, RMS-T.Coma, RMS-T.Tre, and RMS-T.Sph in the three groups were significantly increased with increasing the degree of astigmatism, while there were no significant differences in RMS-T.Sph between the groups. The AR value and the SR value decreased with increasing degree of astigmatism, and there were significant differences in the AR value and the SR value.Astigmatism has a significant influence on the higher-order aberrations, MTF, and PSF in the children. The effect of astigmatism value on the optical quality is mainly reflected in the change in these three parameters.", "doi": "10.1155/2017/5786265", "title": "The Effect of the Degree of Astigmatism on Optical Quality in Children.", "journal": ["Journal of ophthalmology", "J Ophthalmol"]}