{"authors": [["Bomalaski", "Martin N", "MN", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor."], ["Claflin", "Edward S", "ES", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor."], ["Townsend", "Whitney", "W", "Taubman Health Sciences Library, University of Michigan, Ann Arbor."], ["Peterson", "Mark D", "MD", "Department of Physical Medicine and Rehabilitation, University of Michigan, Ann Arbor."]], "date": null, "id": "28655027", "text": "Given its selective action on the ω1 subtype of the γ-aminobutyric acid A receptor, zolpidem tartrate presents a potential treatment mechanism for other neurologic disorders.To synthesize studies that used zolpidem to treat neurologic disorders.Eligibility criteria included any published English-language article that examined the use of zolpidem for noninsomnia neurologic disorders in humans for all dates up to March 20, 2015. Searched databases included PubMed, Scopus, Web of Science Core Collection, the Cochrane Library, EMBASE, CENTRAL, and clinicaltrials.gov. Publication bias was mitigated by searching clinicaltrials.gov for unpublished studies. Two rounds of screening were performed based on title and then abstract, and coding was performed by 2 coders. All methods followed the PRISMA Reporting Guidelines for systematic reviews of the literature.The initial search produced 2314 articles after removing duplicates. After exclusion based on a review of abstracts, 67 articles remained for full manuscript review. Thirty-one studies treated movement disorders, 22 treated disorders of consciousness, and 14 treated other neurologic conditions, including stroke, traumatic brain injury, encephalopathy, and dementia. Study designs included case reports (n = 28), case series (n = 8), single-patient interventional (n = 13), pretest and posttest (n = 9), randomized clinical trials (n = 9), and crossover studies (n = 5). Only 11 studies had more than 10 participants. Effects of zolpidem were wide ranging (eg, improvement on the JFK Coma Recovery Scale-Revised, the Unified Parkinson Disease Rating Scale, and the Burke-Fahn-Marsden Dystonia Rating Scale) and generally lasted 1 to 4 hours before the participant returned to baseline. Sedation was the most common adverse effect.Zolpidem has been observed to transiently treat a large variety of neurologic disorders, most often related to movement disorders and disorders of consciousness. Much of what is known comes from case reports and small interventional trials. These findings may represent a new treatment mechanism for these disorders.", "doi": "10.1001/jamaneurol.2017.1133", "title": "Zolpidem for the Treatment of Neurologic Disorders: A Systematic Review.", "journal": ["JAMA neurology", "JAMA Neurol"]}