{"authors": [["van der Naalt", "Joukje", "J", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands. Electronic address: j.van.der.naalt@umcg.nl."], ["Timmerman", "Marieke E", "ME", "Department of Psychometrics and Statistics, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["de Koning", "Myrthe E", "ME", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["van der Horn", "Harm J", "HJ", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Scheenen", "Myrthe E", "ME", "Department of Clinical Neuropsychology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Jacobs", "Bram", "B", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."], ["Hageman", "Gerard", "G", "Department of Neurology, Hospital Medisch Spectrum Twente Enschede, Enschede, Netherlands."], ["Yilmaz", "Tansel", "T", "Department of Neurology, Elisabeth Hospital Tilburg, Tilburg, Netherlands."], ["Roks", "Gerwin", "G", "Department of Neurology, Elisabeth Hospital Tilburg, Tilburg, Netherlands."], ["Spikman", "Jacoba M", "JM", "Department of Neurology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands; Department of Clinical Neuropsychology, University of Groningen, University Medical Center Groningen, Groningen, Netherlands."]], "date": "2017-06-13", "id": "28653646", "text": "Mild traumatic brain injury (mTBI) accounts for most cases of TBI, and many patients show incomplete long-term functional recovery. We aimed to create a prognostic model for functional outcome by combining demographics, injury severity, and psychological factors to identify patients at risk for incomplete recovery at 6 months. In particular, we investigated additional indicators of emotional distress and coping style at 2 weeks above early predictors measured at the emergency department.The UPFRONT study was an observational cohort study done at the emergency departments of three level-1 trauma centres in the Netherlands, which included patients with mTBI, defined by a Glasgow Coma Scale score of 13-15 and either post-traumatic amnesia lasting less than 24 h or loss of consciousness for less than 30 min. Emergency department predictors were measured either on admission with mTBI-comprising injury severity (GCS score, post-traumatic amnesia, and CT abnormalities), demographics (age, gender, educational level, pre-injury mental health, and previous brain injury), and physical conditions (alcohol use on the day of injury, neck pain, headache, nausea, dizziness)-or at 2 weeks, when we obtained data on mood (Hospital Anxiety and Depression Scale), emotional distress (Impact of Event Scale), coping (Utrecht Coping List), and post-traumatic complaints. The functional outcome was recovery, assessed at 6 months after injury with the Glasgow Outcome Scale Extended (GOSE). We dichotomised recovery into complete (GOSE=8) and incomplete (GOSE≤7) recovery. We used logistic regression analyses to assess the predictive value of patient information collected at the time of admission to an emergency department (eg, demographics, injury severity) alone, and combined with predictors of outcome collected at 2 weeks after injury (eg, emotional distress and coping).Between Jan 25, 2013, and Jan 6, 2015, data from 910 patients with mTBI were collected 2 weeks after injury; the final date for 6-month follow-up was July 6, 2015. Of these patients, 764 (84%) had post-traumatic complaints and 414 (45%) showed emotional distress. At 6 months after injury, outcome data were available for 671 patients; complete recovery (GOSE=8) was observed in 373 (56%) patients and incomplete recovery (GOSE ≤7) in 298 (44%) patients. Logistic regression analyses identified several predictors for 6-month outcome, including education and age, with a clear surplus value of indicators of emotional distress and coping obtained at 2 weeks (area under the curve [AUC]=0·79, optimism 0·02; Nagelkerke R2=0·32, optimism 0·05) than only emergency department predictors at the time of admission (AUC=0·72, optimism 0·03; Nagelkerke R2=0·19, optimism 0·05).Psychological factors (ie, emotional distress and maladaptive coping experienced early after injury) in combination with pre-injury mental health problems, education, and age are important predictors for recovery at 6 months following mTBI. These findings provide targets for early interventions to improve outcome in a subgroup of patients at risk of incomplete recovery from mTBI, and warrant validation.Dutch Brain Foundation.", "doi": "10.1016/S1474-4422(17)30117-5", "title": "Early predictors of outcome after mild traumatic brain injury (UPFRONT): an observational cohort study.", "journal": ["The Lancet. Neurology", "Lancet Neurol"]}