{"authors": [["Xie", "Zhiyi", "Z", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Hu", "Xin", "X", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Zan", "Xin", "X", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Lin", "Sen", "S", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["Li", "Hao", "H", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China."], ["You", "Chao", "C", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, Sichuan, China. Electronic address: youchao_nswc@163.com."]], "date": "2017-06-23", "id": "28652120", "text": "Hydrocephalus is a well-recognized complication after aneurysmal subarachnoid hemorrhage (aSAH). This study aimed to identify predictors for shunt-dependent hydrocephalus (SDHC) after aSAH via a systematic review and meta-analysis.A systematic search was conducted using the Embase, MEDLINE, and Web of Science databases for studies pertaining to aSAH and SDHC. Risk factors were assessed by meta-analysis when they were reported by at least 2 studies. The results were presented as odd ratios or risk ratios according to the study design with the corresponding 95% confidence intervals (CI).Twenty-five studies were included. In primary analysis of 14 potential risk factors, 12 were identified as predictors of SDHC after aSAH including age ≥50 years, female gender, high Hunt-Hess grade, Glasgow Coma Scale ≤8, Fisher grade ≥3, acute hydrocephalus, external ventricular drainage insertion, intraventricular hemorrhage, postcirculation aneurysm, anterior communicating artery aneurysm, meningitis, and rebleeding. The meta-analysis based on cohort studies found a significantly increased risk for SDHC in patients with aSAH treated by coiling (risk ratio, 1.16; 95% CI, 1.05-1.29), while the meta-analysis based on case-controlled studies failed to replicate this finding (odds ratio, 1.27; 95% CI, 0.95-1.71).Several new predictors of SDHC after aSAH were identified that may assist with the early recognition and prevention of SDHC. The controversial evidence found in this study was insufficient to support the potential of neurosurgical clipping for reducing the risk of shunt dependency. Further well-designed studies are warranted to explore the effect of treatment modality on SDHC risk.", "doi": "10.1016/j.wneu.2017.06.119", "title": "Predictors of Shunt-dependent Hydrocephalus After Aneurysmal Subarachnoid Hemorrhage? A Systematic Review and Meta-Analysis.", "journal": ["World neurosurgery", "World Neurosurg"]}