{"authors": [["Noormandi", "Afsaneh", "A", "a Department of Clinical Pharmacy, Faculty of Pharmacy , Tehran University of Medical Sciences , Tehran , Iran."], ["Shahrokhi", "Maryam", "M", "a Department of Clinical Pharmacy, Faculty of Pharmacy , Tehran University of Medical Sciences , Tehran , Iran."], ["Khalili", "Hossein", "H", "a Department of Clinical Pharmacy, Faculty of Pharmacy , Tehran University of Medical Sciences , Tehran , Iran."]], "date": "2017-07-10", "id": "28649875", "text": "It has been suggested that zolpidem may arouse patients with decreased level of consciousness. Zolpidem may partially or even completely reverse abnormal cell metabolism following brain damage. In this article, available evidences regarding effects of zolpidem on disorders of consciousness were reviewed. Areas covered: A literature review was conducted using PubMed, Scopus, Medline, Cochrane Central Register of Controlled Trials, Cochrane Database of Systematic Reviews and Google Scholar as online databases. Search Keywords were 'vegetative state', 'minimally conscious state', 'semi-comatose', 'arousal', 'zolpidem', 'wakefulness', 'awareness', and 'loss of consciousness'. All English language studies that evaluated the effects of zolpidem on disorders of consciousness as a main surrogate endpoint were included. Finally 21 articles within this subject were included. Expert commentary: Zolpidem showed positive effects in several conditions with decreased level of consciousness. However, benefits of zolpidem were not detected in all patients with disorders of consciousness. Patients with post-anoxic encephalopathy or traumatic brain injury did not experience benefits of zolpidem. Available evidences support positive effects of zolpidem on brain functions in patients with non-brain stem injuries.", "doi": "10.1080/17512433.2017.1347502", "title": "Potential benefits of zolpidem in disorders of consciousness.", "journal": ["Expert review of clinical pharmacology", "Expert Rev Clin Pharmacol"]}