{"authors": [["Van Ombergen", "Angelique", "A", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Groenenborgerlaan 171, Antwerp, 2020 Belgium."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liège, Liège, Belgium."], ["Sunaert", "Stefan", "S", "KU Leuven-University of Leuven, Department of Imaging & Pathology, Translational MRI, Leuven, Belgium."], ["Tomilovskaya", "Elena", "E", "SSC RF-Institute of Biomedical Problems, Russian Academy of Sciences, Moscow, Russia."], ["Parizel", "Paul M", "PM", "Department of Radiology, Antwerp University Hospital & University of Antwerp, Antwerp, Belgium."], ["Wuyts", "Floris L", "FL", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Groenenborgerlaan 171, Antwerp, 2020 Belgium."]], "date": "2017-01-10", "id": "28649624", "text": "Space travel poses an enormous challenge on the human body; microgravity, ionizing radiation, absence of circadian rhythm, confinement and isolation are just some of the features associated with it. Obviously, all of the latter can have an impact on human physiology and even induce detrimental changes. Some organ systems have been studied thoroughly under space conditions, however, not much is known on the functional and morphological effects of spaceflight on the human central nervous system. Previous studies have already shown that central nervous system changes occur during and after spaceflight in the form of neurovestibular problems, alterations in cognitive function and sensory perception, cephalic fluid shifts and psychological disturbances. However, little is known about the underlying neural substrates. In this review, we discuss the current limited knowledge on neuroplastic changes in the human central nervous system associated with spaceflight (actual or simulated) as measured by magnetic resonance imaging-based techniques. Furthermore, we discuss these findings as well as their future perspectives, since this can encourage future research into this delicate and intriguing aspect of spaceflight. Currently, the literature suffers from heterogeneous experimental set-ups and therefore, the lack of comparability of findings among studies. However, the cerebellum, cortical sensorimotor and somatosensory areas and vestibular-related pathways seem to be involved across different studies, suggesting that these brain regions are most affected by (simulated) spaceflight. Extending this knowledge is crucial, especially with the eye on long-duration interplanetary missions (e.g. Mars) and space tourism.", "doi": "10.1038/s41526-016-0010-8", "title": "Spaceflight-induced neuroplasticity in humans as measured by MRI: what do we know so far?", "journal": ["NPJ microgravity", "NPJ Microgravity"]}