{"authors": [["Silva", "Vinícius R", "VR", "Programa de Postgrado en Fisiopatología Médica, University of Campinas-UNICAMP, Campinas, SP, Brazil."], ["Secolin", "Rodrigo", "R", "Programa de Postgrado en Fisiopatología Médica, University of Campinas-UNICAMP, Campinas, SP, Brazil; Department of Medical Genetics, University of Campinas-UNICAMP, Campinas, SP, Brazil."], ["Vemuganti", "Raghu", "R", "Department of Neurological Surgery, University of Wisconsin, Madison, WI, USA."], ["Lopes-Cendes", "Iscia", "I", "Programa de Postgrado en Fisiopatología Médica, University of Campinas-UNICAMP, Campinas, SP, Brazil; Department of Medical Genetics, University of Campinas-UNICAMP, Campinas, SP, Brazil."], ["Hazell", "Alan S", "AS", "Programa de Postgrado en Fisiopatología Médica, University of Campinas-UNICAMP, Campinas, SP, Brazil; Department of Medicine, University of Montreal, Montreal, Quebec, Canada. Electronic address: alan.stewart.hazell@umontreal.ca."]], "date": "2017-06-23", "id": "28648459", "text": "Hepatic encephalopathy (HE) represents a serious complication of acute liver failure (ALF) in which cerebral edema leading to brainstem herniation as a result of increased intracranial hypertension is a major consequence. Long non-coding RNAs (lncRNAs) play a significant role in coordinating gene expression, with recent studies indicating an influence in the pathogenesis of several diseases. To investigate their involvement in the cerebral pathophysiology of ALF, we profiled the expression of lncRNAs in the frontal cortex of mice at coma stage following treatment with the hepatotoxin azoxymethane. Of the 35,923 lncRNAs profiled using microarrays, 868 transcripts were found to be differentially expressed in the ALF-treated group compared to the sham control group. Of these, 382 lncRNAs were upregulated and 486 lncRNAs downregulated. Pathway analysis revealed these lncRNAs target a number of biological and molecular pathways that include cytokine-cytokine receptor interaction, the mitogen activated protein kinase signaling pathway, the insulin signaling pathway, and the nuclear factor-κB signaling pathway. False discovery rate adjustment identified 9 upregulated lncRNAs, 2 of which are associated with neuroepithelial transforming gene 1 (NET1) and the monocarboxylate transporter 2 (Slc16a7), potential contributors to astrocyte cytoskeletal disruption/swelling and lactate production, respectively. Our findings suggest an important role for lncRNAs in the brain in ALF in relation to inflammation, neuropathology, and in terms of the functional basis of HE. Further work on these non-coding RNAs may lead to new therapeutic approaches for the treatment and management of cerebral dysfunction resulting from this potentially life-threatening disorder.", "doi": "10.1016/j.neulet.2017.06.038", "title": "Acute liver failure is associated with altered cerebral expression profiles of long non-coding RNAs.", "journal": ["Neuroscience letters", "Neurosci. Lett."]}