{"authors": [["Naderan", "Mohammad", "M", "School of Medicine, Tehran University of Medical Sciences, Keshavarz Boulevard, Tehran, 1417613151, Iran. Moh@Naderan.com."], ["Jahanrad", "Ali", "A", "AJA University of Medical Sciences, Tehran, Iran."], ["Farjadnia", "Mahgol", "M", "School of Medicine, Iran University of Medical Sciences, Tehran, Iran."]], "date": "2017-06-24", "id": "28647782", "text": "The purpose of this study is to evaluate ocular, corneal, and internal aberration parameters in eyes with keratoconus (KC), forme fruste keratoconus (FFKC), and normal eyes.In a prospective study, one eye of 110 patients with KC, 60 FFKC patients, and 150 healthy participants was evaluated using OPD-Scan II. Ocular, corneal, and internal higher-order aberrations were measured through a sixth-order Zernike polynomial decomposition. Receiver operating characteristic analysis was performed to evaluate the diagnostic ability of the aberration parameters in discriminating KC and FFKC from normal eyes.The root mean square of the all ocular aberration measurements was significantly higher in the KC and FFKC patients than that of normal participants (p < 0.05). All of the corneal aberration measurements were significantly higher in KC patients than those of normal patients (p < 0.05); however, only corneal total higher-order aberration (HOA), vertical and total coma, and higher-order astigmatism were significantly higher in the FFKC patients than normal participants (p < 0.05). The results also showed that internal aberration lower-order astigmatism, total trefoil, and total higher-order spherical aberration were significantly different between KC and normal groups (p < 0.05). In comparison, internal total HOA, lower and higher-order astigmatism, total trefoil, and vertical coma were significantly different between FFKC and normal groups (p < 0.05). Ocular vertical and total coma had the highest ability in discriminating keratoconic from normal eyes. Ocular total higher aberration and total coma had the highest diagnostic ability in discriminating FFKC from normal eyes. The diagnostic ability of internal aberration, on the other hand, was moderate to poor in discriminating KC and FFKC from normal eyes.Ocular aberration especially vertical and total coma and total HOA were found to be suitable parameters to discriminate KC and FFKC from normal patients. These two parameters could be used as discriminating factors in evaluating the patient for refractive surgery in an attempt to avoid iatrogenic ectasia.", "doi": "10.1007/s10792-017-0620-5", "title": "Ocular, corneal, and internal aberrations in eyes with keratoconus, forme fruste keratoconus, and healthy eyes.", "journal": ["International ophthalmology", "Int Ophthalmol"]}