{"authors": [["Nanavaty", "Mayank A", "MA", "Sussex Eye Hospital, Brighton & Sussex University Hospitals NHS Trust, Brighton, United Kingdom; Brighton & Sussex Medical School, University of Sussex, Falmer, United Kingdom. Electronic address: mayank.nanavaty@bsuh.nhs.uk."], ["Bedi", "Kaveeta K", "KK", "Sussex Eye Hospital, Brighton & Sussex University Hospitals NHS Trust, Brighton, United Kingdom."], ["Ali", "Shahnaz", "S", "Brighton & Sussex Medical School, University of Sussex, Falmer, United Kingdom."], ["Holmes", "Mathew", "M", "Brighton & Sussex Medical School, University of Sussex, Falmer, United Kingdom."], ["Rajak", "Saul", "S", "Sussex Eye Hospital, Brighton & Sussex University Hospitals NHS Trust, Brighton, United Kingdom."]], "date": "2017-06-21", "id": "28647461", "text": "To compare the outcomes after toric intraocular lens (tIOL) or peripheral corneal relaxing incisions (PCRI) for keratometric astigmatism (KA) between 0.75 and 2.5 diopters (D) during cataract surgery.Prospective randomized clinical trial.Eighty eyes (80 participants) received either tIOL or PCRI and were assessed preoperatively, 1, 3, 6, and 12 months postoperatively.Uncorrected (UCDVA) and best-corrected distance logMAR visual acuity (BCDVA) at 12 months.Uncorrected near visual acuity (UCNVA), manifest refraction, KA and mean keratometry (KM), corneal aberrometry, tIOL rotation, and quality-of-life questionnaire.Comparing tIOLs vs PCRIs, there was no significant difference in the UCDVA, BCDVA, and UCNVA. At 12 months, 61% vs 53% had UDCVA of 20/25 or better, 100% vs 76% gained ≥1 lines, and 59% vs 43% were within ±0.13 D spherical equivalent. In the PCRI group, anterior KA decreased at 1 month and remained stable thereafter; there was a nonsignificant trend toward a flatter posterior KA and steeper posterior KM and the total corneal Z2-2 was low at 1 and 12 months. Over 12 months, there were changes in posterior corneal tilt, coma, and hexafoil in the PCRI group. The mean rotation of the tIOLs at 12 months was 1.8 ± 1.4 degrees. tIOL patients were happier and were glad to use the nonprescription sunglasses.There was no difference in visual acuity, although more tIOL patients gained ≥1 line and were within ±0.13 D. After PCRIs, the anterior KA decreased in the early postoperative period and remained stable thereafter and posterior corneal aberrations changed constantly over 12 months.", "doi": "10.1016/j.ajo.2017.06.007", "title": "Toric Intraocular Lenses Versus Peripheral Corneal Relaxing Incisions for Astigmatism Between 0.75 and 2.5 Diopters During Cataract Surgery.", "journal": ["American journal of ophthalmology", "Am. J. Ophthalmol."]}