{"authors": [["Wiley", "Sara Leingang", "SL", "Portland State University, Portland, OR, USA."], ["Razavi", "Babak", "B", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA."], ["Krishnamohan", "Prashanth", "P", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA."], ["Mlynash", "Michael", "M", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA."], ["Eyngorn", "Irina", "I", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA."], ["Meador", "Kimford J", "KJ", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA."], ["Hirsch", "Karen G", "KG", "Department of Neurology and Neurological Sciences, Stanford University, 300 Pasteur Drive, MC 5778, Stanford, CA, 94305, USA. khirsch@stanford.edu."]], "date": "2017-06-23", "id": "28646267", "text": "Forty to sixty-six percent of patients resuscitated from cardiac arrest remain comatose, and historic outcome predictors are unreliable. Quantitative spectral analysis of continuous electroencephalography (cEEG) may differ between patients with good and poor outcomes.Consecutive patients with post-cardiac arrest hypoxic-ischemic coma undergoing cEEG were enrolled. Spectral analysis was conducted on artifact-free contiguous 5-min cEEG epochs from each hour. Whole band (1-30 Hz), delta (δ, 1-4 Hz), theta (θ, 4-8 Hz), alpha (α, 8-13 Hz), beta (β, 13-30 Hz), α/δ power ratio, percent suppression, and variability were calculated and correlated with outcome. Graphical patterns of quantitative EEG (qEEG) were described and categorized as correlating with outcome. Clinical outcome was dichotomized, with good neurologic outcome being consciousness recovery.Ten subjects with a mean age = 50 yrs (range = 18-65) were analyzed. There were significant differences in total power (3.50 [3.30-4.06] vs. 0.68 [0.52-1.02], p = 0.01), alpha power (1.39 [0.66-1.79] vs 0.27 [0.17-0.48], p < 0.05), delta power (2.78 [2.21-3.01] vs 0.55 [0.38-0.83], p = 0.01), percent suppression (0.66 [0.02-2.42] vs 73.4 [48.0-97.5], p = 0.01), and multiple measures of variability between good and poor outcome patients (all values median [IQR], good vs. poor). qEEG patterns with high or increasing power or large power variability were associated with good outcome (n = 6). Patterns with consistently low or decreasing power or minimal power variability were associated with poor outcome (n = 4).These preliminary results suggest qEEG metrics correlate with outcome. In some patients, qEEG patterns change over the first three days post-arrest.", "doi": "10.1007/s12028-017-0419-2", "title": "Quantitative EEG Metrics Differ Between Outcome Groups and Change Over the First 72 h in Comatose Cardiac Arrest Patients.", "journal": ["Neurocritical care", "Neurocrit Care"]}