{"authors": [["O'Brien", "Anthony Terrence", "AT", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, Charlestown, Massachusetts, USA."], ["Torrealba Acosta", "Gabriel", "G", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, Charlestown, Massachusetts, USA."], ["Huerta", "Rodrigo", "R", "Department of Medicine, Universidad Nacional Autonoma de Mexico, Coyoacan, Mexico."], ["Thibaut", "Aurore", "A", "Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, Harvard Medical School, Charlestown, Massachusetts, USA."]], "date": "2017-06-22", "id": "28645972", "text": "Dexterity is described as coordinated hand and finger movement for precision tasks. It is essential for day-to-day activities like computer use, writing or buttoning a shirt. Integrity of brain motor networks is crucial to properly execute these fine hand tasks. When these networks are damaged, interventions to enhance recovery are frequently accompanied by unwanted side effects or limited in their effect. Non-invasive brain stimulation (NIBS) are postulated to target affected motor areas and improve hand motor function with few side effects. However, the results across studies vary, and the current literature does not allow us to draw clear conclusions on the use of NIBS to promote hand function recovery. Therefore, we developed a protocol for a systematic review and meta-analysis on the effects of different NIBS technologies on dexterity in diverse populations. This study will potentially help future evidence-based research and guidelines that use these NIBS technologies for recovering hand dexterity.This protocol will compare the effects of active versus sham NIBS on precise hand activity. Records will be obtained by searching relevant databases. Included articles will be randomised clinical trials in adults, testing the therapeutic effects of NIBS on continuous dexterity data. Records will be studied for risk of bias. Narrative and quantitative synthesis will be done.No private health information is included; the study is not interventional. Ethical approval is not required. The results will be reported in a peer-review journal.PROSPERO International prospective register of systematic reviews registration number: CRD42016043809.", "doi": "10.1136/bmjopen-2016-015669", "title": "Does non-invasive brain stimulation modify hand dexterity? Protocol for a systematic review and meta-analysis.", "journal": ["BMJ open", "BMJ Open"]}