{"authors": [["Ngwenya", "Laura B", "LB", "Department of Neurological Surgery and."], ["Suen", "Catherine G", "CG", "Department of Neurological Surgery and."], ["Tarapore", "Phiroz E", "PE", "Department of Neurological Surgery and."], ["Manley", "Geoffrey T", "GT", "Department of Neurological Surgery and."], ["Huang", "Michael C", "MC", "Department of Neurological Surgery and."]], "date": "2017-06-23", "id": "28644101", "text": "OBJECTIVE Blood loss and moderate anemia are common in patients with traumatic brain injury (TBI). However, despite evidence of the ill effects and expense of the transfusion of packed red blood cells, restrictive transfusion practices have not been universally adopted for patients with TBI. At a Level I trauma center, the authors compared patients with TBI who were managed with a restrictive (target hemoglobin level > 7 g/dl) versus a liberal (target hemoglobin level > 10 g/dl) transfusion protocol. This study evaluated the safety and cost-efficiency of a hospital-wide change to a restrictive transfusion protocol. METHODS A retrospective analysis of patients with TBI who were admitted to the intensive care unit (ICU) between January 2011 and September 2015 was performed. Patients < 16 years of age and those who died within 24 hours of admission were excluded. Demographic data and injury characteristics were compared between groups. Multivariable regression analyses were used to assess hospital outcome measures and mortality rates. Estimates from an activity-based cost analysis model were used to detect changes in cost with transfusion protocol. RESULTS A total of 1565 patients with TBI admitted to the ICU were included in the study. Multivariable analysis showed that a restrictive transfusion strategy was associated with fewer days of fever (p = 0.01) and that patients who received a transfusion had a larger fever burden. ICU length of stay, ventilator days, incidence of lung injury, thromboembolic events, and mortality rates were not significantly different between transfusion protocol groups. A restrictive transfusion protocol saved approximately $115,000 annually in hospital direct and indirect costs. CONCLUSIONS To the authors' knowledge, this is the largest study to date to compare transfusion protocols in patients with TBI. The results demonstrate that a hospital-wide change to a restrictive transfusion protocol is safe and cost-effective in patients with TBI.", "doi": "10.3171/2017.1.JNS162234", "title": "Safety and cost efficiency of a restrictive transfusion protocol in patients with traumatic brain injury.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}