{"authors": [["Lamberti", "Gianfranco", "G", "Struttura Complessa Neuroriabilitazione, Unità Stati Vegetativi \"E. Viglietta\", ASL CN1, Cuneo."], ["Antoniono", "Elena", "E", "Struttura Complessa Neuroriabilitazione, Unità Stati Vegetativi \"E. Viglietta\", ASL CN1, Cuneo."], ["Gozzerino", "Francesca", "F", "Struttura Complessa Neuroriabilitazione, Unità Stati Vegetativi \"E. Viglietta\", ASL CN1, Cuneo."], ["Giraudo", "Donatella", "D", "Struttura Complessa Neuroriabilitazione, Unità Stati Vegetativi \"E. Viglietta\", ASL CN1, Cuneo."]], "date": null, "id": "28643814", "text": "Patients affected by the outcomes of serious traumatic and/or non-traumatic brain injury may show progressive recovery characterized by a broad spectrum of clinical conditions, which are often not completely different, but of differing seriousness. The unresponsive wakefulness syndrome (UWS) and minimally conscious state (MCS) are syndromes that may characterize progression from the coma state and may be temporary clinical conditions, or in some cases, the final outcome of acute brain injury. The eventual recovery of consciousness is a dynamic process, in constant progress following the acute event. It is undeniable, however, that depending on various clinical (including non-neurological) determinants, positive progress can be strongly affected. While it remains true that the longer the UWS lasts, the less likely the patient is to recover from it, observations of \"late recovery\" are becoming increasingly frequent in the literature. Accordingly, it is becoming increasingly important to identify those late clinical, non-neurological complications, in particular during the intensive rehabilitation period, that can potentially affect the outcome. The aim of this study is to investigate late recovery from the UWS and MCS in a group of patients admitted to a neurorehabilitation program and to identify prognostic factors that may affect recovery, including late recovery, from the UWS. A retrospective cohort analysis without parallel cohort took place between January 2005 and January 2010, and involved 309 patients with severe brain injury outcomes (with initial GCS scores ≤ 8). With regard to patients emerging from the UWS after 36 months, univariate analysis revealed male gender, young age, a shorter duration of consciousness disorder and the absence of epileptic seizures to be the most important clinical characteristics for transition from UWS to MCS. The other variables considered were not significant: etiology of the coma, CRS-R score upon admittance to the ICU, infection by multidrug-resistant bacteria, and episodes of paroxysmal sympathetic hyperactivity.", "doi": "10.1701/2695.27560", "title": "[Unresponsive wakefulness syndrome: clinical predictors of late recovery.]", "journal": ["Recenti progressi in medicina", "Recenti Prog Med"]}