{"authors": [["Jain", "Abhinav", "A", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand."], ["Correia", "Jason", "J", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand."], ["Schweder", "Patrick", "P", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand."], ["McMahon", "Adele", "A", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand."], ["Merola", "Joseph", "J", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand."], ["Aspoas", "Robert", "R", "Department of Neurosurgery, Auckland City Hospital, Auckland, New Zealand. Electronic address: RobA@adhb.govt.nz."]], "date": "2017-06-19", "id": "28642179", "text": "Gliosarcoma is a rare tumor of the central nervous system with a reported incidence of ∼2%-8% of all gliomas. We reviewed the outcomes of patients treated at our institution over a 14-year period from 2000 to 2013 to characterize overall survival (OS) and progression-free survival as well as to elucidate the additive effect of chemoradiotherapy.From January 1, 2000 to December 31, 2013, we retrospectively reviewed the clinical notes of all patients treated at our institution with a histopathologic diagnosis of gliosarcoma. This review yielded 21 patients whose clinicoradiologic data were analyzed with respect to age, sex, ethnicity, preoperative/postoperative Glasgow Coma Scale and Karnofsky Performance Scale, location, extent of resection, methylguanine DNA methyl transferase methylation status, and administration of adjuvant therapy.The median age was 58 years (range, 40-80 years) with a male preponderance (1.6:1). Tumor location was mainly temporal (n = 6) but also parietal (n = 5), frontal (n = 4), multilobar (n = 4), and cerebellar (n = 1). Surgical resection was deemed to be total in 15 patients and subtotal in 6 patients. Methylguanine DNA methyl transferase methylation status was available for only 5 patients, with a methylation rate of 60% (3/5) and no impact on survival. Nine patients received both radiotherapy and chemotherapy (OS, 7.9 months), 7 received radiotherapy only (OS, 5.7 months), and 5 patients received no adjuvant therapy (OS, 1.4 months). The overall median survival was 5.7 months (range, 1-21.5 months) and median progression-free survival was 5 months (range, 1.4-12.4 months).Despite an overall poor prognosis, a multimodality approach aiming for complete resection followed by radiotherapy and chemotherapy appears to be associated with better outcomes.", "doi": "10.1016/j.wneu.2017.06.073", "title": "Analysis of Outcomes of Multidisciplinary Management of Gliosarcoma: A Single-Center Study, 2000-2013.", "journal": ["World neurosurgery", "World Neurosurg"]}