{"authors": [["Goedemans", "Taco", "T", "Neurosurgical Center Amsterdam, Academic Medical Center, Amsterdam, The Netherlands."], ["Verbaan", "Dagmar", "D", "Neurosurgical Center Amsterdam, Academic Medical Center, Amsterdam, The Netherlands."], ["Coert", "Bert A", "BA", "Neurosurgical Center Amsterdam, Academic Medical Center, Amsterdam, The Netherlands."], ["Kerklaan", "Bertjan J", "BJ", "Department of Neurology, Onze Lieve Vrouwe Gasthuis, Amsterdam, and Zaans Medical Center, Zaandam, The Netherlands."], ["van den Berg", "René", "R", "Department of Radiology, Academic Medical Center, Amsterdam, The Netherlands."], ["Coutinho", "Jonathan M", "JM", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["van Middelaar", "Tessa", "T", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["Nederkoorn", "Paul J", "PJ", "Department of Neurology, Academic Medical Center, Amsterdam, The Netherlands."], ["Vandertop", "William Peter", "WP", "Neurosurgical Center Amsterdam, Academic Medical Center, Amsterdam, The Netherlands."], ["van den Munckhof", "Pepijn", "P", "Neurosurgical Center Amsterdam, Academic Medical Center, Amsterdam, The Netherlands. Electronic address: p.vandenmunckhof@amc.nl."]], "date": "2017-06-20", "id": "28642178", "text": "Decompressive craniectomy (DC) has been proposed as a lifesaving treatment in patients with elevated intracranial pressure, but its effectiveness on reaching a favorable neurologic outcome remains unclear. We identified predictors of outcome in a large, single-center cohort of patients undergoing DC for different pathologic conditions.This retrospective study included all patients undergoing DC from 2006 to 2014. The 1-year outcome, assessed using the Glasgow Outcome Scale (GOS), was dichotomized into favorable (GOS 4-5) and unfavorable (GOS 1-3) outcome. Predictors of outcome were identified by analyzing patient characteristics.DC was performed in 204 patients for ischemic stroke (n = 57), traumatic brain injury (n = 50), aneurysmal subarachnoid hemorrhage (aSAH) (n = 44), intracerebral hemorrhage (ICH) (n = 29), cerebral venous thrombosis (CVT) (n = 14), or other indications (n = 10). Overall, 69 (34%) patients survived favorably, 39 (19%) survived unfavorably, and 96 (47%) died. Higher age, poor Glasgow Coma Scale score, intubated status before DC, bilateral absence of pupillary light reflexes, DC for aSAH, and additional surgeries after DC (excluding cranioplasty) were significant predictors of unfavorable outcome. When patients were sorted for pathologic conditions and predictors of outcome, favorable outcome rates differed remarkably, ranging from 91% for CVT patients undergoing uncomplicated DC to 0% for aSAH patients undergoing DC for secondary infarction or ICH patients with unilateral or bilateral abnormal pupillary light reflexes upon admission.Long-term neurologic outcome after DC differed remarkably among subpopulations of patients, with favorable outcome rates ranging from 0% to >90%.", "doi": "10.1016/j.wneu.2017.06.069", "title": "Neurologic Outcome After Decompressive Craniectomy: Predictors of Outcome in Different Pathologic Conditions.", "journal": ["World neurosurgery", "World Neurosurg"]}