{"authors": [["Pati", "Sandipan", "S", "1 Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["McClain", "Lauren", "L", "1 Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["Moura", "Lidia", "L", "1 Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["Fan", "Yuan", "Y", "1 Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."], ["Westover", "M Brandon", "MB", "1 Department of Neurology, Massachusetts General Hospital, Boston, MA, USA."]], "date": "2017-06-22", "id": "28641453", "text": "Continuous EEG (cEEG) monitoring may help to identify the small percentage of adults with hypoxic-ischemic encephalopathy (HIE) who will regain consciousness if allowed sufficient time. However, the limited yield in this population has led some to question the cost-effectiveness cEEG monitoring in this population. We hypothesized that limited-montage cEEG could provide essentially the same neurophysiologic information at lower cost. In this proof of concept study, we aim to demonstrate the potentials of limited channel EEG in prognostication in postanoxic patients.We retrospectively reviewed cEEG data from cases monitored at our institution with conventional 21-channel EEG over a 6-month period. Twenty-eight cases were identified in which patients with HIE underwent cEEG for at least 24 hours. Gold-standard findings were determined by conventional visual analysis of the full cEEG, and 2 independent electroencephalographers scored the same data using only limited-montage (4-channel) views. The sensitivity and specificity of limited-montage cEEG review were compared with conventional analysis. We also compared the relative costs of conventional and limited-montage EEG.Using 4-channel limited montage cEEG, reviewers were able to classify accurately background continuity (in 88%), background amplitude (in 81%), maximum background frequency (in 70%), periodic epileptiform discharges, including a seizure (in 92%) and sporadic discharges (in 91%). All epileptiform features were detected with greater than 90% sensitivity and specificity. Eye movement artifact seen over bifrontal electrodes gave false positive detections of periodic epileptiform discharges in 31% of cases.Limited-channel continuous EEG monitoring can provide meaningful electrophysiological data that can be used for prognostication in postanoxic comatose patients. Limited channel EEG can be a cost-effective alternative to conventional EEG monitoring in post-anoxic comatose patients.", "doi": "10.1177/1550059417715389", "title": "Accuracy of Limited-Montage Electroencephalography in Monitoring Postanoxic Comatose Patients.", "journal": ["Clinical EEG and neuroscience", "Clin EEG Neurosci"]}