{"authors": [["Xue", "Zhe", "Z", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Wang", "Fuyu", "F", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Sun", "Zhenghui", "Z", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Zhang", "Hui", "H", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Wu", "Chen", "C", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Kong", "Dongsheng", "D", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."], ["Xu", "Bainan", "B", "Department of Neurosurgery, General Hospital of PLA, Beijing, China (mainland)."]], "date": "2017-06-22", "id": "28640793", "text": "BACKGROUND Giant carotid intracavernous aneurysm refers to those lesions larger than 2.5 cm and derived from a cavernous segment, accounting for about 30% of all intracranial tumors. Dynamic CT perfusion imaging (PCT) is a common method recently employed to evaluate cerebral perfusion. This study investigated the efficacy and clinical application of intraoperative CT in the surgery for giant symptomatic carotid intracavernous aneurysm. MATERIAL AND METHODS A retrospective analysis was performed on 23 cases with giant symptomatic carotid intracavernous aneurysm. BTO testing was performed before surgery. Differential treatments were performed based on the condition of aneurysm, and some patients received intraoperative PCT. Postoperative anti-coagulation was given with DSA or CTA follow-up examinations at 3-6 months, 1 year, and 2 years after surgery. RESULTS A total of 17 patients received aneurysm isolation coupled with high-flow bypass surgery. Among those, 9 developed early-onset neurological function after surgery, with gradual recover within 6 months. One coma patient died 25 months after discharge. One patient had aneurysm isolation with clapping of anterior communicating artery, and the other 5 cases received artery clapping only. In those patients, 4 had improvement at early phase, while 1 patient had numbness of the oculomotor nerve. Six patients received surgery in the CT room, including 5 cases with single proximal ligation of the internal carotid artery plus 1 aneurysm isolation combined with high-flow bypass surgery. CONCLUSIONS Intraoperative PCT can provide objective evidence and effective evaluation of cerebral perfusion.", "doi": null, "title": "Intraoperative Computed Tomography (CT) for Treating Giant Carotid Intracavernous Aneurysms.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}