{"authors": [["Sako", "Akahito", "A", "aDepartment of Internal Medicine, Kohnodai Hospital, National Center for Global Health and Medicine, Chiba bDepartment of Clinical Epidemiology and Health Economics, School of Public Health, Graduate School of Medicine, The University of Tokyo cDepartment of Health Informatics and Policy, Tokyo Medical and Dental University Graduate School of Medicine dDepartment of Diabetes, Endocrinology, and Metabolism, Center Hospital, National Center for Global Health and Medicine eMetabolic Epidemiology Section, Epidemiology and Prevention Group, Center for Public Health Sciences, National Cancer Center, Tokyo, Japan."], ["Yasunaga", "Hideo", "H", null], ["Matsui", "Hiroki", "H", null], ["Fushimi", "Kiyohide", "K", null], ["Hamasaki", "Hidetaka", "H", null], ["Katsuyama", "Hisayuki", "H", null], ["Tsujimoto", "Tetsuro", "T", null], ["Goto", "Atsushi", "A", null], ["Yanai", "Hidekatsu", "H", null]], "date": null, "id": "28640135", "text": "We aimed to examine prevalence, patient characteristics, etiology, and clinical outcomes of hospitalized patients who had hypoglycemia without a diagnosis of diabetes mellitus, using a Japanese nationwide database.This was a retrospective observational study using a national database of acute-care inpatients in Japan. Nondiabetic patients aged ≥15 years who were hospitalized for hypoglycemia were eligible. We estimated the annual numbers of hospitalized cases in Japan. We also investigated the patient characteristics, and risk factors of in-hospital mortality.We identified 8684 eligible patients out of 22.7 million discharge records between July 2008 and March 2013. The average age was 70.0 years and the average body mass index (BMI) was 19.9 kg/m. Most frequently recorded underlying diseases were malignancies, cerebrovascular diseases, pneumonia, renal failure, and heart failure. The estimated annual numbers of hospitalizations because of hypoglycemia in nondiabetic patients were 5000 to 7000. In-hospital mortality was 14.9%, and predictive factors for poor survival included older age, community hospital, low BMI, coma at admission, urgent admission, renal failure, heart failure, pneumonia, sepsis, chronic liver diseases, and malignancies.Patients without diabetes mellitus but with hypoglycemia had multiple comorbidities and high in-hospital mortality. Clinicians should carefully investigate the etiology of hypoglycemia in nondiabetic patients, and treat the underlying diseases.", "doi": "10.1097/MD.0000000000007271", "title": "Hospitalization with hypoglycemia in patients without diabetes mellitus: A retrospective study using a national inpatient database in Japan, 2008-2012.", "journal": ["Medicine", "Medicine (Baltimore)"]}