{"authors": [["Callaghan", "Chris J", "CJ", "Department of Nephrology and Transplantation, Guy's Hospital, London, UK."], ["Mumford", "Lisa", "L", "Statistics and Clinical Studies, NHS Blood and Transplant, Bristol, UK."], ["Pankhurst", "Laura", "L", "Statistics and Clinical Studies, NHS Blood and Transplant, Bristol, UK."], ["Baker", "Richard J", "RJ", "Department of Nephrology, St James's University Hospital, Leeds, UK."], ["Bradley", "J Andrew", "JA", "Department of Surgery, Addenbrooke's Hospital, University of Cambridge, Cambridge, UK."], ["Watson", "Christopher J E", "CJE", "Department of Surgery, Addenbrooke's Hospital, University of Cambridge, Cambridge, UK."]], "date": null, "id": "28640070", "text": "The UK Kidney Fast-Track Scheme (KFTS) was introduced in 2012 to identify kidneys at high risk of discard and to rapidly facilitate transplantation. A retrospective analysis of kidneys transplanted through the KFTS was undertaken.UK Transplant Registry data were collected on deceased donor kidneys implanted between November 1, 2012, and April 30, 2015, (donation after brain death [DBD] donors) and March 1, 2013, and April 30, 2015 (donation after circulatory death [DCD] donors). Posttransplant outcomes included 1-year estimated glomerular filtration rate and death-censored graft survival (DCGS).Over the study period, 523 deceased donor kidneys were transplanted through the KFTS and 4174 via the standard National Kidney Allocation Scheme (NKAS). Kidneys in the KFTS were more likely to be from older diabetic donors, had a higher frequency of poor ex vivo perfusion, had longer cold ischemic times, and were transplanted into older recipients. One-year DCGS of KFTS and NKAS DBD donor kidneys was similar (94% vs 95%; P = 0.70), but for DCD donor kidneys, DCGS was lower in those allocated via the KFTS (91% versus 95%; P = 0.04). Median 1-year estimated glomerular filtration rate for DBD donor kidneys was lower in those allocated via the KFTS (49 vs 52 mL/min per 1.73 m; P = 0.01), but for DCD kidneys, there was no difference (45 vs 48 mL/min per 1.73 m; P = 0.10).Although KFTS kidneys have less favorable donor, graft, and recipient risk factors than NKAS kidneys, short-term graft and patient outcomes are acceptable. National schemes that identify and rapidly offer kidneys at high risk of discard may contribute to minimizing the unnecessary discard of organs.", "doi": "10.1097/TP.0000000000001860", "title": "Early Outcomes of the New UK Deceased Donor Kidney Fast-Track Offering Scheme.", "journal": ["Transplantation", "Transplantation"]}