{"authors": [["Bronchard", "Régis", "R", "1Agence de la Biomédecine, Direction Prélèvement Greffe Organes-Tissus, Malakoff, France. 2Agence de la Biomédecine, Direction Prélèvement Greffe Organes-Tissus, Saint-Denis, France. 3Service d'Anesthésie-Réanimation, Hôpital Beaujon, Assistance Publique des Hôpitaux de Paris, Clichy, France."], ["Durand", "Louise", "L", null], ["Legeai", "Camille", "C", null], ["Cohen", "Johana", "J", null], ["Guerrini", "Patrice", "P", null], ["Bastien", "Olivier", "O", null]], "date": null, "id": "28640022", "text": "To describe donors after brain death with ongoing extracorporeal membrane oxygenation and to analyze the outcome of organs transplanted from these donors.Retrospective analysis of the national information system run by the French Biomedicine Agency (CRISTAL database).National registry data of all donors after brain death in France and their organ recipients between 2007 and 2013.Donors after brain death and their organ recipients.None.During the study period, there were 22,270 brain-dead patients diagnosed in France, of whom 161 with extracorporeal membrane oxygenation. Among these patients, 64 donors on extracorporeal membrane oxygenation and 10,805 donors without extracorporeal membrane oxygenation had at least one organ retrieved. Donors on extracorporeal membrane oxygenation were significantly younger and had more severe intensive care medical conditions (hemodynamic, biological, renal, and liver insults) than donors without extracorporeal membrane oxygenation. One hundred nine kidneys, 37 livers, seven hearts, and one lung were successfully transplanted from donors on extracorporeal membrane oxygenation. We found no significant difference in 1-year kidney graft survival (p = 0.24) and function between recipients from donors on extracorporeal membrane oxygenation (92.7% [85.9-96.3%]) and matching recipients from donors without extracorporeal membrane oxygenation (95.4% [93.0-97.0%]). We also found no significant difference in 1-year liver recipient survival (p = 0.91): 86.5% (70.5-94.1) from donors on extracorporeal membrane oxygenation versus 80.7% (79.8-81.6) from donors without extracorporeal membrane oxygenation.Brain-dead patients with ongoing extracorporeal membrane oxygenation have more severe medical conditions than those without extracorporeal membrane oxygenation. However, kidney graft survival and function were no different than usual. Brain-dead patients with ongoing extracorporeal membrane oxygenation are suitable for organ procurement.", "doi": "10.1097/CCM.0000000000002564", "title": "Brain-Dead Donors on Extracorporeal Membrane Oxygenation.", "journal": ["Critical care medicine", "Crit. Care Med."]}