{"authors": [["Asehnoune", "Karim", "K", "From the Intensive Care Unit, Anesthesia and Critical Care Department, Hôtel Dieu (K.A., A.R, A.D., P.-J.M., D.D.-d.-L., R.C.), Laboratoire UPRES EA 3826, Thérapeutiques Cliniques et Expérimentales des Infections (K.A., A.R.), Institut du Thorax, Institut National de la Santé et de la Recherche Médicale UMR1087 IRT (B.R.), EA 4275 SPHERE, Methods for Patients-centered Outcomes and Health Research, UFR des Sciences Pharmaceutiques (V.S., F.F.), and Plateforme de Biométrie, Cellule de Promotion de la Recherche Clinique (V.S., A.L.T., F.F.), University Hospital of Nantes, Nantes, France; Intensive Care Unit, Anesthesia and Critical Care Department, Hôpital Pontchaillou, University Hospital of Rennes, Rennes, France (P.S., N.N., Y.L, Y.M.); Intensive Care Unit, Anesthesia and Critical Care Department, University Hospital of Angers, Angers, France (S.L., A.G., F.D.); Intensive Care Unit, Anesthesia and Critical Care Department, Hôpital Laennec, University Hospital of Nantes, Saint-Herblain, France (K.L., B.R.); and Intensive Care Unit, Anesthesia and Critical Care Department, Saint Eloi University Hospital of Montpellier, Montpellier, France (S.J.)."], ["Seguin", "Philippe", "P", null], ["Lasocki", "Sigismond", "S", null], ["Roquilly", "Antoine", "A", null], ["Delater", "Adrien", "A", null], ["Gros", "Antoine", "A", null], ["Denou", "Florian", "F", null], ["Mahé", "Pierre-Joachim", "PJ", null], ["Nesseler", "Nicolas", "N", null], ["Demeure-Dit-Latte", "Dominique", "D", null], ["Launey", "Yoann", "Y", null], ["Lakhal", "Karim", "K", null], ["Rozec", "Bertrand", "B", null], ["Mallédant", "Yannick", "Y", null], ["Sébille", "Véronique", "V", null], ["Jaber", "Samir", "S", null], ["Le Thuaut", "Aurélie", "A", null], ["Feuillet", "Fanny", "F", null], ["Cinotti", "Raphaël", "R", null], [null, null, null, null]], "date": null, "id": "28640020", "text": "Patients with brain injury are at high risk of extubation failure.We conducted a prospective observational cohort study in four intensive care units of three university hospitals. The aim of the study was to create a score that could predict extubation success in patients with brain injury.A total of 437 consecutive patients with brain injury were included, and 338 patients (77.3%) displayed successful extubation. In the multivariate analysis, four features were associated with success the day of extubation: age less than 40 yr, visual pursuit, swallowing attempts, and a Glasgow coma score greater than 10. In the score, each item counted as one. A score of 3 or greater was associated with 90% extubation success. The area under the receiver-operator curve was 0.75 (95% CI, 0.69 to 0.81). After internal validation by bootstrap, the area under the receiver-operator curve was 0.73 (95% CI, 0.68 to 0.79). Extubation success was significantly associated with shorter duration of mechanical ventilation (11 [95% CI, 5 to 17 days] vs. 22 days [95% CI, 13 to 29 days]; P < 0.0001), shorter intensive care unit length of stay (15 [95% CI, 9 to 23 days] vs. 27 days [95% CI, 21 to 36 days]; P < 0.0001), and lower in-intensive care unit mortality (4 [1.2%] vs. 11 [11.1%]; P < 0.0001).Our score exploring both airway functions and neurologic status may increase the probability of successful extubation in patients with severe brain injury.", "doi": "10.1097/ALN.0000000000001725", "title": "Extubation Success Prediction in a Multicentric Cohort of Patients with Severe Brain Injury.", "journal": ["Anesthesiology", "Anesthesiology"]}