{"authors": [["Xu", "Mangmang", "M", "Department of NeurologyWest China HospitalSichuan UniversityChengduChina."], ["Lin", "Jing", "J", "Department of NeurologyWest China HospitalSichuan UniversityChengduChina."], ["Wang", "Deren", "D", "Department of NeurologyWest China HospitalSichuan UniversityChengduChina."], ["Liu", "Ming", "M", "Department of NeurologyWest China HospitalSichuan UniversityChengduChina."], ["Hao", "Zilong", "Z", "Department of NeurologyWest China HospitalSichuan UniversityChengduChina."], ["Lei", "Chunyan", "C", "Department of NeurologyFirst Affiliated Hospital of Kunming Medical UniversityKunmingChina."]], "date": "2017-04-21", "id": "28638706", "text": "To explore the association, if any, between the relationship between cardiac troponin and cerebral herniation after intracerebral hemorrhage (ICH).Six hundred and eighty-seven consecutive ICH patients admitted to West China Hospital from May 1, 2014 to September 1, 2015 were retrospectively reviewed. Data on demographics, etiology, laboratory examinations at admission including serum cardiac troponin, computed tomography (CT) scans at admission and follow-up, and clinical outcomes were obtained. Using multiple logistic regression to identify the relationship of troponin and herniation. The association between troponin and hematoma volume was assessed using bivariate correlation and linear regression.Among 188 (27.4%) patients who underwent the test of serum cardiac troponin at admission, 16 (8.5%) demonstrated cerebral herniation. The median time from symptom onset to CT at admission and follow-up was 4 and 30.25 hr, respectively. In multivariate analysis, elevated troponin was independently associated with cerebral herniation (adjusted odds ratio [OR] 5.19; 95% confidence interval [CI], 1.08-24.93). And those with elevated troponin had larger hematoma volume at follow-up in bivariate correlation (correlation coefficient, .375, p = .003) and linear regression (β, .370, 95% CI, 0.062-0.320, p = .005), higher National Institutes of Health Stroke Scale score (adjusted OR 2.06; 95% CI, 1.06-4.01, p = .033) and lower Glasgow Coma Scale score (adjusted OR 2.34; 95% CI, 1.17-4.68, p = .016) than those without.Elevated cardiac troponin was associated with an almost five-fold increased risk of cerebral herniation, but not in-hospital mortality. The possibility of cerebral herniation should be considered when ICH patients with large hematoma volume and elevated troponin.", "doi": "10.1002/brb3.697", "title": "Cardiac troponin and cerebral herniation in acute intracerebral hemorrhage.", "journal": ["Brain and behavior", "Brain Behav"]}