{"authors": [["Fletcher", "Brian", "B", null], ["Bradburn", "Eric", "E", null], ["Baker", "Christopher", "C", null], ["Collier", "Bryan", "B", null], ["Hamill", "Mark", "M", null], ["Shaver", "Katherine", "K", null]], "date": null, "id": "28637556", "text": "The Functional Independence Measure (FIM) is used by rehabilitation professionals to access disability. The FIM score combines both motor and cognitive parameters to assess a patient's level of required assistance in performing activities of daily living (ADL). The geriatric trauma patient is becoming an increasingly important cohort for trauma services. FIM has been shown to predict discharge outcomes and those at high risk for falls. We hypothesized pretrauma FIM scores may predict survival in the geriatric trauma population. This was a retrospective study of patients 65 years and older that were admitted to our Level I trauma center from July 1, 2006 to July 1, 2012. A total 941 patients underwent stepwise regression to identify those factors predicting survival. Age, Injury Severity Score, revised trauma score, body mass index, and pretrauma FIM scores (12-point scale) were studied. The primary outcome was survival. Statistical significance reached at P value <0.05. Multiple logistic regression analysis was then performed. A total of 1315 patients were identified and complete data were available on 941 patients. Mean age was 78 (SD ± 8.2), mean Injury Severity Score was 13(SD ± 8.7), and mean body mass index was 26. Overall mortality was 11 per cent. The odds ratio of survival was 3.532 (95% confidence interval = 2.191-5.718) times greater for every 1-point increase in the preadmission FIM expression score. Glasgow Coma Scale, revised trauma score, gender, and pretrauma FIM expression scores were predictive of survival in the geriatric trauma patient. Pretrauma FIM expression can be used to predict survival in the elderly trauma victim. Further study is needed to establish the role of FIM as part of trauma scoring systems.", "doi": null, "title": "Pretrauma Functional Independence Measure Score Predicts Survival in Geriatric Trauma.", "journal": ["The American surgeon", "Am Surg"]}