{"authors": [["Algahtani", "Hussein", "H", "1 King Abdulaziz Medical City/King Saud bin Abdulaziz University for Health Sciences, Saudi Arabia."], ["Alameer", "Seham", "S", "1 King Abdulaziz Medical City/King Saud bin Abdulaziz University for Health Sciences, Saudi Arabia."], ["Marzouk", "Yousef", "Y", "2 King Saud bin Abdulaziz University for Health Sciences, Saudi Arabia."], ["Shirah", "Bader", "B", "3 King Abdullah International Medical Research Center/King Saud bin Abdulaziz University for Health Sciences, Saudi Arabia."]], "date": "2017-01-01", "id": "28635494", "text": "Urea cycle disorders are a group of inborn errors of metabolism caused by dysfunction of any of the six enzymes or two transport proteins involved in urea biosynthesis. In this paper, we report a patient who presented with neurological dysfunction and coma in the immediate postpartum period. She was misdiagnosed for many years as a case of multiple sclerosis. The importance of reporting this case is to illustrate that the wrong diagnosis of patients as being affected with multiple sclerosis for many years due to magnetic resonance imaging abnormalities rather than the classic relapsing-remitting nature of the disease may lead to catastrophic consequences. The patient was treated with intravenous steroids several times, which is contraindicated in patients with urea cycle disorders as it may precipitate acute hyperammonemic attacks. In addition, the management of urea cycle disorder could have started earlier and avoided multiple admissions to the intensive care unit. We believe that the presence of symmetric hyperintense insular cortical changes are seen in multiple hyperammonemic processes, and in the context of the clinical presentation and high ammonia levels can be suggestive of a urea cycle disorder. For any patient presenting with atypical clinical features, images should be reviewed and discussed in detail with an experienced neuroradiologist. In addition, the ammonia levels should be checked if a urea cycle disorder is suspected.", "doi": "10.1177/1971400917715880", "title": "Urea cycle disorder misdiagnosed as multiple sclerosis: a case report and review of the literature.", "journal": ["The neuroradiology journal", "Neuroradiol J"]}