{"authors": [["Bugaev", "Nikolay", "N", "Division of Trauma and Acute Care Surgery, Tufts Medical Center, Tufts University School of Medicine, 800 Washington st, #4488, Boston, MA, 02111, USA. nbugaev@tuftsmedicalcenter.org."], ["McKay", "Kevin", "K", "Tufts University School of Medicine, 800 Washington st, #4488, Boston, MA, 02111, USA."], ["Breeze", "Janis L", "JL", "Tufts Clinical and Translational Science Institute, Tufts University, 800 Washington st, #63, Boston, MA, 02111, USA."], ["Arabian", "Sandra S", "SS", "Division of Trauma and Acute Care Surgery, Tufts Medical Center, Tufts University School of Medicine, 800 Washington st, #4488, Boston, MA, 02111, USA."], ["Rabinovici", "Reuven", "R", "Division of Trauma and Acute Care Surgery, Tufts Medical Center, Tufts University School of Medicine, 800 Washington st, #4488, Boston, MA, 02111, USA."]], "date": null, "id": "28634840", "text": "The profile and management of self-inflicted abdominal stab wounds (SI-ASW) patients is still obscure.The National Trauma Data Bank (2012) was queried for adults with abdominal stab wounds (n = 9544). Patients with SI-ASW (n = 1724) and non-SI-ASW (n = 7820) were compared. Predictors for non-therapeutic laparotomy/laparoscopy (non-TL) in SI-ASW patients were identified.SI-ASW patients were older, had more females and behavioral disorders, similar physiology, but a lower Injury Severity Score. They had more laparotomies overall (54 versus 48%, p < 0.0001) and more non-TL (42 versus 32%, p < 0.0001), but less injuries (43 versus 53%, p < 0.0001), although peritoneal violation rate was similar. Complications and mortality were similar. In the SI-ASW cohort, non-TL patients were more likely to be female and younger, and to have Glasgow Coma Scale (GCS) ≥13 and a higher systolic blood pressure. History of psychiatric, drug and alcohol disorders was associated with SI-ASW, but did not independently predict the need for treatment in adjusted models.Patients with SI-ASW underwent more non-TL than patients with non-SI-ASW. Female gender, younger age, and a higher GCS and systolic blood pressure predicted non-TL in this group.", "doi": "10.1007/s00268-017-4083-7", "title": "Self-Inflicted Abdominal Stab Wounds Have a Higher Rate of Non-therapeutic Laparotomy/Laparoscopy and a Lower Risk of Injury.", "journal": ["World journal of surgery", "World J Surg"]}