{"authors": [["Bent", "Melissa A", "MA", "*Department of Orthopaedics, Penn State Hershey Medical Center, Hershey, PA; †Pennsylvania State College of Medicine, Hershey, PA; ‡Department of Orthopaedics, Children's Hospital Colorado, Colorado Springs, CO; §Department of Pediatric Orthopaedic Surgery, Akron Children's Hospital, Akron, OH; and ‖Department of Orthopaedics, Upstate Golisano Children's Hospital, Syracuse, NY."], ["Hennrikus", "William L", "WL", null], ["Latorre", "Johan E", "JE", null], ["Armstrong", "Douglas G", "DG", null], ["Shaw", "Brian", "B", null], ["Jones", "Kerwyn C", "KC", null], ["Segal", "Lee S", "LS", null]], "date": null, "id": "28632657", "text": "To determine the need for computerized tomography (CT) scans in the assessment of pediatric pelvic fractures.Retrospective Chart Review.Level-1 Pediatric Trauma Center.Thirty pediatric trauma patients with pelvic fractures who have obtained both a radiograph and CT scan.Fleiss Kappa coefficient to compare interreliability.The average age of the patients was 7 years (range 1-13 years). Seventeen were males and 13 were females. The Torode and Zieg classification included 3 type I, 6 type II, 13 type III, and 8 type IV. The Kappa value for interobserver agreement comparing radiographs was 0.453, and for CT was 0.42. Three patients (10%) were treated with a spica cast, and none required surgery for their pelvic fracture. Four patients (11%) demonstrated liver, spleen, or kidney injuries on CT. Out of those 4, 1 had indications for laparotomy and drain placement, 1 died secondary to shock, and 2 were treated conservatively.The results of this study demonstrated that plain radiographs alone can be used to classify and manage most pediatric fractures, confirming Silber previous findings. Furthermore, we recommend the specific instances of Schreck and Haasz et al in which CT scans should be used, sparing the general pediatric population unnecessary radiation. Such cases include patients with an abnormal abdominal or pelvic examination, complex fracture patterns, displacement greater than 1 cm, femur deformities, hematuria, Glasgow Coma Scale <13, hemodynamic instability, an aspartate aminotransferase > 200 U/L, an Hct < 30%, or an abnormal chest x-ray.", "doi": "10.1097/BOT.0000000000000866", "title": "Role of Computed Tomography in the Classification of Pediatric Pelvic Fractures-Revisited.", "journal": ["Journal of orthopaedic trauma", "J Orthop Trauma"]}