{"authors": [["Scharf", "Inon", "I", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."], ["Wertheimer", "Keren-Or", "KO", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."], ["Xin", "Joy Lim", "JL", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."], ["Gilad", "Tomer", "T", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."], ["Goldenberg", "Inna", "I", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."], ["Subach", "Aziz", "A", "School of Zoology, Faculty of Life Sciences & Steinhardt Museum of Natural History, Tel Aviv University, Tel Aviv, Israel."]], "date": "2017-06-20", "id": "28631879", "text": "Animals are exposed in nature to a variety of stressors. While stress is generally harmful, mild stress can also be beneficial and contribute to reproduction and survival. We studied the effect of five cold shock events versus a single cold shock and a control group, representing three levels of stress (harsh, mild, and no stress), on behavioral, physiological, and life-history traits of the red flour beetle (Tribolium castaneum, Herbst 1797). Beetles exposed to harsh cold stress were less active than a control group: they moved less and failed more frequently to detect a food patch. Their probability to mate was also lower. Beetle pairs exposed to harsh cold stress frequently failed to reproduce at all, and if reproducing, females laid fewer eggs, which were, as larvae in mid-development, smaller than those in the control group. However, harsh cold stress led to improved female starvation tolerance, probably due to enhanced lipid accumulation. Harsh cold shock also improved tolerance to an additional cold shock compared to the control. Finally, a single cold shock event negatively affected fewer measured response variables than the harsh cold stress, but also enhanced neither starvation tolerance nor tolerance to an additional cold shock. The consequences of a harsher cold stress are thus not solely detrimental but might even enhance survival under stressful conditions. Under benign conditions, nevertheless, harsh stress impedes beetle performance. The harsh stress probably shifted the balance point of the survival-reproduction trade-off, a shift that did not take place following exposure to mild stress.", "doi": "10.1111/1744-7917.12497", "title": "Context-dependent effects of cold stress on behavioral, physiological, and life-history traits of the red flour beetle.", "journal": ["Insect science", "Insect Sci."]}