{"authors": [["Lomero", "Maria Del Mar", "MDM", "Department of Nursing, Rovira i Virgili University, Tarragona, Spain."], ["Jiménez-Herrera", "María F", "MF", "Department of Nursing, Rovira i Virgili University, Tarragona, Spain."], ["Rasero", "Maria José", "MJ", "Consorci Sanitari del Garraf, Hospital Residencia Sant Camil, Barcelona, Spain."], ["Sandiumenge", "Alberto", "A", "Vall d''Hebron University Hospital, Barcelona, Spain."]], "date": "2017-06-20", "id": "28631279", "text": "The attitudes and knowledge of nursing personnel regarding organ and tissue donation can influence the decision to donate. This study aimed to determine these two factors among nurses at a district hospital in Barcelona, Spain. A survey was carried out using a 35 item questionnaire. Results were subjected to descriptive and comparative statistical analyses using bivariate and multivariate analyses to examine the relation between demographic data and attitudes toward donation. The completion rate was 68.2%, with 98.6% of those responding stating that they were in favor of organ donation. The respondents were unsure as to whether the criteria for inclusion in transplant waiting lists were appropriate (57.5%), whereas 72.2% agreed that brain death is equivalent to death. The bivariate analysis revealed a significant association between a positive attitude toward donation and working on permanent night shift no religious beliefs. Attitudes toward donation among nurses were generally positive; a negative attitude, although attitudes towards donation among the nurses participating in the study were generally positive, it should be pointed out that when a negative attitude does exist this affects significant aspects such as belief in the diagnosis of brain death or the criteria for inclusion on the waiting list, amongst others, which reflects that specific training in donation focused on nurses continues to be needed.", "doi": "10.1111/nhs.12348", "title": "Nurses' attitudes and knowledge regarding organ and tissue donation and transplantation in a provincial hospital: A descriptive and multivariate analysis.", "journal": ["Nursing & health sciences", "Nurs Health Sci"]}