{"authors": [["Kawahara", "Toshiyasu", "T", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Hagiwara", "Masahiro", "M", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Takahashi", "Hiroyuki", "H", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Tanaka", "Mariko", "M", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Imai", "Koji", "K", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Sawada", "Jun", "J", "Division of Neurology, Department of Internal Medicine, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Kunisawa", "Takayuki", "T", "Department of Anesthesiology and Critical Care Medicine, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."], ["Furukawa", "Hiroyuki", "H", "Division of Gastroenterological Surgery, Department of Surgery, Asahikawa Medical University, Asahikawa, Hokkaido, Japan."]], "date": "2017-06-20", "id": "28630395", "text": "BACKGROUND Carbon dioxide (CO2) is believed to be the safest gas for laparoscopic surgery, which is a standard procedure. We experienced severe cerebral infarction caused by paradoxical CO2 embolism during laparoscopic liver resection with injury of the hepatic vessels despite the absence of a right-to-left systemic shunt. CASE REPORT A 60-year-old man was diagnosed with hepatocellular carcinoma in the right hepatic lobe secondary to alcoholic liver disease. We planned the laparoscopy-assisted liver resection. During the surgery, the root of the right hepatic vein was injured. A 1.5-cm hole was accidentally made in the right hepatic vein, while mobilizing the right hepatic lobe laparoscopically. End-tidal CO2 dropped from 39 to 15.5 mmHg, and systemic blood pressure dropped from 121 to 45 mmHg, returning to normal with the administration of inotropes. The transesophageal echocardiography revealed numerous bubbles in the left atrium and ventricle. The Bispectral Index monitoring system showed low brain activity, suggesting cerebral infarction due to paradoxical gas embolism. The hepatectomy was completed by conversion to open laparotomy. The patient went into a coma and suffered quadriplegia after surgery, despite the cooling of his head and the administration of Thiamylal. Brain MRI revealed cerebral infarction in the broad area of the cerebral cortex right side predominantly, with poor blood flow confirmed by the brain perfusion single-photon emission CT. Rehabilitation was gradually achieved with Botox injections. CONCLUSIONS Cerebral infarction by paradoxical gas embolism is a rare complication in laparoscopic surgery, but it is important to be aware of the risk and to be prepared to treat it.", "doi": null, "title": "Cerebral Infarction by Paradoxical Gas Embolism During Laparoscopic Liver Resection with Injury of the Hepatic Vessels in a Patient without a Right-to-Left Systemic Shunt.", "journal": ["The American journal of case reports", "Am J Case Rep"]}