{"authors": [["Morotti", "Andrea", "A", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Brouwers", "H Bart", "HB", "Department of Neurosurgery, Brain Center Rudolf Magnus University Medical Center, Utrecht, the Netherlands."], ["Romero", "Javier M", "JM", "J. P. Kistler Stroke Research Center, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Jessel", "Michael J", "MJ", "J. P. Kistler Stroke Research Center, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Vashkevich", "Anastasia", "A", "J. P. Kistler Stroke Research Center, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Schwab", "Kristin", "K", "J. P. Kistler Stroke Research Center, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Afzal", "Mohammad Rauf", "MR", "Zeenat Qureshi Stroke Research Center, University of Minnesota, Minneapolis."], ["Cassarly", "Christy", "C", "Department of Public Health Sciences, Medical University of South Carolina, Charleston."], ["Greenberg", "Steven M", "SM", "J. P. Kistler Stroke Research Center, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Martin", "Renee Hebert", "RH", "Department of Public Health Sciences, Medical University of South Carolina, Charleston."], ["Qureshi", "Adnan I", "AI", "Zeenat Qureshi Stroke Research Center, University of Minnesota, Minneapolis."], ["Rosand", "Jonathan", "J", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston."], ["Goldstein", "Joshua N", "JN", "Division of Neurocritical Care and Emergency Neurology, Department of Neurology, Massachusetts General Hospital, Harvard Medical School, Boston."], [null, null, null, null]], "date": null, "id": "28628707", "text": "The computed tomographic angiography (CTA) spot sign is associated with intracerebral hemorrhage (ICH) expansion and may mark those patients most likely to benefit from intensive blood pressure (BP) reduction.To investigate whether the spot sign is associated with ICH expansion across a wide range of centers and whether intensive BP reduction decreases hematoma expansion and improves outcome in patients with ICH and a spot sign.SCORE-IT (Spot Sign Score in Restricting ICH Growth) is a preplanned prospective observational study nested in the Antihypertensive Treatment of Acute Cerebral Hemorrhage II (ATACH-II) randomized clinical trial. Participants included consecutive patients with primary ICH who underwent a CTA within 8 hours from onset at 59 sites from May 15, 2011, through December 19, 2015. Data were analyzed for the present study from July 1 to August 31, 2016.Patients in ATACH-II were randomized to intensive (systolic BP target, <140 mm Hg) vs standard (systolic BP target, <180 mm Hg) BP reduction within 4.5 hours from onset. Expansion of ICH was defined as hematoma growth of greater than 33%, and an unfavorable outcome was defined as a 90-day modified Rankin Scale score of 4 or greater (range, 0-6). The association among BP reduction, ICH expansion, and outcome was investigated with multivariable logistic regression.A total of 133 patients (83 men [62.4%] and 50 women [37.6%]; mean [SD] age, 61.9 [13.1] years) were included. Of these, 53 (39.8%) had a spot sign, and 24 of 123 without missing data (19.5%) experienced ICH expansion. The spot sign was associated with expansion with sensitivity of 0.54 (95% CI, 0.34-0.74) and specificity of 0.63 (95% CI, 0.53-0.72). After adjustment for potential confounders, intensive BP treatment was not associated with a significant reduction of ICH expansion (relative risk, 0.83; 95% CI, 0.27-2.51; P = .74) or improved outcome (relative risk of 90-day modified Rankin Scale score ≥4, 1.24; 95% CI, 0.53-2.91; P = .62) in spot sign-positive patients.The predictive performance of the spot sign for ICH expansion was lower than in prior reports from single-center studies. No evidence suggested that patients with ICH and a spot sign specifically benefit from intensive BP reduction.clinicaltrials.gov Identifier: NCT01176565.", "doi": "10.1001/jamaneurol.2017.1014", "title": "Intensive Blood Pressure Reduction and Spot Sign in Intracerebral Hemorrhage: A Secondary Analysis of a Randomized Clinical Trial.", "journal": ["JAMA neurology", "JAMA Neurol"]}