{"authors": [["Li", "Liuyang", "L", "*Clinical College of Ophthalmology, Tianjin Medical University, Tianjin, China; †Hong Kong Laser Eye Center, Hong Kong, China; ‡Department of Ophthalmology, The University of Hong Kong, Hong Kong, China; §Department of Ophthalmology and Visual Sciences, The Chinese University of Hong Kong, Hong Kong, China; ¶UPMC Eye Center, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA; and ‖Tianjin Eye Hospital, Tianjin Key Laboratory of Ophthalmology and Visual Science, Tianjin Eye Institute, Tianjin, China."], ["Cheng", "George P M", "GPM", null], ["Ng", "Alex L K", "ALK", null], ["Chan", "Tommy C Y", "TCY", null], ["Jhanji", "Vishal", "V", null], ["Wang", "Yan", "Y", null]], "date": null, "id": "28628503", "text": "To study the effect of myopia on the pattern change in higher-order aberrations after small incision lenticule extraction.Sixty eyes of 60 patients were included: low myopia (≤-3.00 D), moderate myopia (-3.00 D to -6.00 D), and high myopia (≥-6.00 D). Total higher-order aberrations (tHOA), vertical coma ((Equation is included in full-text article.)), horizontal coma ((Equation is included in full-text article.)), and spherical aberration ((Equation is included in full-text article.)) were measured preoperatively and at postoperative 3 months.At the end of 3 months, tHOA changed significantly compared with the preoperative values (P < 0.05), except for (Equation is included in full-text article.)and (Equation is included in full-text article.)in the low myopia group. The change in (Equation is included in full-text article.), (Equation is included in full-text article.), and (Equation is included in full-text article.)in the moderate group (-0.299, -0.175, and 0.108 μm) was 2.020, 4.861, and 4.696 times higher than the low group (-0.148, -0.036, 0.023 μm) (P = 0.002, 0.001, 0.001), respectively. The value in the high group (-0.331, -0.192, 0.154 μm) was 1.107, 1.097 (P = 0.478, 0.665), and 1.426 times (P = 0.047) higher than the moderate group. The degree of myopia was positively correlated with Δ(Equation is included in full-text article.)(r = 0.447; P < 0.001) and Δ(Equation is included in full-text article.)(r = 0.496; P < 0.001), and negatively correlated with ΔtHOA (r = -0.363, P = 0.004) and Δ(Equation is included in full-text article.)(r = -0.599; P < 0.001).The study showed a different pattern of change in ocular aberrations after small incision lenticule extraction in patients with varying degrees of myopia. In patients with low myopia, there was no increase in (Equation is included in full-text article.)or (Equation is included in full-text article.). In high myopia, however, (Equation is included in full-text article.)increased with the degree of myopia, whereas the rising rate of coma was slowing.", "doi": "10.1097/ICO.0000000000001264", "title": "Influence of Refractive Status on the Higher-Order Aberration Pattern After Small Incision Lenticule Extraction Surgery.", "journal": ["Cornea", "Cornea"]}