{"authors": [["Kosekahya", "Pinar", "P", "Ulucanlar Eye Research and Training Hospital (P.K., M.K., G.H.), Ankara, Turkey; Department of Ophthalmology (O.S., N.C.), Yildirim Beyazit University Ataturk Research and Training Hospital, Ankara, Turkey; and Department of Ophthalmology (M.C.), Mardin State Hospital, Mardin, Turkey."], ["Sarac", "Ozge", "O", null], ["Koc", "Mustafa", "M", null], ["Caglayan", "Mehtap", "M", null], ["Hondur", "Gozde", "G", null], ["Cagil", "Nurullah", "N", null]], "date": "2017-06-16", "id": "28628489", "text": "To investigate the shifting of the line of sight (LoS) and the refractive, topographic, and aberrometric parameters that may be associated with the shifting of the LoS in eyes with tilted disk syndrome (TDS).Eighty left eyes of 80 subjects with TDS (Study Group) and 70 left eyes of 70 subjects with myopia and astigmatism (Control Group) were included in this study. Line-of-sight coordinates on the horizontal (x) and vertical (y) axes, refractive, topographic, and aberrometric parameters were evaluated. All parameters were compared between groups, and correlations were analyzed for the study group.In the study group, the LoS significantly shifted to the superotemporal direction compared with the control group (P=0.022 and P=0.008 respectively). The shift on y-axis was correlated with mean cylindrical refractive error (r=-0.283, P=0.011), total root mean square (RMS) (r=0.321, P=0.004), higher-order aberration RMS (r=0.300, P=0.007), vertical coma (r=0.430, P<0.001), and vertical trefoil values (r=-0.455, P<0.001).Results demonstrated a superotemporal shifting of the LoS in eyes with TDS. As eyes with TDS have an important place among candidates for refractive and multifocal intraocular lens implantation surgeries, this shift must be accounted for to prevent decentralization and provide satisfactory outcomes.", "doi": "10.1097/ICL.0000000000000406", "title": "Shifting of the Line of Sight in Tilted Disk Syndrome.", "journal": ["Eye & contact lens", "Eye Contact Lens"]}