{"authors": [["Hashemi", "Hassan", "H", "Noor Ophthalmology Research Center, Noor Eye Hospital, Tehran, Iran."], ["Asgari", "Soheila", "S", "Department of Epidemiology and Biostatistics, School of Public Health, Tehran University of Medical Sciences, Tehran, Iran."]], "date": "2016-10-21", "id": "28626821", "text": "To determine the 1-year changes of mesopic higher order aberrations (HOAs) and contrast sensitivity (CS) after accelerated corneal cross linking (CXL) in progressive keratoconus.In this prospective case series, 70 eyes of 62 keratoconic patients underwent accelerated CXL (18 mW/cm2, 5 min). HOAs and CS were measured using the OPD Scan III and CSV-1000 CS test charts under mesopic conditions before and 6 and 12 months after CXL.At 1 year, logarithmic mesopic CS in spatial frequencies of 3, 6, 12, and 18 cycles per degree (CPD) had increased by 0.05 ± 0.29 (P = 0.029), 0.04 ± 0.88 (P = 0.012), 0.27 ± 0.46 (P = 0.172), and 0.06 ± 0.22 (P = 0.020), respectively. The decrease in ocular HOAs (0.10 ± 0.69 μm, P = 0.992) [coma (0.08 ± 1.01 μm, P = 0.613), trefoil (0.03 ± 0.37 μm, P = 0.659), and spherical aberration (SA) (0.10 ± 0.59 μm, P = 0.743)] and corneal HOAs (0.40 ± 1.69 μm, P = 0.874) [coma (0.39 ± 1.59 μm, P = 0.401), trefoil (0.33 ± 2.16 μm, P = 0.368), and SA (1.27 ± 1.14 μm, P = 0.354)] were not statistically significant. The correlations between mesopic CS and HOAs were weak before and after CXL.One year after accelerated CXL, CS significantly improved, but changes in HOAs were statistically insignificant. CS changes were independent of HOAs.", "doi": "10.1016/j.joco.2016.10.001", "title": "Mesopic visual quality after accelerated corneal cross linking: A 12-month follow-up study.", "journal": ["Journal of current ophthalmology", "J Curr Ophthalmol"]}