{"authors": [["Gervasi", "Francesco", "F", "Specialistic Oncology Laboratory Unit, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["D'Amelio", "Lucia", "L", "Specialistic Oncology Laboratory Unit, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Trizzino", "Antonino", "A", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Ferraro", "Fabrizia", "F", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Russo", "Delia", "D", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Santangelo", "Giuseppe", "G", "Pediatric Neurology and Psychiatric Unit, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Cardella", "Francesca", "F", "Department of Pediatrics, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Trizzino", "Angela", "A", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Marco", "Floriana Di", "FD", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."], ["Farruggia", "Piero", "P", "Pediatric Hematology and Oncology Unit, Oncology Department, ARNAS Hospitals Civico, Di Cristina e Benfratelli, Palermo, Italy."]], "date": "2017-06-01", "id": "28626543", "text": "We report a case of paroxysmal nocturnal hemoglobinuria (PNH) in a 14 year-old girl presenting a cerebral arterial thrombosis. The initial diagnosis was carential anemia due to menarche following identification of slight macrocytic anemia, leucopenia and mild thrombocytopenia at routine blood analysis. The child was eventually referred to a children's hospital after the onset of progressive fatigue, anorexia and paleness. Severe anemia (hemoglobin 6 g/dL) with negative Coombs test, mild leucopenia (white blood cells 4.9×109/L) and thrombocytopenia (platelets 97×109/L) and high values of lactate dehydrogenase (2855 U/L) were identified; a packed red cells transfusion was administered. Her condition worsened and she subsequently presented complete right hemiplegia, aphasia and coma; magnetic resonance imaging revealed a massive ischemic lesion. A diagnosis of PNH was eventually made following high sensitivity flow cytometry, which identified a PNH clone (CD66b negative equal to 93.7% of granulocytes). Fast recovery from neurologic and hematological problems occurred in response to anticoagulant therapy and intravenous therapy with eculizumab. We are convinced that PNH should be included in the differential diagnosis of children presenting with cytopenia.", "doi": "10.4081/hr.2017.7012", "title": "Cerebral Stroke in a Teenage Girl with Paroxysmal Nocturnal Hemoglobinuria.", "journal": ["Hematology reports", "Hematol Rep"]}