{"authors": [["Wang", "Shengbiao", "S", "Department of Critical Care Medicine, the First People's Hospital of Chenzhou, Chenzhou 423000, Hunan, China (Wang SB, Li T, Li YF, Zhang JW); Department of Critical Care Medicine, Nafang Hospital, Southern Medical University, Guangzhou 510515, Guangdong, China (Dai XG). Corresponding author: Dai Xingui, Email: dyce@2008.sina.com."], ["Li", "Tao", "T", null], ["Li", "Yunfeng", "Y", null], ["Zhang", "Jianwen", "J", null], ["Dai", "Xingui", "X", null]], "date": null, "id": "28625260", "text": "To study the predicting value of four different scoring systems such as the acute physiology and chronic health evaluation II (APACHE II) score, sequential organ failure assessment (SOFA) score, quick SOFA (qSOFA) score and systemic inflammatory response syndrome (SIRS) score for the prognosis of septic patients.A retrospective analysis were conducted. Septic patients in intensive care unit (ICU) of the First People's Hospital of Chenzhou form July 1st, 2012 to June 30th, 2016 were enrolled. Patients were divided into survival group and death group according to 28-day outcome. The difference of clinic data, the worst clinical index value within 24 hours, whether mechanical ventilation performed on first day, length of stay in ICU, APACHE II score, SOFA score, qSOFA score and SIRS score were compared between the two groups. The significant different factors of sepsis outcome in univariate analysis were analyzed by multiple logistic regression, and the ability of four scoring systems was tested by receiver operating characteristic (ROC) curve.311 patients were enrolled in this study (221 survivals, 90 deaths, 28-day mortality rate 28.9%). Univariate analysis showed age, mechanical ventilation ratio, urine output, length of stay in ICU and the fastest heart beat rate (HR), the lowest systolic blood pressure (SBP), the lowest mean arterial pressure (MAP), HCO3-, minimum arterial blood oxygen partial pressure (PaO2), minimum oxygenation index (PaO2/FiO2), the maximum fraction of inspired oxygen (FiO2), Na+, the highest concentration of blood urea nitrogen (BUN), the highest concentration of serum creatinine (SCr), minimum concentration of plasma albumin (Alb), Glasgow coma score (GCS) score, APACHE II score, SOFA score, qSOFA score, within 24 hours after diagnosis were significantly different between two groups (all P < 0.05). Multiple logistic regression showed age [odds ratio (OR) = 1.388, 95% confidence interval (95%CI) = 1.074-1.794, P = 0.012], PaO2/FiO2 (OR = 0.459, 95%CI = 0.259-0.812, P = 0.007), concentration of plasma Alb (OR = 0.523, 95%CI = 0.303-0.903, P = 0.020), GCS score (OR = 0.541, 95%CI = 0.303-0.967, P = 0.038) and SOFA scores (OR = 3.189, 95%CI = 1.813-5.610, P = 0.000) were independent risk factors for sepsis outcome. ROC curve test showed the APACHE II score, SOFA score and qSOFA score had the ability to predict the outcome in critical ill patients with sepsis, the SOFA score of the most powerful, the area under the ROC curve (AUC) was 0.700, when the cut-off value was 7.5 points, the sensitivity was 73.3% and specificity was 58.8%.APACHE II score, SOFA score and qSOFA score have the predictive properties for septic patients. SOFA score is an independent prognostic risk factor of sepsis, while qSOFA score can be widely used in clinical practice as the advantage of quick evaluating.", "doi": "10.3760/cma.j.issn.2095-4352.2017.02.008", "title": "[Predictive value of four different scoring systems for septic patient's outcome: a retrospective analysis with 311 patients].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}