{"authors": [["Ni", "Xiaoxiao", "X", "Department of Neurological Rehabilitation, Guangzhou General Hospital of Guangzhou Military Region, Guangzhou 510010, Guangdong, China (Ni XX, Xie QY, Yu RH); Department of Critical Care Medicine, Guangzhou General Hospital of Guangzhou Military Region, Guangzhou 510010, Guangdong, China (Liu ZF, Tong HS, Su L). Corresponding author: Su Lei, Email: slei_icu@163.com."], ["Liu", "Zhifeng", "Z", null], ["Xie", "Qiuyou", "Q", null], ["Tong", "Huasheng", "H", null], ["Su", "Lei", "L", null], ["Yu", "Ronghao", "R", null]], "date": null, "id": "28625252", "text": "With the global warming, the incidence of heat stroke was significantly higher than before. Severe heat stroke has a high mortality, high morbidity and consolidated central nervous system injury characteristics. The main features of severe heat stroke cerebral injury include cognitive impairment, delirium, convulsions and coma. Its mechanism is related with heat shock induced cerebral tissue ischemia and hypoxia, vascular dysfunction, secondary cascade inflammation and so on. Currently, the main treatment of heat stroke cerebral injury is the hypothermia therapy, dehydration for the reduction of intracranial pressure, naloxone and other cerebral protection and nutrition treatments. Hyperbaric oxygen therapy (HBOT) is effective in treating brain injury. HBOT can alleviate tissue ischemia and hypoxia, improve circulation, reduce cerebral edema, and anti-inflammatory, anti-oxidative damage, anti-apoptosis and other molecular biological effects. HBOT also play a wake up-promoting effect of nerve repair in the cerebral injury. The treatment of cerebral injury has been the difficulty and weakness of heat stroke research. Therefore, this article reviewed the epidemiology, pathogenesis, the therapeutic effect and mechanism of hyperbaric oxygen on cerebral injury in severe heat stroke to clarify the advantages of HBOT and to provide experimental basis for further research.", "doi": "10.3760/cma.j.issn.2095-4352.2017.06.020", "title": "[Cerebral injury induced by heat stroke and the therapeutic effect of hyperbaric oxygen therapy].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}