{"authors": [["Reynolds", "Alexandra S", "AS", "Department of Neurology, Columbia University, New York, NY, USA."], ["Guo", "Xiaotao", "X", "Department of Radiology, Columbia University, New York, NY, USA."], ["Matthews", "Elizabeth", "E", "Department of Neurology, Columbia University, New York, NY, USA."], ["Brodie", "Daniel", "D", "Department of Medicine, Columbia University, New York, NY, USA."], ["Rabbani", "Leroy E", "LE", "Department of Medicine, Columbia University, New York, NY, USA."], ["Roh", "David J", "DJ", "Department of Neurology, Columbia University, New York, NY, USA."], ["Park", "Soojin", "S", "Department of Neurology, Columbia University, New York, NY, USA."], ["Claassen", "Jan", "J", "Department of Neurology, Columbia University, New York, NY, USA."], ["Elkind", "Mitchell S V", "MSV", "Department of Neurology, Columbia University, New York, NY, USA."], ["Zhao", "Binsheng", "B", "Department of Radiology, Columbia University, New York, NY, USA."], ["Agarwal", "Sachin", "S", "Department of Neurology, Columbia University, New York, NY, USA. Electronic address: sa2512@columbia.edu."]], "date": "2017-06-15", "id": "28624592", "text": "Traditional predictors of neurological prognosis after cardiac arrest are unreliable after targeted temperature management. Absence of pupillary reflexes remains a reliable predictor of poor outcome. Diffusion-weighted imaging has emerged as a potential predictor of recovery, and here we compare imaging characteristics to pupillary exam.We identified 69 patients who had MRIs within seven days of arrest and used a semi-automated algorithm to perform quantitative volumetric analysis of apparent diffusion coefficient (ADC) sequences at various thresholds. Area under receiver operating characteristic curves (ROC-AUC) were estimated to compare predictive values of quantitative MRI with pupillary exam at days 3, 5 and 7 post-arrest, for persistence of coma and functional outcomes at discharge. Cerebral Performance Category scores of 3-4 were considered poor outcome.Excluding patients where life support was withdrawn, ≥2.8% diffusion restriction of the entire brain at an ADC of ≤650×10-6m2/s was 100% specific and 68% sensitive for failure to wake up from coma before discharge. The ROC-AUC of ADC changes at ≤450×10-6mm2/s and ≤650×10-6mm2/s were significantly superior in predicting failure to wake up from coma compared to bilateral absence of pupillary reflexes. Among survivors, >0.01% of diffusion restriction of the entire brain at an ADC ≤450×10-6m2/s was 100% specific and 46% sensitive for poor functional outcome at discharge. The ROC curve predicting poor functional outcome at ADC ≤450×10-6mm2/s had an AUC of 0.737 (0.574-0.899, p=0.04).Post-anoxic diffusion changes using quantitative brain MRI may aid in predicting persistent coma and poor functional outcomes at hospital discharge.", "doi": "10.1016/j.resuscitation.2017.06.010", "title": "Post-anoxic quantitative MRI changes may predict emergence from coma and functional outcomes at discharge.", "journal": ["Resuscitation", "Resuscitation"]}