{"authors": [["Norris", "Philip", "P", "School of Nursing & Midwifery, University of Southern Queensland, Toowoomba, Australia."], ["Ralph", "Nicholas", "N", "School of Nursing & Midwifery, University of Southern Queensland, Toowoomba, Australia. nicholas.ralph@usq.edu.au."], ["Moloney", "Clint", "C", "School of Nursing & Midwifery, University of Southern Queensland, Toowoomba, Australia."]], "date": "2017-06-17", "id": "28623943", "text": "Metabolic syndrome (MetS) is defined by an accumulation of risk factors that include cardiovascular disease, diabetes, chronic high blood pressure, obesity, and hypercholesterolaemia which results in an increased risk of developing serious chronic diseases. MetS is widespread as it is estimated to affect up to 30% of the global population. For people with MetS who undergo surgery, an emerging body of literature points to significantly poorer postoperative outcomes compared with non-affected populations. Surgical patients with MetS are at significantly higher risk of a range of adverse outcomes including death, morbid cardiovascular events, coma, stroke, renal failure, myocardial infarction, and surgical site infections. Increased complication rates result in prolonged hospital stays, a greater need for post-hospitalisation care, and reduced effectiveness of surgical interventions.We will search the following electronic bibliographic databases: MEDLINE, EMBASE, ScienceDirect, and CINAHL, and the reference lists of included articles. We will also search for unpublished literature. Two authors will screen titles and abstract information independently and select studies according to established inclusion and exclusion criteria. Data will be extracted by the study investigators using Review Manager 5 and will include information on demographics, incidence, prevalence, and outcome variables. Subgroup analysis and sensitivity analysis will be performed to assess the heterogeneity of included studies. Meta-analysis will also be carried out if appropriate study groups are identified. A descriptive narrative for statistical data will also be provided to highlight findings of the systematic review and meta-analysis.This study will report and summarise adverse outcomes among adult patients with MetS undergoing surgery across a range of surgical specialties. Developing insights into outcomes of this population of interest is necessary to develop guidelines towards better management of surgical patients with metabolic syndrome.PROSPERO CRD42016051071.", "doi": "10.1186/s13643-017-0515-6", "title": "Does metabolic syndrome predict surgical complications? A protocol for a systematic review and meta-analysis.", "journal": ["Systematic reviews", "Syst Rev"]}