{"authors": [["Banta-Green", "Caleb J", "CJ", "Alcohol and Drug Abuse Institute, University of Washington, Seattle, WA, USA; Harborview Injury Prevention and Research Center, Seattle WA, USA. Electronic address: calebbg@uw.edu."], ["Coffin", "Phillip O", "PO", "San Francisco Department of Public Health, San Francisco, CA, USA; Department of Medicine, University of Washington School of Medicine, Seattle, WA, USA. Electronic address: pcoffin@gmail.com."], ["Schoeppe", "Jennie A", "JA", "Alcohol and Drug Abuse Institute, University of Washington, Seattle, WA, USA; Group Health Research Institute, Seattle, WA, USA. Electronic address: jennie.schoeppe@gmail.com."], ["Merrill", "Joseph O", "JO", "Department of Medicine, University of Washington School of Medicine, Seattle, WA, USA. Electronic address: joem@uw.edu."], ["Whiteside", "Lauren K", "LK", "Division of Emergency Medicine, University of Washington Seattle WA, USA; Harborview Injury Prevention and Research Center, Seattle WA, USA. Electronic address: laurenkw@uw.edu."], ["Ebersol", "Abigail K", "AK", "Department of Medicine, University of Washington School of Medicine, Seattle, WA, USA. Electronic address: aebersol@uw.edu."]], "date": "2017-06-10", "id": "28623805", "text": "Emergency Medical Services (EMS) data may provide insight into opioid overdose incidence, clinical characteristics, and medical response. This analysis describes patient characteristics, clinical features, and EMS response to opioid overdoses, comparing heroin and pharmaceutical opioid (PO) overdoses, using a structured opioid overdose case criteria definition.A case series study was conducted. EMS medical staff screened cases for possible overdoses and study staff categorized the likelihood of opioid overdose. Medical form data were abstracted. Patient characteristics, clinical presentation, and medical response to heroin and PO-involved overdoses were compared with bi-variate test statistics.We identified 229 definite or probable opioid overdose cases over six months: heroin in 98 (43%) cases (10 also involved PO), PO without heroin in 85 (37%) cases, and 46 (20%) that could not be categorized and were excluded from analyses. Heroin overdose patients were younger than PO (median age 33 v 41 (p<0.05)), more often male (80% v 61% (p=<0.01)), intubated less (8% v 22%, p<0.01) and more likely to be administered naloxone (72% v 51%, p<0.01). No significant differences were found between heroin and PO overdoses for initial respiratory rate, Glasgow Coma Scale score, or co-ingestants, but heroin users were more likely to have miotic pupils (p<0.01).While heroin and PO events presented similarly, heroin-involved cases were more likely to receive naloxone and less likely to be intubated. Standardized case definitions and data documentation could aid opioid overdose surveillance as well as provide data for measuring the impact of professional and lay interventions.", "doi": "10.1016/j.drugalcdep.2017.04.021", "title": "Heroin and pharmaceutical opioid overdose events: Emergency medical response characteristics.", "journal": ["Drug and alcohol dependence", "Drug Alcohol Depend"]}