{"authors": [["Dincer", "Metin", "M", "1 Faculty of Health Sciences, Department of Health Management, Yıldırım Beyazıt University , Ankara, Turkey ."], ["Kahveci", "Kadriye", "K", "3 Department of Intensive Care, Palliative Care and Anesthesiology, and Reanimation, Ankara Ulus State Hospital , Ankara, Turkey ."], ["Doger", "Cihan", "C", "4 Department of Anesthesiology and Reanimation, Ankara Ataturk Training and Research Hospital , Ankara, Turkey ."]], "date": "2017-06-16", "id": "28622477", "text": "With the increase in elderly population, life-threatening chronic diseases are increasing, simultaneously increasing the need for palliative care centers (PCCs).To evaluate the factors affecting the length of stay (LOS) and discharge of patients from a PCC.A retrospective scan was made of the records of patients followed up in the PCC between January 2013 and March 2016. A record was made of patient age, gender, diagnosis, conditions/comorbidities, Glasgow Coma Scale, Karnofsky Performance Scale, LOS, prognosis (exitus or surviving), percutaneous endoscopic gastrostomy (PEG), tracheostomy, mechanical ventilator, nutrition (total parenteral nutrition [TPN] or enteral nutrition), and the results of cultures taken during stay in PCCs (blood, tracheal aspirate, urine, rectal swab, wound). Evaluation with regression analysis was made of the data related to factors thought to have a possible effect on the LOS in PCCs.Four hundred thirty-five patients were included in the study, comprising 58.6% men and 41.4% women with a mean age of 70.6 ± 17.2 years. The LOS was 27.2 ± 30.9 days. A total of 234 patients were discharged and 201 (46.2%) were lost to mortality in PCCs. The bacteria most isolated in cultures were Escherichia coli (28.5%) and methicillin resistant Staphylococcus aureus (MRSA) (17%). According to the results of the regression analysis, cancer, hypoxic brain, and advanced age had a negative effect on LOS and PEG, TPN, hypertension, and E. coli, Proteus, Pseudomonas, and Acinetobacter infections increased LOS.The results of this study revealed some basic factors that affect LOS in PCCs. However, there may be much variation in the data obtained with the various reasons for which this patient group is admitted to a PCC.", "doi": "10.1089/jpm.2017.0147", "title": "An Examination of Factors Affecting the Length of Stay in a Palliative Care Center.", "journal": ["Journal of palliative medicine", "J Palliat Med"]}