{"authors": [["Fouche", "Pieter Francsois", "PF", null], ["Jennings", "Paul Andrew", "PA", null], ["Smith", "Karen", "K", null], ["Boyle", "Malcolm", "M", null], ["Blecher", "Gabriel", "G", null], ["Knott", "Jonathan", "J", null], ["Raji", "Mani", "M", null], ["Rosengarten", "Pamela", "P", null], ["Augello", "Michael Roberto", "MR", null], ["Bernard", "Stephen", "S", null]], "date": "2017-06-16", "id": "28622071", "text": "Rapid sequence intubation (RSI) is not only used in traumatic brain injuries in the out-of-hospital setting, but also for non-traumatic brain pathologies (NTBP) such as brain tumors, meningitis, encephalitis, hypoxic/anoxic brain injury, stroke, arteriovenous malformations, tumors, aneurysms, brain hemorrhage, as well as brain injury due to diabetes, seizures and toxicity, metabolic conditions, and alcohol and drug overdose. Previous research suggests that RSI is common in non-traumatic coma, but with an unknown prevalence of NTBP in those that receive RSI. If NTBP is common and if brain trauma RSI evidence is not valid for NTBP then a sizable proportion of NTBP receive this treatment without evidence of benefit. This study calculated the out-of-hospital NTBP prevalence in patients that had received RSI and explored factors that predicted survival.A retrospective cohort study based on data collected from an ambulance service and seven hospitals based in Melbourne, Australia. Non-traumatic brain pathologies were defined using ICD10-AM codes for the calculation of NTBP prevalence. Logistic regression modelled out-of-hospital predictors of survival to hospital discharge after adjustment for comorbidities.The seven participating hospitals treated 2,277 patients that received paramedic RSI for all illnesses and indications from January 1, 2008 to December 31, 2015, with survival data available for 1,940 (85%). Of the 1,940, 1,125 (58%) patients had at least one hospital-diagnosed NTBP. Sixty-nine percent all of NTBP survived to hospital discharge, compared to 65% for traumatic intracranial injury. Strokes were the most common and had poor survival to discharge (37%) compared to the second most common NTBP toxicity/toxic encephalopathy that had very high survival (98%). No out-of-hospital clinical intervention or prehospital time interval predicted survival. Factors that did predict survival include Glasgow Coma Scale (GCS), duration of mechanical ventilation, age, ICU length of stay, and comorbidities.Non-traumatic brain pathologies are seven times more prevalent than traumatic brain injuries in patients that underwent out-of-hospital RSI in Victoria, Australia. Since the mechanisms through which RSI impacts mortality might differ between traumatic brain injuries and NTBP, and given that NTBP is very prevalent, it follows that the use of RSI in NTBP could be unsupported.", "doi": "10.1080/10903127.2017.1325952", "title": "Survival in Out-of-hospital Rapid Sequence Intubation of Non-Traumatic Brain Pathologies.", "journal": ["Prehospital emergency care : official journal of the National Association of EMS Physicians and the National Association of State EMS Directors", "Prehosp Emerg Care"]}