{"authors": [["Vedantam", "Aditya", "A", "Department of Neurosurgery, Baylor College of Medicine; and."], ["Yamal", "Jose-Miguel", "JM", "Department of Biostatistics, University of Texas School of Public Health, Houston, Texas."], ["Hwang", "Hyunsoo", "H", "Department of Biostatistics, University of Texas School of Public Health, Houston, Texas."], ["Robertson", "Claudia S", "CS", "Department of Neurosurgery, Baylor College of Medicine; and."], ["Gopinath", "Shankar P", "SP", "Department of Neurosurgery, Baylor College of Medicine; and."]], "date": "2017-06-16", "id": "28621627", "text": "OBJECTIVE Posttraumatic hydrocephalus (PTH) affects 11.9%-36% of patients undergoing decompressive craniectomy (DC) and is an important cause of morbidity after traumatic brain injury (TBI). Early diagnosis and treatment of PTH can prevent further neurological compromise in patients who are recovering from TBI. There is limited data on predictors of shunting for PTH after DC for TBI. METHODS Prospectively collected data from the erythropoietin severe TBI randomized controlled trial were studied. Demographic, clinical, and imaging data were analyzed for enrolled patients who underwent a DC. All head CT scans during admission were reviewed and assessed for PTH by the Gudeman criteria or the modified Frontal Horn Index ≥ 33%. The presence of subdural hygromas was categorized as unilateral/bilateral hemispheric or interhemispheric. Using L1-regularized logistic regression to select variables, a multiple logistic regression model was created with ventriculoperitoneal shunting as the binary outcome. Statistical significance was set at p < 0.05. RESULTS A total of 60 patients who underwent DC were studied. Fifteen patients (25%) underwent placement of a ventriculoperitoneal shunt for PTH. The majority of patients underwent unilateral decompressive hemicraniectomy (n = 46, 77%). Seven patients (12%) underwent bifrontal DC. Unilateral and bilateral hemispheric hygromas were noted in 31 (52%) and 7 (11%) patients, respectively. Interhemispheric hygromas were observed in 19 patients (32%). The mean duration from injury to first CT scan showing hemispheric subdural hygroma and interhemispheric hygroma was 7.9 ± 6.5 days and 14.9 ± 11.7 days, respectively. The median duration from injury to shunt placement was 43.7 days. Multivariate analysis showed that the presence of interhemispheric hygroma (OR 63.6, p = 0.001) and younger age (OR 0.78, p = 0.009) were significantly associated with the need for a shunt after DC. CONCLUSIONS The presence of interhemispheric subdural hygromas and younger age were associated with shunt-dependent hydrocephalus after DC in patients with severe TBI.", "doi": "10.3171/2017.1.JNS162721", "title": "Factors associated with shunt-dependent hydrocephalus after decompressive craniectomy for traumatic brain injury.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}