{"authors": [["Righy", "Cássia", "C", "National Institute of Infectious Disease Evandro Chagas, Oswaldo Cruz Foundation (FIOCRUZ), Rio de Janeiro, Brazil. cassiarighy@gmail.com."], ["do Brasil", "Pedro Emmanuel Americano", "PEA", "National Institute of Infectious Disease Evandro Chagas, Oswaldo Cruz Foundation (FIOCRUZ), Rio de Janeiro, Brazil."], ["Vallés", "Jordi", "J", "CIBER Enfermedades Respiratorias (CIBERES), Barcelona, Spain."], ["Bozza", "Fernando A", "FA", "National Institute of Infectious Disease Evandro Chagas, Oswaldo Cruz Foundation (FIOCRUZ), Rio de Janeiro, Brazil."], ["Martin-Loeches", "Ignacio", "I", "CIBER Enfermedades Respiratorias (CIBERES), Barcelona, Spain."]], "date": "2017-06-15", "id": "28620893", "text": "Early-onset ventilator-associated pneumonia (EO-VAP) is the leading cause of morbidity and mortality in comatose patients. However, VAP prevention bundles focus mainly on late-onset VAP and may be less effective in preventing EO-VAP in comatose patients. Systemic antibiotic administration at the time of intubation may have a role in preventing EO-VAP. Therefore, we evaluated the effectiveness of systemic antibiotic administration in VAP prevention in comatose patients through a systematic review and meta-analysis.We searched for studies published through December 2015 that evaluated systemic antibiotic prophylaxis in comatose patients. Two authors independently selected and evaluated full-length reports of randomized clinical trials or prospective cohorts in patients aged >16 years that evaluated the impact of systemic antibiotics at the time of intubation on EO-VAP compared to placebo or no prophylaxis. The outcome variables were the incidence of EO-VAP, the duration of mechanical ventilation, ICU length of stay, and ICU mortality.We identified 10,988 citations, yielding 26 articles for further analysis; three studies with 267 patients were finally analyzed. Most patients (n = 135) were comatose due to head trauma. Systemic antibiotic administration was associated with decreased incidence of EO-VAP (RR 0.32; 95% CI 0.19-0.54) and shorter ICU LOS (standardized mean difference -0.32; 95% CI -0.56 to -0.08), but had no effect on mortality (RR 1.03; 95% CI 0.7-1.53) or duration of mechanical ventilation (standardized mean difference -0.16; 95% CI -0.41 to 0.08).Antibiotic prophylaxis in comatose patients reduced the incidence of EO-VAP and decreased the ICU stay slightly. Future trials are needed to confirm these results.", "doi": "10.1186/s13613-017-0291-4", "title": "Systemic antibiotics for preventing ventilator-associated pneumonia in comatose patients: a systematic review and meta-analysis.", "journal": ["Annals of intensive care", "Ann Intensive Care"]}