{"authors": [["Mohme", "Malte", "M", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Sauvigny", "Thomas", "T", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Grensemann", "Jörn", "J", "Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Söffker", "Gerold", "G", "Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Kluge", "Stefan", "S", "Department of Intensive Care Medicine, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Westphal", "Manfred", "M", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany."], ["Czorlich", "Patrick", "P", "Department of Neurosurgery, University Medical Center Hamburg-Eppendorf, Hamburg, Germany. Electronic address: p.czorlich@uke.de."]], "date": "2017-06-12", "id": "28619501", "text": "Aneurysmal subarachnoid hemorrhage (aSAH) is a life-threatening disease with an often fatal clinical course leading to irreversible loss of brain function (ILBF) (i.e., brain death). The purpose of this study was to assess the prevalence and characteristics of patients with aSAH who became organ donors after diagnosis of ILBF.Anonymized clinical data sets of 395 patients treated for aSAH at a university medical center from January 2011 to December 2016 were retrospectively analyzed. Prevalence of consent for organ donation and clinical characteristics, including parameters for diagnosis of irreversible loss of brain function, were assessed.After initial admission to the intensive care unit, 18.0% of patients (n = 71) died (Glasgow Outcome Scale score 1). Intracerebral hemorrhage occurred in 42.3% of patients who died, aneurysmal rebleeding occurred in 19.7%, and intraventricular hemorrhage occurred in 87.3%. In 50.7% of patients who died (n = 36), ILBF was diagnosed, and 32.4% (n = 23) of these patients became organ donors. In 55.6%, additional diagnostic electroencephalography was performed. Male patients significantly more often became organ donors than female patients (P = 0.008). ILBF with subsequent organ donation was predominantly seen in patients <60 years old. A total 85 of organs were explanted for donation, including 42 kidneys, 21 livers, 3 pancreas, 11 hearts and 8 lungs.ILBF in the setting of fatal aSAH is a prevalent diagnosis with complex demands for neurointensive care physicians. We demonstrated the clinical characteristics and epidemiologic factors of patients with aSAH converting to organ donors.", "doi": "10.1016/j.wneu.2017.06.024", "title": "Irreversible Total Loss of Brain Function and Organ Donation in Patients with Aneurysmal Subarachnoid Hemorrhage.", "journal": ["World neurosurgery", "World Neurosurg"]}