{"authors": [["Kikkawa", "Yuichiro", "Y", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan. Electronic address: ykikkawa@saitama-med.ac.jp."], ["Ikeda", "Toshiki", "T", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."], ["Takeda", "Ririko", "R", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."], ["Nakajima", "Hiroyuki", "H", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."], ["Ogura", "Takeshi", "T", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."], ["Ooigawa", "Hidetoshi", "H", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."], ["Kurita", "Hiroki", "H", "Department of Cerebrovascular Surgery, Saitama Medical University International Medical Center, Hidaka, Japan."]], "date": "2017-06-12", "id": "28619499", "text": "The aim of this study is to clarify the efficacy and safety of early surgery using trapping of the affected internal carotid artery (ICA) and high-flow bypass between the second portion of the middle cerebral artery and cervical external carotid artery with radial artery graft for ruptured blood blister-like aneurysms (BBAs) arising from the anterior wall of the ICA.Medical charts of 16 consecutive patients (7 men and 9 women; mean, 59 years) with subarachnoid hemorrhage (World Federation of Neurosurgical Societies grade I, n = 2; grade II, n = 5; grade III, n = 2; grade IV, n = 4; grade V, n = 3) caused by ruptured BBA surgically treated between July 2010 and October 2015 were retrospectively reviewed. Eleven patients underwent acute surgery within 24 hours after the onset, whereas surgery was performed between 3 and 17 days after the onset because of referral delay or associated vasospasm in 5 patients. All patients underwent the same surgical procedure.Elimination of the BBA and patency of the bypass were achieved in all patients. Postoperatively, 2 patients showed small infarction in the Heubner artery area, and 2 others suffered symptomatic vasospasm, but no patient suffered infarction in the posterior communicating/anterior choroidal artery territories. Identically, no patient showed ischemic optic neuropathy. At the last follow-up (mean, 36 months), favorable clinical outcome (good recovery or mild disability in Glasgow Outcome Scale) was achieved in 14 (88%) of the patients without rebleeding or refilling of the aneurysms.Early surgical repair of BBAs by trapping of the affected ICA with high-flow bypass is safe and effective treatment with satisfactory midterm outcome.", "doi": "10.1016/j.wneu.2017.06.033", "title": "Results of Early High-Flow Bypass and Trapping for Ruptured Blood Blister-Like Aneurysms of the Internal Carotid Artery.", "journal": ["World neurosurgery", "World Neurosurg"]}