{"authors": [["Nettesheim", "Susanne", "S", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany."], ["Kölker", "Stefan", "S", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany."], ["Karall", "Daniela", "D", "Medical University of Innsbruck, Clinic for Pediatrics I, Inherited Metabolic Disorders, Innsbruck, Austria."], ["Häberle", "Johannes", "J", "University Children's Hospital Zurich, Division of Metabolism and Children's Research Center, Zurich, Switzerland."], ["Posset", "Roland", "R", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany."], ["Hoffmann", "Georg F", "GF", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany."], ["Heinrich", "Beate", "B", "Erhebungseinheit für Seltene Pädiatrische Erkrankungen in Deutschland, Coordination Center for Clinical Studies, Heinrich Heine University Düsseldorf, Düsseldorf, Germany."], ["Gleich", "Florian", "F", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany."], ["Garbade", "Sven F", "SF", "Division of Neuropediatrics and Metabolic Medicine, Center for Child and Adolescent Medicine, University Hospital Heidelberg, Im Neuenheimer Feld 430, 69120, Heidelberg, Germany. Sven.Garbade@med.uni-heidelberg.de."], [null, null, null, null]], "date": "2017-06-15", "id": "28619060", "text": "Urea cycle disorders (UCDs) are a group of rare inherited metabolic disorders. Affected individuals often present with hyperammonemic encephalopathy (HE) and have an increased risk of severe neurologic disease and early death. The study aims to provide epidemiologic data and to describe the disease manifestation and short-term outcome.Cross-border surveillance of newly diagnosed patients with UCDs - below 16 years of age - was performed from July 2012 to June 2015 in Germany and Austria and from January 2012 to December 2015 in Switzerland. Inquiries were sent monthly to all Pediatric Departments in Germany and Switzerland, and quarterly to the Austrian Metabolic Group. In addition, data were collected via a second source (metabolic laboratories) in all three countries.Between July 2012 and June 2015, fifty patients (Germany: 39, Austria: 7, Switzerland: 4) with newly diagnosed UCDs were reported and later confirmed resulting in an estimated cumulative incidence of 1 in 51,946 live births. At diagnosis, thirty-nine patients were symptomatic and 11 asymptomatic [10 identified by newborn screening (NBS), 1 by high-risk-family screening (HRF)]. The majority of symptomatic patients (30 of 39 patients) developed HE with (n = 25) or without coma (n = 5), 28 of them with neonatal onset. Despite emergency treatment 15 of 30 patients with HE already died during the newborn period. Noteworthy, 10 of 11 patients diagnosed by NBS or HRF remained asymptomatic. Comparison with the European registry and network for intoxication type metabolic diseases (E-IMD) demonstrated that cross-national surveillance identified a higher number of clinically severe UCD patients characterized by earlier onset of symptoms, higher peak ammonium concentrations in plasma and higher mortality.Cross-border surveillance is a powerful tool to identify patients with UCDs demonstrating that (1) the cumulative incidence of UCDs is lower than originally suggested, (2) the mortality rate is still high in patients with neonatal onset of symptoms, and (3) onset type and peak plasma ammonium concentration predict mortality.", "doi": "10.1186/s13023-017-0661-x", "title": "Incidence, disease onset and short-term outcome in urea cycle disorders -cross-border surveillance in Germany, Austria and Switzerland.", "journal": ["Orphanet journal of rare diseases", "Orphanet J Rare Dis"]}