{"authors": [["Vithoulkas", "G", "G", "International Academy of Classical Homeopathy, Greece."], ["Văcăraș", "V", "V", "Department of Neurosciences, \"Iuliu Hațieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."], ["Kavouras", "J", "J", "International Academy of Classical Homeopathy, Greece."], ["Buzoianu", "A D", "AD", "Department of Clinical Pharmacology, \"Iuliu Hațieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."], ["Mărginean", "M", "M", "County Emergency Hospital Cluj, Cluj-Napoca, Romania."], ["Văcăraș", "D", "D", "Faculty of Medicine, \"Iuliu Hațieganu\" University of Medicine and Pharmacy, Cluj-Napoca, Romania."], ["Cozma", "S", "S", "County Emergency Hospital Cluj, Cluj-Napoca, Romania."]], "date": null, "id": "28616086", "text": "Coma is the state of unrousable unconsciousness. There are variations in the degree of coma and the findings and signs found on the patient's clinical examination depend on the underlying cause of the disorder. The Glasgow Coma scale evaluates the best motor, verbal and eye answers of the patient. A patient is considered to be in a coma if his Glasgow Coma Scale is below 8 points. The progress that we have made throughout the years has also led to complications that can culminate in a major catastrophe like death, permanent brain damage, coma. A study performed reached the conclusion that prior comorbidity, older age, intraoperative hypotension, and cardiovascular surgery may predispose patients to postoperative coma. The article presents a case of postoperative coma treated successfully with homeopathy. Although a rare complication, postoperative coma is a severe, death-leading condition, causing immense suffering on both the patient and the patient's family. A multidisciplinary and thorough approach is necessary for these patients, but even after a well-conducted therapy, this condition leads to the death of the patient.", "doi": null, "title": "Homeopathic treatment for prolonged postoperative coma: a case report.", "journal": ["Journal of medicine and life", "J Med Life"]}