{"authors": [["Dey", "Sahadeb", "S", "Referral Veterinary Polyclinic, Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P 243122 India."], ["Kurade", "Nitin P", "NP", "Referral Veterinary Polyclinic, Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P 243122 India."], ["Khurana", "Kishore Lal", "KL", "Referral Veterinary Polyclinic, Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P 243122 India."], ["Dan", "Ananya", "A", "Laboratory of Comparative System of Medicine, Division of Medicine, Indian Veterinary Research Institute, Izatnagar, Bareilly, U.P 243122 India."]], "date": "2016-06-30", "id": "28615883", "text": "This study is based on naturally intoxicated Doberman pinscher pups. Six Doberman pinscher pups were overdosed 50 times of recommended ivermectin dose by the pet owner and presented to Referral Veterinary Polyclinic section of this institute in a state of coma. The pups were unable to hold their head up and had no pupillary reflex. The pups were examined clinically and samples of blood were taken for haemato-biochemical studies, before and after treatment. During intoxication there was marked haemoconcentration, increase in values of serum creatinine phosphokinase, gamma glutamyl transpeptidase but decrease in serum glucose levels. These pups were treated with isotonic dextrose normal saline, 1.0 mg/kg physostigmine and 3 mg/kg dexamethasone. Clinical improvement occurred in remaining 2 pups after 12 h of treatment. These pups were able to take a liquid diet after 3 day and became clinically normal after 2 week. The serum biochemical values gradually reached to normal in recovered pups after 2 weeks of treatment. It took a month for complete recovery from depression and blindness.", "doi": "10.1007/s12639-016-0806-1", "title": "Clinicobiochemical changes in ivermectin toxicity in Doberman pinscher pups.", "journal": ["Journal of parasitic diseases : official organ of the Indian Society for Parasitology", "J Parasit Dis"]}