{"authors": [["Fischer", "Daniel", "D", "Department of Emergency Medicine Pharmacy, University of Colorado Hospital, 12605, E 16th Ave, Aurora, CO, 80045, USA. dan.fischer.rx@gmail.com."], ["Sorensen", "Jeffrey", "J", "Pulmonary and Critical Care Medicine, Intermountain Medical Center, 5121 South Cottonwood St, Murray, UT, 84107, USA."], ["Fontaine", "Gabriel V", "GV", "Department of Pharmacy, Intermountain Medical Center, 5171 South Cottonwood St, Murray, UT, 84107, USA."]], "date": "2017-06-13", "id": "28612131", "text": "Four-factor prothrombin complex concentrates (PCC) produce a more rapid and complete INR correction compared with 3-factor PCC in patients receiving warfarin. It is unknown if this improves clinical outcomes in the setting of intracranial hemorrhage (ICH).This multicenter, retrospective cohort study included patients presenting with warfarin-associated ICH reversed with either 4- or 3-factor PCC. The primary outcome was in-hospital mortality. Secondary outcomes were 30-day mortality, discharge location, intensive care unit (ICU) and hospital-free days, INR reversal, and thromboembolic (TE) events at 90 days. Each was analyzed using regression analysis. Continuous and binary outcomes were analyzed using linear and logistic regression, respectively, while ordinal regression was used for discharge location.Of the 103 patients, 63 received 4-factor PCC. Median age was 79 years [interquartile intervals(IQI 73-84)], median presenting INR was 2.7 (2.2-3.3), and presenting ICH was intraparenchymal in 51% of patients. In-hospital and 30-day mortality were 25 and 35%, respectively. In-hospital mortality was greater among those who received 4-factor PCC, yet was not statistically significant (OR 2.2, 95% CI 0.59-9.4, p = 0.26), as having Glasgow Coma Scale (GCS) ≤8 explained most of the difference (OR 48, 95% CI 14-219, p <0.001). The effect of 4-factor PCC was not statistically significant in any of the secondary analyses. Crude rates of TE events were higher in the 4-factor PCC group (19 vs. 10%), though not significantly.In-hospital mortality was not improved with the use of 4- versus 3-factor PCC in the emergent reversal of warfarin-associated ICH. Secondary clinical outcomes were similarly nonsignificant.", "doi": "10.1007/s12028-017-0374-y", "title": "Three-Factor Versus Four-Factor Prothrombin Complex Concentrate for the Emergent Management of Warfarin-Associated Intracranial Hemorrhage.", "journal": ["Neurocritical care", "Neurocrit Care"]}