{"authors": [["Carlson", "Jestin N", "JN", "Allegheny Health Network, Department of Emergency Medicine, Erie, Pennsylvania."], ["Hostler", "David", "D", "University at Buffalo, Department of Exercise and Nutrition Sciences, Buffalo, New York."], ["Guyette", "Francis X", "FX", "University of Pittsburgh, Department of Emergency Medicine, Pittsburgh, Pennsylvania."], ["Pinchalk", "Mark", "M", "Pittsburgh Emergency Medical Services, Pittsburgh, Pennsylvania."], ["Martin-Gill", "Christian", "C", "University of Pittsburgh, Department of Emergency Medicine, Pittsburgh, Pennsylvania."]], "date": "2017-04-17", "id": "28611887", "text": "Endotracheal intubation (ETI) in the prehospital setting poses unique challenges where multiple ETI attempts are associated with adverse patient outcomes. Early identification of difficult ETI cases will allow providers to tailor airway-management efforts to minimize complications associated with ETI. We sought to derive and validate a prehospital difficult airway identification tool based on predictors of difficult ETI in other settings.We prospectively collected patient and airway data on all airway attempts from 16 Advanced Life Support (ALS) ground emergency medical services (EMS) agencies from January 2011 to October 2014. Cases that required more than two ETI attempts and cases where an alternative airway strategy (e.g. supraglottic airway) was employed after one unsuccessful ETI attempt were categorized as \"difficult.\" We used a random allocation sequence to split the data into derivation and validation subsets. Using backward elimination, factors with a p<0.1 were included in the multivariable regression for the derivation cohort and then tested in the validation cohort. We used this model to determine the area under the curve (AUC), and the sensitivity and specificity for each cut point in both the derivation and validation cohorts.We collected data on 1,102 cases with 568 in the derivation set (155 difficult cases; 27%) and 534 in the validation set (135 difficult cases; 25%). Of the collected variables, five factors were predictive of difficult ETI in the derivation model (adjusted odds ratio, 95% confidence interval [CI]): Glasgow coma score [GCS] >3 (2.15, 1.19-3.88), limited neck movement (2.24, 1.28-3.93), trismus/jaw clenched (2.24, 1.09-4.6), inability to palpate the landmarks of the neck (5.92, 2.77-12.66), and fluid in the airway such as blood or emesis (2.25, 1.51-3.36). This was the most parsimonious model and exhibited good fit (Hosmer-Lemeshow test p = 0.167) with an AUC of 0.68 (95% CI [0.64-0.73]). When applied to the validation set, the model had an AUC of 0.63 (0.58-0.68) with high specificity for identifying difficult ETI if ≥2 factors were present (87.7% (95% CI [84.1-90.8])).We have developed a simple tool using five factors that may aid prehospital providers in the identification of difficult ETI.", "doi": "10.5811/westjem.2017.1.32938", "title": "Derivation and Validation of The Prehospital Difficult Airway IdentificationTool (PreDAIT): A Predictive Model for Difficult Intubation.", "journal": ["The western journal of emergency medicine", "West J Emerg Med"]}