{"authors": [["Vilalta", "J", "J", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Arikan", "F", "F", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Torne", "R", "R", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Najarro", "R", "R", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Lopez", "D", "D", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Rodriguez-Hernandez", "A", "A", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Gandara", "D", "D", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."], ["Banos", "P", "P", "Hospitals Vall d'Hebron, 08035 Barcelona, Espana."]], "date": null, "id": "28608353", "text": "To determine the causes of mortality in cases of brain haemorrhage among patients with arteriovenous malformations (AVM) treated in a tertiary hospital.The patients with AVM who died over the period 1990-2014 were selected from a prospective register of vascular malformations. Demographic aspects, localisation of the AVM, associated aneurysms and previous treatments were reviewed. Three main causes of death were established: initial bleeding/rebleeding, those related with the treatment of the AVM and other causes not related with AVM.A total of 400 patients were treated for AVM, 216 (54%) with a ruptured AVM, of whom 26 (12.1%) died as a result of a brain haemorrhage. The mean age of the group of patients who died was 48.8 years (range: 8-78 years). Twenty (76.9%) were admitted in coma (Glasgow Coma Scale < 9). In five cases (19.2%), bleeding was due to an associated aneurysm. A very high percentage (38.5%) had the AVM in the posterior fossa. Three patients had previously received non-curative treatments for the AVM in other medical centres. Of the total number, six (23.1%) received endovascular/surgical treatment in our hospital, and we have assumed that, due to the indication or owing to the time in which it was carried out, the cause of death was treatment-related, although two young patients underwent surgery with bilateral mydriasis. One patient died due to an associated glioblastoma, and the others, 19 (76%), due to rebleeding or to the initial brain damage.Knowing the causes of mortality can help improve the clinical outcome, above all in cases in which an early treatment could be indicated.Causas de la mortalidad hospitalaria por hemorragia cerebral en pacientes con malformacion arteriovenosa.Objetivo. Conocer las causas de la mortalidad en la hemorragia cerebral de los pacientes con malformaciones arteriovenosas (MAV) tratadas en un hospital terciario. Pacientes y metodos. De un registro prospectivo de malformaciones vasculares se han seleccionado los pacientes que fallecieron con MAV en el periodo 1990-2014. Se han revisado aspectos demograficos, localizacion de la MAV, aneurismas asociados y tratamientos previos. Se han establecido tres causas principales de muerte: sangrado inicial/resangrado, relacionadas con el tratamiento de la MAV y otras causas no relacionadas con la MAV. Resultados. Se trato a 400 pacientes de MAV, 216 (54%) con MAV rotas, de los que fallecieron 26 (12,1%) por hemorragia cerebral. La media de edad del grupo de pacientes fallecidos fue de 48,8 años (rango: 8-78 años). Veinte (76,9%) ingresaron en coma (escala de coma de Glasgow < 9). En cinco casos (19,2%), el sangrado se debio a un aneurisma asociado. Un porcentaje muy elevado (38,5%) tenia la MAV en la fosa posterior. Tres pacientes habian recibido previamente en otros centros tratamientos no curativos de la MAV. Del total, seis (23,1%) recibieron tratamiento endovascular/quirurgico en nuestro hospital, y hemos asumido que, por la indicacion o por el momento en que se realizo, la causa de la muerte se relacionaba con el tratamiento, aunque dos pacientes jovenes se operaron con midriasis bilateral. Un paciente fallecio por un glioblastoma asociado, y el resto, 19 (76%), por el resangrado o el daño cerebral inicial. Conclusion. El conocimiento de las causas de mortalidad puede contribuir a mejorar el resultado clinico, sobre todo en los casos en que podria estar indicado un tratamiento precoz.", "doi": null, "title": "[Causes of hospital mortality due to brain haemorrhage in patients with arteriovenous malformation].", "journal": ["Revista de neurologia", "Rev Neurol"]}