{"authors": [["Van Ombergen", "Angelique", "A", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Antwerp, Belgium."], ["Wuyts", "Floris L", "FL", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Antwerp, Belgium. floris.wuyts@uantwerpen.be."], ["Jeurissen", "Ben", "B", "Vision Lab, Department of Physics, University of Antwerp, Antwerp, Belgium."], ["Sijbers", "Jan", "J", "Vision Lab, Department of Physics, University of Antwerp, Antwerp, Belgium."], ["Vanhevel", "Floris", "F", "Department of Radiology, Antwerp University Hospital & University of Antwerp, Antwerp, Belgium."], ["Jillings", "Steven", "S", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Antwerp, Belgium."], ["Parizel", "Paul M", "PM", "Department of Radiology, Antwerp University Hospital & University of Antwerp, Antwerp, Belgium."], ["Sunaert", "Stefan", "S", "KU Leuven - University of Leuven, Department of Imaging & Pathology, Translational MRI, Leuven, Belgium."], ["Van de Heyning", "Paul H", "PH", "Antwerp University Research Centre for Equilibrium and Aerospace (AUREA), University of Antwerp, Antwerp, Belgium."], ["Dousset", "Vincent", "V", "University of Bordeaux, CHU de Bordeaux, INSERM Magendie, Bordeaux, France."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liège, Liège, Belgium."], ["Demertzi", "Athena", "A", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liège, Liège, Belgium."]], "date": "2017-06-12", "id": "28607373", "text": "Spaceflight severely impacts the human body. However, little is known about how gravity and gravitational alterations affect the human brain. Here, we aimed at measuring the effects of acute exposure to gravity transitions. We exposed 28 naïve participants to repetitive alterations between normal, hyper- and microgravity induced by a parabolic flight (PF) and measured functional MRI connectivity changes. Scans were acquired before and after the PF. To mitigate motion sickness, PF participants received scopolamine prior to PF. To account for the scopolamine effects, 12 non-PF controls were scanned prior to and after scopolamine injection. Changes in functional connectivity were explored with the Intrinsic Connectivity Contrast (ICC). Seed-based analysis on the regions exhibiting localized changes was subsequently performed to understand the networks associated with the identified nodes. We found that the PF group was characterized by lower ICC scores in the right temporo-parietal junction (rTPJ), an area involved in multisensory integration and spatial tasks. The encompassed network revealed PF-related decreases in within- and inter-hemispheric anticorrelations between the rTPJ and the supramarginal gyri, indicating both altered vestibular and self-related functions. Our findings shed light on how the brain copes with gravity transitions, on gravity internalization and are relevant for the understanding of bodily self-consciousness.", "doi": "10.1038/s41598-017-03170-5", "title": "Intrinsic functional connectivity reduces after first-time exposure to short-term gravitational alterations induced by parabolic flight.", "journal": ["Scientific reports", "Sci Rep"]}