{"authors": [["Sattin", "Davide", "D", "1 Neurology, Public Health, Disability Unit and Coma Research Centre, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Lovaglio", "Piergiorgio", "P", "2 Department of Statistics and Quantitative Methods, University Bicocca-Milan, Milan, Italy."], ["Brenna", "Greta", "G", "3 Scientific Directorate, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Covelli", "Venusia", "V", "4 Department of Psychology, e-Campus University, Novedrate (CO), Italy."], ["Rossi Sebastiano", "Davide", "D", "5 Neurophysiology and Diagnostic Epileptology Unit, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Duran", "Dunja", "D", "5 Neurophysiology and Diagnostic Epileptology Unit, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Minati", "Ludovico", "L", "3 Scientific Directorate, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Giovannetti", "Ambra Mara", "AM", "1 Neurology, Public Health, Disability Unit and Coma Research Centre, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Rosazza", "Cristina", "C", "3 Scientific Directorate, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Bersano", "Anna", "A", "6 Neurology Unit, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Nigri", "Anna", "A", "7 Neuroradiology Unit, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Ferraro", "Stefania", "S", "7 Neuroradiology Unit, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."], ["Leonardi", "Matilde", "M", "1 Neurology, Public Health, Disability Unit and Coma Research Centre, Neurological Institute C. Besta IRCCS Foundation, Milan, Italy."]], "date": "2017-03-01", "id": "28605973", "text": "The study compared the metric characteristics (discriminant capacity and factorial structure) of two different methods for scoring the items of the Coma Recovery Scale-Revised and it analysed scale scores collected using the standard assessment procedure and a new proposed method.Cross sectional design/methodological study.Inpatient, neurological unit.A total of 153 patients with disorders of consciousness were consecutively enrolled between 2011 and 2013.All patients were assessed with the Coma Recovery Scale-Revised using standard (rater 1) and inverted (rater 2) procedures.Coma Recovery Scale-Revised score, number of cognitive and reflex behaviours and diagnosis.Regarding patient assessment, rater 1 using standard and rater 2 using inverted procedures obtained the same best scores for each subscale of the Coma Recovery Scale-Revised for all patients, so no clinical (and statistical) difference was found between the two procedures. In 11 patients (7.7%), rater 2 noted that some Coma Recovery Scale-Revised codified behavioural responses were not found during assessment, although higher response categories were present. A total of 51 (36%) patients presented the same Coma Recovery Scale-Revised scores of 7 or 8 using a standard score, whereas no overlap was found using the modified score. Unidimensionality was confirmed for both score systems.The Coma Recovery Scale Modified Score showed a higher discriminant capacity than the standard score and a monofactorial structure was also supported. The inverted assessment procedure could be a useful evaluation method for the assessment of patients with disorder of consciousness diagnosis.", "doi": "10.1177/0269215517694225", "title": "A comparative study on assessment procedures and metric properties of two scoring systems of the Coma Recovery Scale-Revised items: standard and modified scores.", "journal": ["Clinical rehabilitation", "Clin Rehabil"]}