{"authors": [["Guo", "Rui", "R", "Department of Neurosurgery, West China Hospital, Sichuan University, Chengdu, China."], ["Blacker", "David J", "DJ", "Department of Neurology, Charles Gairdner Hospital and The Western Australian Neuroscience Research Institute, Nedlands, Australia."], ["Wang", "Xia", "X", "The George Institute for Global Health, University of Sydney and Royal Prince Alfred Hospital, Sydney, Australia."], ["Arima", "Hisatomi", "H", "The George Institute for Global Health, University of Sydney and Royal Prince Alfred Hospital, Sydney, Australia."], ["Lavados", "Pablo M", "PM", "Clinica Alemana de Santiago, Facultad de Medicina, Clinica Alemana Universidad del Desarrollo, Santiago, Chile."], ["Lindley", "Richard I", "RI", "The George Institute for Global Health, University of Sydney and Royal Prince Alfred Hospital, Sydney, Australia."], ["Chalmers", "John", "J", "The George Institute for Global Health, University of Sydney and Royal Prince Alfred Hospital, Sydney, Australia."], ["Anderson", "Craig S", "CS", "The George Institute for Global Health, University of Sydney and Royal Prince Alfred Hospital, Sydney, Australia."], ["Robinson", "Thompson", "T", "Department of Cardiovascular Sciences and NIHR Biomedical Research Unit for Cardiovascular Diseases, University of Leicester, Leicester, United Kingdom."], [null, null, null, null]], "date": null, "id": "28605557", "text": "The prognosis in acute spontaneous intracerebral hemorrhage (ICH) is related to hematoma volume, where >30 mL is commonly used to define large ICH as a threshold for neurosurgical decompression but without clear supporting evidence.To determine the factors associated with large ICH and neurosurgical intervention among participants of the Intensive Blood Pressure Reduction in Acute Cerebral Hemorrhage Trials (INTERACT).We performed pooled analysis of the pilot INTERACT1 (n = 404) and main INTERACT2 (n = 2839) studies of ICH patients (<6 h of onset) with elevated systolic blood pressure (SBP, 150-220 mm Hg) who were randomized to intensive (target SBP < 140 mm Hg) or contemporaneous guideline-recommended (target SBP < 180 mm Hg) management. Neurosurgical intervention data were collected at 7 d postrandomization. Multivariable logistic regression was used to determine associations.There were 372 (13%) patients with large ICH volume (>30 mL), which was associated with nonresiding in China, nondiabetic status, severe neurological deficit (National Institutes of Health stroke scale [NIHSS] score ≥ 15), lobar location, intraventricular hemorrhage extension, raised leucocyte count, and hyponatremia. Significant predictors of those patients who underwent surgery (226 of 3233 patients overall; 83 of 372 patients with large ICH) were younger age, severe neurological deficit (lower Glasgow coma scale score, and NIHSS score ≥ 15), baseline ICH volume > 30 mL, and intraventricular hemorrhage.Early identification of severe ICH, based on age and clinical and imaging parameters, may facilitate neurosurgery and intensive monitoring of patients.", "doi": "10.1093/neuros/nyx129", "title": "Practice Patterns for Neurosurgical Utilization and Outcome in Acute Intracerebral Hemorrhage: Intensive Blood Pressure Reduction in Acute Cerebral Hemorrhage Trials 1 and 2 Studies.", "journal": ["Neurosurgery", "Neurosurgery"]}