{"authors": [["Smith", "Orla M", "OM", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."], ["Chant", "Clarence", "C", "Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, Canada."], ["Burns", "Karen E A", "KEA", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."], ["Kaur", "Maninder", "M", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."], ["Ashraf", "Said", "S", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."], ["DosSantos", "Claudia C", "CC", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."], ["Hwang", "Stephen W", "SW", "Department of Medicine, St. Michael's Hospital and University of Toronto, Toronto, Canada."], ["Friedrich", "Jan O", "JO", "Critical Care Department, St. Michael's Hospital, Toronto, Canada."]], "date": "2017-06-12", "id": "28604792", "text": "Little is known about homeless patients in intensive care units (ICUs).To compare clinical characteristics, treatments, and outcomes of homeless to non-homeless patients admitted to four ICUs in a large inner-city academic hospital.63 randomly-selected homeless compared to 63 age-, sex-, and admitting-ICU-matched non-homeless patients.Compared to matched non-homeless, homeless patients (average age 48±12 years, 90% male, 87% admitted by ambulance, 56% mechanically ventilated, average APACHE II 17) had similar comorbidities and illness severity except for increased alcohol (70% vs 17%,p<0.001) and illicit drug(46% vs 8%,p<0.001) use and less documented hypertension (16% vs 40%,p = 0.005) or prescription medications (48% vs 67%,p<0.05). Intensity of ICU interventions was similar except for higher thiamine (71% vs 21%,p<0.0001) and nicotine (38% vs 14%,p = 0.004) prescriptions. Homeless patients exhibited significantly lower Glasgow Coma Scores and significantly more bacterial respiratory cultures. Longer durations of antibiotics, vasopressors/inotropes, ventilation, ICU and hospital lengths of stay were not statistically different, but homeless patients had higher hospital mortality (29% vs 8%,p = 0.005). Review of all deaths disclosed that withdrawal of life-sustaining therapy occurred in similar clinical circumstances and proportions in both groups, regardless of family involvement. Using multivariable logistic regression, homelessness did not appear to be an independent predictor of hospital mortality.Homeless patients, admitted to ICU matched to non-homeless patients by age and sex (characteristics most commonly used by clinicians), have higher hospital mortality despite similar comorbidities and illness severity. Trends to longer durations of life supports may have contributed to the higher mortality. Additional research is required to validate this higher mortality and develop strategies to improve outcomes in this vulnerable population.", "doi": "10.1371/journal.pone.0179207", "title": "Characteristics, clinical course, and outcomes of homeless and non-homeless patients admitted to ICU: A retrospective cohort study.", "journal": ["PloS one", "PLoS ONE"]}