{"authors": [["Yamamoto", "Kazuaki", "K", "Department of Neurosurgery, Shonan Kamakura General Hospital, Kamakura, Japan. Electronic address: straight.through.my.life@gmail.com."], ["Mori", "Takahisa", "T", "Department of Stroke Treatment, Shonan Kamakura General Hospital, Kamakura, Japan."], ["Watanabe", "Tsuyoshi", "T", "Department of Neurosurgery, Shonan Kamakura General Hospital, Kamakura, Japan."], ["Iwata", "Tomonori", "T", "Department of Stroke Treatment, Shonan Kamakura General Hospital, Kamakura, Japan."], ["Gondo", "Gakuji", "G", "Department of Neurosurgery, Shonan Kamakura General Hospital, Kamakura, Japan."], ["Tanaka", "Masahiko", "M", "Department of Neurosurgery, Shonan Kamakura General Hospital, Kamakura, Japan."], ["Tanaka", "Satoshi", "S", "Department of Neurosurgery, Shonan Kamakura General Hospital, Kamakura, Japan."]], "date": "2017-06-08", "id": "28602923", "text": "Dissecting aneurysms of the basilar artery (BA) are rare lesions, and the management of them has been controversial and challenging. The treatment becomes much more difficult when the patient has a disorder such as aortitis syndrome, which makes cerebral arteries occluded and tortuous. We describe a case of a ruptured BA dissecting aneurysm associated with aortitis syndrome, successfully treated with hybrid neurovascular surgery.A 64-year-old woman with a medical history of aortitis syndrome developed a severe headache and was diagnosed with a subarachnoid hemorrhage from a BA dissecting aneurysm. Her right common carotid artery and right vertebral artery (VA) were occluded because of aortitis syndrome. Blood flow in the right middle cerebral artery (MCA) was mainly supplied by the right posterior communicating artery. It was essential to preserve blood flow in the BA to prevent a cerebral infarction in the area of the right MCA. Stent-assisted coil embolization was considered the most appropriate treatment. The occluded right VA was thought to be more appropriate for introduction of an intravascular stent than the left VA. The patient underwent open surgery to expose the right VA. An intravascular stent was placed through the exposed right VA, and intra-aneurysmal coils were introduced from the left VA. The aneurysm was successfully treated with a hybrid technique.To our knowledge, this is the first report of hybrid neurovascular surgery for a BA dissecting aneurysm. A ruptured BA dissecting aneurysm in a patient with aortitis syndrome was successfully treated with hybrid neurovascular surgery.", "doi": "10.1016/j.wneu.2017.06.001", "title": "Successful Hybrid Neurovascular Surgery for a Ruptured Basilar Artery Dissecting Aneurysm in a Patient with Jeopardized Collateral Circulation Associated with Aortitis Syndrome.", "journal": ["World neurosurgery", "World Neurosurg"]}