{"authors": [["Wang", "Weijun", "W", "Department of Neurosurgery, Qiannan People's Hospital, Qiannan, Guizhou, China. Electronic address: 751829615@qq.com."], ["Zhou", "Ningquan", "N", "Department of Neurosurgery, Qiannan People's Hospital, Qiannan, Guizhou, China."], ["Wang", "Chao", "C", "Department of Neurosurgery, Qiannan People's Hospital, Qiannan, Guizhou, China."]], "date": "2017-06-29", "id": "28602881", "text": "Therapeutic efficacy of patients with hypertensive intracerebral hemorrhage (HICH) with large hematoma volume is poor. This study aimed to explore the efficacy of minimally invasive surgery for patients with HICH with large hematoma volume.A total of 104 patients with HICH with a hematoma volume >50 mL were treated with different surgical approaches. The patients were allotted to a minimally invasive surgery group (minimally invasive, n = 70) and conventional craniotomy group (craniotomy group, n = 34). Patients were followed-up for 30 days postoperatively, and their clinical data were compared.No statistically significant differences were found in age, sex, hematoma volume, and preoperative Glasgow Coma Scale score between the 2 groups (P > 0.05), whereas patient age was slightly greater in the minimally invasive group than the craniotomy group (P < 0.05). Postoperative mortality and complication rates in the minimally invasive group were significantly lower than those in the craniotomy group (20% vs. 44.1% and 15.2% vs. 29.4%, P < 0.05), and a better Glasgow Outcome Scale score at 30 days postoperatively was found in the minimally invasive group than the craniotomy group (P < 0.05). No significant differences were observed between the 2 groups in terms of mortality rate in patients with brain herniation and complication rates of postoperative renal failure, pulmonary infection, and cerebral infarction (P > 0.05).Minimally invasive surgery is safe and effective in patients with HICH with a hematoma volume >50 mL. Because of its minimal invasiveness, better recovery rate, lower mortality rate, and less complications, this approach is considered superior to craniotomy. However, further validation on a larger sample size is required.", "doi": "10.1016/j.wneu.2017.05.158", "title": "Minimally Invasive Surgery for Patients with Hypertensive Intracerebral Hemorrhage with Large Hematoma Volume: A Retrospective Study.", "journal": ["World neurosurgery", "World Neurosurg"]}