{"authors": [["Reith", "Florence C M", "FCM", "Department of Neurosurgery, Antwerp University Hospital and University of Antwerp, Edegem, Belgium. Electronic address: florence.reith@uza.be."], ["Lingsma", "Hester F", "HF", "Department of Public Health, Erasmus University Medical Center, Rotterdam, Netherlands."], ["Gabbe", "Belinda J", "BJ", "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia; The Farr Institute @ CIPHER, Swansea University, Singleton Park, UK."], ["Lecky", "Fiona E", "FE", "Emergency Medicine Research in Sheffield (EMRiS) Group, Health Services Research, School of Health and Related Research (SCHaRR), University of Sheffield, Sheffield, UK; Trauma Audit and Research Network, Centre for Epidemiology, Institute of Population Health, Health Service Research and Primary Care, Faculty of Biology, Medicine and Health, University of Manchester, Manchester Academic Health Sciences Centre, Salford Royal Hospital, Salford, UK."], ["Roberts", "Ian", "I", "Clinical Trials Unit, London School of Hygiene & Tropical Medicine, London, UK."], ["Maas", "Andrew I R", "AIR", "Department of Neurosurgery, Antwerp University Hospital and University of Antwerp, Edegem, Belgium."]], "date": "2017-06-01", "id": "28602178", "text": "The Glasgow Coma Scale (GCS) is widely used in the assessment of clinical severity and prediction of outcome after traumatic brain injury (TBI). The sum score is frequently applied, but the differential influence of the components infrequently addressed. We aimed to investigate the contribution of the GCS components to the sum score, floor and ceiling effects of the components, and their prognostic effects.Data on adult TBI patients were gathered from three data repositories: TARN (n=50,064), VSTR (n=14,062), and CRASH (n=9,941). Data on initial hospital GCS-assessment and discharge mortality were extracted. A descriptive analysis was performed to identify floor and ceiling effects. The relation between GCS and outcome was studied by comparing case fatality rates (CFR) between different component-profiles adding up to identical sum scores using Chi2-tests, and by quantifying the prognostic value of each component and sum score with Nagelkerke's R2 derived from logistic regression analyses across TBI severities.In the range 3-7, the sum score is primarily determined by the motor component, as the verbal and eye components show floor-effects at sum scores 7 and 8, respectively. In the range 8-12, the effect of the motor component attenuates and the verbal and eye components become more relevant. The motor, eye and verbal scores reach their ceiling-effects at sum 13, 14 and 15, respectively. Significant variations were exposed in CFR between different component-profiles despite identical sum scores, except in sum scores 6 and 7. Regression analysis showed that the motor score had highest R2 values in severe TBI patients, whereas the other components were more relevant at higher sum scores. The prognostic value of the three components combined was consistently higher than that of the sum score alone.The GCS-components contribute differentially across the spectrum of consciousness to the sum score, each having floor and ceiling effects. The specific component-profile is related to outcome and the three components combined contain higher prognostic value than the sum score across different TBI severities. We, therefore, recommend a multidimensional use of the three-component GCS both in clinical practice, and in prognostic studies.", "doi": "10.1016/j.injury.2017.05.038", "title": "Differential effects of the Glasgow Coma Scale Score and its Components: An analysis of 54,069 patients with traumatic brain injury.", "journal": ["Injury", "Injury"]}