{"authors": [["Zhu", "Chengjun", "C", "Hubei Collaborative Innovation Center for Green Transformation of Bio-Resources, College of Life Sciences, Hubei University, 368 Youyi Ave., Wuchang District, Wuhan, Hubei, 430062, China."], ["Xiao", "Fang", "F", "Hubei Collaborative Innovation Center for Green Transformation of Bio-Resources, College of Life Sciences, Hubei University, 368 Youyi Ave., Wuchang District, Wuhan, Hubei, 430062, China."], ["Qiu", "Yimin", "Y", "Hubei Collaborative Innovation Center for Green Transformation of Bio-Resources, College of Life Sciences, Hubei University, 368 Youyi Ave., Wuchang District, Wuhan, Hubei, 430062, China."], ["Wang", "Qin", "Q", "Hubei Collaborative Innovation Center for Green Transformation of Bio-Resources, College of Life Sciences, Hubei University, 368 Youyi Ave., Wuchang District, Wuhan, Hubei, 430062, China."], ["He", "Zhili", "Z", "State Key Laboratory of Agricultural Microbiology, Huazhong Agricultural University, Wuhan, 430070, China. zhili.he@ou.edu."], ["Chen", "Shouwen", "S", "Hubei Collaborative Innovation Center for Green Transformation of Bio-Resources, College of Life Sciences, Hubei University, 368 Youyi Ave., Wuchang District, Wuhan, Hubei, 430062, China. mel212@126.com."]], "date": "2017-06-11", "id": "28601894", "text": "Lichenysin is categorized into the family of lipopeptide biosurfactants and has a variety of applications in the petroleum industry, bioremediation, pharmaceuticals, and the food industry. Currently, large-scale production is limited due to the low yield. This study found that lichenysin production was repressed by supplementation of extracellular amino acids. The global transcriptional factor CodY was hypothesized to prevent lichenysin biosynthesis under an amino acid-rich condition in Bacillus licheniformis. Thus, the codY null strain was constructed, and lichenysin production was increased by 31.0% to 2356 mg/L with the addition of precursor amino acids, and the lichenysin production efficiency was improved by 42.8% to 98.2 mg/L• h. Correspondingly, the transcription levels of the lichenysin synthetase gene lchAA, and its corresponding regulator genes comA, degQ, and degU, were upregulated. Also, the codY deletion enhanced biosynthesis of lichenysin precursor amino acids (Gln, Ile, Leu, and Val) and reduced the formation of byproducts, acetate, acetoin, and 2,3-butanediol. This study firstly reported that lichenysin biosynthesis was negatively regulated by CodY and lichenysin production could be further improved with the precursor amino acid amendment in the codY null strain.", "doi": "10.1007/s00253-017-8352-z", "title": "Lichenysin production is improved in codY null Bacillus licheniformis by addition of precursor amino acids.", "journal": ["Applied microbiology and biotechnology", "Appl. Microbiol. Biotechnol."]}