{"authors": [["Salmani", "F", "F", "Department of Nursing, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."], ["Mohammadi", "E", "E", "Department of Nursing, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran. Electronic address: mohamade@modares.ac.ir."], ["Rezvani", "M", "M", "Faculty of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran."], ["Kazemnezhad", "A", "A", "Department of Biostatistics, Faculty of Medical Sciences, Tarbiat Modares University, Tehran, Iran."]], "date": "2017-06-04", "id": "28601692", "text": "Despite the well-defined effects of sensory stimulation, the knowledge of the pure effects of affective stimulation is scarce.To evaluate the effects of family-centered affective stimulation on the level of consciousness among comatose patients with brain injuries.This study was designed as a three-group double-blinded Randomized Controlled Trial.Ninety consecutive patients with traumatic brain injuries and a Glasgow Coma Scale score of 5-8 were selected. Patients were randomly allocated to an experimental, a placebo, and a control group using permuted block randomization. Affective stimulation intervention was provided to patients in the experimental group by their family members twice a day during the first seven days of their hospitalization. In the placebo group, a sensory stimulation program was implemented by a fixed trained person who was not familiar with the patients. Patients in the control group solely received sensory stimulation which was routinely provided to all patients. The level of consciousness among the patients using the Glasgow Coma Scale and Coma Recovery Scale-Revised were measured both before and after a family visit. The SPSS software (version 17.0) was used to analyze the data through running the one-way and the repeated measure analyses of variance.Despite an insignificant difference among the groups regarding baseline level of consciousness, the results of the one-way analysis of variance revealed at the seventh day of this study, however, the level of consciousness in the experimental group was significantly higher (9.1±2.1) than the placebo (7.2±1.1), the control groups (6.6±1.7) (P<0.001), subsequently. Moreover, at the seventh day of the study, the Coma Recovery Scale score in the experimental group (11.9±3.7) was significantly greater than the placebo (9.0±2.0) and the control (6.6±1.6) groups (P<0.001). Recovery rate and effect size values also confirmed the greater effectiveness of affective stimulation compared with pure sensory stimulation.Our findings in this study indicate that early family-centered affective stimulation is more effective than sensory stimulation in improving the level of consciousness among comatose patients with brain injuries. Family-centered affective stimulation is recommended to be integrated into the nursing curricula and routine care plans for comatose trauma patients in intensive care units.", "doi": "10.1016/j.ijnurstu.2017.05.014", "title": "The effects of family-centered affective stimulation on brain-injured comatose patients' level of consciousness: A randomized controlled trial.", "journal": ["International journal of nursing studies", "Int J Nurs Stud"]}