{"authors": [["Gao", "Fan", "F", "Clinical Research Center, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, China (mainland)."], ["Wang", "Cheng-Tai", "CT", "Department of Neurology, Baoji City Chinese Medicine Hospital, Baoji, Shaanxi, China (mainland)."], ["Chen", "Chen", "C", "Department of Neurology, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, China (mainland)."], ["Guo", "Xing", "X", "Department of Pharmacy, The First Affiliated Hospital of Xi'an Medical University, Xi'an, Shaanxi, China (mainland)."], ["Yang", "Li-Hong", "LH", "Clinical Research Center, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, China (mainland)."], ["Ma", "Xian-Cang", "XC", "Clinical Research Center, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, China (mainland)."], ["Han", "Jian-Feng", "JF", "Department of Neurology, The First Affiliated Hospital of Xi'an Jiaotong University, Xi'an, Shaanxi, China (mainland)."]], "date": "2017-06-10", "id": "28600907", "text": "BACKGROUND Hypokalemia has been confirmed to be a predictor of adverse cardiovascular and renal outcomes. There is a paucity of studies focusing on the potential connection between the serum K+ level and the outcome after acute ischemic stroke (AIS). This study investigated whether hypokalemia in the acute stroke stage contributes to worse functional outcome in AIS patients. MATERIAL AND METHODS This retrospective cohort study included consecutive patients with first-ever AIS admitted between June 2015 and March 2016. Patients were divided into 2 groups: hypokalemia (K+ <3.5 mmol/L) and normokalemia (3.5 mmol/L ≤K+ ≤5.5 mmol/L). Primary outcome measure was poor outcome at 3 months (modified Rankin scale >2). Univariate and multivariate logistic regression analyses were used to assess the association between hypokalemia and poor outcome. Receiver operating curve (ROC) analysis was performed to determine the optimal cutoff point of serum K+ level for predicting poor outcome. RESULTS The percent of patients with poor outcome at 3 months was higher in the hypokalemic group (62.9%) than in the normokalemic group (45.5%). Hypokalemic patients tended to have lower fasting glucose at admission, lower Glasgow coma scale score, and longer time from symptom onset to treatment compared with normokalemic patients. Hypokalemia was associated with poor outcome at 3 months after adjusting for potential confounders (odds ratio=2.42, 95% confidence interval=1.21-4.86, P=0.013). ROC analysis showed that the optimal threshold for serum K+ level was 3.7 mmol/L. CONCLUSIONS Hypokalemia at the initial admission is associated with poor prognosis at 3 months in first-ever AIS patients.", "doi": null, "title": "Effect of Hypokalemia on Functional Outcome at 3 Months Post-Stroke Among First-Ever Acute Ischemic Stroke Patients.", "journal": ["Medical science monitor : international medical journal of experimental and clinical research", "Med. Sci. Monit."]}