{"authors": [["Nzolo", "Didier", "D", "School of Public Health, University of Ghana, Legon, Accra, Ghana."], ["Anto", "Francis", "F", "School of Public Health, University of Ghana, Legon, Accra, Ghana. fanto@ug.edu.gh."], ["Hailemariam", "Sarah", "S", "Unit of Clinical Pharmacology and Pharmacovigilance, University of Kinshasa, Kinshasa, Democratic Republic of Congo."], ["Bakajika", "Didier", "D", "Sightsavers, Hayward Heath, UK."], ["Muteba", "Daniel", "D", "Programme Nationale de Lutte contre l'Onchocercose, Kinshasa, Democratic Republic of Congo."], ["Makenga", "Jean-Claude", "JC", "Ecole de Santé Publique, Université Libre de Bruxelles, Brussels, Belgium."], ["Mesia", "Gautier", "G", "Unit of Clinical Pharmacology and Pharmacovigilance, University of Kinshasa, Kinshasa, Democratic Republic of Congo."], ["Nsibu", "Celestin", "C", "Unit of Clinical Pharmacology and Pharmacovigilance, University of Kinshasa, Kinshasa, Democratic Republic of Congo."], ["Mampunza", "Samuel", "S", "Unit of Clinical Pharmacology and Pharmacovigilance, University of Kinshasa, Kinshasa, Democratic Republic of Congo."], ["Tona", "Gaston", "G", "Unit of Clinical Pharmacology and Pharmacovigilance, University of Kinshasa, Kinshasa, Democratic Republic of Congo."]], "date": null, "id": "28600751", "text": "The mainstay of onchocerciasis control currently is mass administration of ivermectin; however, this may be associated with serious adverse events, including deaths, when administered in areas where onchocerciasis and loiasis are co-endemic.The objective of the current study was to describe the central and peripheral nervous system disorders that occurred after mass administration of ivermectin in Democratic Republic of Congo (DRC).This is a retrospective descriptive study involving a review of data on adverse events related to mass administration of ivermectin. Data on reported serious adverse events following mass administration of ivermectin in the DRC were extracted from the World Health Organization (WHO) Global individual case safety report (ICSR) database (VigiBase). The review covered the period 2009-2013 and focused on central and peripheral nervous system disorders. Relevant demographic, clinical, and parasitological data, including age, sex, area of residence, adverse events, and parasite density were extracted. Descriptive statistics were analyzed using Stata 12.A total of 52 ICSRs related to ivermectin intake were available in VigiBase, with 51 (98.1%) from the Province of Equateur. All patients had central and peripheral nervous system disorders; 25 (48.1%) had altered mental status. Of these, 23 (92.0%) satisfied the criteria for \"probable/possible Loa loa encephalopathy temporally related to mectizan®\" (PLERM). The most frequent nervous system disorders among patients with PLERM were coma (74%), stupor (30%), headache (22%), and abnormal gait (22%). There were, on average, 2149.1 microfilariae per ml (mf/ml) in peripheral blood [95% confidence interval (CI) 463.6-3834.6; n = 23]. Post-treatment, 61% of PLERM cases had <1000 L. loa mf/ml of blood. One patient had microfilariae in the cerebrospinal fluid rather than the peripheral blood. We found 21.4% co-infection with Plasmodium falciparum and 4% mortality.PLERM may occur at even low peripheral blood concentrations of microfilaria.", "doi": "10.1007/s40801-017-0110-0", "title": "Central and Peripheral Nervous System Disorders Following Ivermectin Mass Administration: A Descriptive Study Based on the Democratic Republic of Congo Pharmacovigilance System.", "journal": ["Drugs - real world outcomes", "Drugs Real World Outcomes"]}