{"authors": [["Chua", "Mui Teng", "MT", "Emergency Medicine Department, National University Hospital, National University Health System, Singapore."], ["Bhandari", "Keshav", "K", null], ["Ong", "Victor Yk", "VY", null], ["Kuan", "Win Sen", "WS", null]], "date": null, "id": "28600579", "text": "Age-related physiological changes predispose older road users to higher mortality from traffic crashes. We aimed to describe the injury epidemiology of these patients, and explore the association between the comorbidity polypharmacy score (CPS) and outcomes.This retrospective study utilised data from the Trauma Registry in the National University Hospital, Singapore, between January 2011 and December 2014. Patients involved in traffic crashes aged 45 years and above with injury severity scores (ISS) of 9 and higher were included.There were 432 patients; median age was 58 (interquartile range, 51 to 65.5) years with predominance of male patients (82.2%) and Chinese ethnicity (66%). Overall mortality was 9.95%, with lower odds associated with higher Glasgow Coma Scale (odds ratio [OR] 0.73; 95% confidence interval [CI], 0.65 to 0.81, P <0.001), higher diastolic blood pressure (OR 0.98; 95% CI, 0.97 to 1.00, P = 0.031), and lower ISS of 9 to 15 (OR 0.10; 95% CI, 0.02 to 0.43, P = 0.002). The need for blood products was associated with higher mortality (OR 7.62; 95% CI, 2.67 to 21.7, P <0.001). CPS did not predict mortality. Independent predictors of discharge venue included length of stay, tier of injury and CPS group. Moderate CPS was statistically significant for nursing home placement (OR 10.7; 95% CI, 2.33 to 49.6, P = 0.002) but not for rehabilitation facility.CPS score is useful in predicting discharge to a nursing home facility for older patients with traffic crashes. Further larger studies involving other trauma types in the Asian population are needed to evaluate its utility.", "doi": null, "title": "Road Crashes in Older Persons and the Use of Comorbidity Polypharmacy Score in an Asian Population.", "journal": ["Annals of the Academy of Medicine, Singapore", "Ann. Acad. Med. Singap."]}