{"authors": [["Grossman", "Michael D", "MD", "Division of Acute Care Surgery, Southside Hospital/Northwell Health, Hofstra-Northwell School of Medicine, Bayshore, NY. Electronic address: mgrossman4@northwell.edu."], ["Yelon", "Jay A", "JA", "Division of Acute Care Surgery, Southside Hospital/Northwell Health, Hofstra-Northwell School of Medicine, Bayshore, NY."], ["Szydiak", "Lisa", "L", "Division of Acute Care Surgery, Southside Hospital/Northwell Health, Hofstra-Northwell School of Medicine, Bayshore, NY."]], "date": "2017-06-09", "id": "28599966", "text": "American College of Surgeons (ACS) verification is believed to provide benefits for trauma patients, but is associated with direct costs.We performed a 1-year retrospective review of the National Trauma Data Bank (NTDB) for 2012. Patients were separated into 3 age groups; Pediatric (PEDS), 0 to 14 years; adult, 15 to 65 years; and elderly (ELD), older than 65 years. We analyzed 2 injury severity cohorts, Injury Severity Score (ISS) 9 to 74 (ALL) and ISS 25 to 74 (MAJ). Multiple logistic regression to determine significance of ACS verification on mortality and major complications, controlling for age, ISS, shock, Glasgow Coma Scale, sex, age, comorbidities, and mechanism. Patients were excluded with an ISS <8 or equal to 75, dead on arrival, emergency department transfers, and burns.There were 392,997 patients: 262,644 in ACS centers and 130,353 in non-ACS centers. Distribution was: PEDS 3.8%, adults 64.5%, ELD 31.7%. For ALL adults, no differences were observed for primary outcome in ACS vs non-ACS centers (p = 0.128 and 0.061, for mortality and complications, respectively). For ALL PEDS and ELD, complications were more likely in non-ACS centers: (p = 0.003, odds ratio [OR] 2.61 [95% CI 1.36 to 5.0], and p < 0.0001, OR 3.17 [95% CI 2.21 to 4.56]). For MAJ trauma, death was more likely in adults in ACS vs non-ACS centers (p = 0.013, OR 0.82 [95% CI 0.71 to 0.96]). Complications for MAJ trauma were more likely in all age groups in non-ACS centers (adult: p = 0.028, OR 1.48 [95% CI 1.04 to 2.1]; ELD: p < 0.0001, OR 2.49 [95% CI 1.7 to 3.7]; PEDS: p < 0.0001, OR 4.29 [95% CI 2.13 to 8.69]). Length of stay was increased for all patients with complications (p < 0.0001).Measurable benefits in complications were observed in all age groups with MAJ trauma and in PEDS and ELD for ALL injury severity in ACS vs non-ACS trauma centers.", "doi": "10.1016/j.jamcollsurg.2017.04.034", "title": "Effect of American College of Surgeons Trauma Center Designation on Outcomes: Measurable Benefit at the Extremes of Age and Injury.", "journal": ["Journal of the American College of Surgeons", "J. Am. Coll. Surg."]}