{"authors": [["Hanley", "Daniel", "D", "1 Brain Injury Outcomes-The Johns Hopkins Medical Institutions , Baltimore, Maryland."], ["Prichep", "Leslie S", "LS", "2 Department of Psychiatry, New York University School of Medicine , New York, New York."], ["Badjatia", "Neeraj", "N", "4 R. Adams Cowley Shock Trauma Center , Baltimore, Maryland."], ["Bazarian", "Jeffrey", "J", "5 University of Rochester Medical Center , Rochester, New York."], ["Chiacchierini", "Richard", "R", "6 R.P. Chiacchierini Consulting, LLC , Gaithersburg, Maryland."], ["Curley", "Kenneth C", "KC", "7 Iatrikos Research and Development Strategies, LLC , Tampa, Florida."], ["Garrett", "John", "J", "9 Baylor University Medical Center , Dallas, Texas."], ["Jones", "Elizabeth", "E", "10 University of Texas Memorial Hermann Hospital , Houston, Texas."], ["Naunheim", "Rosanne", "R", "11 Washington University Barnes Jewish Medical Center , St. Louis, Missouri."], ["O'Neil", "Brian", "B", "12 Detroit Receiving Hospital , Detroit, Michigan."], ["O'Neill", "John", "J", "13 Allegheny General Hospital , Department of Emergency Medicine, Pittsburgh, Pennsylvania."], ["Wright", "David W", "DW", "14 Emory University School of Medicine & Grady Memorial Hospital , Atlanta, Geogia."], ["Huff", "J Stephen", "JS", "15 University of Virginia Health System , Charlottesville, Virginia."]], "date": "2017-09-21", "id": "28599608", "text": "The potential clinical utility of a novel quantitative electroencephalographic (EEG)-based Brain Function Index (BFI) as a measure of the presence and severity of functional brain injury was studied as part of an independent prospective validation trial. The BFI was derived using quantitative EEG (QEEG) features associated with functional brain impairment reflecting current consensus on the physiology of concussive injury. Seven hundred and twenty adult patients (18-85 years of age) evaluated within 72 h of sustaining a closed head injury were enrolled at 11 U.S. emergency departments (EDs). Glasgow Coma Scale (GCS) score was 15 in 97%. Standard clinical evaluations were conducted and 5 to 10 min of EEG acquired from frontal locations. Clinical utility of the BFI was assessed for raw scores and percentile values. A multinomial logistic regression analysis demonstrated that the odds ratios (computed against controls) of the mild and moderate functionally impaired groups were significantly different from the odds ratio of the computed tomography (CT) postive (CT+, structural injury visible on CT) group (p = 0.0009 and p = 0.0026, respectively). However, no significant differences were observed between the odds ratios of the mild and moderately functionally impaired groups. Analysis of variance (ANOVA) demonstrated significant differences in BFI among normal (16.8%), mild TBI (mTBI)/concussed with mild or moderate functional impairment, (61.3%), and CT+ (21.9%) patients (p < 0.0001). Regression slopes of the odds ratios for likelihood of group membership suggest a relationship between the BFI and severity of impairment. Findings support the BFI as a quantitative marker of brain function impairment, which scaled with severity of functional impairment in mTBI patients. When integrated into the clinical assessment, the BFI has the potential to aid in early diagnosis and thereby potential to impact the sequelae of TBI by providing an objective marker that is available at the point of care, hand-held, non-invasive, and rapid to obtain.", "doi": "10.1089/neu.2017.5004", "title": "A Brain Electrical Activity Electroencephalographic-Based Biomarker of Functional Impairment in Traumatic Brain Injury: A Multi-Site Validation Trial.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}