{"authors": [["Marzorati", "Chiara", "C", "School of Medicine and Surgery, Milano Bicocca University, Milan, Italy."], ["Mokart", "Djamel", "D", "Paoli-Calmettes Institute, Medical-Surgical ICU, Marseille, France."], ["Pène", "Frederic", "F", "Cochin University Hospital, Medical Intensive Care Unit, AP-HP, Paris, France."], ["Lemiale", "Virginie", "V", "Saint-Louis University Hospital, Medical Intensive Care Unit, AP-HP, Paris, France."], ["Kouatchet", "Achille", "A", "Angers University Hospital, Intensive Care Unit, Angers, France."], ["Mayaux", "Julien", "J", "Pitié-Salpêtrière University Hospital, Respiratory and Critical Care Department, Paris, France."], ["Vincent", "François", "F", "Avicenne University Hospital, Intensive Care Unit, Bobigny, France."], ["Nyunga", "Martine", "M", "Victor Provo Hospital, Intensive Care Unit, Roubaix, France."], ["Bruneel", "Fabrice", "F", "Centre Hospitalier de Versailles, Medical-Surgical Intensive Care Unit, Le Chesnay, France."], ["Rabbat", "Antoine", "A", "Hotel Dieu University Hospital, Intensive Care Unit, Paris, France."], ["Lebert", "Christine", "C", "Montaigu Hospital, Intensive Care Unit, La Roche-sur-Yon, France."], ["Perez", "Pierre", "P", "Brabois University Hospital, Intensive Care Unit, Nancy, France."], ["Benoit", "Dominique", "D", "Ghent University Hospital, Intensive Care Unit, Ghent, Belgium."], ["Citerio", "Giuseppe", "G", "School of Medicine and Surgery, Milano Bicocca University, Milan, Italy."], ["Azoulay", "Elie", "E", "Saint-Louis University Hospital, Medical Intensive Care Unit, AP-HP, Paris, France."], ["Legriel", "Stephane", "S", "Centre Hospitalier de Versailles, Medical-Surgical Intensive Care Unit, Le Chesnay, France."], [null, null, null, null]], "date": "2017-06-09", "id": "28598990", "text": "Epidemiological studies of neurological complications in patients with hematological malignancies are scant. The objective of the study was to identify determinants of survival in patients with hematological malignancy and neurological failure.Post hoc analysis of a prospective study of adults with hematological malignancies admitted for any reason to one of 17 university or university-affiliated participating ICUs in France and Belgium (2010-2012). The primary outcome was vital status at hospital discharge.Of the 1011 patients enrolled initially, 226 (22.4%) had neurological failure. Presenting manifestations were dominated by drowsiness or stupor (65%), coma (32%), weakness (26%), and seizures (19%). Neuroimaging, lumbar puncture, and electroencephalography were performed in 113 (50%), 73 (32%), and 63 (28%) patients, respectively. A neurosurgical biopsy was done in 1 patient. Hospital mortality was 50%. By multivariate analysis, factors independently associated with higher hospital mortality were poor performance status (odds ratio [OR], 3.99; 95%CI, 1.82-9.39; P = 0.0009), non-Hodgkin's lymphoma (OR, 2.60; 95%CI, 1.35-5.15; P = 0.005), shock (OR, 1.95; 95%CI, 1.04-3.72; P = 0.04), and respiratory failure (OR, 2.18; 95%CI, 1.14-4.25; P = 0.02); and factors independently associated with lower hospital mortality were GCS score on day 1 (OR, 0.88/point; 95%CI, 0.81-0.95; P = 0.0009) and autologous stem cell transplantation (OR, 0.25; 95%CI, 0.07-0.75; P = 0.02).In ICU patients with hematological malignancies, neurological failure is common and often fatal. Independent predictors of higher hospital mortality were type of underlying hematological malignancy, poor performance status, hemodynamic and respiratory failures, and severity of consciousness impairment. Knowledge of these risk factors might help to optimize management strategies.", "doi": "10.1371/journal.pone.0178824", "title": "Neurological failure in ICU patients with hematological malignancies: A prospective cohort study.", "journal": ["PloS one", "PLoS ONE"]}