{"authors": [["Lascarrou", "Jean Baptiste", "JB", "1Medical Intensive Care Unit, CHU Nantes, Nantes, France.2Medical Intensive Care Unit, Hopital de la Croix-Rousse, Hospices Civils de Lyon, Lyon, France.3Délégation à la Recherche Clinique et à l'Innovation, CHU Hôtel Dieu, Nantes, France.4Clinical Research Unit, District Hospital Center, La Roche-sur-Yon, France.5Medical Intensive Care Unit, CHU Gabriel-Montpied, Clermond-Ferrand, France.6Medical-Surgical Intensive Care Unit, District Hospital Center, La Roche-sur-Yon, France.7Medical Intensive Care Unit, University Hospital Center, Caen, France.8Bacteriological Laboratory, District Hospital Center, La Roche-sur-Yon, France."], ["Lissonde", "Floriane", "F", null], ["Le Thuaut", "Aurélie", "A", null], ["Bachoumas", "Konstantinos", "K", null], ["Colin", "Gwenhael", "G", null], ["Henry Lagarrigue", "Matthieu", "M", null], ["Vinatier", "Isabelle", "I", null], ["Fiancette", "Maud", "M", null], ["Lacherade", "Jean Claude", "JC", null], ["Yehia", "Aihem", "A", null], ["Joret", "Aurélie", "A", null], ["Lebert", "Christine", "C", null], ["Bourdon", "Sandra", "S", null], ["Martin Lefèvre", "Laurent", "L", null], ["Reignier", "Jean", "J", null]], "date": null, "id": "28594680", "text": "To determine the proportion of patients with documented bacterial aspiration pneumonia among comatose ICU patients with symptoms suggesting either bacterial aspiration pneumonia or non-bacterial aspiration pneumonitis.Prospective observational study.University-affiliated 30-bed ICU.Prospective cohort of 250 patients admitted to the ICU with coma (Glasgow Coma Scale score ≤ 8) and treated with invasive mechanical ventilation.None.The primary outcome was the proportion of patients with microbiologically documented bacterial aspiration pneumonia. Patients meeting predefined criteria for aspiration syndrome routinely underwent telescopic plugged catheter sampling during bronchoscopy before starting probabilistic antibiotic treatment. When cultures were negative, the antibiotic treatment was stopped. Of 250 included patients, 98 (39.2%) had aspiration syndrome, including 92 before mechanical ventilation discontinuation. Telescopic plugged catheter in these 92 patients showed bacterial aspiration pneumonia in 43 patients (46.7%). Among the remaining 49 patients, 16 continued to receive antibiotics, usually for infections other than pneumonia; of the 33 patients whose antibiotics were discontinued, only two subsequently showed signs of lung infection. In the six patients with aspiration syndrome after mechanical ventilation, and therefore without telescopic plugged catheter, antibiotic treatment was continued for 7 days. Mechanical ventilation duration, ICU length of stay, and mortality did not differ between the 43 patients with bacterial aspiration pneumonia and the 49 patients with non-bacterial aspiration pneumonitis. The 152 patients without aspiration syndrome did not receive antibiotics.Among comatose patients receiving mechanical ventilation, those without clinical, laboratory, or radiologic evidence of bacterial aspiration pneumonia did not require antibiotics. In those with suspected bacterial aspiration pneumonia, stopping empirical antibiotic therapy when routine telescopic plugged catheter sampling recovered no microorganisms was nearly always effective. This strategy may be a valid alternative to routine full-course antibiotic therapy. Only half the patients with suspected bacterial aspiration pneumonia had this diagnosis confirmed by telescopic plugged catheter sampling.", "doi": "10.1097/CCM.0000000000002525", "title": "Antibiotic Therapy in Comatose Mechanically Ventilated Patients Following Aspiration: Differentiating Pneumonia From Pneumonitis.", "journal": ["Critical care medicine", "Crit. Care Med."]}