{"authors": [["Lee", "Kyu Sun", "KS", "Department of Neurology, Ajou University School of Medicine, Ajou University Medical Center."], ["Lee", "Sung Eun", "SE", "Department of Neurology, Ajou University School of Medicine, Ajou University Medical Center."], ["Choi", "Jun Young", "JY", "Department of Neurology, Ajou University School of Medicine, Ajou University Medical Center."], ["Gho", "Yu-Rha", "YR", "Department of Emergency Medicine, Ajou University School of Medicine, Ajou University Medical Center."], ["Chae", "Minjung Kathy", "MK", "Department of Emergency Medicine, Ajou University School of Medicine, Ajou University Medical Center."], ["Park", "Eun Jung", "EJ", "Department of Emergency Medicine, Ajou University School of Medicine, Ajou University Medical Center."], ["Choi", "Mun Hee", "MH", "Department of Neurology, Ajou University School of Medicine, Ajou University Medical Center."], ["Hong", "Ji Man", "JM", "Department of Neurology, Ajou University School of Medicine, Ajou University Medical Center."]], "date": "2017-06-06", "id": "28592725", "text": "The Alberta Stroke Program Early CT Score (ASPECTS) is used to assess early ischemic stroke damage. This study compared bilateral ASPECTS (ASPECTS-b) with the gray:white matter ratio (GWR) and quantitative regional abnormality (QRA) to evaluate the prognostic utility of early computed tomography (CT) findings in post-cardiac arrest patients.Methods and Results:Out-of-hospital cardiac arrest patients with return of spontaneous circulation (ROSC) who underwent brain CT (<6 h after onset) and therapeutic hypothermia were recruited from a university hospital over a 2-year period. General demographics, ROSC characteristics, ASPECTS-b (total score=20 points), GWR, and QRA were assessed. Multivariate logistic regression analysis was used to predict neurologic outcome using cerebral performance category (CPC) at 1 month. The study population was divided into good (n=20; CPC 1-2) and poor (n=47; CPC 3-5) outcome groups. The good (vs. poor) outcome group was younger (mean [±SD] age 46.7±11.8 vs. 60.3±17.2 years; P=0.002) and had more initial shockable rhythms (40.0% vs. 8.5%; P=0.002). In addition, the good outcome group had a higher mean ASPECTS-b score (15.3±2.7 vs. 9.0±4.9; P<0.001), despite no differences in QRA and mean GWR. Age and ASPECTS-b were independent predictors of outcome after adjusting for potential confounders.These findings suggest that an initial CT score (ASPECTS-b) could help estimate early neurologic outcomes in post-cardiac arrest patients treated with therapeutic hypothermia.", "doi": "10.1253/circj.CJ-16-1327", "title": "Useful Computed Tomography Score for Estimation of Early Neurologic Outcome in Post-Cardiac Arrest Patients With Therapeutic Hypothermia.", "journal": ["Circulation journal : official journal of the Japanese Circulation Society", "Circ. J."]}