{"authors": [["Farach", "Sandra M", "SM", "From the *Division of Pediatric Surgery, †Clinical and Translational Research Organization, All Children's Hospital Johns Hopkins Medicine, St Petersburg, FL."], ["Walford", "Nebbie E", "NE", null], ["Bendure", "Lindsey", "L", null], ["Amankwah", "Ernest K", "EK", null], ["Danielson", "Paul D", "PD", null], ["Chandler", "Nicole M", "NM", null]], "date": "2017-06-06", "id": "28590996", "text": "There is conflicting data to support the routine use of helicopter transport (HT) for the transfer of trauma patients. The purpose of this study was to evaluate outcomes for trauma patients transported via helicopter from the scene of injury to a regional pediatric trauma center.The institutional trauma registry was queried for trauma patients presenting from January 2000 through March 2012. Of 9119 patients, 1709 patients who presented from the scene were selected for further evaluation. This cohort was stratified into HT and ground transport (GT) for analysis. Associations between mode of transport and outcomes were estimated using odds ratios and 95% confidence intervals from multivariable logistic regression models.Seven hundred twenty-five patients (42.4%) presented via HT, whereas 984 (57.6%) presented via GT. Patients arriving by HT had a higher Injury Severity Score, lower Glasgow Coma Scale, were less likely to undergo surgery within 3 hours, more likely to present after motorized trauma, and had longer intensive care unit (ICU) and hospital length of stay (LOS). Multivariate analysis controlling for Injury Severity Score, Glasgow Coma Scale, mechanism of injury, scene distance, and time to arrive to the hospital revealed that patients arriving by HT were more likely to have longer hospital LOS compared with those arriving by GT (odds ratios = 2.3, 95% confidence interval = 1.00-5.28, P = 0.049). However, no statistically significant association was observed for prehospital intubation, surgery within 3 hours, ICU admissions, or ICU LOS.Although patients arriving by helicopter are more severely injured and arrive from greater distances, when controlling for injuries, scene distance, and time to hospital arrival, only hospital LOS was significantly affected by HT.", "doi": "10.1097/PEC.0000000000001190", "title": "Helicopter Transport From the Scene of Injury: Are There Improved Outcomes for Pediatric Trauma Patients?", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}