{"authors": [["Small", "Dylan S", "DS", "Department of Statistics, The Wharton School, University of Pennsylvania, Philadelphia, United States."], ["Taylor", "Terrie E", "TE", "Department of Osteopathic Medical Specialties, College of Osteopathic Medicine, Michigan State University, East Lansing, United States."], ["Postels", "Douglas G", "DG", "Department of Neurology and Ophthalmology, College of Osteopathic Medicine, Michigan State University, East Lansing, United States."], ["Beare", "Nicholas Av", "NA", "Department of Eye and Vision Science, University of Liverpool, Liverpool, United Kingdom."], ["Cheng", "Jing", "J", "Department of Preventive and Restorative Dental Sciences, University of California, San Francisco, San Francisco, United States."], ["MacCormick", "Ian Jc", "IJ", "Department of Eye and Vision Science, University of Liverpool, Liverpool, United Kingdom."], ["Seydel", "Karl B", "KB", "Department of Osteopathic Medical Specialties, College of Osteopathic Medicine, Michigan State University, East Lansing, United States."]], "date": "2017-06-07", "id": "28590246", "text": "Cerebral malaria (CM) can be classified as retinopathy-positive or retinopathy-negative, based on the presence or absence of characteristic retinal features. While malaria parasites are considered central to the pathogenesis of retinopathy-positive CM, their contribution to retinopathy-negative CM is largely unknown. One theory is that malaria parasites are innocent bystanders in retinopathy-negative CM and the etiology of the coma is entirely non-malarial. Because hospitals in malaria-endemic areas often lack diagnostic facilities to identify non-malarial causes of coma, it has not been possible to evaluate the contribution of malaria infection to retinopathy-negative CM. To overcome this barrier, we studied a natural experiment involving genetically inherited traits, and find evidence that malaria parasitemia does contribute to the pathogenesis of retinopathy-negative CM. A lower bound for the fraction of retinopathy-negative CM that would be prevented if malaria parasitemia were to be eliminated is estimated to be 0.93 (95% confidence interval: 0.68, 1).", "doi": "10.7554/eLife.23699", "title": "Evidence from a natural experiment that malaria parasitemia is pathogenic in retinopathy-negative cerebral malaria.", "journal": ["eLife", "Elife"]}