{"authors": [["Maran", "Alberto", "A", "Department of Medicine, University of Padova, Padova, Italy. alberto.maran@unipd.it."], ["Crepaldi", "Cristina", "C", "Department of Medicine, University of Padova, Padova, Italy."], ["Del Piccolo", "Franco", "F", "Department of Medicine, University of Padova, Padova, Italy."], ["Macdonald", "Ian", "I", "School of Biomedical Sciences, Nottingham, UK."], ["Zarantonello", "Lisa", "L", "Department of Medicine, University of Padova, Padova, Italy."], ["Avogaro", "Angelo", "A", "Department of Medicine, University of Padova, Padova, Italy."], ["Amodio", "Piero", "P", "Department of Medicine, University of Padova, Padova, Italy."]], "date": "2017-06-06", "id": "28589447", "text": "To examine the relationship between electroencephalographic (EEG) activity and hypoglycemia unawareness, we investigated early parameters of vigilance and awareness of various symptom categories in response to hypoglycemia in intensively treated type 1 diabetic (T1DM) patients with different degrees of hypoglycemia unawareness. Hypoglycemia was induced with a hyperinsulinemic-hypoglycemic clamp in six T1DM patients with a history of hypoglycemia unawareness previous severe hypoglycemic coma (SH) and in six T1DM patients without (C) history of hypoglycemia unawareness previous severe hypoglycemic coma. Cognitive function tests (four choice reaction time), counterregulatory responses (adrenaline), and symptomatic responses were evaluated at euglycemia (90 mg/dl) and during step-wise plasma glucose reduction (68, 58 and 49 mg/dl). EEG activity was recorded continuously throughout the study and analyzed by spectral analysis. Cognitive function deteriorated significantly at a glucose threshold of 55 ± 1 mg/dl in both groups (p = ns) during hypoglycemia, while the glucose threshold for autonomic symptoms was significantly lower in SH patients than in C patients (49 ± 1 vs. 54 ± 1 mg/dl, p < 0.05, respectively). In SH patients, eye-closed resting EEG showed a correlation between the mean dominance frequency and plasma glucose (r = 0.62, p < 0.001). Theta relative power increased during controlled hypoglycemia compared to euglycemia (21.6 ± 6 vs. 15.5 ± 3% Hz p < 0.05) and was higher than in the C group (21.6 ± 6 vs. 13.8 ± 3%, p < 0.03). The cognitive task beta activity was lower in the SH group than in the C group (14.8 ± 3 Hz, vs. 22.6 ± 4 vs. p < 0.03). Controlled hypoglycemia elicits cognitive dysfunction in both C and SH patients; however, significant EEG alterations during hypoglycemia were detected mainly in patients with a history of hypoglycemia unawareness and previous severe hypoglycemic coma. These data suggest that prior episodes of hypoglycemic coma modulate brain electric activity.", "doi": "10.1007/s11011-017-0041-1", "title": "Cognitive, neurophysiologic and metabolic sequelae of previous hypoglycemic coma revealed by hyperinsulinemic-hypoglycemic clamp in type 1 diabetic patients.", "journal": ["Metabolic brain disease", "Metab Brain Dis"]}