{"authors": [["Firsching", "Raimund", "R", "Universitätsklinik für Neurochirurgie, Magdeburg."]], "date": null, "id": "28587706", "text": "Coma after acute head injury is always alarming. Depending on the type of injury, immediate treatment may be life-saving. About a quarter of a million patients are treated for traumatic brain injury in Germany each year. Treatment recommendations must be updated continually in the light of advancing knowledge.This review of treatment recommendations, prognostic factors, and the pathophysiology of coma after acute head injury is based on a 2015 German guideline for the treatment of head injury in adults and on pertinent publications retrieved by a selective search in PubMed for literature on post-traumatic coma.As soon as the vital functions have been secured, patients with acute head injury should undergo cranial computed tomography, which is the method of choice for identifying intracranial injuries needing immediate treatment. Patients who have an intracranial hematoma with mass effect should be taken to surgery at once. The prognosis is significantly correlated with the patient's age, the duration of coma, accompanying neurological manifestations, and the site of brain injury. The case fatality rate of patients who have been comatose for 24 hours and who have accompanying lateralizing signs, a unilaterally absent pupillary light reflex, or hemiparesis lies between 30% and 50%. This figure rises to 50-60% in patients with abnormal extensor reflexes and to over 90% in those with bilaterally absent pupillary light reflexes. Current neuropathological and neuroradiological studies indicate that coma after acute head injury is due to reversible or irreversible dysfunction of the brainstem.Brain tissue can tolerate ischemia and elevated pressure only for a very limited time. Comatose head-injured patients must therefore be evaluated urgently to determine whether they can be helped by the surgical removal of a hematoma or by a decompressive hemicraniectomy.", "doi": "10.3238/arztebl.2017.0313", "title": "Coma After Acute Head Injury.", "journal": ["Deutsches Arzteblatt international", "Dtsch Arztebl Int"]}