{"authors": [["Farris", "Michael", "M", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina. Electronic address: mfarris@wakehealth.edu."], ["McTyre", "Emory R", "ER", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Cramer", "Christina K", "CK", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Hughes", "Ryan", "R", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Randolph", "David M", "DM", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Ayala-Peacock", "Diandra N", "DN", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Bourland", "J Daniel", "JD", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Ruiz", "Jimmy", "J", "Department of Medicine (Hematology & Oncology), Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Watabe", "Kounosuke", "K", "Department of Cancer Biology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Laxton", "Adrian W", "AW", "Department of Neurosurgery, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Tatter", "Stephen B", "SB", "Department of Neurosurgery, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Zhou", "Xiaobo", "X", "Center for Bioinformatics & Systems Biology, Wake Forest School of Medicine, Winston-Salem, North Carolina."], ["Chan", "Michael D", "MD", "Department of Radiation Oncology, Wake Forest School of Medicine, Winston-Salem, North Carolina."]], "date": "2017-01-26", "id": "28586952", "text": "Prior statistical models attempted to identify risk factors for time to distant brain failure (DBF) or time to salvage whole-brain radiation therapy (WBRT) to predict the benefit of early WBRT versus stereotactic radiosurgery (SRS) alone. We introduce a novel clinical metric, brain metastasis velocity (BMV), for predicting clinical outcomes after initial DBF following upfront SRS alone.BMV was defined as the cumulative number of new brain metastases that developed over time since first SRS in years. Patients were classified by BMV into low-, intermediate-, and high-risk groups, consisting of <4, 4 to 13, and >13 new metastases per year, respectively. Histology, number of metastases at the time of first SRS, and systemic disease status were assessed for effect on BMV.Of 737 patients treated at our institution with upfront SRS without WBRT, 286 had ≥1 DBF event. A lower BMV predicted for improved overall survival (OS) following initial DBF (log-rank P<.0001). Median OS for the low, intermediate, and high BMV groups was 12.4 months (95% confidence interval [CI], 10.4-16.9 months), 8.2 months (95% CI, 5.0-9.7 months), and 4.3 months (95% CI, 2.6-6.7 months), respectively. Multivariate analysis showed that BMV remained the dominant predictor of OS, with a hazard ratio of 2.75 for the high BMV group (95% CI, 1.94-3.89; P<.0001) and a hazard ratio of 1.65 for the intermediate BMV group (95% CI, 1.18-2.30; P<.004). A lower BMV was associated with decreased rates of salvage WBRT (P=.02) and neurologic death (P=.008). Factors predictive for a higher BMV included ≥2 initial brain metastases (P=.004) and melanoma histology (P=.008).BMV is a novel metric associated with OS, neurologic death, and need for salvage WBRT after initial DBF following upfront SRS alone.", "doi": "10.1016/j.ijrobp.2017.01.201", "title": "Brain Metastasis Velocity: A Novel Prognostic Metric Predictive of Overall Survival and Freedom From Whole-Brain Radiation Therapy After Distant Brain Failure Following Upfront Radiosurgery Alone.", "journal": ["International journal of radiation oncology, biology, physics", "Int. J. Radiat. Oncol. Biol. Phys."]}