{"authors": [["Suzaki", "Asaki", "A", "Department of Applied Visual Science, Osaka University Graduate School of Medicine, Suita, Japan 2Clinical Research and Development Center, Menicon Co., Ltd., Nagoya, Japan."], ["Maeda", "Naoyuki", "N", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Suita, Japan."], ["Fuchihata", "Mutsumi", "M", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Suita, Japan."], ["Koh", "Shizuka", "S", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Suita, Japan."], ["Nishida", "Kohji", "K", "Department of Ophthalmology, Osaka University Graduate School of Medicine, Suita, Japan."], ["Fujikado", "Takashi", "T", "Department of Applied Visual Science, Osaka University Graduate School of Medicine, Suita, Japan."]], "date": null, "id": "28586914", "text": "To evaluate the visual performance and optical quality of a standardized asymmetric soft contact lens (SCL) used for correction of higher-order aberrations (HOAs) in eyes with keratoconus.We included 30 eyes (26 patients) with keratoconus (average K: 45.7 ± 2.3 diopters [D]). The patients were subjected to corneal tomography, aberrometry, measurements of manifest refraction and visual acuity (VA), and visual analog scale (VAS) assessments. The study lenses were made using a molding method and consisted of six standardized types, in which an asymmetric power distribution of approximately 2 to 12 D (2-D step) was used to correct HOAs. The lens type suitable for each eye was selected based on the corneal tomography and aberrometry data. The on-eye performance of the lens was evaluated using aberrometry (4-mm pupil), over refraction, VA, and VAS.The standardized asymmetric SCL improved the best spectacle-corrected VA from -0.07 ± 0.09 to -0.11 ± 0.08 logMAR (P < 0.05) and the mean VAS score from 66.2 ± 21.8 to 75.4 ± 20.5 (P < 0.05). Vertical coma decreased significantly (-0.50 ± 0.36 μm without SCL; -0.36 ± 0.34 μm with SCL; P < 0.01). In subgroup analysis, subjects in the high VAS group (score ≥ 75) accounted for 70% of all subjects, and this was the group in which the vertical coma decreased significantly from the level without the lens.A standardized asymmetric SCL can reduce HOAs and improve vision quality when compared with spectacles in patients with keratoconus who wear rigid gas-permeable lenses.", "doi": "10.1167/iovs.16-21296", "title": "Visual Performance and Optical Quality of Standardized Asymmetric Soft Contact Lenses in Patients With Keratoconus.", "journal": ["Investigative ophthalmology & visual science", "Invest. Ophthalmol. Vis. Sci."]}