{"authors": [["Parrado Sánchez", "L", "L", "Facultad de Medicina. Universidad ICESI. Cali, Colombia."], ["Gómez", "C", "C", "Facultad de Medicina. Universidad ICESI. Cali, Colombia."], ["Valderrama Chaparro", "J A", "JA", "Facultad de Medicina. Universidad ICESI. Cali, Colombia."], ["Beltrán Osorio", "L D", "LD", "Facultad de Medicina. Universidad ICESI. Cali, Colombia."], ["Sierra Ruiz", "M", "M", "Facultad de Medicina. Universidad ICESI. Cali, Colombia."], ["Enríquez Marulanda", "A", "A", "Centro de investigaciones Clínicas. Fundación Valle del Lili (FVL). Cali, Colombia."], ["Lobato Polo", "J", "J", "Departamento de Neurocirugía. Fundación Valle del Lili (FVL). Cali, Colombia."]], "date": "2017-01-25", "id": "28585791", "text": "Traumatic brain injury (TBI) due to gunshot-wounds (GSW) is a critical situation in the pediatric population. The aim of this study is to characterize TBI in this population since there are few reports that describe it especially in Colombia where its incidence is high, also to determine which were the main mortality predictor within our population.We conducted a retrospective cross-sectional study in which we reviewed pediatric medical records of patients that had consulted at the Fundacion Valle del Lili pediatric Emergency Room between January of 2011 and December of 2015 because of TBI due to GSW. A descriptive statistical analysis was performed.In our sample of 32 patients the average age was of 13.3 (SD ± 5.4) and with 75% male patients. In our sample the Glasgow Coma Scale (GCS) at entry was less than 8 in 59.38%, a 15.6% needed craniotomy and 81.2% were admitted to the Intensive Care Unit (ICU). Death occurred in 43.75% of cases. The following mortality predictors were obtained: GCS at entry, pupillary exam and light reflexes, ISS, Marshal Score, absence of basal cisterns and presence of subarachnoid hemorrhage in CT scan, and APACHE II.TBI due to GSW is a devastating entity, especially in the pediatric population, they are responsible of high mortality and disability rates. There were no significant findings regarding infection rates and the use of surgery as a preventive method, therefore there's a chance it might not be indicated.El traumatismo craneoencefálico (TCE) secundario a heridas por arma de fuego (HPAF) es una situación crítica, especialmente en la población pediátrica. El objetivo de este estudio es caracterizar el TCE en esta población dado que existen pocos reportes al respecto, especialmente en Colombia, y determinar cuáles fueron los principales predictores de mortalidad en nuestra población.Se realizó un estudio descriptivo retrospectivo en el cual se revisaron historias clínicas pediátricas de aquellos pacientes que consultaron al servicio de urgencias de la Fundación Valle del Lili entre enero de 2011 y diciembre de 2015 por TCE debido a HPAF. Se ejecutó un análisis estadístico descriptivo con las variables a considerar.Se obtuvo una muestra de 32 pacientes con una edad promedio de 13,3 (SD ± 5,4) y de predominio masculino (75%). Se encontró que el Glasgow Coma Scale (GCS) de ingreso < 8 se presentó en el 59,38% de los casos con un 15,6% que requirieron craniectomía y un 81,2% fue hospitalizado en Unidad de Cuidado Intensivo (UCI). El 43,75% fallecieron. Se obtuvieron los siguientes predictores de mortalidad: GCS de ingreso, examen y reflejos pupilares, ISS, Marshall Score, cisternas basales cerradas y presencia de hemorragia subaracnoidea en la tomografía axial computarizada y APACHE II.En la presente serie, no se encontró evidencia significativa entre los pacientes tratados quirúrgicamente o no, lo cual podría sugerir que un manejo conservador, individualizando cada caso, es una conducta aceptable y segura.", "doi": null, "title": "[Pediatric traumatic brain injury due to civil gunshot wounds at a General Hospital in Cali, Colombia].", "journal": ["Cirugia pediatrica : organo oficial de la Sociedad Espanola de Cirugia Pediatrica", "Cir Pediatr"]}