{"authors": [["Onyia", "Ephraim Eziechina", "EE", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Chikani", "Mark C", "MC", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Mezue", "Wilfred C", "WC", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Uche", "Enoch O", "EO", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Iloabachie", "Izuchukwu", "I", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Mesi", "Matthew", "M", "Department of Surgery, Neurosurgery Unit, University of Nigeria Teaching Hospital, Enugu State, Nigeria."], ["Ejembi", "Sunday", "S", "Department of Surgery, Memfys Hospital for Neurosurgery, Enugu State, Nigeria."], ["Agunwa", "Chuka", "C", "Department of Community Medicine, University of Nigeria Teaching Hospital, Ituku/Ozalla, Enugu State, Nigeria."]], "date": null, "id": "28584512", "text": "Civilian penetrating gunshot injuries to the neurocranium are no longer uncommon in Nigeria. Such injuries are however poorly reported. They are associated with poor outcome and, at close range, are frequently fatal, especially when inflicted by high-velocity weapons. Prompt transfer to neurosurgical service and urgent intervention may improve outcome in those that are not mortally wounded.Fifty-two patients with civilian penetrating gunshot wounds seen over a 10-year period (2004-2014) at the University of Nigeria Teaching Hospital and Memfys Hospital for Neurosurgery Enugu were reviewed retrospectively, and their data were analyzed to evaluate factors that impacted on outcome. Only patients with clinical and imaging evidence of cranial gunshot injuries who reached hospital alive were included in the study. The overall mortality and Glasgow outcome score were analyzed.Fifty-two patients with isolated civilian penetrating gunshot wounds were identified (M:F = 7.7:1); mean (standard deviation) age was 32.8 (11.9) years. There was a high correlation (0.983) between the sex of the patients and the outcome. The overall mortality was 30.8%, whereas the mortality for patients with postresuscitation Glasgow coma scale (GCS) score ≤8 was 57%, as against 12.9% in those in whom postresuscitation GCS was >8; meaning that 87.1% of patients in whom postresuscitation GCS was >8 survived. Thirty-one patients (59.6%) had papillary abnormalities. Majority of patients with monohemispheric lesions survived while all those with diencephalic, transventricular, and posterior fossa involvement had 100% mortality.Admitting GCS and bullet trajectory were predictive of outcome.", "doi": "10.4103/1117-6806.205751", "title": "Civilian Penetrating Gunshot Injury to the Neurocranium in Enugu.", "journal": ["Nigerian journal of surgery : official publication of the Nigerian Surgical Research Society", "Niger J Surg"]}