{"authors": [["Jawaid", "Mohammed Turab", "MT", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Amalnath", "S Deepak", "SD", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."], ["Subrahmanyam", "D K S", "DKS", "Department of Medicine, Jawaharlal Institute of Postgraduate Medical Education and Research, Puducherry, India."]], "date": null, "id": "28584409", "text": "Survivors of suicidal hanging can have variable neurological outcomes - from complete recovery to irreversible brain damage. Literature on the neurological outcomes in these patients is confined to retrospective studies and case series. Hence, this prospective study was carried out.The aim is to study the neurological outcomes in suicidal hanging.This was a prospective observational study carried out from July 2014 to July 2016.Consecutive patients admitted to the emergency and medicine wards were included in the study. Details of the clinical and radiological findings, course in hospital and at 1 month postdischarge were analyzed.Statistical analysis was performed using IBM SPSS advanced statistics 20.0 (SPSS Inc., Chicago, USA). Univariate analysis was performed using Chi-square test for significance and Odd's ratio was calculated.Of the 101 patients, 6 died and 4 had residual neuro deficits. Cervical spine injury was seen in 3 patients. Interestingly, 39 patients could not remember the act of hanging (retrograde amnesia). Hypotension, pulmonary edema, Glasgow coma scale (GCS) score <8 at admission, need for mechanical ventilation, and cerebral edema on plain computed tomography were more in those with amnesia as compared to those with normal memory and these findings were statistically significant.Majority of patients recovered without any sequelae. Routine imaging of cervical spine may not be warranted in all patients, even in those with poor GCS. Retrograde amnesia might be more common than previously believed and further studies are needed to analyze this peculiar feature.", "doi": "10.4103/0972-2327.205773", "title": "Neurological Outcomes Following Suicidal Hanging: A Prospective Study of 101 Patients.", "journal": ["Annals of Indian Academy of Neurology", "Ann Indian Acad Neurol"]}