{"authors": [["Nagatsu", "A", "A", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan; Department of General Surgery, Graduate School of Medicine, Hokkaido University, Sapporo, Japan. Electronic address: akihisa@xd6.so-net.ne.jp."], ["Yoshizumi", "T", "T", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Ikegami", "T", "T", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Harimoto", "N", "N", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Harada", "N", "N", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Soejima", "Y", "Y", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Taketomi", "A", "A", "Department of General Surgery, Graduate School of Medicine, Hokkaido University, Sapporo, Japan."], ["Maehara", "Y", "Y", "Department of Surgery and Science, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."]], "date": null, "id": "28583557", "text": "Large-for-size syndrome (LFSS) is controversial in pediatric living donor liver transplantation patients and is associated with a poor graft outcome. Similar situations in deceased donor liver transplantation (DDLT) in adults have not been reported frequently, and there are no official guidelines worldwide. Deceased donation is extremely limited in Japan, and when a larger liver is allocated for a very sick small recipient in Japan, transplantation with a plan to address LFSS might be necessary. The patient is a 58-year-old female patient who had acute liver failure with coma. The graft-recipient weight ratio (GRWR) was 2.74%. Although the graft was enlarged by reperfusion, the intraoperative Doppler ultrasound, performed after reperfusion, showed sufficient graft in-flow and out-flow. However, when the liver graft was situated appropriately into the right phrenic space supported by the rib cage and diaphragm, the blood flow in the hepatic vein and portal vein was significantly reduced. Graft blood flow did not improve without removing it from the right subphrenic space. Therefore, we decided to perform an in situ graft posterior segmentectomy, so that the graft right lobe was properly accommodated in the patient's right subphrenic space. After the segmentectomy of the graft, an intraoperative Doppler sonogram showed significantly improved blood flow. LFSS could be a significant operative challenge in adult DDLT, especially in areas with limited chances of DDLT. In situ posterior segmentectomy in the demarcated area could be a solution for treating patients with LFSS.", "doi": "10.1016/j.transproceed.2017.03.036", "title": "In Situ Posterior Graft Segmentectomy for Large-for-Size Syndrome in Deceased Donor Liver Transplantation in Adults: A Case Report.", "journal": ["Transplantation proceedings", "Transplant. Proc."]}