{"authors": [["Eaton", "Jessica", "J", "UNC-Project Malawi, Lilongwe, Malawi."], ["Hanif", "Asma Bilal", "AB", "Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi."], ["Mulima", "Gift", "G", "Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi."], ["Kajombo", "Chifundo", "C", "Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi."], ["Charles", "Anthony", "A", "UNC-Project Malawi, Lilongwe, Malawi; Department of Surgery, Kamuzu Central Hospitals, Lilongwe, Malawi; Department of Surgery, University of North Carolina, Chapel Hill, North Carolina, USA. Electronic address: anthchar@med.unc.edu."]], "date": "2017-06-02", "id": "28583456", "text": "Traumatic brain injury (TBI) is a leading cause of death and disability worldwide. The incidence of TBI in low- and middle-income countries (LMICs) is disproportionately high, with an associated increased risk of mortality from TBI relative to high-income countries. Although computed tomography is the diagnostic method of choice, this is often unavailable in LMICs. Exploratory burr holes may provide a suitable choice for diagnosis and treatment of TBI.We performed a retrospective review of prospectively collected data at KCH, a tertiary care center in Lilongwe, Malawi. All trauma patients presenting between June 2012 and July 2015 with a deteriorating level of consciousness and localizing signs and who underwent exploratory burr holes were included. Additionally, we included all patients admitted with TBI, requiring higher-level care during 2011. No patients underwent exploratory burr hole during this time. We performed logistic regression to identify predictors of mortality in the total population of TBI patients.Among the 241 patients who presented to KCH with TBI requiring higher-level care, the total mortality was 16.4%. More than half (163, or 68%) underwent exploratory burr hole with a mortality of 6.8%. Mortality in patients who did not undergo exploratory burr hole was 43.9%. Upon adjusted logistic regression, not undergoing exploratory burr hole significantly increased the odds of mortality (odds ratio = 12.0, P = 0.000, 95% confidence interval = 4.48-31.9).Exploratory burr holes remain an important diagnostic and therapeutic procedure for TBI in LMICs. Exploratory burr hole technique should be integrated into general surgery education to attenuate TBI-related mortality.", "doi": "10.1016/j.wneu.2017.05.153", "title": "Outcomes Following Exploratory Burr Holes for Traumatic Brain Injury in a Resource Poor Setting.", "journal": ["World neurosurgery", "World Neurosurg"]}