{"authors": [["Li", "Yuqian", "Y", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Yang", "Ruixin", "R", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Li", "Zhihong", "Z", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Yang", "Yanping", "Y", "Department of Neurosurgery, Xi'an Central Hospital, Xi'an, Shaanxi, China."], ["Tian", "Bo", "B", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Zhang", "Xingye", "X", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Wang", "Bao", "B", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Lu", "Dan", "D", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Guo", "Shaochun", "S", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Man", "Minghao", "M", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Yang", "Yang", "Y", "Department of Neurosurgery, The 451th hospital of PLA, Xi'an, Shaanxi, China."], ["Luo", "Tao", "T", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China."], ["Gao", "Guodong", "G", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China. Electronic address: 332568488@qq.com."], ["Li", "Lihong", "L", "Department of Neurosurgery, Tangdu Hospital, The Fourth Military Medical University, Xi'an, Shaanxi, China. Electronic address: 617336343@qq.com."]], "date": "2017-05-31", "id": "28578111", "text": "The safety and efficacy of craniotomy, endoscopic surgery, and stereotactic aspiration for surgical evacuation of spontaneous supratentorial lobar intracerebral hemorrhage (ICH) is yet uncertain. The present study analyzed the clinical and radiographic data from 99 patients with spontaneous supratentorial lobar ICH, retrospectively, to address this issue.Patients who underwent craniotomy, endoscopy surgery, or stereotactic aspiration were assigned to the craniotomy group (n = 31), endoscopy surgery group (n = 32), or stereotactic aspiration group (n = 36), respectively. The characteristics of all the enrolled patients at the time of admission were assimilated. Also, the therapeutic effects of the three surgical procedures were evaluated based on short-term outcomes within 30 days and long-term outcomes at 6 months after the ictus.The results showed that stereotactic aspiration and endoscopic surgery were associated with a superior clinical therapeutic effect in both short-term and long-term outcomes than craniotomy for the treatment of spontaneous supratentorial lobar ICH. Notably, severely affected patients with hematoma volume > 60 mL or Glasgow Coma Scale score 4-8 may benefit more from endoscopic surgery than the two other surgical procedures.The current findings demonstrate that both stereotactic aspiration and endoscopic surgery possess an apparent advantage over craniotomy for the evacuation of spontaneous supratentorial lobar ICH. The endoscopic surgery might be more safe and effective with higher evacuation rate, better functional neurological outcomes, and lower complication and mortality rates.", "doi": "10.1016/j.wneu.2017.05.134", "title": "Surgical Evacuation of Spontaneous Supratentorial Lobar Intracerebral Hemorrhage: Comparison of Safety and Efficacy of Stereotactic Aspiration, Endoscopic Surgery, and Craniotomy.", "journal": ["World neurosurgery", "World Neurosurg"]}