{"authors": [["Alwan", "Ferras", "F", "Department of Haematology and."], ["Vendramin", "Chiara", "C", "Haemostasis Research Unit, University College London, London, United Kingdom."], ["Vanhoorelbeke", "Karen", "K", "Laboratory for Thrombosis Research, Katholieke Universiteit Leuven Campus Kulak Kortrijk, Kortrijk, Belgium."], ["Langley", "Katy", "K", "Haemostasis Research Unit, University College London, London, United Kingdom."], ["McDonald", "Vickie", "V", "Department of Haematology, Guys and St Thomas National Health Service (NHS) Trust, London, United Kingdom."], ["Austin", "Steve", "S", "Department of Haematology, St George's NHS Trust, London, United Kingdom."], ["Clark", "Amanda", "A", "Bristol Haemophilia Centre, University Hospitals Bristol Foundation Trust, Bristol, United Kingdom."], ["Lester", "William", "W", "Department of Haematology, University Hospitals Birmingham NHS Foundation Trust, Birmingham, United Kingdom."], ["Gooding", "Richard", "R", "Department of Haematology, University Hospitals of Leicester, Leicester, United Kingdom."], ["Biss", "Tina", "T", "Department of Haematology, The Newcastle upon Tyne Hospitals NHS Foundation Trust, Newcastle, United Kingdom."], ["Dutt", "Tina", "T", "Roald Dahl Haemostasis and Thrombosis Centre, Royal Liverpool University Hospital, Liverpool, United Kingdom."], ["Cooper", "Nichola", "N", "Department of Haematology, Imperial College NHS Trust, London, United Kingdom."], ["Chapman", "Oliver", "O", "Department of Haematology, University Hospitals Coventry and Warwickshire NHS Trust, Coventry, United Kingdom."], ["Cranfield", "Tanya", "T", "Department of Haematology, Queen Alexandra Hospital, Portsmouth, United Kingdom."], ["Douglas", "Kenny", "K", "Scottish National Blood Transfusion Service (SNBTS) Clinical Apheresis Unit, Beatson West of Scotland Cancer Centre, Glasgow, United Kingdom."], ["Watson", "H G", "HG", "Department of Haematology, Aberdeen Royal Infirmary, Aberdeen, United Kingdom."], ["van Veen", "J J", "JJ", "Department of Haematology, Sheffield Teaching Hospitals NHS Foundation Trust, Sheffield, United Kingdom."], ["Sibson", "Keith", "K", "Department of Haematology, Great Ormond Street Hospital, London, United Kingdom."], ["Thomas", "William", "W", "Department of Haematology, Addenbrookes Hospital, Cambridge, United Kingdom."], ["Manson", "Lynn", "L", "SNBTS Department of Transfusion Medicine, Royal Infirmary of Edinburgh, Edinburgh, United Kingdom."], ["Hill", "Quentin A", "QA", "Department of Haematology, Leeds Teaching Hospitals NHS Trust, Leeds, United Kingdom."], ["Benjamin", "Sylvia", "S", "Department of Clinical Haematology, Oxford University Hospitals, Oxford, United Kingdom; and."], ["Ellis", "Debra", "D", "Department of Haematology and."], ["Westwood", "John-Paul", "JP", "Department of Haematology and."], ["Thomas", "Mari", "M", "Department of Haematology and."], ["Scully", "Marie", "M", "Department of Haematology and."]], "date": "2017-06-02", "id": "28576877", "text": "Immune-mediated thrombotic thrombocytopenic purpura (TTP) is a life-threatening disorder caused by antibodies against ADAMTS13. From the United Kingdom TTP registry, we undertook a prospective study investigating the impact of the presenting anti-ADAMTS13 IgG antibody and ADAMTS13 antigen on mortality. A total of 312 episodes involving 292 patients over 87 months were included; 68% were female, median age 46 (range, 11-88 years), and median presenting ADAMTS13 of <5% (range, <5%-18%). The mortality rate was 10.3% (n = 32); 68% of patients had a raised troponin at presentation conferring a sixfold increase in mortality compared with those with normal troponin levels (12.1% vs 2.0%, P = .04). Twenty-four percent had a reduced Glasgow Coma Score (GCS) at presentation with a ninefold increase in mortality (20% vs 2.2% for normal GCS at presentation, P < .0001). Mortality increased with higher anti-ADAMTS13 antibody levels and lower ADAMTS13 antigen levels. Those with antibody levels in the upper quartile (antibody >77%) had a mortality of 16.9% compared with 5.0% for the lowest quartile (antibody <20%) (P = .004). Those with an antigen level in the lowest quartile (antigen <1.5%) had a mortality of 18% compared with 3.8% for the highest quartile (antigen >11%) (P = .005). The synergistic effect of anti-ADAMTS13 IgG antibody in the upper quartile and ADAMTS13 antigen in the lowest quartile had the highest mortality of 27.3%. We conclude that both anti-ADAMTS13 IgG antibody and ADAMTS13 antigen levels correlate with outcome in TTP with increased cardiac and neurological involvement and increased mortality.", "doi": "10.1182/blood-2016-12-758656", "title": "Presenting ADAMTS13 antibody and antigen levels predict prognosis in immune-mediated thrombotic thrombocytopenic purpura.", "journal": ["Blood", "Blood"]}