{"authors": [["Tveita", "Ingrid Aune", "IA", "Department of Ear Nose and Throat Surgery, Nordland Hospital, Bodø, Norway. ingrid.aune.tveita@nordlandssykehuset.no."], ["Madsen", "Martin Ragnar Skjerve", "MRS", "Department of Oral and Maxillofacial Surgery, Nordland Hospital, Bodø, Norway."], ["Nielsen", "Erik Waage", "EW", "Department of Anesthesiology and Intensive Care, Nordland Hospital, Bodø, Norway."]], "date": "2017-06-02", "id": "28576125", "text": "We present a report of a patient with blunt trauma and mandibular fractures who developed a significant cerebral infarction due to an initially unrecognized injury of her left internal carotid artery. We believe that increased knowledge of this association will facilitate early recognition and hence prevention of a devastating outcome.A 41-year-old ethnic Norwegian woman presented to our Emergency Room after a bicycle accident that had caused a direct blow to her chin. At admittance, her Glasgow Coma Scale was 15. Initial trauma computed tomography showed triple fractures of her mandible, but no further pathology. She was placed in our Intensive Care Unit awaiting open reduction of her mandibular fractures. During the following 9 hours, she showed recurrent episodes of confusion and a progressive right-sided hemiparesis. Repeated cerebral computed tomography revealed no further pathology compared to the initial scan. She had magnetic resonance angiography 17 hours after admittance, which showed dissection and thrombus formation in her left internal carotid artery, total occlusion of her left medial cerebral artery, and left middle cerebral artery infarction was detected.Carotid artery dissection is a rare but life-threatening condition that can develop after trauma to the head and neck. There should be a high index of suspicion in patients with a mechanism of injury that places the internal carotid artery at risk because blunt vascular injury may show delayed onset with no initial symptoms of vascular damage. By implementing an algorithm for early detection and treatment of these injuries, serious brain damage may be avoided.", "doi": "10.1186/s13256-017-1316-1", "title": "Dissection of the internal carotid artery and stroke after mandibular fractures: a case report and review of the literature.", "journal": ["Journal of medical case reports", "J Med Case Rep"]}