{"authors": [["Rostami", "Elham", "E", "Section of Neurosurgery, Department of Neuroscience."], ["Engquist", "Henrik", "H", "Section of Neurosurgery, Department of Neuroscience."], ["Howells", "Timothy", "T", "Section of Neurosurgery, Department of Neuroscience."], ["Johnson", "Ulf", "U", "Section of Neurosurgery, Department of Neuroscience."], ["Ronne-Engström", "Elisabeth", "E", "Section of Neurosurgery, Department of Neuroscience."], ["Nilsson", "Pelle", "P", "Section of Neurosurgery, Department of Neuroscience."], ["Hillered", "Lars", "L", "Section of Neurosurgery, Department of Neuroscience."], ["Lewén", "Anders", "A", "Section of Neurosurgery, Department of Neuroscience."], ["Enblad", "Per", "P", "Section of Neurosurgery, Department of Neuroscience."]], "date": "2017-06-02", "id": "28574309", "text": "OBJECTIVE Delayed cerebral ischemia (DCI) following subarachnoid hemorrhage (SAH) is one of the major contributors to poor outcome. It is crucial to be able to detect early signs of DCI to prevent its occurrence. The objective of this study was to determine if low cerebral blood flow (CBF) measurements and pathological microdialysis parameters measured at the bedside can be observed early in patients with SAH who later developed DCI. METHODS The authors included 30 patients with severe SAH. The CBF measurements were performed at Day 0-3 after disease onset, using bedside xenon-CT. Interstitial glucose, lactate, pyruvate, glycerol, and glutamate were measured using microdialysis. RESULTS Nine of 30 patients developed DCI. Patients with DCI showed significantly lower global and regional CBF, and lactate was significantly increased in these patients. A high lactate/pyruvate ratio was also detected in patients with DCI. CONCLUSIONS Early low CBF measurements and a high lactate and lactate/pyruvate ratio may be early warning signs of the risk of developing DCI. The clinical value of these findings needs to be confirmed in larger studies.", "doi": "10.3171/2016.11.JNS161140", "title": "Early low cerebral blood flow and high cerebral lactate: prediction of delayed cerebral ischemia in subarachnoid hemorrhage.", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}