{"authors": [["Vink", "P", "P", "Department of Neurology and Neurosurgery, Academic Medical Center (AMC), Amsterdam, The Netherlands."], ["Lucas", "C", "C", "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Medical Faculty (AMC), University of Amsterdam, The Netherlands."], ["Maaskant", "J M", "JM", "Emma Children's Hospital, Academic Medical Center Amsterdam, The Netherlands."], ["van Erp", "W S", "WS", "Department of Primary and Community Care, Centre for Family Medicine, Geriatric Care and Public Health, Radboud University Medical Centre, Nijmegen, The Netherlands."], ["Lindeboom", "R", "R", "Department of Clinical Epidemiology, Biostatistics and Bioinformatics, Medical Faculty (AMC), University of Amsterdam, The Netherlands."], ["Vermeulen", "H", "H", "Department of Surgery, Academic Medical Center (AMC), Amsterdam, The Netherlands."]], "date": "2017-06-02", "id": "28573825", "text": "The Nociception Coma Scale is a nociception behaviour observation tool, developed specifically for patients with disorders of consciousness (DOC) due to (acquired) brain injury. Over the years, the clinimetric properties of the NCS and its revised version (NCS-R) have been assessed, but no formal summary of these properties has been made. Therefore, we performed a systematic review on the clinimetric properties (i.e. reliability, validity, responsiveness and interpretability) of the NCS(-R). We systematically searched CENTRAL, CINAHL, Embase, PsycInfo and Web of Science until August 2015. Two reviewers independently selected the clinimetric studies and extracted data with a structured form. Included studies were appraised on quality with the COSMIN checklist. Eight studies were found eligible and were appraised with the COSMIN checklist. Although nearly all studies lacked sample size calculation, and were executed by the same group of authors, the methodological quality ranged from fair to excellent. Important aspects of reliability, construct validity and responsiveness have been studied in depth and with sufficient methodological quality. The overview of clinimetric properties in this study shows that the NCS and NCS-R are both valid and useful instruments to assess nociceptive behaviour in DOC patients. The studies provide guidance for the choice in NCS-R cut-off value for possible pain treatment and cautions awareness of interprofessional differences in NCS-R measurements.This systematic review provides a structured overview of the clinimetric properties of the Nociception Coma Scale (-Revised) and provides insights for a solid evidence-based nociception behaviour assessment and treatment plan.", "doi": "10.1002/ejp.1063", "title": "Clinimetric properties of the Nociception Coma Scale (-Revised): A systematic review.", "journal": ["European journal of pain (London, England)", "Eur J Pain"]}