{"authors": [["Siegel", "Amanda P", "AP", "Integrated Nanosystems Development Institute, Indiana University-Purdue University Indianapolis, IN, United States of America. Department of Chemistry and Chemical Biology, Indiana University-Purdue University Indianapolis, IN, United States of America."], ["Daneshkhah", "Ali", "A", null], ["Hardin", "Dana S", "DS", null], ["Shrestha", "Sudhir", "S", null], ["Varahramyan", "Kody", "K", null], ["Agarwal", "Mangilal", "M", null]], "date": "2017-06-01", "id": "28569238", "text": "Diabetes is a disease that involves dysregulation of metabolic processes. Patients with type 1 diabetes (T1D) require insulin injections and measured food intake to maintain clinical stability, manually tracking their results by measuring blood glucose levels. Low blood glucose levels, hypoglycemia, can be extremely dangerous and can result in seizures, coma, or even death. Canines trained as diabetes alert dogs (DADs) have demonstrated the ability to detect hypoglycemia from breath, which led us to hypothesize that hypoglycemia, a metabolic dysregulation leading to low blood glucose levels, could be identified through analyzing volatile organic compounds (VOCs) contained within breath. We hoped to replicate the canines' detection ability and success by analytically using gas chromatography/mass spectrometry of VOCs in 128 breath samples collected from 52 youths with T1D at two different diabetes camps. We used different tests for significance including Ranksum, Student's T-test, and difference between means, and found a subset of 56 traces of potential metabolites. Principle component and linear discriminant analysis (LDA) confirmed a hypoglycemic signature likely resides within this group. Supervised machine learning combined with LDA narrowed the list of likely components to seven. The technique of leave one out cross validation demonstrated the model thus developed has a sensitivity of 91% (95% confidence interval (CI) [57.1, 94.7]) and a specificity of 84% (95% CI [73.0, 92.7]) at identifying hypoglycemia. Confidence intervals were obtained by bootstrapping. These results demonstrate that it is possible to differentiate breath samples obtained during hypoglycemic events from all other breath samples by analytical means and could lead to developing a simple analytical monitoring device as an alternative to using DADs.", "doi": "10.1088/1752-7163/aa6ac6", "title": "Analyzing breath samples of hypoglycemic events in type 1 diabetes patients: towards developing an alternative to diabetes alert dogs.", "journal": ["Journal of breath research", "J Breath Res"]}