{"authors": [["Zhou", "Zhou", "Z", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Wu", "Lei", "L", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Zhong", "Yuhua", "Y", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Fang", "Xiaobo", "X", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Liu", "Yanmei", "Y", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Chen", "Hongbing", "H", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."], ["Zhang", "Weixi", "W", "Department of Neurology, The First Affiliated Hospital, Sun Yat-Sen University, Guangzhou, China."]], "date": "2017-05-17", "id": "28567028", "text": "Gelsemium elegans (G. elegans) is a toxic plant indigenous to Southeast Asia. It is highly poisonous due to its strong respiratory depressive effect. However, G. elegans poisoning cases have not been summarized comprehensively and are rarely reported in English journals. Furthermore, none of the present reports present prognosis in detail.A 26-year-old female was found comatose at home and brought to the hospital with deep coma, hypoxia, and acidosis. After mechanical ventilation for hours, the patient recovered from coma with sequelae of impaired short-term memory, disorientation, and childish behaviors. Brain magnetic resonance imaging (MRI) showed bilateral hippocampus and basal ganglia damage due to hypoxia. During 8 months of follow-up, both her symptoms and brain MRI scan improved significantly.G. elegans is highly toxic. Although patients may die within 30 min due to its strong respiratory depressive effect, they can survive with timely respiratory support and enjoy gradual improvement without delayed postanoxic encephalopathy.", "doi": "10.3389/fneur.2017.00204", "title": "Gelsemium elegans Poisoning: A Case with 8 Months of Follow-up and Review of the Literature.", "journal": ["Frontiers in neurology", "Front Neurol"]}