{"authors": [["M", "Netravathi", "N", "Department of Neurology, National Institute of Mental Health & Neurosciences (NIMHANS), Bangalore 560029, India. Electronic address: sundernetra@gmail.com."], ["R", "Jaychandran", "J", "Department of Neurology, National Institute of Mental Health & Neurosciences (NIMHANS), Bangalore 560029, India."], ["Bhat", "M", "M", "Department of Neuroimaging & Interventional Neuroradiology (NIIR), National Institute of Mental Health & Neurosciences (NIMHANS), India."], ["Christopher", "R", "R", "Department of Neurochemistry, National Institute of Mental Health & Neurosciences (NIMHANS), India."], ["P", "Satishchandra", "S", "Department of Neurology, National Institute of Mental Health & Neurosciences (NIMHANS), Bangalore 560029, India."]], "date": "2017-04-21", "id": "28566183", "text": "HIV infection has been found to be prothrombotic condition. However, venous thromboembolism associated with HIV is restricted to peripheral vasculature with few reports of cerebral venous thrombosis (CVT).To examine the clinical manifestations of CVT among HIV seropositive individuals and explore the possible etiological factors.It is a prospective study of 26 (M:F-18:8) patients of CVT associated with HIV seropositive status. Their age and duration of illness was 33.8±6.8years and 11.3±8.5days respectively. Headache and vomiting was the most common symptom followed by seizures. Drowsiness with GCS (Glasgow coma score) ranging from 9-14 was present in two-thirds of the patients. Serum homocysteine was elevated in 70% of patients. Vitamin B12 was low in 12.5% and insufficient levels in 25%. 88.5% of the patients recovered completely to GCS 15/15 in 2-7days during follow up; 11.5% patients expired during the acute state.This study represents the largest series of CVT in HIV seropositive individuals. There is increased risk of thrombosis due to elevated homocysteine and low Vitamin B12. They have better sensorium inspite of extensive radiological involvement.", "doi": "10.1016/j.jns.2017.04.034", "title": "Profile of 26 HIV Seropositive individuals with Cerebral Venous Thrombosis.", "journal": ["Journal of the neurological sciences", "J. Neurol. Sci."]}