{"authors": [["Zhao", "Yuxin", "Y", "Weihai Center Hospital, 3 West Mishan Road, Weihai, 264400, Shandong, China. zyxtsgx@163.com."], ["Wang", "Zhaoxia", "Z", "Weihai Center Hospital, 3 West Mishan Road, Weihai, 264400, Shandong, China."], ["Tian", "Xia", "X", "Weihai Center Hospital, 3 West Mishan Road, Weihai, 264400, Shandong, China."], ["Wang", "Xuehong", "X", "Weihai Center Hospital, 3 West Mishan Road, Weihai, 264400, Shandong, China."], ["Gao", "Xining", "X", "Weihai Center Hospital, 3 West Mishan Road, Weihai, 264400, Shandong, China."]], "date": "2017-05-30", "id": "28560652", "text": "To determine whether the aspherical IOL, Tecnis ZCB00, can improve the visual quality by measuring visual acuity, wavefront aberrations, and contrast sensitivity.It was a retrospective case series. Patients who underwent phacoemulsification cataract surgery were divided into two groups. One group (Group TC) was implanted with one-piece aspherical acrylic IOL (Tecnis ZCB00, AMO); the other (Group SA) was implanted with one-piece spherical acrylic IOL (Sensar AAB00, AMO). Eighty-eight eyes were selected into this study, among them 43 eyes in 26 male cases and 45 eyes in 29 female cases. Thirty-six eyes in 23 cases were in Group TC, and 52 eyes in 32 cases were in Group SA. Three months postoperatively, aberrations were analyzed with i-Trace visual function analyzer (Tracy Technologies, USA). Contrast sensitivities were measured with Takaci-CGT-1000 contrast glare tester (Seiko, Japan).All the 88 eyes underwent phacoemulsification with intraocular lens implantation, without complications during or after surgery. Three months postoperatively, the uncorrected vision acuity in Group TC was significantly better than in Group SA (P = 0.007). At the pupil size of 5.0 mm, higher-order aberrations in Group TC were significantly higher than in Group SA (P = 0.02), especially the spherical aberration (Z 40 ) (P < 0.001); at the pupil size of 4.0 mm, Z 40 in Group SA was statistically higher than in Group TC (P < 0.001); at the pupil size of 3.0 mm, higher-order aberrations such as coma (Z 3-1,1 ) and trefoil aberration (Z 3-3,3 ) in Group SA were obviously higher than in Group TC (P = 0.01). In the low spatial frequency, the contrast sensitivity and the glare sensitivity in Group TC were significantly higher than in Group SA (P < 0.05).By the short-term follow-up (3 months), the aspherical acrylic IOL can reduce the higher-order aberrations (especially the spherical aberration) and increase the contrast sensitivity to improve the visual performance.", "doi": "10.1007/s10792-017-0578-3", "title": "Comparative study of visual function and ocular aberrations of two different one-piece designed hydrophilic acrylic intraocular lens.", "journal": ["International ophthalmology", "Int Ophthalmol"]}