{"authors": [["Malagurski", "Briguita", "B", "Toulouse NeuroImaging Center, Université de Toulouse, Inserm, UPS, France."], ["Péran", "Patrice", "P", "Toulouse NeuroImaging Center, Université de Toulouse, Inserm, UPS, France."], ["Sarton", "Benjamine", "B", "Critical Care Unit, University Teaching Hospital of Purpan, Place du Dr Baylac, F-31059 Toulouse Cedex 9, France."], ["Riu", "Beatrice", "B", "Critical Care Unit, University Teaching Hospital of Purpan, Place du Dr Baylac, F-31059 Toulouse Cedex 9, France."], ["Gonzalez", "Leslie", "L", "Critical Care Unit, University Teaching Hospital of Purpan, Place du Dr Baylac, F-31059 Toulouse Cedex 9, France."], ["Vardon-Bounes", "Fanny", "F", "Critical Care Unit, University Teaching Hospital of Rangueil, F-31060 Toulouse Cedex 9, France."], ["Seguin", "Thierry", "T", "Critical Care Unit, University Teaching Hospital of Rangueil, F-31060 Toulouse Cedex 9, France."], ["Geeraerts", "Thomas", "T", "Neurocritical Care Unit, University Teaching Hospital of Purpan, Place du Dr Baylac, F-31059 Toulouse Cedex 9, France."], ["Fourcade", "Olivier", "O", "Neurocritical Care Unit, University Teaching Hospital of Purpan, Place du Dr Baylac, F-31059 Toulouse Cedex 9, France."], ["de Pasquale", "Francesco", "F", "ITAB, Department of Neuroscience Imaging and Clinical Science, G. D'Annunzio University, Chieti, Italy."], ["Silva", "Stein", "S", "Toulouse NeuroImaging Center, Université de Toulouse, Inserm, UPS, France."]], "date": "2017-05-06", "id": "28560156", "text": "Posteromedial cortex (PMC) is a highly segregated and dynamic core, which appears to play a critical role in internally/externally directed cognitive processes, including conscious awareness. Nevertheless, neuroimaging studies on acquired disorders of consciousness, have traditionally explored PMC as a homogenous and indivisible structure. We suggest that a fine-grained description of intrinsic PMC topology during coma, could expand our understanding about how this cortical hub contributes to consciousness generation and maintain, and could permit the identification of specific markers related to brain injury mechanism and useful for neurological prognostication. To explore this, we used a recently developed voxel-based unbiased approach, named functional connectivity density (CD). We compared 27 comatose patients (15 traumatic and 12 anoxic), to 14 age-matched healthy controls. The patients' outcome was assessed 3 months later using Coma Recovery Scale-Revised (CRS-R). A complex pattern of decreased and increased connections was observed, suggesting a network imbalance between internal/external processing systems, within PMC during coma. The number of PMC voxels with hypo-CD positive correlation showed a significant negative association with the CRS-R score, notwithstanding aetiology. Traumatic injury specifically appeared to be associated with a greater prevalence of hyper-connected (negative correlation) voxels, which was inversely associated with patient neurological outcome. A logistic regression model using the number of hypo-CD positive and hyper-CD negative correlations, accurately permitted patient's outcome prediction (AUC = 0.906, 95%IC = 0.795-1). These points might reflect adaptive plasticity mechanism and pave the way for innovative prognosis and therapeutics methods.", "doi": "10.1016/j.nicl.2017.03.017", "title": "Neural signature of coma revealed by posteromedial cortex connection density analysis.", "journal": ["NeuroImage. Clinical", "Neuroimage Clin"]}