{"authors": [["Smart", "Luke R", "LR", "Department of Internal Medicine, Weill Bugando School of Medicine, Mwanza, Tanzania; Center for Global Health, Weill Cornell Medicine, New York, New York, USA."], ["Mangat", "Halinder S", "HS", "Department of Neurology, Weill Cornell Medicine, New York, New York, USA; Weill Cornell Brain and Spine Center, Department of Neurological Surgery, Weill Cornell Medicine, New York, New York, USA. Electronic address: hsm9001@med.cornell.edu."], ["Issarow", "Benson", "B", "Weill Bugando School of Medicine, Mwanza, Tanzania."], ["McClelland", "Paul", "P", "Center for Global Health, Weill Cornell Medicine, New York, New York, USA."], ["Mayaya", "Gerald", "G", "Department of Neurosurgery, Bugando Medical Centre, Mwanza, Tanzania."], ["Kanumba", "Emmanuel", "E", "Department of Neurosurgery, Bugando Medical Centre, Mwanza, Tanzania."], ["Gerber", "Linda M", "LM", "Department of Healthcare Policy & Research, Weill Cornell Medicine, New York, New York, USA."], ["Wu", "Xian", "X", "Department of Healthcare Policy & Research, Weill Cornell Medicine, New York, New York, USA."], ["Peck", "Robert N", "RN", "Department of Internal Medicine, Weill Bugando School of Medicine, Mwanza, Tanzania; Center for Global Health, Weill Cornell Medicine, New York, New York, USA."], ["Ngayomela", "Isidore", "I", "Department of Orthopedic Surgery, Bugando Medical Centre, Mwanza, Tanzania."], ["Fakhar", "Malik", "M", "Department of Neurology, Weill Cornell Medicine, New York, New York, USA."], ["Stieg", "Philip E", "PE", "Weill Cornell Brain and Spine Center, Department of Neurological Surgery, Weill Cornell Medicine, New York, New York, USA."], ["Härtl", "Roger", "R", "Weill Cornell Brain and Spine Center, Department of Neurological Surgery, Weill Cornell Medicine, New York, New York, USA."]], "date": "2017-05-27", "id": "28559070", "text": "Severe traumatic brain injury (TBI) is a major cause of death and disability worldwide. Prospective TBI data from sub-Saharan Africa are sparse. This study examines epidemiology and explores management of patients with severe TBI and adherence to Brain Trauma Foundation Guidelines at a tertiary care referral hospital in Tanzania.Patients with severe TBI hospitalized at Bugando Medical Centre were recorded in a prospective registry including epidemiologic, clinical, treatment, and outcome data.Between September 2013 and October 2015, 371 patients with TBI were admitted; 33% (115/371) had severe TBI. Mean age was 32.0 years ± 20.1, and most patients were male (80.0%). Vehicular injuries were the most common cause of injury (65.2%). Approximately half of the patients (47.8%) were hospitalized on the day of injury. Computed tomography of the brain was performed in 49.6% of patients, and 58.3% were admitted to the intensive care unit. Continuous arterial blood pressure monitoring and intracranial pressure monitoring were not performed in any patient. Of patients with severe TBI, 38.3% received hyperosmolar therapy, and 35.7% underwent craniotomy. The 2-week mortality was 34.8%.Mortality of patients with severe TBI at Bugando Medical Centre, Tanzania, is approximately twice that in high-income countries. Intensive care unit care, computed tomography imaging, and continuous arterial blood pressure and intracranial pressure monitoring are underused or unavailable in the tertiary referral hospital setting. Improving outcomes after severe TBI will require concerted investment in prehospital care and improvement in availability of intensive care unit resources, computed tomography, and expertise in multidisciplinary care.", "doi": "10.1016/j.wneu.2017.05.101", "title": "Severe Traumatic Brain Injury at a Tertiary Referral Center in Tanzania: Epidemiology and Adherence to Brain Trauma Foundation Guidelines.", "journal": ["World neurosurgery", "World Neurosurg"]}