{"authors": [["Agulnik", "Asya", "A", "Department of Global Pediatric Medicine and Division of Critical Care, St. Jude Children's Research Hospital, Memphis, Tennessee; and."], ["Kelly", "Daniel P", "DP", "Divisions of Medicine Critical Care."], ["Bruccoleri", "Rebecca", "R", "Emergency Medicine, and."], ["Yuskaitis", "Christopher", "C", "Neurology, Boston Children's Hospital, Boston, Massachusetts."], ["Ebrahimi-Fakhari", "Darius", "D", "Neurology, Boston Children's Hospital, Boston, Massachusetts."], ["Sahin", "Mustafa", "M", "Neurology, Boston Children's Hospital, Boston, Massachusetts."], ["Burns", "Michele M", "MM", "Emergency Medicine, and."], ["Kohane", "Daniel S", "DS", "Divisions of Medicine Critical Care, daniel.kohane@childrens.harvard.edu."]], "date": null, "id": "28557718", "text": "A 15-year-old female subject presented comatose, in respiratory failure and shock, after the intentional ingestion of ∼280 extended-release 200-mg carbamazepine tablets with a peak serum concentration of 138 µg/mL (583.74 µmol/L). The patient developed clinical seizures and an EEG pattern of stimulus-induced rhythmic, periodic, or ictal discharges, suggestive of significant cortical dysfunction. Due to the extremely high drug serum concentration and clinical instability, a combination of therapies was used, including lipid emulsion therapy, plasmapheresis, hemodialysis, continuous venovenous hemodiafiltration, and endoscopic intestinal decontamination. The patient's elevated serum lactate level with a high mixed venous saturation suggested possible mitochondrial dysfunction, prompting treatment with barbiturate coma to reduce cerebral metabolic demand. The serum carbamazepine concentration declined steadily, with resolution of lactic acidosis, no long-term end-organ damage, and return to baseline neurologic function. The patient was eventually discharged in her usual state of health. In the laboratory, we demonstrated in vitro that the active metabolite of carbamazepine hyperpolarized the mitochondrial membrane potential, supporting the hypothesis that the drug caused mitochondrial dysfunction. We thus successfully treated a life-threatening carbamazepine overdose with a combination of modalities. Future studies are required to validate this aggressive approach. The occurrence of mitochondrial dysfunction must be confirmed in patients with carbamazepine toxicity and the need to treat it validated.", "doi": "10.1542/peds.2016-1560", "title": "Combination Clearance Therapy and Barbiturate Coma for Severe Carbamazepine Overdose.", "journal": ["Pediatrics", "Pediatrics"]}