{"authors": [["Marino", "Silvia", "S", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Bonanno", "Lilla", "L", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Ciurleo", "Rosella", "R", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Baglieri", "Annalisa", "A", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Morabito", "Rosa", "R", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Guerrera", "Silvia", "S", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Rifici", "Carmela", "C", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["Giorgio", "Antonio", "A", "UOSA Experimental Neurology, Dept. of Medicine, Surgery & Neuroscience, University of Siena, Italy."], ["Bramanti", "Placido", "P", "IRCCS Centro Neurolesi \"Bonino Pulejo\", Messina, Italy."], ["De Stefano", "Nicola", "N", "UOSA Experimental Neurology, Dept. of Medicine, Surgery & Neuroscience, University of Siena, Italy."]], "date": "2017-04-27", "id": "28553427", "text": "The aim of this study was to assess differences in brain activation in a large sample of Vegetative State (VS) and Minimally Conscious State (MCS) patients, using functional magnetic resonance imaging (fMRI).We studied 50 patients four to seven months after brain injury. By using international clinical criteria and validated behavioural scales such as the Glasgow Coma Scale and the Clinical Unawareness Assessment Scale, the patients were grouped into VS (n=23) and MCS (n=27). All patients underwent to fMRI examination. After 6 months, the patients were reassessed using Glasgow Outcome Scale and Revised Coma Recovery Scale.fMRI showed significant (p<0.01, cluster-corrected) brain activation in the primary auditory cortex bilaterally during the acoustic stimuli in patients with both VS and MCS. However, ten patients clinically classified as VS, showed a pattern of brain activation very similar to that of MCS patients. Six months later, these ten VS patients had significant clinical improvement, evolving into MCS, whereas the other VS patients and patients with MCS remained clinically stable.Brain activity could help in discerning whether the status of wakefulness in VS is also accompanied by partial awareness, as occurs in MCS. This may have very important prognostic implications.", "doi": "10.2174/1874440001711010017", "title": "Functional Evaluation of Awareness in Vegetative and Minimally Conscious State.", "journal": ["The open neuroimaging journal", "Open Neuroimag J"]}