{"authors": [["Motwani", "Manoj", "M", "Motwani LASIK Institute, San Diego, CA, USA."]], "date": "2017-05-16", "id": "28553070", "text": "To show how an incorrect manifest astigmatism axis can cause an abnormal induced astigmatism on a new axis.Four eyes of three patients were treated primarily with WaveLight® EX500 wavefront optimized (WFO) treatments for astigmatism. All four eyes needed enhancements and were analyzed retrospectively via WaveLight® Contoura to determine the reason for the incorrect astigmatism treatment. Two of the eyes were retreated with topographic-guided ablation, and two were treated with WFO correction.The eyes that had an incorrect manifest axis resulted in a new abnormal induced astigmatism on a wholly new axis. Treatment with topographic-guided ablation completely eliminated the newly induced astigmatism. Treatment with WFO of an abnormal induced astigmatism corrected the refraction but still left topographic evidence of the abnormal astigmatism behind. One eye was incorrectly treated for astigmatism due to coma affecting refraction when the patient was dilated. This eye had a normal induced astigmatism on a perpendicular axis and was corrected using WFO. The use of manifest refraction with WaveLight® Contoura topographic-guided ablation will lead to incorrect astigmatism correction when the manifest astigmatism and axis differ from the WaveLight® Contoura measured.Correction of an incorrect manifest refraction astigmatic axis does not simply create undercorrection of the astigmatism but induces an entirely new abnormal astigmatism on a different axis. Manifest refraction is less accurate and can lead to abnormal astigmatism when laser ablation is performed.", "doi": "10.2147/OPTH.S133840", "title": "The use of WaveLight® Contoura to create a uniform cornea: the LYRA Protocol. Part 2: the consequences of treating astigmatism on an incorrect axis via excimer laser.", "journal": ["Clinical ophthalmology (Auckland, N.Z.)", "Clin Ophthalmol"]}