{"authors": [["Lewartowska-Nyga", "Dorota", "D", "Oddział Kardiologii i Reumatologii dla Dzieci, II Katedra Pediatrii UM w Łodzi, Ośrodek Pediatryczny im. M. Konopnickiej, Centralny Szpital Kliniczny UM w Łodzi."], ["Nyga", "Kamil", "K", "Centrum Medycyny Rodzinnej i Społeczności Lokalnych UM w Łodzi."], ["Skotnicka-Klonowicz", "Grażyna", "G", "Oddział Kliniczny Medycyny Ratunkowej dla Dzieci, II Katedra Pediatrii UM w Łodzi, Ośrodek Pediatryczny im. M. Konopnickiej, Centralny Szpital Kliniczny UM w Łodzi."]], "date": null, "id": "28551693", "text": "The aim of the study was to determine whether Infrascanner screening is a test which would facilitate excluding acute intracranial bleeding in children after minor head injury and thus make it possible to limit indications for computed tomography in those children.The study enrolled 155 children aged 2-18 years after a minor or moderate head injury. The children were assessed using the Glasgow Coma Scale, examined by Infrascanner screening. Those who had relvant indications also had head computed tomography.A negative Infrascanner screening result (no intracranial bleeding) was noted in 151 children. The Infrascanner result was positive in 4 children. Head computed tomography was performed in 28 of the 155 children. The conformity of the Infrascanner result with the computed tomography image was found in 26 children: no evidence of intracranial bleeding in 24 children and confirmation of intracranial haematoma in 2 children. The sensitivity of the screening was 66.67% and its specificity 98.68%. The positive and negative predictive values of the screening were 50% and 99.34%, respectively. The reliability of the test results was 98.06%.The Infrascanner seems to be a useful device in diagnosing children after minor head injury in the emergency department and its portability makes it possible to use it in practically all settings. Introducing the device into management standards in children after minor head injury might facilitate selecting those after minor head injury who are not at risk of intracranial bleeding and contribute to a reduction in the number of imaging investigations being performed and decrease the number of hospitalisations.", "doi": null, "title": "[Can infrascanner be useful in hospital emergency departments for diagnosing minor head injury in children?]", "journal": ["Developmental period medicine", "Dev Period Med"]}