{"authors": [["Gantois", "Guillaume", "G", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France."], ["Parmentier-Decrucq", "Erika", "E", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France. Electronic address: erika.parmentier@chru-lille.fr."], ["Duburcq", "Thibault", "T", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France. Electronic address: thibault.duburcq@chru-lille.fr."], ["Favory", "Raphaël", "R", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France. Electronic address: raphael.favory@chru-lille.fr."], ["Mathieu", "Daniel", "D", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France. Electronic address: daniel.mathieu@chru-lille.fr."], ["Poissy", "Julien", "J", "Intensive Care Unit and Hyperbaric Center, Lille University Hospital, F-59037 Lille cedex, France. Electronic address: julien.poissy@chru-lille.fr."]], "date": "2017-05-23", "id": "28551089", "text": "Patients surviving a self-attempted hanging have a total neurological recovery in 57-77% of cases at hospital discharge, but no long-term data are available.In this observational study, all patients hospitalized post-self-attempted hanging in the intensive care unit (ICU) in a 5-year period were included. Neurological evaluations at 6 and 12months were performed according to Cerebral Performance Category (CPC) scores. Factors associated with neurological recovery were determined by comparing CPC2+3+4 (bad recovery) vs. CPC1 (good recovery).Of 231 patients included, 104 (47%) were found to have cardiac arrest (CA). Ninety-five (41%) patients died in the ICU: 93 (89%) in the CA group and 2 (1.6%) in the group without CA. Neurological evaluations at 6 and 12months were obtained in 97 of the 136 surviving patients. At 6months, in the CA group (n=9), the CPC score was 1 for 6 patients, 2 for 2, and 4 for 1 patient. In the group without CA (n=88), 79 patients had normal neurological status at 6months and 78 at 12months. Among these patients, 96% returned home, 77% returned to work, 16 (18%) patients re-attempted suicide within the year. Risk factors of neurological sequelae at 6months were a CA at the hanging site (P=0.045), an elevated diastolic blood pressure (87 vs. 70 mm Hg; P=0.04), a lower initial Glasgow score (4 vs. 5; P=0.04), and an elevated blood glucose level (139 vs. 113 mg/dL; P<0.001).Patients surviving a self-attempted hanging who did not have a CA had a good neurological outcome. The rate of suicidal recidivism is particularly important, which justifies joint work with psychiatrists.", "doi": "10.1016/j.ajem.2017.05.037", "title": "Prognosis at 6 and 12months after self-attempted hanging.", "journal": ["The American journal of emergency medicine", "Am J Emerg Med"]}