{"authors": [["Chotai", "Pranit N", "PN", "Division of Pediatric Surgery, Department of Surgery, University of Tennessee Health Science Center, Memphis, Tennessee."], ["Manning", "Lisa", "L", "Division of Pediatric Surgery, Department of Surgery, University of Tennessee Health Science Center, Memphis, Tennessee."], ["Eithun", "Benjamin", "B", "Pediatric Trauma Program, American Family Children's Hospital, University of Wisconsin, Madison, Wisconsin."], ["Ross", "Joshua C", "JC", "Division of Pediatric Emergency Medicine, Department of Emergency Medicine, University of Wisconsin, Madison, Wisconsin."], ["Eubanks", "James W", "JW", "Division of Pediatric Surgery, Department of Surgery, University of Tennessee Health Science Center, Memphis, Tennessee."], ["Hamner", "Chad", "C", "Division of Trauma Surgery, Cook Children's Medical Center, Fort Worth, Texas."], ["Gosain", "Ankush", "A", "Division of Pediatric Surgery, Department of Surgery, University of Tennessee Health Science Center, Memphis, Tennessee; Children's Foundation Research Institute, Le Bonheur Children's Hospital, Memphis, Tennessee. Electronic address: agosain@uthsc.edu."]], "date": "2017-01-29", "id": "28550896", "text": "The purpose of this study was to determine the incidence of traumatic injuries, factors associated with mortality, and need for pediatric trauma surgery involvement for drowning and near-drowning events in children.An institutional review board-approved, retrospective chart review was performed at three American College of Surgeons-verified Pediatric Trauma Centers (2011-2014). Patients with International Classification of Diseases, Ninth Revision, codes or E-codes for fatal-nonfatal drowning, fall into water, accidental drowning, or submersion were included. Bivariate analysis using chi-square or Fisher exact test for nominal variables and Mann-Whitney U test for continuous variables was performed.A total of 363 patients (median 3.17 y [18 d-17 y]) met the inclusion criteria. Drowning sites included pool (81.5%), bathtub (12.9%), and natural water (5.2%). A witnessed fall or dive was reported in 34.9%, 57.9% did not fall or dive, and 7% had an unwitnessed event. Most patients did not undergo cervical spine (83%) or brain imaging (75.5%). Seven patients (1.92%) had associated soft tissue injuries. Two patients (0.006%) received surgical intervention (bronchoscopy and extracorporeal membrane oxygenation) within 24 h of presentation. Only 2.2% were admitted to the pediatric trauma service. The percentage of patients discharged home from the emergency department was 10.2%. Overall mortality was 12.4%. Factors associated with mortality included transfer from outside hospital (P = 0.016), presence of hypothermia on arrival (P < 0.0001), Glasgow Coma Scale of 3 on arrival (P < 0.0001), drowning in a pool (P = 0.013), or undergoing brain cooling at admission (P = 0.011).This is the largest reported series of pediatric near-drowning events. Only rarely did patients require immediate surgical attention and the majority were admitted to nonsurgical services. These data suggest that routine pediatric trauma surgery service involvement in patients with near-drowning events may be unnecessary.", "doi": "10.1016/j.jss.2017.01.024", "title": "Pediatric near-drowning events: do they warrant trauma team activation?", "journal": ["The Journal of surgical research", "J. Surg. Res."]}