{"authors": [["Kurogi", "Ryota", "R", "Department of Neurosurgery, Graduate School of Medical Sciences, Kyushu University, Fukuoka."], ["Kada", "Akiko", "A", "Department of Clinical Trials and Research, National Hospital Organization Nagoya Medical Centre, Nagoya."], ["Nishimura", "Kunihiro", "K", "Department of Preventive Medicine and Epidemiologic Informatics, National Cerebral and Cardiovascular Centre, Suita."], ["Kamitani", "Satoru", "S", "Department of Public Health/Health Policy, Graduate School of Medicine, University of Tokyo."], ["Nishimura", "Ataru", "A", "Department of Neurosurgery, Graduate School of Medical Sciences, Kyushu University, Fukuoka."], ["Sayama", "Tetsuro", "T", "Department of Neurosurgery, Graduate School of Medical Sciences, Kyushu University, Fukuoka."], ["Nakagawara", "Jyoji", "J", "Integrative Stroke Imaging Centre."], ["Toyoda", "Kazunori", "K", "Department of Cerebrovascular Medicine, National Cerebral and Cardiovascular Centre, Suita."], ["Ogasawara", "Kuniaki", "K", "Department of Neurosurgery, Iwate Medical University, Morioka."], ["Ono", "Junichi", "J", "Department of Neurosurgery, Chiba Cerebral and Cardiovascular Centre, Chiba."], ["Shiokawa", "Yoshiaki", "Y", "Department of Neurosurgery, Kyorin University, Mitaka."], ["Aruga", "Toru", "T", "Department of Emergency and Critical Care Medicine, Showa University Hospital, Shinagawa."], ["Miyachi", "Shigeru", "S", "Department of Neurosurgery, Osaka Medical College, Takatsuki."], ["Nagata", "Izumi", "I", "Department of Neurosurgery, Kokura Memorial Hospital, Kitakyushu."], ["Matsuda", "Shinya", "S", "Department of Preventive Medicine and Community Health, School of Medicine, University of Occupational and Environmental Health, Kitakyushu."], ["Yoshimura", "Shinichi", "S", "Department of Neurosurgery, Hyogo College of Medicine, Nishinomiya."], ["Okuchi", "Kazuo", "K", "Department of Emergency and Critical Care Medicine, Nara Medical University, Kashihara."], ["Suzuki", "Akifumi", "A", "Department of Surgical Neurology, Research Institute for Brain and Blood Vessels-Akita; and."], ["Nakamura", "Fumiaki", "F", "Department of Public Health/Health Policy, Graduate School of Medicine, University of Tokyo."], ["Onozuka", "Daisuke", "D", "Department of Health Communication, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Hagihara", "Akihito", "A", "Department of Health Communication, Graduate School of Medical Sciences, Kyushu University, Fukuoka, Japan."], ["Iihara", "Koji", "K", "Department of Neurosurgery, Graduate School of Medical Sciences, Kyushu University, Fukuoka."], [null, null, null, null]], "date": "2017-05-26", "id": "28548595", "text": "OBJECTIVE Although heterogeneity in patient outcomes following subarachnoid hemorrhage (SAH) has been observed across different centers, the relative merits of clipping and coiling for SAH remain unknown. The authors sought to compare the patient outcomes between these therapeutic modalities using a large nationwide discharge database encompassing hospitals with different comprehensive stroke center (CSC) capabilities. METHODS They analyzed data from 5214 patients with SAH (clipping 3624, coiling 1590) who had been urgently hospitalized at 393 institutions in Japan in the period from April 2012 to March 2013. In-hospital mortality, modified Rankin Scale (mRS) score, cerebral infarction, complications, hospital length of stay, and medical costs were compared between the clipping and coiling groups after adjustment for patient-level and hospital-level characteristics by using mixed-model analysis. RESULTS Patients who had undergone coiling had significantly higher in-hospital mortality (12.4% vs 8.7%, OR 1.3) and a shorter median hospital stay (32.0 vs 37.0 days, p < 0.001) than those who had undergone clipping. The respective proportions of patients discharged with mRS scores of 3-6 (46.4% and 42.9%) and median medical costs (thousands US$, 35.7 and 36.7) were not significantly different between the groups. These results remained robust after further adjustment for CSC capabilities as a hospital-related covariate. CONCLUSIONS Despite the increasing use of coiling, clipping remains the mainstay treatment for SAH. Regardless of CSC capabilities, clipping was associated with reduced in-hospital mortality, similar unfavorable functional outcomes and medical costs, and a longer hospital stay as compared with coiling in 2012 in Japan. Further study is required to determine the influence of unmeasured confounders.", "doi": "10.3171/2016.12.JNS161039", "title": "Effect of treatment modality on in-hospital outcome in patients with subarachnoid hemorrhage: a nationwide study in Japan (J-ASPECT Study).", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}