{"authors": [["Aiolfi", "Alberto", "A", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."], ["Khor", "Desmond", "D", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."], ["Cho", "Jayun", "J", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."], ["Benjamin", "Elizabeth", "E", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."], ["Inaba", "Kenji", "K", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."], ["Demetriades", "Demetrios", "D", "Division of Acute Care Surgery, University of Southern California, Los Angeles, California."]], "date": "2017-05-26", "id": "28548592", "text": "OBJECTIVE Intracranial pressure (ICP) monitoring has become the standard of care in the management of severe head trauma. Intraventricular devices (IVDs) and intraparenchymal devices (IPDs) are the 2 most commonly used techniques for ICP monitoring. Despite the widespread use of these devices, very few studies have investigated the effect of device type on outcomes. The purpose of the present study was to compare outcomes between 2 types of ICP monitoring devices in patients with isolated severe blunt head trauma. METHODS This retrospective observational study was based on the American College of Surgeons Trauma Quality Improvement Program database, which was searched for all patients with isolated severe blunt head injury who had an ICP monitor placed in the 2-year period from 2013 to 2014. Extracted variables included demographics, comorbidities, mechanisms of injury, head injury specifics (epidural, subdural, subarachnoid, intracranial hemorrhage, and diffuse axonal injury), Abbreviated Injury Scale (AIS) score for each body area, Injury Severity Score (ISS), vital signs in the emergency department, and craniectomy. Outcomes included 30-day mortality, complications, number of ventilation days, intensive care unit and hospital lengths of stay, and functional independence. RESULTS During the study period, 105,721 patients had isolated severe traumatic brain injury (head AIS score ≥ 3). Overall, an ICP monitoring device was placed in 2562 patients (2.4%): 1358 (53%) had an IVD and 1204 (47%) had an IPD. The severity of the head AIS score did not affect the type of ICP monitoring selected. There was no difference in the median ISS; ISS > 15; head AIS Score 3, 4, or 5; or the need for craniectomy between the 2 device groups. Unadjusted 30-day mortality was significantly higher in the group with IVDs (29% vs 25.5%, p = 0.046); however, stepwise logistic regression analysis showed that the type of ICP monitoring was not an independent risk factor for death, complications, or functional outcome at discharge. CONCLUSIONS This study demonstrated that compliance with the Brain Trauma Foundation guidelines for ICP monitoring is poor. In isolated severe blunt head injuries, the type of ICP monitoring device does not have any effect on survival, systemic complications, or functional outcome.", "doi": "10.3171/2016.11.JNS162198", "title": "Intracranial pressure monitoring in severe blunt head trauma: does the type of monitoring device matter?", "journal": ["Journal of neurosurgery", "J. Neurosurg."]}