{"authors": [["Sørensen", "Izel Fourie", "IF", "Center for Quantitative Genetics and Genomics, Department of Molecular Biology and Genetics, Aarhus University, 8830, Tjele, Denmark. izel.sorensen@gmail.com."], ["Edwards", "Stefan M", "SM", "Center for Quantitative Genetics and Genomics, Department of Molecular Biology and Genetics, Aarhus University, 8830, Tjele, Denmark."], ["Rohde", "Palle Duun", "PD", "Center for Quantitative Genetics and Genomics, Department of Molecular Biology and Genetics, Aarhus University, 8830, Tjele, Denmark."], ["Sørensen", "Peter", "P", "Center for Quantitative Genetics and Genomics, Department of Molecular Biology and Genetics, Aarhus University, 8830, Tjele, Denmark."]], "date": "2017-05-25", "id": "28546557", "text": "The genomic best linear unbiased prediction (GBLUP) model has proven to be useful for prediction of complex traits as well as estimation of population genetic parameters. Improved inference and prediction accuracy of GBLUP may be achieved by identifying genomic regions enriched for causal genetic variants. We aimed at searching for patterns in GBLUP-derived single-marker statistics, by including them in genetic marker set tests, that could reveal associations between a set of genetic markers (genomic feature) and a complex trait. GBLUP-derived set tests proved to be powerful for detecting genomic features, here defined by gene ontology (GO) terms, enriched for causal variants affecting a quantitative trait in a population with low degree of relatedness. Different set test approaches were compared using simulated data illustrating the impact of trait- and genomic feature-specific factors on detection power. We extended the most powerful single trait set test, covariance association test (CVAT), to a multiple trait setting. The multiple trait CVAT (MT-CVAT) identified functionally relevant GO categories associated with the quantitative trait, chill coma recovery time, in the unrelated, sequenced inbred lines of the Drosophila melanogaster Genetic Reference Panel.", "doi": "10.1038/s41598-017-02281-3", "title": "Multiple Trait Covariance Association Test Identifies Gene Ontology Categories Associated with Chill Coma Recovery Time in Drosophila melanogaster.", "journal": ["Scientific reports", "Sci Rep"]}