{"authors": [["Wannez", "Sarah", "S", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liege, Liege, Belgium."], ["Heine", "Lizette", "L", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liege, Liege, Belgium."], ["Thonnard", "Marie", "M", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liege, Liege, Belgium."], ["Gosseries", "Olivia", "O", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liege, Liege, Belgium."], ["Laureys", "Steven", "S", "Coma Science Group, GIGA-Research & Neurology Department, University and University Hospital of Liege, Liege, Belgium."], [null, null, null, null]], "date": null, "id": "28543735", "text": "To determine whether repeated examinations using the Coma Recovery Scale-Revised (CRS-R) have an impact on diagnostic accuracy of patients with disorders of consciousness and to provide guidelines regarding the number of assessments required for obtaining a reliable diagnosis.One hundred twenty-three adult patients with chronic disorders of consciousness were referred to our tertiary center. They were assessed at least six times with the CRS-R within a 10-day period. Clinical diagnoses based on one, two, three, four, and five Coma Recovery Scale-Revised assessments were compared with a reference diagnosis (ie, the highest behavioral diagnosis obtained after six evaluations) using nonparametric statistics. Results were considered significant at p < 0.05 corrected for multiple comparisons.The number of assessments had a significant effect on the clinical diagnosis. Up to the fourth examination, the diagnosis was still statistically different from the reference diagnosis based on six CRS-R assessments. Compared to this reference diagnosis, the first evaluation led to 36% of misdiagnoses.The number of CRS-R assessments has an impact on the clinical diagnosis of patients with chronic disorders of consciousness. Up to the fourth examinations, behavioral fluctuations may still impact the diagnostic accuracy. We here suggest performing at least five assessments in each patient with disorders of consciousness within a short time interval (eg, 2 weeks) to reduce misdiagnosis. Ann Neurol 2017;81:883-889 Ann Neurol 2017;81:883-889.", "doi": "10.1002/ana.24962", "title": "The repetition of behavioral assessments in diagnosis of disorders of consciousness.", "journal": ["Annals of neurology", "Ann. Neurol."]}