{"authors": [["von Steinbüchel", "Nicole", "N", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Real", "Ruben G L", "RGL", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Sasse", "Nadine", "N", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Wilson", "Lindsay", "L", "Department of Psychology, University of Stirling, Stirling, United Kingdom."], ["Otto", "Christiane", "C", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Mullins", "Ryan", "R", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Behr", "Robert", "R", "Department of Neurosurgery, Clinical Center Fulda, Fulda, Germany."], ["Deinsberger", "Wolfgang", "W", "Department of Neurosurgery, Clinical Center Kassel, Kassel, Germany."], ["Martinez-Olivera", "Ramon", "R", "Department of Neurosurgery & Neurotraumatology at Bergmannsheil University Hospital Bochum, Bochum, Germany."], ["Puschendorf", "Wolfgang", "W", "Westend Neurological Clinic, Bad Wildungen, Germany."], ["Petereit", "Werner", "W", "Department of Neurosurgery, Clinical Center Bernburg, Bernburg, Germany."], ["Rohde", "Veit", "V", "Department of Neurosurgery, University Medical Center Goettingen, Goettingen, Germany."], ["Schmidt", "Holger", "H", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."], ["Sehmisch", "Stephan", "S", "Trauma surgery, plastic and reconstructive surgery, University Medical Center Goettingen, Goettingen, Germany."], ["Stürmer", "Klaus Michael", "KM", "Trauma surgery, plastic and reconstructive surgery, University Medical Center Goettingen, Goettingen, Germany."], ["von Wild", "Klaus", "K", "KvW Neuroscience Consulting, Muenster, Germany."], ["Gibbons", "Henning", "H", "Institute of Medical Psychology and Medical Sociology, University Medical Center Goettingen, Goettingen, Germany."]], "date": "2017-05-24", "id": "28542226", "text": "The consequences of traumatic brain injury (TBI) for health-related quality of life (HRQoL) are still poorly understood, and no TBI-specific instrument has hitherto been available. This paper describes in detail the psychometrics and validity of the German version of an internationally developed, self-rated HRQoL tool after TBI-the QOLIBRI (Quality of Life after Brain Injury). Factors associated with HRQoL, such as the impact of cognitive status and awareness, are specifically reported. One-hundred seventy-two participants after TBI were recruited from the records of acute clinics, most of whom having a Glasgow Coma Scale (GCS) 24-hour worst score and a Glasgow Outcome Scale (GOSE) score. Participants had severe (24%), moderate (11%) and mild (56%) injuries as assessed on the GCS, 3 months to 15 years post-injury. The QOLIBRI uses 37 items to measure \"satisfaction\" in the areas of \"Cognition\", \"Self\", \"Daily Life and Autonomy\", and \"Social Relationships\", and \"feeling bothered\" by \"Emotions\"and \"Physical Problems\". The scales meet standard psychometric criteria (α = .84 to .96; intra-class correlation-ICC = .72 to .91). ICCs (0.68 to 0.90) and αs (.83 to .96) were also good in a subgroup of participants with lower cognitive performance. The six-subscale structure of the international sample was reproduced for the German version using confirmatory factor analyses and Rasch analysis. Scale validity was supported by systematic relationships observed between the QOLIBRI and the GOSE, Patient Competency Rating Scale for Neurorehabilitation (PCRS-NR), Hospital Anxiety and Depression Scale (HADS), Profile of Mood States (POMS), Short Form 36 (SF-36), and Satisfaction with Life Scale (SWLS). The German QOLIBRI contains novel information not provided by other currently available measures and has good psychometric criteria. It is potentially useful for clinicians and researchers, in post-acute and rehabilitation studies, on a group and individual level.", "doi": "10.1371/journal.pone.0176668", "title": "German validation of Quality of Life after Brain Injury (QOLIBRI) assessment and associated factors.", "journal": ["PloS one", "PLoS ONE"]}