{"authors": [["Dente", "Christopher J", "CJ", "From the Emory University (C.J.D., T.B.), Atlanta, Georgia; Grady Memorial Hospital (C.J.D.), Atlanta, Georgia; Uniformed Services University of the Health Sciences (M.B., S.S., B.G., E.E.), Bethesda, Maryland; Walter Reed National Military Medical Center (M.B., E.E.), Bethesda, Maryland; Surgical Critical Care Initiative (SC2i) (C.J.D., M.B., S.S., B.G., T.B., A.D.K., E.E.), Bethesda, Maryland; and Duke University (A.D.K.), Durham, North Carolina."], ["Bradley", "Matthew", "M", null], ["Schobel", "Seth", "S", null], ["Gaucher", "Beverly", "B", null], ["Buchman", "Timothy", "T", null], ["Kirk", "Allan D", "AD", null], ["Elster", "Eric", "E", null]], "date": null, "id": "28538622", "text": "The biomarker profile of trauma patients may allow for the creation of models to assist bedside decision making and prediction of complications. We sought to determine the utility of modeling in the prediction of bacteremia and pneumonia in combat casualties.This is a prospective, observational trial of patients with complex wounds treated at Walter Reed National Military Medical Center (2007-2012). Tissue, serum, and wound effluent samples were collected during operative interventions until wound closure. Clinical, biomarker, and outcome data were used in machine learning algorithms to develop models predicting bacteremia or pneumonia. Modeling was performed on the first operative washout to maximize predictive benefit. Variable selection of dataset variables was performed and the best-fitting Bayesian belief network (BBN), using Bayesian information criterion (BIC), was selected for predictive modeling. Random forest was performed using variables from BBN step. Model performance was evaluated using area under the receiver operating characteristic curve (AUC) analysis.Seventy-three patients (mean age 23, mean Injury Severity Score 25) were enrolled. Patients required a median of 3 (2-13) operations. The incidence of bacteremia and pneumonia was 22% and 12%, respectively. Best-fitting variable selected BBNs were maximum-minimum parents and children (MMPC) for both bacteremia (BIC-24948) and pneumonia (BIC-17886). Full variable and MMPC random forest models AUC were 0.721 and 0.834, respectively, for bacteremia and 0.809 and 0.856, respectively, for pneumonia.We identified a profile predictive of bacteremia and pneumonia in combat casualties. This has important clinical implications and should be validated in the civilian trauma population. This and similar tools will allow for increasing precision in the management of critically ill and injured patients.Prognostic, level III.", "doi": "10.1097/TA.0000000000001596", "title": "Towards precision medicine: Accurate predictive modeling of infectious complications in combat casualties.", "journal": ["The journal of trauma and acute care surgery", "J Trauma Acute Care Surg"]}