{"authors": [["Adams", "Nicholas S", "NS", "Grand Rapids, Mich. From Grand Rapids Medical Education Partners, Michigan State University College of Human Medicine; and Spectrum Health Helen DeVos Children's Hospital."], ["Newbury", "Patrick A", "PA", null], ["Eichhorn", "Mitchell G", "MG", null], ["Davis", "Alan T", "AT", null], ["Mann", "Robert J", "RJ", null], ["Polley", "John W", "JW", null], ["Girotto", "John A", "JA", null]], "date": null, "id": "28538576", "text": "Motorcycle helmet legislation has been a contentious topic for over a half-century. Benefits of helmet use in motorcycle trauma patients are well documented. In 2012, Michigan repealed its universal motorcycle helmet law in favor of a partial helmet law. The authors describe the early clinical effects on facial injuries throughout Michigan.Retrospective data from the Michigan Trauma Quality Improvement Program trauma database were evaluated. Included were 4643 motorcycle trauma patients presenting to 29 Level I and II trauma centers throughout Michigan 3 years before and after the law repeal (2009 to 2014). Demographics, external cause of injury codes, International Classification of Diseases, Ninth Revision diagnosis codes, and injury details were gathered.The proportion of unhelmeted trauma patients increased from 20 percent to 44 percent. Compared with helmeted trauma patients, unhelmeted patients were nearly twice as likely to sustain craniomaxillofacial injuries (relative risk, 1.90), including fractures (relative risk, 2.02) and soft-tissue injuries (relative risk, 1.94). Unhelmeted patients had a lower Glasgow Coma Scale score and higher Injury Severity Scores. Patients presenting after helmet law repeal were more likely to sustain craniomaxillofacial injuries (relative risk, 1.46), including fractures (relative risk, 1.28) and soft-tissue injuries (relative risk, 1.56). No significant differences were observed for age, sex, Injury Severity Score, or Glasgow Coma Scale score (p > 0.05).This study highlights the significant negative impact of relaxed motorcycle helmet laws leading to an increase in craniomaxillofacial injuries. The authors urge state and national legislators to reestablish universal motorcycle helmet laws.", "doi": "10.1097/PRS.0000000000003370", "title": "The Effects of Motorcycle Helmet Legislation on Craniomaxillofacial Injuries.", "journal": ["Plastic and reconstructive surgery", "Plast. Reconstr. Surg."]}