{"authors": [["Roxburgh", "Amanda", "A", "National Drug and Alcohol Research Centre (NDARC), University of New South Wales, Sydney, NSW 2052, Australia. Electronic address: a.roxburgh@unsw.edu.au."], ["Darke", "Shane", "S", "National Drug and Alcohol Research Centre (NDARC), University of New South Wales, Sydney, NSW 2052, Australia."], ["Salmon", "Allison M", "AM", "Uniting Sydney Medically Supervised Injecting Centre, Kings Cross, Sydney, NSW 1340, Australia."], ["Dobbins", "Timothy", "T", "National Drug and Alcohol Research Centre (NDARC), University of New South Wales, Sydney, NSW 2052, Australia."], ["Jauncey", "Marianne", "M", "National Drug and Alcohol Research Centre (NDARC), University of New South Wales, Sydney, NSW 2052, Australia; Uniting Sydney Medically Supervised Injecting Centre, Kings Cross, Sydney, NSW 1340, Australia."]], "date": "2017-05-17", "id": "28535454", "text": "Pharmaceutical opioid overdose rates have increased in recent years. The current study aimed to compare rates per 1000 injections of non-fatal overdose after heroin or oxycodone injection, and their comparative clinical severity.Analysis of prospectively collected data from the Sydney Medically Supervised Injecting Centre (MSIC). Severity of overdose was measured using the Glasgow Coma Scale, oxygen saturation levels, and the administration of naloxone.Heroin overdoses occurred at three times the rate of oxycodone overdoses (12.7 v 4.1 per 1000 injections). Heroin overdoses appeared to be more severe than oxycodone overdoses, with higher levels of compromised consciousness (31 v 18%) and severe respiratory depression (67 v 48%), but there were no differences in naloxone doses (20 v 17%). Concurrent use of other depressants at the time of overdose was also associated with compromised consciousness, and the need for naloxone.Heroin overdoses occurred at a greater rate than oxycodone overdoses, and had more severe clinical indicators.", "doi": "10.1016/j.drugalcdep.2017.02.027", "title": "Frequency and severity of non-fatal opioid overdoses among clients attending the Sydney Medically Supervised Injecting Centre.", "journal": ["Drug and alcohol dependence", "Drug Alcohol Depend"]}