{"authors": [["Sutton", "J A", "JA", "a ReGen Therapeutics plc and Guildford Clinical Pharmacology Ltd. , Midhurst , West Sussex , UK."], ["Clauss", "R P", "RP", "b Department of Nuclear Medicine , Royal Surrey County Hospital , Guildford , Surrey , UK."]], "date": "2017-05-23", "id": "28534652", "text": "During 15 years, 23 clinical reports and 6 studies have demonstrated associations between sub-sedative doses of zolpidem and recoveries from brain damage due to strokes, trauma and hypoxia. Clinical findings include unexpected awakenings from vegetative states and regressions of stroke symptoms after dosing that disappear during elimination and reappear on repeat dosing. Initially single-photon emission computed tomography scans showed improved perfusion within, around and distant from infarctions. Then positron emission tomography scans and electroencephalography detected renewed metabolic and neuronal activity. Placebo or a similar, gamma-aminobutyric acid (GABA)-ergic, sedative zopiclone has no such effect. The effect appears only several months after the injury, reflecting recent evidence in mice of substantial differences between the states of GABA receptors in acute and chronic repair phases of recovery. Zolpidem's good safety record and rapid absorption further indicate a need for more clinical trials. List of acronyms: BOLD, Blood-Oxygen-Level Dependent contrast imaging in MRI; CRS, Coma Recovery Scale; CRS-R, Coma Recovery Scale Revised; CSI, Cerebral State Index; CSM, Cerebral State Monitor; DOC, Disorder of Consciousness; EEG, Electro Encephalography; FDG-PET, FluoroDeoxyGlucose-Positron Emission Tomography; FTD, Frontotemporal dementia; GABA, Gamma-Aminobutyric Acid; MCS, Minimally Conscious State; M-EEG, Magneto-Encephalography; MRI, Magnetic Resonance Image; MSN, Median Spiny Neurones; PET, Positron Emission Tomography; PVS, Persistent Vegetative Sate; RLAC, Rancho Los Amigos Cognitive scores; SPECT, Single-photon emission computed tomography; TFES, Tinetti Falls Efficacy Scale; 99mTc HMPAO, Technetium hexamethylpropyleneamine oxime.", "doi": "10.1080/02699052.2017.1300836", "title": "A review of the evidence of zolpidem efficacy in neurological disability after brain damage due to stroke, trauma and hypoxia: A justification of further clinical trials.", "journal": ["Brain injury", "Brain Inj"]}