{"authors": [["Barbara", "Guillaume", "G", "Service de Réanimation médicale, Hôpital Central, CHU de Nancy, Av. de Lattre de Tassigny, 54035, Nancy Cedex, France."], ["Mégarbane", "Bruno", "B", "Service de Réanimation Médicale et Toxicologique, CHU Lariboisière, INSERM U1144, Université Paris Diderot, Paris, France."], ["Argaud", "Laurent", "L", "Service de Réanimation Médicale, Hôpital Edouard Herriot, Lyon, France."], ["Louis", "Guillaume", "G", "Service de Réanimation Polyvalente, CHR de Metz-Thionville, Metz, France."], ["Lerolle", "Nicolas", "N", "Service de Réanimation Médicale et de Médecine Hyperbare, CHU et Université d'Angers, Angers, France."], ["Schneider", "Francis", "F", "Service de Réanimation Médicale, Hôpital de Hautepierre, HUS, Fédération de Médecine Translationnelle de Strasbourg et U1121 INSERM, Université de Strasbourg, Strasbourg, France."], ["Gaudry", "Stéphane", "S", "Service de Réanimation Médico-Chirurgicale, Hôpital Louis Mourier, Colombes, France."], ["Barbarot", "Nicolas", "N", "Service de Réanimation Polyvalente, CH de St Brieuc, St Brieuc, France."], ["Jamet", "Angéline", "A", "Service de Réanimation Médicale, CHU de Poitiers, Poitiers, France."], ["Outin", "Hervé", "H", "Service de Réanimation médico-chirurgicale, CHI de Poissy-Saint Germain en Laye, Poissy, France."], ["Gibot", "Sébastien", "S", "Service de Réanimation médicale, Hôpital Central, CHU de Nancy, Av. de Lattre de Tassigny, 54035, Nancy Cedex, France."], ["Bollaert", "Pierre-Edouard", "PE", "Service de Réanimation médicale, Hôpital Central, CHU de Nancy, Av. de Lattre de Tassigny, 54035, Nancy Cedex, France. pe.bollaert@chru-nancy.fr."]], "date": "2017-05-22", "id": "28534234", "text": "Little is known about the causes, clinical course and long-term outcome of comatose patients with prolonged hypoglycemic encephalopathy.In a multicenter retrospective study conducted in patients hospitalized from July 1, 2004, to July 1, 2014, we investigated functional long-term prognosis and identified prognosis factors of patients admitted in an intensive care unit (ICU) with prolonged neurological manifestations related to hypoglycemia. Eligible patients were adults admitted to the ICU with a Glasgow Coma Score <8 due to hypoglycemia and persistent consciousness disorders after normalizing blood glucose levels. Patients with possible other causes of consciousness disorders, previous cognitive disorders, hypothermia <35 °C or circulatory arrest within 24 h after ICU admission, were excluded. Follow-up phone call was used to determine patients' functional outcome using modified Rankin Scale (mRS) at a minimum of 1-year follow-up with mRS 0-3 defining good and mRS 4-6 poor outcomes.Forty-nine patients were included. Causes of hypoglycemia were various, mainly including insulin or oral antidiabetic drugs abuse (65%) and neuroendocrine carcinoma (16%). Twenty (41%) patients died in the ICU, two (4%) patients further died and nine (18%) patients had a poor outcome at long-term follow-up. Five patients discharged from the ICU with mRS > 3 improved enough to be in the good outcome group 1 year later. Twenty-two (45%) patients underwent therapeutic limitation, mainly related to no expected hope for improvement. On multivariate analysis, only low mRS prior to ICU admission (OR 2.6; 95% CI 1.1-6.3; P = 0.03) and normal brain imaging (OR 7.1; 95% CI 1.1-44; P = 0.03) were significantly predictive of a good outcome. All patients (n = 15) who remained hypoglycemic >480 min had a poor outcome.Poor outcome was observed in about 60% of this population of hypoglycemic encephalopathy. However, some patients can recover satisfactorily over time.", "doi": "10.1186/s13613-017-0277-2", "title": "Functional outcome of patients with prolonged hypoglycemic encephalopathy.", "journal": ["Annals of intensive care", "Ann Intensive Care"]}