{"authors": [["de Jong", "Tim", "T", "From the Department of Ophthalmology (de Jong, Kiipmans, Jansonius), University of Groningen, University Medical Center Groningen, the Netherlands; and the National University Ireland-Galway (Sheehan), Galway, Ireland."], ["Sheehan", "Matthew T", "MT", "From the Department of Ophthalmology (de Jong, Kiipmans, Jansonius), University of Groningen, University Medical Center Groningen, the Netherlands; and the National University Ireland-Galway (Sheehan), Galway, Ireland."], ["Koopmans", "Steven A", "SA", "From the Department of Ophthalmology (de Jong, Kiipmans, Jansonius), University of Groningen, University Medical Center Groningen, the Netherlands; and the National University Ireland-Galway (Sheehan), Galway, Ireland."], ["Jansonius", "Nomdo M", "NM", "From the Department of Ophthalmology (de Jong, Kiipmans, Jansonius), University of Groningen, University Medical Center Groningen, the Netherlands; and the National University Ireland-Galway (Sheehan), Galway, Ireland. Electronic address: n.m.jansonius@umcg.nl."]], "date": null, "id": "28532938", "text": "To compare the ability of 3 clinical corneal topographers to describe the posterior corneal shape.University Medical Center Groningen, the Netherlands.Prospective observational study.Corneas of healthy participants were measured twice with a dual Scheimpflug instrument (Galilei G2), a scanning-slit system (Orbscan IIz), and a single Scheimpflug instrument (Pentacam HR). Height data describing the posterior corneal shape were fit with Zernike polynomials. Mean values with standard deviations (SD), test-retest variability (coefficient of repeatability [CoR]), and interdevice variability were determined for the defocus Z(2,0), astigmatism Z(2,-2) and Z(2,2), and higher-order terms coma Z(3,-1) and Z(3,1), trefoil Z(3,-3) and Z(3,3), and spherical aberration Z(4,0) coefficients for 5.5 mm and 8.0 mm diameters.For the 5.5 mm diameter, CoRs ranged from 0.3 to 4.3 μm with the dual Scheimpflug instrument, 1.6 to 5.2 μm with the scanning-slit system, and 0.3 to 2.0 μm with the single Scheimpflug instrument. The CoR was similar for the Scheimpflug instruments (P = .43) but poorer for the scanning-slit system (P < .001). The CoRs of the Scheimpflug instruments were smaller than the corresponding population SD for defocus, cardinal astigmatism, coma, and spherical aberration. The scanning-slit system failed to provide 8.0 mm diameter data. There was a significant bias (interdevice variability) between the Scheimpflug instruments in the higher-order coefficients at both diameters.Repeatability in assessing the posterior corneal shape was generally good for the Scheimpflug instruments but poor for the scanning-slit system. Interdevice variability between the Scheimpflug instruments compromised the interchangeability of higher-order coefficients. For astigmatism, CoR and 95% limits of agreement of the Scheimpflug instruments typically corresponded to 0.1 diopter per astigmatism term.", "doi": "10.1016/j.jcrs.2017.03.021", "title": "Posterior corneal shape: Comparison of height data from 3 corneal topographers.", "journal": ["Journal of cataract and refractive surgery", "J Cataract Refract Surg"]}