{"authors": [["Leighton", "Ross", "R", "Division of Orthopaedic Surgery, Dalhousie University, Halifax, Nova Scotia, Canada. Electronic address: leightonr2@gmail.com."], ["Watson", "J Tracy", "JT", "Dept. of Orthopaedic Surgery, Saint Louis University School of Medicine, St. Louis, MO, USA. Electronic address: watsonjt@slu.edu."], ["Giannoudis", "Peter", "P", "Academic Dept of Trauma & Orthopaedics, School of Medicine, University of Leeds, UK; NIHR Leeds Biomedical Research Unit, Chapel Allerton Hospital, Leeds, UK. Electronic address: pgiannoudi@aol.com."], ["Papakostidis", "Costas", "C", "Hatzikostas General Hospital, Orthopaedic and Trauma Dept, Makriyianni Av, 45001, Ioannina, Greece. Electronic address: costaspapakostidis@gmail.com."], ["Harrison", "Andrew", "A", "Bioventus Cooperatief, Amsterdam, Netherlands. Electronic address: Andrew.Harrison@bioventusglobal.com."], ["Steen", "R Grant", "RG", "Dept. of Orthopaedic Surgery, Louisiana State University Medical Center, New Orleans, LA, USA; Bioventus LLC, 4721 Emperor Blvd, Suite 100, Durham, NC 27703, USA. Electronic address: Grant.Steen@bioventusglobal.com."]], "date": "2017-05-15", "id": "28532896", "text": "Bone fractures fail to heal and form nonunions in roughly 5% of cases, with little expectation of spontaneous healing thereafter. We present a systematic review and meta-analysis of published papers that describe nonunions treated with low-intensity pulsed ultrasound (LIPUS).Articles in PubMed, Ovid MEDLINE, CINAHL, AMED, EMBASE, Cochrane Library, and Scopus databases were searched, using an approach recommended by the Methodological Index for Non-Randomized Studies (MINORS), with a Level of Evidence rating by two reviewers independently. Studies are included here if they reported fractures older than 3 months, presented new data with a sample N≥12, and reported fracture outcome (Heal/Fail).Thirteen eligible papers reporting LIPUS treatment of 1441 nonunions were evaluated. The pooled estimate of effect size for heal rate was 82% (95% CI: 77-87%), for any anatomical site and fracture age of at least 3 months, with statistical heterogeneity detected across all primary studies (Q=41.2 (df=12), p<0.001, Tau2=0.006, I2=71). With a stricter definition of nonunion as fracture age of at least 8 months duration, the pooled estimate of effect size was 84% (95% CI: 77%-91.6%; heterogeneity present: Q=21 (df=8), p<0.001, Tau2=0.007, I2=62). Hypertrophic nonunions benefitted more than biologically inactive atrophic nonunions. An interval without surgery of <6months prior to LIPUS was associated with a more favorable result. Stratification of nonunions by anatomical site revealed no statistically significant differences between upper and lower extremity long bone nonunions.LIPUS treatment can be an alternative to surgery for established nonunions. Given that no spontaneous healing of established nonunions is expected, and that it is challenging to test the efficacy of LIPUS for nonunion by randomized clinical trial, findings are compelling. LIPUS may be most useful in patients for whom surgery is high risk, including elderly patients at risk of delirium, or patients with dementia, extreme hypertension, extensive soft-tissue trauma, mechanical ventilation, metabolic acidosis, multiple organ failure, or coma. With an overall average success rate for LIPUS >80% this is comparable to the success of surgical treatment of non-infected nonunions.", "doi": "10.1016/j.injury.2017.05.016", "title": "Healing of fracture nonunions treated with low-intensity pulsed ultrasound (LIPUS): A systematic review and meta-analysis.", "journal": ["Injury", "Injury"]}