{"authors": [["Neroev", "V V", "VV", "Moscow Helmholtz Research Institute of Eye Diseases, Ministry of Health of the Russian Federation, 14/19 Sadovaya-Chernogryazskaya St., Moscow, Russian Federation, 105062."], ["Tarutta", "E P", "EP", "Moscow Helmholtz Research Institute of Eye Diseases, Ministry of Health of the Russian Federation, 14/19 Sadovaya-Chernogryazskaya St., Moscow, Russian Federation, 105062."], ["Arutyunyan", "S G", "SG", "Moscow Helmholtz Research Institute of Eye Diseases, Ministry of Health of the Russian Federation, 14/19 Sadovaya-Chernogryazskaya St., Moscow, Russian Federation, 105062."], ["Khandzhyan", "A T", "AT", "Moscow Helmholtz Research Institute of Eye Diseases, Ministry of Health of the Russian Federation, 14/19 Sadovaya-Chernogryazskaya St., Moscow, Russian Federation, 105062."], ["Khodzhabekyan", "N V", "NV", "Moscow Helmholtz Research Institute of Eye Diseases, Ministry of Health of the Russian Federation, 14/19 Sadovaya-Chernogryazskaya St., Moscow, Russian Federation, 105062."]], "date": null, "id": "28524133", "text": "to comparatively investigate accommodation, pseudoaccommodation, and higher-order aberrations in children and young adults with myopia and hyperopia.A total of 39 myopic (the mean error of (-)5.2±1.5 diopters) and 53 hyperopic (the mean error of (+)3.1±1.15 diopters) eyes of 46 patients aged 5-20 years (11.6±0.6 years on average) were enrolled. Examination included evaluation of the objective accommodative response, relative accommodation reserves, pseudoaccommodation volume (calculated as the difference between the (+)3.0-diopter lens that is necessary for cycloplegic reading at a 33-cm distance and the weakest possible plus lens that enables reading), and higher-order aberrations (HOA), particularly the root mean square (RMS) value, vertical and horizontal trefoil, vertical and horizontal coma (coma7, coma8), and spherical aberration (SA).Both objective and subjective parameters of accommodation were reliably lower in myopia as compared to hyperopia, while wavefront aberrations (RMS HOA, vertical trefoil, coma7) and pseudoaccommodation - reliably greater. SA was found to be reliably more pronounced in those myopes, who demonstrated larger volume of pseudoaccommodation. At the same time, there was a mismatch in wavefront parameters of myopes and hyperopes at different levels of accommodation and pseudoaccommodation. In myopic eyes, vertical trefoil decreased down to negative values as the accommodative response improved. In contrast to that, in hyperopic eyes with large volume of pseudoaccommodation, SA decreased below zero.Myopia has been shown to be associated with reduced accommodation parameters as well as stronger HOA and pseudoaccommodation. Wavefront and accommodation parameters interrelations differ in myopic and hyperopic eyes. The nuances revealed should be taken into account when developing correction methods that purposefully influence refractogenesis.Цель - сравнительное изучение аккомодации, псевдоаккомодации и аберраций высшего порядка у детей и молодых лиц с миопией и гиперметропией. Материал и методы. Обследованы 39 миопических (в среднем (–)5,2±1,5 дптр) и 53 гиперметропических (в среднем (+)3,1±1,15 дптр) глаза у 46 пациентов 5-20 лет (средний возраст 11,6±0,6 года). Измеряли объективный аккомодационный ответ, запасы относительной аккомодации, объем псевдоаккомодации (как разницу между необходимым для чтения в условиях циклоплегии на расстоянии 33 см расчетным добавочным стеклом (+)3,0 дптр и силой минимального плюсового стекла, с которым в действительности было возможно чтение), аберрации высшего порядка: среднее квадратичное отклонение суммарных аберраций (RMS), вертикальный и горизонтальный трефойл (trefoil), вертикальную и горизонтальную кому (coma7, coma8), сферическую аберрацию (SA). Результаты. Объективные и субъективные параметры аккомодации были достоверно ниже при миопии, чем при гиперметропии, а аберрации волнового фронта (RMS HOA, вертикальный trefoil, coma7) и псевдоаккомодация - достоверно выше. Обнаружено достоверно более высокое значение SA при миопии в глазах с большим объемом псевдоаккомодации. В то же время выявлено несовпадение параметров волнового фронта при разном уровне аккомодации и псевдоаккомодации в глазах с миопией и гиперметропией: только в миопических глазах величина вертикального трефойла снижалась до отрицательных значений при повышении аккомодационного ответа; в гиперметропических глазах, в противоположность миопическим, при высоком объеме псевдоаккомодации SA достоверно снижалась, переходя в отрицательные значения. Заключение. При миопии выявлены снижение показателей аккомодации, повышение уровня аберраций высшего порядка и псевдоаккомодации. Параметры аккомодации и волнового фронта обнаруживают разную связь между собой в глазах с миопией и гиперметропией. Выявленные особенности следует учитывать при разработке методов коррекции, целенаправленно влияющих на рефрактогенез.", "doi": null, "title": "[Wavefront aberrations and accommodation in myopes and hyperopes].", "journal": ["Vestnik oftalmologii", "Vestn Oftalmol"]}