{"authors": [["Zhou", "Yeting", "Y", "Department of General Surgery, Affiliated Shuyang People's Hospital, Xuzhou Medical University, Xuzhou 223600, Jiangsu, China (Zhou YT, Ye S, Xu BW); Department of Neurology, Affiliated Shuyang People's Hospital, Xuzhou Medical University, Xuzhou 223600, Jiangsu, China (Tong DM); Department of Intensive Care Medicine, Affiliated Shuyang People's Hospital, Xuzhou Medical University, Xuzhou 223600, Jiangsu, China (Wang SD); Department of Neurosurgery, Affiliated Shuyang People's Hospital, Xuzhou Medical University, Xuzhou 223600, Jiangsu, China (Liu LS). Corresponding author: Tong Daoming, Email: tongdaoming@163.com."], ["Tong", "Daoming", "D", null], ["Wang", "Shaodan", "S", null], ["Liu", "Liansong", "L", null], ["Ye", "Song", "S", null], ["Xu", "Benwen", "B", null]], "date": null, "id": "28524035", "text": "To investigate the risk of death between older and non-older critical patients in intensive care unit (ICU) in Shuyang People's Hospital.A retrospective cohort study was conducted. The critical patients who aged 15 or above, and admitted to ICU of Shuyang People's Hospital from January 2014 to December 2016 were enrolled, and all the data was collected from the registration and electronic medical records in the ICU. The prevalence and causes of death in ICU critical patients during the study period were observed. The patients were divided into elderly group (65 years and older) and non-elderly group (15-65 years), and logistic regression analysis was performed for the risk of death in the two groups.During the study period, 2 707 critical patients in emergency were admitted to the ICU of Shuyang People's Hospital, and patients not satisfied the inclusion criteria were excluded. Finally, a total of 2 466 patients were enrolled in the analysis with the male and female ratio of 1.6 : 1, an average age of (61.8±17.3) years, a median Glasgow coma scale (GCS) score of 6 (4, 8), and with a median ICU stay of 3 (1, 6) days. In 2 466 critical patients, the most common cause of critical state was spontaneous intracerebral hemorrhage (25.5%) and traumatic brain injury (17.0%), with a fatality rate of 46.0% and 39.5% within first 7 days respectively. Compared with the non-elderly patients (n = 1 415), the incidences of death of the elderly patients (n = 1 051) due to traumatic brain injury, cerebral infarction, heart failure/cardiovascular crisis, and respiratory critically ill were significantly increased (9.4% vs. 4.7%, 2.9% vs. 0.8%, 5.0% vs. 2.1%, 2.5% vs. 1.0%, respectively), while the incidence of death for pesticide/drug poisoning in the elderly group was significantly lower than that in the non-elderly group (0.2% vs. 1.2%, all P < 0.01). Stepwise logistic regression analysis showed that traumatic brain injury [hazard ratio (HR) = 1.878, 95% confidence interval (95%CI) = 1.233-2.864, P = 0.003), cerebral infarction (HR = 0.435, 95%CI = 0.229-0.826, P = 0.011), heart failure/cardiovascular crisis (HR = 0.399, 95%CI = 0.238-0.668, P = 0.000), and respiratory critically ill (HR = 0.239, 95%CI = 0.126-0.453, P = 0.000) in the older patients were significantly high risk factors of death as compared with those in non-older patients.In the general ICU, the most common cause is spontaneous intracerebral hemorrhage and traumatic brain injury in critical patients with a high fatality rate. The risk of death in elderly patients with severe traumatic brain injury, cerebral infarction, heart failure/cardiovascular crisis, respiratory critically ill is higher than that of the non-elderly patients.", "doi": "10.3760/cma.j.issn.2095-4352.2017.05.012", "title": "[Comparison of risk of death between older and non-older critical patients in ICU: a retrospective cohort study of consecutive 3 years].", "journal": ["Zhonghua wei zhong bing ji jiu yi xue", "Zhonghua Wei Zhong Bing Ji Jiu Yi Xue"]}