{"authors": [["Voinescu", "Dan Cristian", "DC", "Department of Neurosurgery, Faculty of Medicine and Pharmacy, University of Oradea, Emergency County Hospital, Oradea, Romania; mohanaurel@yahoo.com; Department of Neurosurgery, \"Carol Davila\" University of Medicine and Pharmacy, \"Sanador\" Hospital, Bucharest, Romania; prof.avciurea@gmail.com."], ["Mohan", "Aurel George", "AG", null], ["Marinescu", "Andrei Alexandru", "AA", null], ["Ciurea", "Alexandru Vlad", "AV", null]], "date": null, "id": "28523336", "text": "The authors begin from the Latin expression Multum in parvo, which is used to summarize the essential aspects of something. This phrase is used in this case to define the Glasgow Coma Scale (GCS) - the posttraumatic conscious state evaluation scale. The authors gather the entire information regarding the creation of a uniform evaluation scale for the patients that have the state of consciousness altered or are even in a posttraumatic coma. This subject has been thoroughly debated for over 40 years. Teasdale & Jennett represented a huge step in the evaluation of patient's state of consciousness. They created a universal scale usable by all the medical fields involved in neurotraumatology. This scale with a maximum of 15 points and a minimum of 3 proved its efficiency and usefulness with all its existing imperfections. The scale is based upon three simple answers: ocular response 1-4 points, verbal response 1-5 points, motor response 1-6 points. The authors have taken in consideration the pediatric coma scale which derived from the original GCS and other known scales such as FOUR (Full Outline UnResponsiveness). This scale is focused on appreciating the state of consciousness of intubated patients who have altered cerebral functions. The prognosis scale, Glasgow Outcome Scale (GOS), which later has been modified intro Glasgow Outcome Scale Extended is also presented. In over 40 years since their first use, the GCS and GOS have proved their efficiency and universality in evaluating the consciousness state of traumatized patients.", "doi": null, "title": "Multum in parvo.", "journal": ["Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie", "Rom J Morphol Embryol"]}