{"authors": [["Gaspar-da-Costa", "Pedro", "P", "Department of Internal Medicine, Hospital de Santa Maria and Faculty of Medicine of Lisbon, Lisbon, Portugal."], ["Reimão", "Sofia", "S", "Department of Neurologic Imaging, Hospital de Santa Maria and Faculty of Medicine of Lisbon, Lisbon, Portugal."], ["Braz", "Sandra", "S", "Department of Internal Medicine, Hospital de Santa Maria and Faculty of Medicine of Lisbon, Lisbon, Portugal."], ["Santos", "João Meneses", "JM", "Department of Internal Medicine, Hospital de Santa Maria and Faculty of Medicine of Lisbon, Lisbon, Portugal."], ["Victorino", "Rui M M", "RMM", "Department of Internal Medicine, Hospital de Santa Maria and Faculty of Medicine of Lisbon, Lisbon, Portugal."]], "date": "2017-04-24", "id": "28523195", "text": "Disseminated necrotizing leukoencephalopathy (DNL) is characterized by multiple microscopic foci of white matter necrosis. DNL was initially thought to be exclusively associated with immunosuppression conditions but it has been recently described in immunocompetent patients in septic shock. A 90-year-old immunocompetent woman with no previous neurological impairment presented with septic shock and drowsiness that responded well to therapy with clinical improvement and a full neurological recovery. Unexpectedly deterioration with progression to coma occurred. Investigation excluded other causes and Magnetic Resonance Imaging (MRI) was consistent with the diagnosis of DNL showing bilateral multifocal white matter lesions with a nonvascular pattern with restricted diffusion. Neurological impairment persisted with progression to death. DNL is an unexpected diagnosis in an immunocompetent patient. We compared the present case to those found in the literature of DNL complicating septic shock and discuss the antemortem diagnosis based on MRI findings.", "doi": "10.1155/2017/1092537", "title": "Disseminated Necrotizing Leukoencephalopathy Complicating Septic Shock in an Immunocompetent Patient.", "journal": ["Case reports in critical care", "Case Rep Crit Care"]}