{"authors": [["Moore", "Hunter B", "HB", "University of Colorado School of Medicine, Aurora, CO. Electronic address: hunter.moore@ucdenver.edu."], ["Moore", "Ernest E", "EE", "University of Colorado School of Medicine, Aurora, CO; Denver Health Medical Center, Denver, CO."], ["Chapman", "Michael P", "MP", "University of Colorado School of Medicine, Aurora, CO."], ["Huebner", "Benjamin R", "BR", "University of Colorado School of Medicine, Aurora, CO."], ["Einersen", "Peter M", "PM", "University of Colorado School of Medicine, Aurora, CO."], ["Oushy", "Solimon", "S", "University of Colorado School of Medicine, Aurora, CO."], ["Silliman", "Christopher C", "CC", "University of Colorado School of Medicine, Aurora, CO; Bonfils Blood Center, Denver, CO."], ["Banerjee", "Anirban", "A", "University of Colorado School of Medicine, Aurora, CO."], ["Sauaia", "Angela", "A", "University of Colorado School of Medicine, Aurora, CO; University of Colorado School of Public Health, Aurora, CO."]], "date": "2017-05-15", "id": "28522144", "text": "Coagulopathy is associated with massive transfusion in trauma, yet most clinical scores to predict this end point do not incorporate coagulation assays. Previous work has identified that shock increases circulating tissue plasminogen activator (tPA). When tPA levels saturate endogenous inhibitors, systemic hyperfibrinolysis can occur. Therefore, the addition of tPA to a patient's blood sample could stratify a patients underlying degree of shock and early coagulation changes to predict progression to massive transfusion. We hypothesized that a modified thrombelastography (TEG) assay with exogenous tPA would unmask patients' impending risk for massive transfusion.Trauma activations were analyzed using rapid TEG and a modified TEG assay with a low and high dose of tPA. Clinical scores (shock index, assessment of blood consumption, and trauma-associated severe hemorrhage) were compared with TEG measurements to predict the need for massive transfusion using areas under the receiver operating characteristic curves.Three hundred and twenty-four patients were analyzed, 17% required massive transfusion. Massive transfusion patients had a median shock index of 1.2, assessment of blood consumption score of 1, and trauma-associated severe hemorrhage score of 12. Rapid TEG and tPA TEG parameters were significantly different in all massive transfusion patients compared with non-massive transfusion patients (all p < 0.02). The low-dose tPA lysis at 30 minutes had the largest the area under the receiver operating characteristic curve (0.86; 95% CI 0.79 to 0.93) for prediction of massive transfusion, similar to international normalized ratio of prothrombin time of 0.86 (95% CI 0.81 to 0.91), followed by trauma-associated severe hemorrhage score (0.83; 95% CI 0.77 to 0.89). Combing trauma-associated severe hemorrhage and tPA-TEG variables results in a positive prediction of massive transfusion in 49% of patients with a 98% negative predictive value.The tPA-TEG identifies trauma patients who require massive transfusion efficiently in a single assay that can be completed in a shorter time than other scoring systems, which has improved performance when combined with international normalized ratio. This new method is consistent with our understanding of the molecular events responsible for trauma-induced coagulopathy.", "doi": "10.1016/j.jamcollsurg.2017.02.018", "title": "Viscoelastic Tissue Plasminogen Activator Challenge Predicts Massive Transfusion in 15 Minutes.", "journal": ["Journal of the American College of Surgeons", "J. Am. Coll. Surg."]}