{"authors": [["Hsieh", "Ching-Hua", "CH", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan. Electronic address: m93chinghua@gmail.com."], ["Liu", "Hang-Tsung", "HT", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Hsu", "Shiun-Yuan", "SY", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Hsieh", "Hsiao-Yun", "HY", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."], ["Chen", "Yi-Chun", "YC", "Department of Plastic Surgery, Kaohsiung Chang Gung Memorial Hospital, Chang Gung University College of Medicine, Taoyuan, Taiwan."]], "date": "2017-05-08", "id": "28521903", "text": "To investigate the injury pattern, mechanisms, severity, and mortality of the elderly hospitalized for treatment of trauma following motorcycle accidents.Motorcycle-related hospitalization of 994 elderly and 5078 adult patients from the 16,548 hospitalized patients registered in the Trauma Registry System between January 1, 2009 and December 31, 2013.The motorcycle-related elderly trauma patients had higher injury severity, less favorable outcomes, higher proportion of patients admitted to the intensive care unit (ICU), prolonged hospital and ICU stays and higher mortality than those adult motorcycle riders. It also revealed that a significant percentage of elderly motorcycle riders do not wear a helmet. Compared to patients who had worn a helmet, patients who had not worn a helmet had a lower first Glasgow Coma Scale (GCS) score, and a greater percentage presented with unconscious status (GCS score ≤8), had sustained subdural hematoma, subarachnoid hemorrhage, cerebral contusion, severe injury (injury severity score 16-24 and ≥25), had longer hospital stay and higher mortality, and had required admission to the ICU.Elderly motorcycle riders tend to present with a higher injury severity, worse outcome, and a bodily injury pattern differing from that of adult motorcycle riders, indicating the need to emphasize use of protective equipment, especially helmets, to reduce their rate and severity of injury.", "doi": "10.1016/j.bj.2016.10.006", "title": "Motorcycle-related hospitalizations of the elderly.", "journal": ["Biomedical journal", "Biomed J"]}