{"authors": [["Gluud", "Lise Lotte", "LL", "Gastrounit, Medical Division, Copenhagen University Hospital Hvidovre, Kettegaards Alle, Hvidovre, Denmark, 2650."], ["Dam", "Gitte", "G", "Department of Medicine V (Hepatology and Gastroenterology), Aarhus University Hospital, 44 Noerrebrogade, Aarhus C, Denmark."], ["Les", "Iñigo", "I", "Department of Internal Medicine, Hospital Universitario Araba, C/ Olaguibel, 27, Vitoria-Gasteiz, Álava, Spain, 01004."], ["Marchesini", "Giulio", "G", "Department of Internal Medicine, Alma Mater Studiorum, University of Bologna, 9, Via Massarenti, S. Orsola-Maloighi Hospital, Bologna, Italy, 40138."], ["Borre", "Mette", "M", "Department of Medicine V (Hepatology and Gastroenterology), Aarhus University Hospital, 44 Noerrebrogade, Aarhus C, Denmark."], ["Aagaard", "Niels Kristian", "NK", "Department of Medicine V (Hepatology and Gastroenterology), Aarhus University Hospital, 44 Noerrebrogade, Aarhus C, Denmark."], ["Vilstrup", "Hendrik", "H", "Department of Hepatology and Gastroenterology, Aarhus Kommunehospital, Nørrebrogade 44, Aarhus C, Denmark, DK-8000."]], "date": "2017-05-18", "id": "28518283", "text": "Hepatic encephalopathy is a brain dysfunction with neurological and psychiatric changes associated with liver insufficiency or portal-systemic shunting. The severity ranges from minor symptoms to coma. A Cochrane systematic review including 11 randomised clinical trials on branched-chain amino acids (BCAA) versus control interventions has evaluated if BCAA may benefit people with hepatic encephalopathy.To evaluate the beneficial and harmful effects of BCAA versus any control intervention for people with hepatic encephalopathy.We identified trials through manual and electronic searches in The Cochrane Hepato-Biliary Group Controlled Trials Register, the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase, Science Citation Index Expanded and Conference Proceedings Citation Index - Science, and LILACS (May 2017).We included randomised clinical trials, irrespective of the bias control, language, or publication status.The authors independently extracted data based on published reports and collected data from the primary investigators. We changed our primary outcomes in this update of the review to include mortality (all cause), hepatic encephalopathy (number of people without improved manifestations of hepatic encephalopathy), and adverse events. The analyses included random-effects and fixed-effect meta-analyses. We performed subgroup, sensitivity, regression, and trial sequential analyses to evaluate sources of heterogeneity (including intervention, and participant and trial characteristics), bias (using The Cochrane Hepato-Biliary Group method), small-study effects, and the robustness of the results after adjusting for sparse data and multiplicity. We graded the quality of the evidence using the GRADE approach.We found 16 randomised clinical trials including 827 participants with hepatic encephalopathy classed as overt (12 trials) or minimal (four trials). Eight trials assessed oral BCAA supplements and seven trials assessed intravenous BCAA. The control groups received placebo/no intervention (two trials), diets (10 trials), lactulose (two trials), or neomycin (two trials). In 15 trials, all participants had cirrhosis. We classed seven trials as low risk of bias and nine trials as high risk of bias (mainly due to lack of blinding or for-profit funding). In a random-effects meta-analysis of mortality, we found no difference between BCAA and controls (risk ratio (RR) 0.88, 95% confidence interval (CI) 0.69 to 1.11; 760 participants; 15 trials; moderate quality of evidence). We found no evidence of small-study effects. Sensitivity analyses of trials with a low risk of bias found no beneficial or detrimental effect of BCAA on mortality. Trial sequential analysis showed that the required information size was not reached, suggesting that additional evidence was needed. BCAA had a beneficial effect on hepatic encephalopathy (RR 0.73, 95% CI 0.61 to 0.88; 827 participants; 16 trials; high quality of evidence). We found no small-study effects and confirmed the beneficial effect of BCAA in a sensitivity analysis that only included trials with a low risk of bias (RR 0.71, 95% CI 0.52 to 0.96). The trial sequential analysis showed that firm evidence was reached. In a fixed-effect meta-analysis, we found that BCAA increased the risk of nausea and vomiting (RR 5.56; 2.93 to 10.55; moderate quality of evidence). We found no beneficial or detrimental effects of BCAA on nausea or vomiting in a random-effects meta-analysis or on quality of life or nutritional parameters. We did not identify predictors of the intervention effect in the subgroup, sensitivity, or meta-regression analyses. In sensitivity analyses that excluded trials with a lactulose or neomycin control, BCAA had a beneficial effect on hepatic encephalopathy (RR 0.76, 95% CI 0.63 to 0.92). Additional sensitivity analyses found no difference between BCAA and lactulose or neomycin (RR 0.66, 95% CI 0.34 to 1.30).In this updated review, we included five additional trials. The analyses showed that BCAA had a beneficial effect on hepatic encephalopathy. We found no effect on mortality, quality of life, or nutritional parameters, but we need additional trials to evaluate these outcomes. Likewise, we need additional randomised clinical trials to determine the effect of BCAA compared with interventions such as non-absorbable disaccharides, rifaximin, or other antibiotics.", "doi": "10.1002/14651858.CD001939.pub4", "title": "Branched-chain amino acids for people with hepatic encephalopathy.", "journal": ["The Cochrane database of systematic reviews", "Cochrane Database Syst Rev"]}