{"authors": [["Xia", "Xiaoyu", "X", "School of Medicine, Tsinghua University, Beijing, China."], ["Bai", "Yang", "Y", "Institute of Electrical Engineering, Yanshan University, Qinhuangdao, China."], ["Zhou", "Yangzhong", "Y", "School of Medicine, Tsinghua University, Beijing, China."], ["Yang", "Yi", "Y", "Department of Neurosurgery, PLA Army General Hospital, Beijing, China."], ["Xu", "Ruxiang", "R", "Department of Neurosurgery, PLA Army General Hospital, Beijing, China."], ["Gao", "Xiaorong", "X", "School of Medicine, Tsinghua University, Beijing, China."], ["Li", "Xiaoli", "X", "State Key Laboratory of Cognitive Neuroscience and Learning, IDG/McGovern Institute for Brain Research, Beijing Normal University, Beijing, China."], ["He", "Jianghong", "J", "Department of Neurosurgery, PLA Army General Hospital, Beijing, China."]], "date": "2017-05-03", "id": "28515709", "text": "While repetitive transcranial magnetic stimulation (rTMS) has been applied in treatment of patients with disorders of consciousness (DOC), a standardized stimulation protocol has not been proposed, and its therapeutic effects are inconsistently documented.To assess the efficacy of rTMS in improving consciousness in patients with persistent minimally conscious state (MCS) or unresponsive wakefulness syndrome (UWS), previously known as vegetative state (VS).A prospective single-blinded study, with selected subjects, was carried out. In total, 16 patients (5 MCS and 11 VS/UWS) with chronic DOC were included. All patients received active 10 Hz rTMS at the left dorsolateral prefrontal cortex (DLPFC), at one session per day, for 20 consecutive days. A single daily session of stimulation consisted of 1,000 pulses (10 s of 10 Hz trains; repeated 10 times with an inter-train interval of 60 s; and 11 min and 40 s for total session). The main outcome measures were changes in the total score on the JFK Coma Recovery Scale-Revised (CRS-R) scale. Additional measures were the impressions of caregivers after the conclusion of the interventions, which were assessed using the Clinical Global Impression-Improvement (CGI-I) scale.The CRS-R scores were increased in all 5 MCS patients and 4 of 11 VS/UWS patients, while a significant enhancement of CRS-R scores was observed compared to the baseline in all participants (p = 0.007). However, the improvement was more notable in MCS patients (p = 0.042) than their VS/UWS counterparts (p = 0.066). Based on the CGI-I scores, two patients improved considerably, two improved, six minimally improved, six experienced no change, and none deteriorated. Good concordance was seen between the CGI-I result and the increases in CRS-R scores.Treatment of 10 Hz multisession rTMS applied to the left DLPFC is promising for the rehabilitation of DOC patients, especially those in MCS. Further validation with a cohort of a larger sample size is required.", "doi": "10.3389/fneur.2017.00182", "title": "Effects of 10 Hz Repetitive Transcranial Magnetic Stimulation of the Left Dorsolateral Prefrontal Cortex in Disorders of Consciousness.", "journal": ["Frontiers in neurology", "Front Neurol"]}