{"authors": [["Oh", "Myeong-Jin", "MJ", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Jeong", "Je Hoon", "JH", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Shin", "Dong-Seong", "DS", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Hwang", "Sun-Chul", "SC", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Im", "Soo Bin", "SB", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Kim", "Bum-Tae", "BT", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."], ["Shin", "Won-Han", "WH", "Department of Neurosurgery, Soonchunhyang University Bucheon Hospital, Bucheon, Korea."]], "date": "2017-04-30", "id": "28512614", "text": "Head injury is a leading cause of death and disability in subjects who suffer a traumatic accident. Contralateral hematomas after surgery for traumatic brain injury are rare. However, an unrecognized, these hematomas can cause devastating results. We presented our experience of these patients and discussed diagnosis and management.This study included 12 traumatic patients with acute traumatic brain injury who developed delayed contralateral hematoma after evacuation of an acute hematoma. Clinical and radiographic data was obtained through review of medical records and radiographs retrospectively.Ten males and two females were included in the study. Ten (83.3%) patients had severe head injury (Glasgow Coma Scale [GCS] score <8). Intraoperative brain swelling during removal of the traumatic subdural hematoma was noted in 10 (83.3%) patients. A skull fracture on the side contralateral to the acute hematoma was noted on computed tomography (CT) scans of nine (75%) patients. Three (33.3%) patients with severe head injury (GCS <8) died. Only (10%) one patient with a severe head injury had less severe disability.A postoperative CT scan is essential in patients with acute traumatic brain injury and a contralateral skull fracture or a low GCS score. Our results indicated that it is very important to evaluate this rare but potentially devastating complication.", "doi": "10.13004/kjnt.2017.13.1.24", "title": "Postoperative Contralateral Hematoma in Patient with Acute Traumatic Brain Injury.", "journal": ["Korean journal of neurotrauma", "Korean J Neurotrauma"]}