{"authors": [["Wada", "Tomoki", "T", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan. Electronic address: wadat-eme@h.u-tokyo.ac.jp."], ["Yasunaga", "Hideo", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, The University of Tokyo, Tokyo, Japan."], ["Doi", "Kent", "K", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan."], ["Matsui", "Hiroki", "H", "Department of Clinical Epidemiology and Health Economics, School of Public Health, The University of Tokyo, Tokyo, Japan."], ["Fushimi", "Kiyohide", "K", "Department of Health Policy and Informatics, Tokyo Medical and Dental University, Tokyo, Japan."], ["Kitsuta", "Yoichi", "Y", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan."], ["Nakajima", "Susumu", "S", "Department of Emergency and Critical Care Medicine, The University of Tokyo Hospital, Tokyo, Japan."]], "date": "2017-05-03", "id": "28511965", "text": "The relationship between hospital volume and outcome after traumatic brain injury (TBI) is not completely understood in a real clinical setting. We investigated whether patients admitted with TBI achieved better outcomes in high-volume hospitals than in low-volume hospitals using a national inpatient database in Japan.This retrospective cohort study used the Diagnosis Combination Procedure database in Japan. We included patients with TBI admitted to hospitals with a Japan Coma Scale (JCS) score ≥2 between April 1, 2013 and March 31, 2014. Hospital volume was defined as the annual number of all admissions with TBI in individual hospitals. The hospital volume was categorized into four volume groups: low (≤60 admissions per hospital), medium-low (61-120 admissions per hospital), medium-high (121-180 admissions per hospital) and high (≥181 admissions per hospital). The outcomes of interest included 28-day mortality and survival discharge with complete dependency defined as a Barthel Index score of 0 at discharge. We used multivariate logistic regression models fitted with generalized estimating equations to evaluate relationships between the hospital volume and the outcomes. The hospital volume was evaluated both as categorical variables defined above and as continuous variables.The analysis dataset consisted of 20,146 eligible patients. Of these, 2,784 died within 28days (13.8%) and 3,409 were completely dependent among 16,996 patients discharged alive (20.1%). Multivariate analyses found that there was no significant difference between the high-volume and low-volume groups for 28-day mortality (adjusted odds ratio [OR] 0.79, 95% confidence interval [CI] 0.58-1.06 for the high-volume group) or complete dependency at discharge (adjusted OR 0.94, 95% CI 0.71-1.23 for the high-volume group). The results were the same when the hospital volume was evaluated as a continuous variable.Hospital volume did not appear to influence outcomes in patients with TBI. High-volume hospitals may not be necessarily beneficial for patients with TBI exhibiting impaired consciousness as a whole.", "doi": "10.1016/j.injury.2017.05.003", "title": "Relationship between hospital volume and outcomes in patients with traumatic brain injury: A retrospective observational study using a national inpatient database in Japan.", "journal": ["Injury", "Injury"]}