{"authors": [["Kara", "Iskender", "I", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey. driskenderkara@gmail.com."], ["Yildirim", "F", "F", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Zerman", "A", "A", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Gullu", "Z", "Z", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Boyaci", "N", "N", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Aydogan", "B B", "BB", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Gaygisiz", "U", "U", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Gonderen", "K", "K", "Critical Care Fellowship Program, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Arik", "G", "G", "Department of Geriatrics, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Turkoglu", "M", "M", "Department of Internal Medicine and Critical Care, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Aydogdu", "M", "M", "Department of Pulmonary Diseases and Critical Care Unit, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Aygencel", "G", "G", "Department of Internal Medicine and Critical Care, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Ulger", "Z", "Z", "Department of Geriatrics, Gazi University Faculty of Medicine, Ankara, Turkey."], ["Gursel", "G", "G", "Department of Pulmonary Diseases and Critical Care Unit, Gazi University Faculty of Medicine, Ankara, Turkey."]], "date": "2017-05-16", "id": "28510786", "text": "Many factors affecting noninvasive ventilation (NIV) in critically ill patients have been reported in the literature, but there is no study about the effect of frailty. With this study, the frailty prevalence was evaluated with two different frailty scores among the NIV population of a medical intensive care unit (ICU). Besides, the impact of frailty on NIV success and mortality and its association with NIV application problems were evaluated.A prospective observational cohort study was performed on patients who were over 50 years of age and assigned to NIV due to hypercapnic respiratory failure. For the assessment of frailty, Clinical Frailty Scale (CFS) and The Edmonton Frailty Scale (EFS) were used and the ones with CFS ≥5 and EFS ≥8 were considered as fragile. The study population was classified and compared according to NIV success, ICU outcome (discharge or exitus) and NIV application problems.A total of 103 patients with the mean age of 73 ± 11 years were included. The incidence of frailty was 41% with CFS ≥5 and 36% with EFS ≥8. The NIV failure occurred in 30 (29%) patients. Among them frailty and SOFA score was higher; Glasgow Coma Scale (GCS) was lower. In multivariate analysis GCS (OR: 1.2, p: 0.042) and frailty with EFS (OR: 2.8, p: 0.027) were identified as independent risk factors of NIV failure. Sixty-five (63%) patients had NIV application problems and frailty was higher among them with both CFS and EFS (p < 0.05). Mortality occurred in 18 (17%) patients; NIV failure and frailty according to CFS were independent risk factors of mortality.The frailty is associated with higher NIV application problems, failure and mortality risk in elderly ICU patients. The CFS and EFS frailty scores can be used to predict NIV success and outcomes in ICUs.", "doi": "10.1007/s40520-017-0774-z", "title": "The impact of frailty on noninvasive mechanical ventilation in elderly medical intensive care unit patients.", "journal": ["Aging clinical and experimental research", "Aging Clin Exp Res"]}