{"authors": [["Mitrović", "Miloš", "M", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia. dr.milosh.mitrovic@gmail.com."], ["Đurić", "P", "P", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Janković", "A", "A", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Todorov", "V", "V", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Tošić-Dragović", "J", "J", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Simović", "N", "N", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Damjanović", "T", "T", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."], ["Dimković", "N", "N", "Nephrology and Dialysis Department, University Hospital Zvezdara, Dimitrija Tucovića 161, 11050, Belgrade, Serbia."]], "date": "2017-03-22", "id": "28509139", "text": "Spontaneous Listeria peritonitis is well described in liver failure, but is uncommon in peritoneal dialysis patients. Atypical cases where peritonitis symptoms develop after systemic manifestations are rare and challenging for diagnostic. A 57-year-old peritoneal dialysis patient with history of ethylic cirrhosis was admitted after epileptic seizure. On admission, patient was soporous without signs of peritonitis and meningitis. Patient's peritoneal effluent was clear, with normal leukocytes. Cranial CT scan showed no abnormalities. Laboratory exams revealed positive inflammatory syndrome. Despite antibiotic therapy, next day, symptoms aggravated with coma development. Peritoneal effluent became cloudy and its leukocyte count rose up. Effluent microscopy revealed Gram-positive bacilli. Patient was started with intraperitoneal Vancomycin and Amikacin. Patient's clinical condition deteriorated with lethal outcome. Post-mortem analysis of effluent and blood culture showed growth of L. monocytogenes. Apart from idiopathic etiology, goat-milk curd, that patient had started consuming 10 days before admission, could theoretically be considered as possible infection vehicle. L. monocytogenes peritonitis in peritoneal dialysis patients is rare, but must be considered in immunocompromised or patients with concomitant liver failure, especially after Gram-positive bacilli identification in peritoneal effluent. In case of suspiscion of Listeria peritonitis, Ampicillin should be initiated, because bacteria often poorly respond to currently recommended empiric regimens.", "doi": "10.1007/s13730-017-0255-4", "title": "Unusual Listeria monocytogenes peritonitis in peritoneal dialysis patient with liver cirrhosis: a case report and review of literature.", "journal": ["CEN case reports", "CEN Case Rep"]}