{"authors": [["Borvinskaya", "Ekaterina", "E", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Gurkov", "Anton", "A", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Shchapova", "Ekaterina", "E", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Baduev", "Boris", "B", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Shatilina", "Zhanna", "Z", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Sadovoy", "Anton", "A", "Institute of Materials Research and Engineering, A*STAR, 138634, Singapore."], ["Meglinski", "Igor", "I", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia."], ["Timofeyev", "Maxim", "M", "Institute of Biology at Irkutsk State University, Irkutsk 664003, Russia m.a.timofeyev@gmail.com."]], "date": "2017-05-15", "id": "28507056", "text": "Tracking physiological parameters in different organs within the same organism simultaneously and in real time can provide an outstanding representation of the organism's physiological status. The state-of-the-art technique of using encapsulated fluorescent molecular probes (microencapsulated biomarkers) is a unique tool that can serve as a platform for the development of new methods to obtain in vivo physiological measurements and is applicable to a broad range of organisms. Here, we describe a novel technique to monitor the pH of blood inside the gill capillaries and interstitial fluid of muscles by using microencapsulated biomarkers in a zebrafish model. The functionality of the proposed technique is shown by the identification of acidification under anesthesia-induced coma and after death. The pH in muscles reacts to hypoxia faster than that in the gill bloodstream, which makes both parameters applicable as markers of either local or bodily reactions.", "doi": "10.1242/bio.024380", "title": "Parallel in vivo monitoring of pH in gill capillaries and muscles of fishes using microencapsulated biomarkers.", "journal": ["Biology open", "Biol Open"]}