{"authors": [["Julien", "J", "J", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada; Centre de recherche interdisciplinaire en réadaptation du Montréal métropolitain (CRIR), H2H 2N8 Montréal, Canada."], ["Joubert", "S", "S", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada; Centre de recherche de l'institut universitaire de gériatrie de Montréal (CRIUGM), H3W 1W4 Montréal, Canada."], ["Ferland", "M-C", "MC", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada."], ["Frenette", "L C", "LC", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada; Centre de recherche interdisciplinaire en réadaptation du Montréal métropolitain (CRIR), H2H 2N8 Montréal, Canada."], ["Boudreau-Duhaime", "M M", "MM", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada."], ["Malo-Véronneau", "L", "L", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada."], ["de Guise", "E", "E", "Département de psychologie, université de Montréal, H7N 0B6 Laval, Canada; Centre de recherche interdisciplinaire en réadaptation du Montréal métropolitain (CRIR), H2H 2N8 Montréal, Canada; Institut de recherche, centre universitaire de santé McGill, H3H 2R9 Montréal, Canada. Electronic address: elaine.de.guise@umontreal.ca."]], "date": "2017-05-11", "id": "28506441", "text": "Inconsistencies regarding the risk of developing Alzheimer disease after traumatic brain injury (TBI) remain in the literature. Indeed, why AD develops in certain TBI patients while others are unaffected is still unclear.The aim of this study was to performed a systematic review to investigate whether certain variables related to TBI, such as TBI severity, loss of consciousness (LOC) and post-traumatic amnesia (PTA), are predictors of risk of AD in adults.From 841 citations retrieved from MEDLINE via PubMed, EMBASE, PSYINFO and Cochrane Library databases, 18 studies were eligible for the review.The review revealed that about 55.5% of TBI patients may show deteriorated condition, from acute post-TBI cognitive deficits to then meeting diagnostic criteria for AD, but whether TBI is a risk factor for AD remains elusive.Failure to establish such a link may be related to methodological problems in the studies. To shed light on this dilemma, future studies should use a prospective design, define the types and severities of TBI and use standardized AD and TBI diagnostic criteria. Ultimately, an AD prediction model, based on several variables, would be useful for clinicians detecting TBI patients at risk of AD.", "doi": "10.1016/j.rehab.2017.03.009", "title": "Association of traumatic brain injury and Alzheimer disease onset: A systematic review.", "journal": ["Annals of physical and rehabilitation medicine", "Ann Phys Rehabil Med"]}