{"authors": [["Sondag", "Lotte", "L", "Department of Neurology, Rijnsate Hospital, Wagnerlaan 55, 6815AD, Arnhem, The Netherlands."], ["Ruijter", "Barry J", "BJ", "University of Twente, clinical neurophysiology, Enschede, The Netherlands."], ["Tjepkema-Cloostermans", "Marleen C", "MC", "Medisch Spectrum Twente, neurology and clinical neurophysiology, Enschede, The Netherlands."], ["Beishuizen", "Albertus", "A", "Medisch Spectrum Twente, intensive care, Enschede, The Netherlands."], ["Bosch", "Frank H", "FH", "Rijnstate Hospital, intensive care, Arnhem, The Netherlands."], ["van Til", "Janine A", "JA", "University of Twente, department of Health Technology and Services Research, Enschede, The Netherlands."], ["van Putten", "Michel J A M", "MJAM", "University of Twente, clinical neurophysiology, Enschede, The Netherlands."], ["Hofmeijer", "Jeannette", "J", "Department of Neurology, Rijnsate Hospital, Wagnerlaan 55, 6815AD, Arnhem, The Netherlands. jhofmeijer@rijnstate.nl."]], "date": "2017-05-15", "id": "28506244", "text": "We recently showed that electroencephalography (EEG) patterns within the first 24 hours robustly contribute to multimodal prediction of poor or good neurological outcome of comatose patients after cardiac arrest. Here, we confirm these results and present a cost-minimization analysis. Early prognosis contributes to communication between doctors and family, and may prevent inappropriate treatment.A prospective cohort study including 430 subsequent comatose patients after cardiac arrest was conducted at intensive care units of two teaching hospitals. Continuous EEG was started within 12 hours after cardiac arrest and continued up to 3 days. EEG patterns were visually classified as unfavorable (isoelectric, low-voltage, or burst suppression with identical bursts) or favorable (continuous patterns) at 12 and 24 hours after cardiac arrest. Outcome at 6 months was classified as good (cerebral performance category (CPC) 1 or 2) or poor (CPC 3, 4, or 5). Predictive values of EEG measures and cost-consequences from a hospital perspective were investigated, assuming EEG-based decision- making about withdrawal of life-sustaining treatment in the case of a poor predicted outcome.Poor outcome occurred in 197 patients (51% of those included in the analyses). Unfavorable EEG patterns at 24 hours predicted a poor outcome with specificity of 100% (95% CI 98-100%) and sensitivity of 29% (95% CI 22-36%). Favorable patterns at 12 hours predicted good outcome with specificity of 88% (95% CI 81-93%) and sensitivity of 51% (95% CI 42-60%). Treatment withdrawal based on an unfavorable EEG pattern at 24 hours resulted in a reduced mean ICU length of stay without increased mortality in the long term. This gave small cost reductions, depending on the timing of withdrawal.Early EEG contributes to reliable prediction of good or poor outcome of postanoxic coma and may lead to reduced length of ICU stay. In turn, this may bring small cost reductions.", "doi": "10.1186/s13054-017-1693-2", "title": "Early EEG for outcome prediction of postanoxic coma: prospective cohort study with cost-minimization analysis.", "journal": ["Critical care (London, England)", "Crit Care"]}