{"authors": [["Lee", "Alex T", "AT", "From the *Department of Anesthesiology and Pain Medicine, University of Washington, Seattle, Washington; †Anesthesiology Division, VA Puget Sound Health System, Seattle, Washington; ‡College of Arts and Sciences, University of Washington, Seattle, Washington; §Department of Anesthesiology, Prasat Neurological Institute, Bangkok, Thailand; ‖Department of Anesthesiology and Pain Medicine, University of Washington Medical Center, Seattle, Washington; ¶Department of Anesthesiology, University of Alabama, Birmingham, Alabama; #Department of Biostatistics, University of Washington School of Public Health, Seattle, Washington; and **Harborview Injury Prevention and Research Center, University of Washington, Seattle, Washington."], ["Gagnidze", "Arni", "A", null], ["Pan", "Sharon R", "SR", null], ["Sookplung", "Pimwan", "P", null], ["Nair", "Bala", "B", null], ["Newman", "Shu-Fang", "SF", null], ["Ben-Ari", "Alon", "A", null], ["Zaky", "Ahmed", "A", null], ["Cain", "Kevin", "K", null], ["Vavilala", "Monica S", "MS", null], ["Rozet", "Irene", "I", null]], "date": null, "id": "28504994", "text": "Antiplatelet medications are usually discontinued before elective neurosurgery, but this is not an option for emergent neurosurgery. We performed a retrospective cohort study to examine whether preoperative aspirin use was associated with worse outcomes after emergency neurosurgery in elderly patients.We analyzed all cases of emergency neurosurgical procedures for traumatic intracranial hemorrhage from 2008 to 2012 at a level 1 trauma center. Demographics, comorbidities, and outcomes were compared for patients ≥65 years by preoperative aspirin exposure. Exclusion criteria were: (1) polytrauma, (2) concomitant use of other preoperative anticoagulants or antiplatelet agents, (3) surgical indication other than subdural, extradural, or intraparenchymal hemorrhage, and (4) repeat neurosurgical procedures within a single admission. Estimated intraoperative blood loss, postprocedural intracranial bleeding requiring reoperation, death in hospital, intensive care unit, and hospital lengths of stay and perioperative blood product transfusion from 48 hours before 48 hours after surgery were the study outcomes. We also examined whether platelet transfusion had an impact on outcomes for patients on aspirin.The cohort included 171 patients. Patients receiving preoperative aspirin (n = 87, 95% taking 81 mg/day) were the same age as patients not receiving aspirin (n = 84; 78.3 ± 7.8 vs 75.9 ± 7.9 years, P > .05), had slightly higher admission Glasgow Coma Scale scores (12.8 ± 3.4 vs 11.4 ± 4, P = .02) and tended to have more coronary artery disease (P< .05). Adjusted for Glasgow Coma Scale and coronary artery disease, patients receiving preoperative aspirin had a higher odds of perioperative platelet transfusion (adjusted odds ratio 9.89, 95% confidence interval, 4.24-26.25). There were no other differences in outcomes between the 2 groups. Preoperative or intraoperative platelet transfusion was not associated with better outcomes among aspirin patients.In patients age ≥65 years undergoing emergency neurosurgery for traumatic intracranial hemorrhage, preoperative low-dose aspirin treatment was not associated with increased perioperative bleeding, hospital lengths of stay, or in-hospital mortality.", "doi": "10.1213/ANE.0000000000002053", "title": "Preoperative Low-Dose Aspirin Exposure and Outcomes After Emergency Neurosurgery for Traumatic Intracranial Hemorrhage in Elderly Patients.", "journal": ["Anesthesia and analgesia", "Anesth. Analg."]}