{"authors": [["Abosadegh", "Maher M", "MM", "Maxillofacial Surgery Unit, School of Dental Sciences, Universiti Sains Malaysia 16150, Kubang Kerian, Kelantan, Malaysia."], ["Rahman", "Shaifulizan Ab", "SA", "Maxillofacial Surgery Unit, School of Dental Sciences, Universiti Sains Malaysia 16150, Kubang Kerian, Kelantan, Malaysia."], ["Saddki", "Norkhafizah", "N", "Dental Public Health Unit, School of Dental Sciences, Universiti Sains Malaysia 16150, Kubang Kerian, Kelantan, Malaysia."]], "date": "2017-07-06", "id": "28504848", "text": "The association of traumatic head injury (THI) with maxillofacial fractures (MFF) is a major health concern worldwide. In spite of the close anatomical proximity of maxillofacial bones to the cranium, the association of THI with MFF is controversial. The aim of this study was to assess the association between THI and MFF. Other factors associated with THI in patients with MFF were also investigated.A hospital-based retrospective study was conducted at the OMFS Unit, Hospital USM, Kelantan, Malaysia. From 12 June 2013 to 31 December 2015, 473 patient records with MFF were reviewed to evaluate the association of THI and MFF.A total of 331 patients (69.98%) presented with concomitant THI. The most common associated THI were cranial bone fractures (68.6%) followed by intracranial injuries and concussion. A significant association existed between the Glasgow coma scale (GCS) score and the presence of THI concomitant MFF with P-value <.001. The univariable logistic regression analysis revealed that age group (31-40 years), cause of injury (road traffic accident-RTA), all midface fracture types and most of the mandibular fracture types were statistically associated with the presence of THI. The multivariable logistic regression analysis revealed that the cause of the injury (RTA) and MFF types (nasal bone, zygomatic complex, zygomatic arch, orbital wall, maxillary sinus wall and the alveolar process of mandible fractures) were statistically significantly associated with THI in patients with MFF.There was a high prevalence of THI among patients with MFF (69.98%). RTA, nasal bone, zygomatic complex, zygomatic arch, orbital wall, maxillary sinus wall and mandibular alveolar process fractures were significantly associated with THI in patients who sustained a MFF.", "doi": "10.1111/edt.12349", "title": "Association of traumatic head injuries and maxillofacial fractures: A retrospective study.", "journal": ["Dental traumatology : official publication of International Association for Dental Traumatology", "Dent Traumatol"]}