{"authors": [["Zhang", "Jing", "J", "Department of Ophthalmology, Shanghai Ninth People's Hospital, Shanghai Jiaotong University School of Medicine, Shanghai 200011, China."], ["Zhang", "Shi-Sheng", "SS", "New Vision Eye Clinic, Shanghai 200011, China."], ["Yu", "Qin", "Q", "New Vision Eye Clinic, Shanghai 200011, China."], ["Lian", "Jing-Cai", "JC", "Shanghai Xinshijie Zhongxing Eye Hospital, School of Medicine, Shanghai Tongji University, Shanghai 200070, China."]], "date": "2017-04-18", "id": "28503438", "text": "To compare visual quality after femtosecond laser in situ keratomileusis (FS-LASIK), between the coaxially sighted corneal light reflex (CSCLR) group and conventional ablation line of sight (LOS) group.In total, 243 eyes (122 patients) were treated with centration on the CSCLR (visual axis) and 238 eyes (119 patients) treated with centration on the pupil center (LOS). Postoperative outcomes [uncorrected visual acuity (UCVA), best spectacle-corrected visual acuity (BSCVA)], safety index, efficacy index, refractive outcome, ablation center distance from the visual axis, corneal high-order aberrations, subjective discomfort glare and shadowing incidence rate, and contrast sensitivity at 1, 3, and 6mo were measured and compared.The mean age was 27.77±7.1y in the CSCLR group and 26.03±7.70y in the LOS group. Preoperatively, the manifest refraction spherical equivalent (MRSE) was -6.68±2.60 D in the CSCLR group and -6.65±2.68 D in the LOS group. The postoperative UCVA, BSCVA, MRSE (-0.03±0.263 D in the CSCLR group, -0.05±0.265 D in the LOS group), efficacy index (1.04, 1.03), and safety index (1.09, 1.08) were not significantly different between the groups (all P>0.05). In total, 3% lost one line and more of BSCVA in the CSCLR group, as 9% in the LOS group postoperatively (P<0.05). The ablation center deviation was 0.20±0.15 mm from the visual axis (Pentacam system default setting; range, 0-0.75 mm) in the CSCLR group, and 0.43±0.22 mm (range, 0-1.32 mm) in the LOS group (P<0.0001). Statistically significant greater augmentation of total corneal higher-order aberrations (0.15±0.10 µm and 0.20±0.12 µm respectively, P=0.03) and vertical and horizontal coma (P<0.0001) were noted in the LOS group. Subjective discomfort glare and shadowing incidence rates were 8.59% and 17.5% in the CSCLR and LOS groups, respectively (P<0.05). The 1-month postoperative contrast sensitivity visual acuity in the CSCLR group was significantly higher than that in the LOS group on contrast (100%, 25%, 10%) with a dark background, but there was no significant difference between the groups at 3 or 6m.Myopic LASIK centered on the CSCLR achieves significantly lower induction of loss of BSCVA, corneal high-order aberrations, and lower risk of subjective discomfort glare and shadowing, and lower decline in early contrast sensitivity by comparison with centration on the LOS, giving advantages in visual quality postoperatively.", "doi": "10.18240/ijo.2017.04.20", "title": "Comparison of visual effects of FS-LASIK for myopia centered on the coaxially sighted corneal light reflex or the line of sight.", "journal": ["International journal of ophthalmology", "Int J Ophthalmol"]}