{"authors": [["Park", "Min Ji", "MJ", "Department of Cornea and Refractive Surgery, Sungmo Eye Hospital, Busan 48064, Korea."], ["Jeon", "Hye Min", "HM", "Department of Cornea and Refractive Surgery, Sungmo Eye Hospital, Busan 48064, Korea."], ["Lee", "Kyoung Heon", "KH", "Department of Cornea and Refractive Surgery, Sungmo Eye Hospital, Busan 48064, Korea."], ["Han", "Sang Youp", "SY", "Department of Cornea and Refractive Surgery, Sungmo Eye Hospital, Busan 48064, Korea."]], "date": "2017-04-18", "id": "28503437", "text": "To evaluate the clinical outcomes of V4c implantable collamer lens (Hole ICL) implantation with regard to the optical quality assessed according to different degrees of decentering.This included 49 eyes that received conventional ICL and 94 eyes that received Hole ICL. The eyes that received Hole ICL were divided into three groups according to the degree of decentering: group 1, central hole within 1 hole diameter (HD) from the pupil center; group 2, central hole within 1 HD to 2 HD; and group 3, central hole within 2 HD to 3 HD. Visual acuity (VA), intraocular pressure (IOP), and spherical equivalent (SE) values were assessed at 1wk, 1 and 3mo after surgery. The ocular modulation transfer function, Strehl ratio, objective scattering index, and higher order aberrations (HOAs) were measured for 4-mm pupils at 3mo after surgery.There were no significant differences in VA, IOP, and SE among the conventional and Hole ICL groups. With regard to HOAs, values for coma and spherical aberrations showed no differences. The total HOA and trefoil values were significantly higher in group 2 than in group 1 (P=0.02, 0.03, respectively). There were no significant differences among groups with regard to other optical quality parameter at 3mo after surgery.Our results suggest that Hole ICL implantation provides satisfactory visual quality that is equivalent to that provided by conventional ICL, regardless of the presence of central hole and degree of decentering.", "doi": "10.18240/ijo.2017.04.19", "title": "Comparison of postoperative optical quality according to the degree of decentering of V4c implantable collamer lens.", "journal": ["International journal of ophthalmology", "Int J Ophthalmol"]}