{"authors": [["Pourdast", "Alieh", "A", "Department of Infectious and Tropical Diseases, Iranian Research Center for HIV/AIDS, Iranian Institute for Reduction of High-Risk Behaviors, Tehran University of Medical Sciences, Tehran, Iran."], ["Sanaei", "Maryam", "M", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Jafari", "Sirous", "S", "Department of Infectious and Tropical Diseases, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Mohammadi", "Mostafa", "M", "Department of Anesthesiology and Critical Care Medicine, , Imam Khomeini Hospital Complex, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Khalili", "Hossein", "H", "Department of Pharmacotherapy , Imam Khomeini Hospital Complex, Faculty of Medicine, Tehran University of Medical Sciences, Tehran, Iran."], ["Shafiee", "Gita", "G", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Ahadi", "Zeinab", "Z", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Rostami", "Mahsa", "M", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Alizad", "Saba", "S", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Heshmat", "Ramin", "R", "Chronic Diseases Research Center, Endocrinology and Metabolism Population Sciences Institute, Tehran University of Medical Sciences, Tehran, Iran."], ["Mohraz", "Minoo", "M", "Iranian Research Center for HIV/AIDS, Iranian Institute for Reduction of High-Risk Behaviors, Tehran University of Medical Science, Tehran, Iran."]], "date": null, "id": "28503281", "text": "Septimeb as a herbal medicine has regulatory effects on inflammation. This study set to evaluate the effects of Septimeb among patients with sepsis on inflammatory biomarkers and survival rate.In this randomized clinical trial, 51 patients with sepsis from the ICU and medical ward of Imam Khomeini Hospital were divided into two groups: Septimeb (n=25) and control group (n=26). In the control group, the patients received a standard treatment only for 7 days, while Septimeb group received Septimeb (6cc vial with 500cc serum glucose infusion 5% daily for one to two hours) plus standard treatment of sepsis for 7 days. Then, blood samples were analyzed. APACHE (Acute Physiologic and Chronic Health Evaluation), SOFA (Sequential Organ Failure Assessment), and GCS (Glasgow Coma Score) values were calculated daily.Treatment with Septimeb showed a significant decrease in SOFA value (1.54±0.83) compared to the control group (2.39±0.88) (P<0.001) and a significant increase in GCS value (14.46±0.88) compared to the control group (12.86±1.78) (P<0.001). Improvements of these values can confirm the potential of Septimeb in the reduction of severity of sepsis (P<0.05). There were significant decreases in lactate and blood sugar and WBC levels. In addition, inflammatory factors such as ESR (Septimeb group: 52.07±34.80, control group: 51.75±42.10, P=0.98) and CRP (Septimeb group: 48.86±23.21, control group: 49.93±36.22, P=0.92) decreased, but did not show a significant reduction.Septimeb has positive effects on reduction of the severity of sepsis which leads to reduction of patients' mortality rates.", "doi": null, "title": "Effect of SeptimebTM as a new natural extract on severe sepsis: A randomized clinical trial.", "journal": ["Caspian journal of internal medicine", "Caspian J Intern Med"]}