{"authors": [["Stippler", "Martina", "M", "Neurosurgery Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA. Electronic address: mstipple@bidmc.harvard.edu."], ["Liu", "Jingyi", "J", "School of Medicine, Harvard Medical School, Boston, Massachusetts, USA."], ["Motiei-Langroudi", "Rouzbeh", "R", "Neurosurgery Service, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA."], ["Voronovich", "Zoya", "Z", "Department of Neurosurgery, University of New Mexico Health Science Center, Albuquerque, New Mexico, USA."], ["Yonas", "Howard", "H", "Department of Neurosurgery, University of New Mexico Health Science Center, Albuquerque, New Mexico, USA."], ["Davis", "Roger B", "RB", "Division of General Medicine and Primary Care, Department of Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston, Massachusetts, USA."]], "date": "2017-05-11", "id": "28502689", "text": "To evaluate the need for repeat head computed tomography (CT) in patients with complicated mild traumatic brain injury (TBI) determined nonoperative after the first head CT.A total of 380 patients with mild TBI and a positive head CT not needing surgery were included. Changes between first and second head CT were categorized as decreased, increased, or stable.Three patients required neurosurgical intervention (0.8%) after the second CT. There were no significant differences in demographics including age, gender, alcohol consumption, anticoagulation status, time between first and second CT, Glasgow Coma Scale score at admission and discharge, and incidence of subarachnoid hemorrhage, epidural hematoma, contusion, or skull fractures between the operated and nonoperated groups. All patients in the operated group had subdural hematoma compared with 40.8% in the nonoperated group (P = 0.07). All operated patients showed symptoms of neurologic worsening after initial head CT, compared with 2.7% in the nonoperated group (P < 0.001). Moreover, patients who showed neurologic worsening were more likely to show increased intracranial bleeding on repeat head CT, whereas patients who did not show neurologic worsening were more likely to show decreased or stable intracranial bleeding (P = 0.04).Routine repeat head CT in patients with complicated mild TBI is very low yield to predict need for delayed surgical intervention. Instead, serial neurologic examination and observation over the first 8 hours after the injury is recommended. A second CT scan should be obtained only in patients who have neurologic worsening.", "doi": "10.1016/j.wneu.2017.05.008", "title": "Complicated Mild Traumatic Brain Injury and the Need for Imaging Surveillance.", "journal": ["World neurosurgery", "World Neurosurg"]}