{"authors": [["Borade", "Amrut", "A", "Department of Orthopaedic Surgery, Geisinger Medical Center, Danville, PA, USA."], ["Kempegowda", "Harish", "H", "Department of Orthopaedic Surgery, Geisinger Medical Center, Danville, PA, USA."], ["Maniar", "Hemil H", "HH", "Department of Orthopaedic Surgery, Geisinger Medical Center, Danville, PA, USA."], ["De Giacomo", "Anthony", "A", "Department of Orthopaedic Surgery, Boston University Medical Center, Boston, MA, USA."], ["Tornetta", "Paul", "P", "Department of Orthopaedic Surgery, Boston University Medical Center, Boston, MA, USA."], ["Bramlett", "Kasey", "K", "Department of Orthopaedic Surgery, Lahey Hospital and Medical Center, Burlington, MA, USA."], ["Marcantonio", "Andrew J", "AJ", "Department of Orthopaedic Surgery, Lahey Hospital and Medical Center, Burlington, MA, USA."], ["Marchand", "Lucas S", "LS", "Department of Orthopaedics, University of Utah, Salt Lake City, UT, USA."], ["Kubiak", "Erik N", "EN", "Department of Orthopaedics, University of Utah, Salt Lake City, UT, USA."], ["Ip", "William H", "WH", "Department of Orthopedic Surgery, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX, USA."], ["Kellam", "James F", "JF", "Department of Orthopedic Surgery, McGovern Medical School, University of Texas Health Science Center at Houston, Houston, TX, USA."], ["Bender", "Jay S", "JS", "SFGH/UCSF Orthopaedic Trauma Institute, Department of Orthopaedic Surgery, University of California, San Francisco, CA, USA."], ["Meinberg", "Eric G", "EG", "SFGH/UCSF Orthopaedic Trauma Institute, Department of Orthopaedic Surgery, University of California, San Francisco, CA, USA."], ["Kee", "James", "J", "Department of Orthopaedic Surgery, University Arkansas of Medical Sciences, Little Rock, AR, USA."], ["Renard", "Regis", "R", "Department of Orthopaedic Surgery, University Arkansas of Medical Sciences, Little Rock, AR, USA."], ["Suk", "Michael", "M", "Department of Orthopaedic Surgery, Geisinger Medical Center, Danville, PA, USA."], ["Horwitz", "Daniel S", "DS", "Department of Orthopaedic Surgery, Geisinger Medical Center, Danville, PA, USA. Electronic address: dshorwitz@geisinger.edu."]], "date": "2017-04-26", "id": "28502379", "text": "On evaluation of the clinical indications of computed tomography (CT) scan of head in the patients with low-energy geriatric hip fractures, Maniar et al. identified physical evidence of head injury, new onset confusion, and Glasgow Coma Scale (GCS)<15 as predictive risk factors for acute findings on CT scan. The goal of the present study was to validate these three criteria as predictive risk factors for a larger population in a wider geographical distribution.Patients ≥65 years of age with low-energy hip fractures from 6 trauma centers in a wide geographical distribution in the United States were included in this study. In addition to the relevant patient demographic findings, the above mentioned three criteria and acute findings on head CT scan were gathered as categorical variables.In total 799 patients from 6 centers were included in the study. There were 67 patients (8.3%) with positive acute findings on head CT scan. All of these patients (100%) had at least one criteria positive. There were 732 patients who had negative acute findings on head CT scan with 376 patients (51%) having at least one criteria positive and 356 patients (49%) having no criteria positive. Sensitivity of 100% and negative predictive value of 100% was observed to predict negative acute findings on head CT scan when all the three criteria were negative.With the observed 100% sensitivity and 100% negative predictive value, physical evidence of acute head injury, acute retrograde amnesia, and GCS<15 can be recommended as a clinical decision guide for the selective use of head CT scans in geriatric patients with low energy hip fractures. All the patients with positive acute head CT findings can be predicted in the presence of at least one positive criterion. In addition, if these criteria are used as a pre-requisite to order the head CT, around 50% of the unnecessary head CT scans can be avoided.", "doi": "10.1016/j.injury.2017.04.051", "title": "External validation of the clinical indications of computed tomography (CT) of the head in patients with low-energy geriatric hip fractures.", "journal": ["Injury", "Injury"]}