{"authors": [["Lin", "Yimo", "Y", "Department of Neurosurgery, Oregon Health and Sciences University, Portland, OR, USA."], ["Mayer", "Rory R", "RR", "Division of Pediatric Neurosurgery, Texas Children's Hospital, 6701 Fannin St., Ste. 1230, Houston, TX, 77030, USA."], ["Verla", "Terence", "T", "Division of Pediatric Neurosurgery, Texas Children's Hospital, 6701 Fannin St., Ste. 1230, Houston, TX, 77030, USA."], ["Raskin", "Jeffrey S", "JS", "Division of Pediatric Neurosurgery, Texas Children's Hospital, 6701 Fannin St., Ste. 1230, Houston, TX, 77030, USA."], ["Lam", "Sandi", "S", "Division of Pediatric Neurosurgery, Texas Children's Hospital, 6701 Fannin St., Ste. 1230, Houston, TX, 77030, USA. sklam@texaschildrens.org."]], "date": "2017-05-13", "id": "28501899", "text": "The belief that July, when resident physicians' training year begins, may be associated with increased risk of patient morbidity and mortality is known as the \"July effect.\" This study aimed to compare complication rates after pediatric neurosurgical procedures in the first versus last academic quarters in two national datasets.Data were extracted from the National Surgical Quality Improvement Program-Pediatrics (NSQIP-P) database for year 2012 for 30-day complication events and the Kids' Inpatient Database (KID) for year 2012 for in-hospital complication events after pediatric neurosurgical procedures. Descriptive and analytic statistical methods were used to characterize the impact of seasonal variation between the first and last quarters on complications.Three thousand six hundred twenty-four procedures in the NSQIP-P dataset and 14,855 hospitalizations in KID were included in the study cohort. No significant difference was observed between the first and fourth quarters for these complication events: wound disruption/dehiscence, wound infection, nerve injury, bleeding requiring transfusion, central line-associated BSI, deep venous thrombosis/pulmonary embolism, urinary tract infection, renal failure, re-intubation/pulmonary failure, cardiac arrest, stroke, coma, and death. There was no difference in the average length of stay or average length of surgical time. In the NSQIP-P, the first quarter was associated with a significantly increased incidence of pneumonia and unplanned re-operation; there was a trend towards increased incidence of unplanned re-admission and sepsis. In KID, there was no difference in the rate of pneumonia or sepsis.For the majority of morbidity and mortality events, no significant difference was found in occurrence rates between the first and last quarters.", "doi": "10.1007/s00381-017-3432-z", "title": "Is there a \"July effect\" in pediatric neurosurgery?", "journal": ["Child's nervous system : ChNS : official journal of the International Society for Pediatric Neurosurgery", "Childs Nerv Syst"]}