{"authors": [["Tatum", "James M", "JM", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Melo", "Nicolas", "N", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Ko", "Ara", "A", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Dhillon", "Navpreet K", "NK", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Smith", "Eric J T", "EJT", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Yim", "Dorothy A", "DA", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Barmparas", "Galinos", "G", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California."], ["Ley", "Eric J", "EJ", "Department of Surgery, Cedars-Sinai Medical Center, Los Angeles, California. Electronic address: Eric.Ley@cshs.org."]], "date": "2016-12-29", "id": "28501121", "text": "Spinal motion restriction (SMR) after traumatic injury has been a mainstay of prehospital trauma care for more than 3 decades. Recent guidelines recommend a selective approach with cervical spine clearance in the field when criteria are met.In January 2014, the Department of Health Services of the City of Los Angeles, California, implemented revised guidelines for cervical SMR after blunt mechanism trauma. Adult patients (aged ≥18 y) with an initial Glasgow Coma Scale (GCS) score of ≥13 presented to a single level I trauma center after blunt mechanism trauma over the following 1-y period were retrospectively reviewed. Demographics, injury data, and prehospital data were collected. Cervical spine injury (CSI) was identified by International Classification of Disease, Ninth Revision, codes.Emergency medical services transported 1111 patients to the emergency department who sustained blunt trauma. Patients were excluded if they refused c-collar placement or if documentation was incomplete. A total of 997 patients were included in our analysis with 172 (17.2%) who were selective cleared of SMR per protocol. The rate of Spinal Cord Injury was 2.2% (22/997) overall and 1.2% (2/172) in patients without SMR. The sensitivity and specificity of the protocol are 90.9% (95% confidence interval: 69.4-98.4) and 17.4% (95% confidence interval: 15.1-20.0), respectively, for CSI. Patients with CSI who arrived without immobilization having met field clearance guidelines, were managed without intervention, and had no neurologic compromise.Guidelines for cervical SMR have high sensitivity and low specificity to identify CSI. When patients with injuries were not placed on motion restrictions, there were no negative clinical outcomes.", "doi": "10.1016/j.jss.2016.12.030", "title": "Validation of a field spinal motion restriction protocol in a level I trauma center.", "journal": ["The Journal of surgical research", "J. Surg. Res."]}