{"authors": [["Del Felice", "Alessandra", "A", "Unit of Rehabilitation, Department of Neuroscience, University of Padua, Padua, Italy - alessandra.delfelice@unipd.it."], ["Bargellesi", "Stefano", "S", "Unit of Severe Brain Injury, Department of Rehabilitation Medicine, Ca' Foncello Regional Hospital, Treviso, Italy."], ["Linassi", "Federico", "F", "Neuromonitoring Project, Department of Anesthesia and Intensive Care, Treviso Regional Hospital, Treviso, Italy."], ["Scarpa", "Bruno", "B", "Department of Statistical Sciences, University of Padua, Padua, Italy."], ["Formaggio", "Emanuela", "E", "Department of Neurophysiology, San Camillo Hospital IRCCS, Venice, Italy."], ["Boldrini", "Paolo", "P", "Unit of Severe Brain Injury, Department of Rehabilitation Medicine, Ca' Foncello Regional Hospital, Treviso, Italy."], ["Masiero", "Stefano", "S", "Unit of Rehabilitation, Department of Neuroscience, University of Padua, Padua, Italy."], ["Zanatta", "Paolo", "P", "Department of Anesthesia and Intensive Care, University Hospital, Verona, Italy."]], "date": "2017-05-12", "id": "28497927", "text": "Cardiac arrest (CA) is a common cause of disability. Multimodal evaluation has improved prognosis but precocious biomarkers are not appropriate in determining long-term functional outcome.To identify early prognostication markers of long-term functional outcome in post-anoxic coma.Retrospective assessment of outcomes.Individuals older than 18 years with post-anoxic coma hospitalized in intensive care units after cardiac arrest (CA) regardless of cause (cardiac or non-cardiac) and location of event (in or out-of-hospital).Clinical, biological and neurophysiological data were collected within 48 hours from CA. Clinical data included time of no and low flow, CA rhythm, pupillary reflex, Glasgow motor score at admission and hyperthermia. Biological marker was the highest creatinine level. Neurophysiological parameters included EEG pattern and reactivity, Somatosensory Evoked Potential (SSEP), and Middle-Latency (ML) SSEP evoked at low (10 mA) and high (50 mA) intensity stimulation. Level of Cognitive Functioning Scale (LCFS), Disability Rating Scale and recovery from coma (Revised coma Recovery Scale [CRS-R]) were collected at 12 months. A LASSO multiple regression analysis was fitted to data to investigate the best predictors of LCF, DRS and CRS-R. In-sample prediction was obtained to verify the quality of fitting, and accuracy indices (i.e., total error rate) produced.Presence of short and medium latency SSEPs with low and high stimulation intensity were identified as prognostic predictors of outcome for all the scales. Error rate was 4.5% for CRS and LCF, and 9.1% for DRS.Middle latency somatosensory evoked potentials associated with short latency somatosensory evoked potentials during the first 48 hours after a cardiac arrest are strong predictors of functional outcome at 12 months from the event. Replication on larger cohorts is needed to support their routine use as prognostic markers.These markers could inform more appropriate allocation of resources, provide a basis for realistic goal-setting, and help the family to adjust its expectations.", "doi": "10.23736/S1973-9087.17.04303-9", "title": "The potential role of pain-related SSEPs in the early prognostication of long-term functional outcome in post-anoxic coma.", "journal": ["European journal of physical and rehabilitation medicine", "Eur J Phys Rehabil Med"]}