{"authors": [["Spatenkova", "Vera", "V", "Neurocenter, Neurointensive Care Unit, Regional Hospital, Liberec, Czech Republic - vera.spatenkova@nemlib.cz."], ["Bradac", "Ondrej", "O", "Department of Neurosurgery, Central Military Hospital, Charles University, Prague, Czech Republic."], ["Suchomel", "Petr", "P", "Neurocenter, Department of Neurosurgery, Regional Hospital, Liberec, Czech Republic."]], "date": "2017-05-11", "id": "28497668", "text": "Mortality is a marker of quality in neurocritical care, but it also provides potential for donors after brain death (DBD) following irreversible acute brain damage. The aim of this study was to analyse the neurointensive care unit (NICU) mortality rate and recovery of potential DBD.We performed a 10-year prospective observational cohort computer database analysis of 6138 acute neurological and neurosurgical patients (pts, 58.2% male, mean: age 55.9±14.7 years, body weight 78.3±15.6 kg, body mass index 26.9±4.7, NICU stay 3.8±5.3 days): 3462 (56.4%) pts with brain disease (mostly stroke 43.2%, tumour 31.1%, trauma 13.6%); 10.3% pts with internal carotid artery (ICA) stenosis; 32.6% pts with spine diseases, and others. Mean Acute Physiology and Chronic Health Evaluation (APACHE) II score on admission was 10.63±5.2 and Glasgow Coma Scale on admission was 13.79±2.51.There were 159 (2.6%) cases of mortality with a significantly higher mortality rate in pts with brain diseases (95.6% of deceased pts, p<0.001) than in ICA stenosis (0.6%), spine (1.9%) and from others (1.9%). There were 23 (14.5%) pts with clinical signs of brain death, of whom 13 (56.5%) became donors. The main reasons for non-recovery of potential donors were hemodynamic instability (16.7%) and family reluctance (12.5%).The study showed that our NICU mortality was 2.6%. There were relatively few clinical signs of brain death and not all potential donors were recovered.", "doi": "10.23736/S0390-5616.17.04010-3", "title": "Potential brain dead organ donation in neurocritical care mortality.", "journal": ["Journal of neurosurgical sciences", "J Neurosurg Sci"]}