{"authors": [["Yang", "Bo", "B", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Wang", "Xiaoli", "X", "Department of Medicine, Jinan Vocational College of Nursing."], ["Li", "Yaping", "Y", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Wu", "Anzhao", "A", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Liu", "Qian", "Q", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Lu", "Yuyin", "Y", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Yuan", "Chengmin", "C", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."], ["Wang", "Mingming", "M", "Department of Traditional Chinese and Western Medicine, Jinan Hospital of Infectious Diseases."]], "date": null, "id": "28496029", "text": "Severe fever with thrombocytopenia syndrome (SFTS) is an emerging infectious disease caused by novel Bunyavirus. Due to the peculiarity of SFTS, accurate assessment is difficult to achieve with the current score systems. This study aimed to establish a new severity scoring system in predicting the prognosis of patients with SFTS. We included 123 patients with SFTS: 92 patients (45 males and 47 females), aged 59 ± 12 years, in survive group and 31 patients (17 males and 14 females), aged 61 ± 10 years, in death group. The lactate dehydrogenase (LDH), the activated partial thromboplastin time (APTT), the saturation of pulse oximeter oxygen (SpO2) and Glasgow Coma Scale (GCS) were measured. SFTS severity scoring system was set up based on the above four factors and compared with the Rapid Emergency Medicine Scores (REMS) and Acute Physiology and Chronic Health Evaluation (APACHE II) Scores. Four parameters in the death group were all significantly higher than survival group. The areas under the curves (AUC) of REMS, APACHE II scores and SFTS severity scores were 0.734, 0.746 and 0.780 respectively. The Youden index of the SFTS severity score was the highest among all the three scores (P < 0.01). If 15 was used as the cutoff value, the sensitivity and specificity of SFTS severity score in predicting the death risk for the patients were 74.2% and 76.1% respectively. The newly established SFTS severity scoring system is more efficient to predict the prognosis of patients with SFTS, compared with REMS and APACHE II.", "doi": "10.1620/tjem.242.19", "title": "A Newly Established Severity Scoring System in Predicting the Prognosis of Patients with Severe Fever with Thrombocytopenia Syndrome.", "journal": ["The Tohoku journal of experimental medicine", "Tohoku J. Exp. Med."]}