{"authors": [["Yu", "Wenya", "W", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."], ["Chen", "Haiping", "H", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."], ["Lv", "Yipeng", "Y", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."], ["Deng", "Qiangyu", "Q", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."], ["Kang", "Peng", "P", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."], ["Zhang", "Lulu", "L", "Department of Military Health Service Management, College of Military Health Service Management, Second Military Medical University, Shanghai, China."]], "date": "2017-05-11", "id": "28493893", "text": "To identify key intervention factors and reduce road traffic injury (RTI)-associated mortality, this study compared outcomes and influencing factors of single and multiple road traffic injuries (RTIs) in Shanghai.Based on the design of National Trauma Data Bank, this study collected demographic, injury, and outcome data from RTI patients treated at the four largest trauma centers in Shanghai from January 2011 to January 2015. Data were analyzed with descriptive statistics, univariate analysis, and hierarchical logistic regression analysis.Among 2397 participants, 59.4% had a single injury, and 40.6% had multiple injuries. Most patients' outcome was cure or improvement. For single-RTI patients, length of stay, body region, central nervous system injury, acute renal failure, multiple organ dysfunction syndrome, bacterial infection, and coma were significantly related to outcome. For multiple-RTI patients, age, admission pathway, prehospital time, length of stay, number of body regions, body region, injury condition, injury severity score, and coma were significantly related to outcome.Emergency rescue in road traffic accidents should focus on high-risk groups (the elderly), high-incidence body regions (head, thorax, pelvis) and number of injuries, injury condition (central nervous system injury, coma, complications, admission pathway), injury severity (critically injured patients), and time factors (particularly prehospital time).", "doi": "10.1371/journal.pone.0176907", "title": "Comparison of influencing factors on outcomes of single and multiple road traffic injuries: A regional study in Shanghai, China (2011-2014).", "journal": ["PloS one", "PLoS ONE"]}