{"authors": [["Noergaard Bech", "Camilla L", "CL", "Departments of aEmergency Medicine bAnaesthesiology and Intensive Care Medicine, Odense University Hospital cUniversity of Southern Denmark, Odense, Denmark."], ["Brabrand", "Mikkel", "M", null], ["Mikkelsen", "Søren", "S", null], ["Lassen", "Annmarie", "A", null]], "date": "2017-05-10", "id": "28492412", "text": "Ambulance transfer is the first contact with the healthcare system for many patients in emergency conditions.We aimed to identify prognostic risk factors accessible in the prehospital phase that indicate an increased risk of 7-day mortality.We included patients aged 18 years or older, transferred by ambulance to the emergency department at Odense University Hospital, from 1 April 2012 to 30 September 2014. We carried out multivariate logistic regressions, adjusted for age and sex, to describe the relationship between vital sign values recorded in the prehospital setting and 7-day mortality.A total of 32 076 ambulance transfers were recorded. Of these, 20 328 were first-time transfers, including 2692 that received assistance from a physician-staffed mobile emergency care unit (MECU). The 7-day mortality was 5.3% [95% confidence interval (CI): 5.0-5.6]. The risk of death increased with age. The odds ratios (ORs) were 2.0 (95% CI: 1.1-3.5) for ages 30-44 years and 7.3 (95% CI: 4.5-11) for ages 45-69 years compared with the 18-29-year-olds. All abnormal vital sign values were associated with increased 7-day mortality. Glasgow Coma Score of less than 14 had the strongest association (OR: 17, 95% CI: 14.7-19.7). MECU assistance showed an adjusted OR of 5.3 (95% CI: 4.6-6.1).The overall 7-day mortality was 5.3%, but differed in the two subgroups, with 15.4% in the MECU-assisted ambulance transfers and 3.8% in non-MECU-assisted transfers. Older age and Glasgow Coma Scores below 14 were the strongest of factors associated significantly with 7-day mortality.", "doi": "10.1097/MEJ.0000000000000470", "title": "Patients in prehospital transport to the emergency department: a cohort study of risk factors for 7-day mortality.", "journal": ["European journal of emergency medicine : official journal of the European Society for Emergency Medicine", "Eur J Emerg Med"]}