{"authors": [["Nishikimi", "Mitsuaki", "M", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan. m0528332626@yahoo.co.jp."], ["Matsuda", "Naoyuki", "N", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Matsui", "Kota", "K", "Department of Biostatistics, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Takahashi", "Kunihiko", "K", "Department of Biostatistics, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Ejima", "Tadashi", "T", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Liu", "Keibun", "K", "Advanced Medical Emergency Department and Critical Care Center, Japan Red Cross Maebashi Hospital, Asahi-cho 3-21-36, Maebashi, Gunma, 3710014, Japan."], ["Ogura", "Takayuki", "T", "Advanced Medical Emergency Department and Critical Care Center, Japan Red Cross Maebashi Hospital, Asahi-cho 3-21-36, Maebashi, Gunma, 3710014, Japan."], ["Higashi", "Michiko", "M", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Umino", "Hitoshi", "H", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Makishi", "Go", "G", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Numaguchi", "Atsushi", "A", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Matsushima", "Satoru", "S", "Department of Emergency and Critical Care, Cyutouen General Medical Center, Shobugaike 1-1, Kakegawa, Shizuoka, 4368555, Japan."], ["Tokuyama", "Hideki", "H", "Department of Emergency and Critical Care, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."], ["Nakamura", "Mitsunobu", "M", "Advanced Medical Emergency Department and Critical Care Center, Japan Red Cross Maebashi Hospital, Asahi-cho 3-21-36, Maebashi, Gunma, 3710014, Japan."], ["Matsui", "Shigeyuki", "S", "Department of Biostatistics, Nagoya University Graduate School of Medicine, Tsurumai-cho 65, Syowa-ku, Nagoya, Aichi, 4668560, Japan."]], "date": "2017-05-10", "id": "28490379", "text": "The aim of this study was to develop a scoring system for identifying the post-cardiac arrest syndrome (PCAS) patients with a good potential for recovery prior to the initiation of induced therapeutic hypothermia.A multi-center, retrospective, observational study was performed. Data of a total of 151 consecutive adults who underwent induced hypothermia after cardiac arrest (77 learning cases from two hospitals and 74 validation cases from two other hospitals) were analyzed.In the learning set, 8 factors (initial rhythm, witnessed status and time until return of spontaneous circulation, pH, serum lactate, motor score according to the Glasgow Coma Scale (GCS), gray matter attenuation to white matter attenuation ratio (GWR), serum albumin, and hemoglobin) were found to be strongly correlated with the neurological outcomes. A tentative scoring system was created from the learning data using these factors, and the predictive accuracy (sensitivity and specificity) was evaluated in terms of both internal validation (0.85 and 0.84) and external validation (cutoff 50%: 0.95 and 0.90, 30%: 0.87 and 0.98, 15%: 0.67 and 1.00). Finally, using all the data, we established a post-Cardiac Arrest Syndrome for induced Therapeutic hypothermia (CAST) score to predict the neurologic prognosis prior to initiation of induced hypothermia.The CAST score was developed to predict the neurological outcomes of PCAS patients treated by induced hypothermia. The likelihood of good recovery at 30 days was extremely low in PCAS patients with a CAST score of ≤15%. Prospective validation of the score is needed in the future.", "doi": "10.1186/s13049-017-0392-y", "title": "A novel scoring system for predicting the neurologic prognosis prior to the initiation of induced hypothermia in cases of post-cardiac arrest syndrome: the CAST score.", "journal": ["Scandinavian journal of trauma, resuscitation and emergency medicine", "Scand J Trauma Resusc Emerg Med"]}