{"authors": [["Oberholzer", "Nicole", "N", "From the *Institute of Anesthesiology, University and University Hospital Zurich, Zurich, Switzerland; †Swiss Air-Ambulance, Rega (Rettungsflugwacht/Guarde Aérienne), Zurich, Switzerland; and ‡Department of Biostatistics, Epidemiology, Biostatistics and Prevention Institute, University of Zurich, Zurich, Switzerland."], ["Kaserer", "Alexander", "A", null], ["Albrecht", "Roland", "R", null], ["Seifert", "Burkhardt", "B", null], ["Tissi", "Mario", "M", null], ["Spahn", "Donat R", "DR", null], ["Maurer", "Konrad", "K", null], ["Stein", "Philipp", "P", null]], "date": null, "id": "28489643", "text": "Pain is frequently encountered in the prehospital setting and needs to be treated quickly and sufficiently. However, incidences of insufficient analgesia after prehospital treatment by emergency medical services are reported to be as high as 43%. The purpose of this analysis was to identify modifiable factors in a specific emergency patient cohort that influence the pain suffered by patients when admitted to the hospital.For that purpose, this retrospective observational study included all patients with significant pain treated by a Swiss physician-staffed helicopter emergency service between April and October 2011 with the following characteristics to limit selection bias: Age > 15 years, numerical rating scale (NRS) for pain documented at the scene and at hospital admission, NRS > 3 at the scene, initial Glasgow coma scale > 12, and National Advisory Committee for Aeronautics score < VI. Univariate and multivariable logistic regression analyses were performed to evaluate patient and mission characteristics of helicopter emergency service associated with insufficient pain management.A total of 778 patients were included in the analysis. Insufficient pain management (NRS > 3 at hospital admission) was identified in 298 patients (38%). Factors associated with insufficient pain management were higher National Advisory Committee for Aeronautics scores, high NRS at the scene, nontrauma patients, no analgesic administration, and treatment by a female physician. In 16% (128 patients), despite ongoing pain, no analgesics were administered. Factors associated with this untreated persisting pain were short time at the scene (below 10 minutes), secondary missions of helicopter emergency service, moderate pain at the scene, and nontrauma patients. Sufficient management of severe pain is significantly better if ketamine is combined with an opioid (65%), compared to a ketamine or opioid monotherapy (46%, P = .007).In the studied specific Swiss cohort, nontrauma patients, patients on secondary missions, patients treated only for a short time at the scene before transport, patients who receive no analgesic, and treatment by a female physician may be risk factors for insufficient pain management. Patients suffering pain at the scene (NRS > 3) should receive an analgesic whenever possible. Patients with severe pain at the scene (NRS ≥ 8) may benefit from the combination of ketamine with an opioid. The finding about sex differences concerning analgesic administration is intriguing and possibly worthy of further study.", "doi": "10.1213/ANE.0000000000002016", "title": "Factors Influencing Quality of Pain Management in a Physician Staffed Helicopter Emergency Medical Service.", "journal": ["Anesthesia and analgesia", "Anesth. Analg."]}