{"authors": [["Matalia", "Himanshu", "H", null], ["Francis", "Mathew", "M", null], ["Gangil", "Tarun", "T", null], ["Chandapura", "Rachana S", "RS", null], ["Kurian", "Mathew", "M", null], ["Shetty", "Rohit", "R", null], ["Nelson", "Everette Jacob Remington", "EJR", null], ["Sinha Roy", "Abhijit", "A", null]], "date": null, "id": "28486724", "text": "To quantify keratometry and wavefront aberration of the anterior corneal surface and epithelium-Bowman's layer interface using anterior segment optical coherence tomography (OCT).Twenty-five normal eyes and 25 eyes with keratoconus were retrospectively analyzed. The anterior corneal edge and epithelium-Bowman's layer interface were segmented from 12 distortion-corrected OCT B-scans. Axial tangential curvatures and wavefront aberration were calculated by ray tracing and 6th order Zernike analyses. All eyes underwent simultaneous imaging with Pentacam (Oculus Optikgeräte GmbH, Wetzlar, Germany). The Pentacam elevation data were used for aberration analyses using the same ray-tracing method. The paired t test was used to compare the variables.In normal eyes, mean steep axis and maximum keratometry of OCT of the anterior corneal surface and epithelium-Bowman's layer interface were significantly greater than the same of the Pentacam anterior corneal surface (P < .05). Mean root mean square of higher order aberrations of the OCT surfaces was greater than the same of the Pentacam surface by a factor of 4. In eyes with keratoconus, mean steep axis and maximum keratometry of the OCT epithelium-Bowman's layer interface was the greatest (P < .05). Mean root mean square of the higher order aberrations and vertical coma of the OCT epithelium-Bowman's layer interface was the greatest (P < .05). In general, the aberrations of the OCT epithelium-Bowman's layer interface were significantly greater than those of the Pentacam anterior corneal surface.A noncontact method to quantify the topography and aberrations of corneal surfaces with OCT was presented. OCT measurements yielded greater curvature and aberrations than Pentacam in both normal and keratoconic eyes. [J Refract Surg. 2017;33(5):330-336.].", "doi": "10.3928/1081597X-20170201-01", "title": "Noncontact Quantification of Topography of Anterior Corneal Surface and Bowman's Layer With High-Speed OCT.", "journal": ["Journal of refractive surgery (Thorofare, N.J. : 1995)", "J Refract Surg"]}