{"authors": [["Khalifa", "Mounir A", "MA", null], ["Ghoneim", "Ahmed", "A", null], ["Shafik Shaheen", "Mohamed", "M", null], ["Aly", "Mohamed G", "MG", null], ["Piñero", "David P", "DP", null]], "date": null, "id": "28486720", "text": "To compare the clinical outcomes of small incision lenticule extraction (SMILE) and wavefront-guided LASIK (WFG LASIK) in eyes with low and moderate myopia.This was a prospective, comparative study enrolling 110 eyes with low and moderate myopia (spherical equivalent ≤ 6.00 diopters [D]). Two groups were differentiated according to the surgical technique used: the WFG LASIK group included 51 eyes (51 patients) undergoing WFG LASIK using the STAR S4IR excimer laser and the iDesign aberrometer (Abbott Medical Optics, Abbott Park, IL) and the SMILE group included 59 eyes (59 patients) undergoing SMILE with the VisuMax platform (Carl Zeiss Meditec, Jena, Germany). Visual, refractive, aberrometric, and contrast sensitivity outcomes were evaluated during a 6-month follow-up.Mean efficacy index was 0.92 ± 0.11 and 1.12 ± 0.17 in the SMILE and WFG LASIK groups, respectively (P < .001). Postoperative spherical equivalent was within ±0.50 D in 81.54% and 98% of eyes in the SMILE and WFG LASIK groups (P < .001), and postoperative cylinder was 0.50 or below in 84.7% and 100% of eyes, respectively (P = .038). Mean safety index was 0.98 ± 0.08 and 1.20 ± 0.14 in the SMILE and WFG LASIK groups (P < .001), with losses of lines of corrected distance visual acuity in 6.8% and 0.0% of eyes, respectively. Higher increase in higher order (P < .001) and coma (P < .001) root mean square and higher decrease in contrast sensitivity for 6, 12, and 18 cycles/degree (P ≤ .001) were observed after SMILE.SMILE and WFG LASIK are efficacious and safe procedures for the correction of low and moderate myopia, but WFG LASIK allows a more predictable outcome and better aberrometric control. [J Refract Surg. 2017;33(5):298-304.].", "doi": "10.3928/1081597X-20170222-01", "title": "Comparative Analysis of the Clinical Outcomes of SMILE and Wavefront-Guided LASIK in Low and Moderate Myopia.", "journal": ["Journal of refractive surgery (Thorofare, N.J. : 1995)", "J Refract Surg"]}