{"authors": [["Weerdenburg", "Kirstin D", "KD", "From the *Division of Pediatric Emergency Medicine, †Division of General and Thoracic Surgery, and ‡Research Institute, The Hospital for Sick Children, Toronto, Ontario, Canada."], ["Wales", "Paul W", "PW", null], ["Stephens", "Derek", "D", null], ["Beno", "Suzanne", "S", null], ["Gantz", "Jessica", "J", null], ["Alsop", "Jessie", "J", null], ["Schuh", "Suzanne", "S", null]], "date": "2017-05-08", "id": "28486263", "text": "Previous pediatric trauma studies focused on predictors of abnormal chest radiographs or included patients with low injury severity. This study identified predictors of thoracic injury (TI) diagnoses in a high-risk population and determined TI rate without predictors.This study was a retrospective trauma registry analysis of previously healthy children aged 0 to 17 years with multisystem blunt trauma requiring trauma team activation and chest radiography who were divided into those with and without TI. Plausible TI predictors included Glasgow Coma Scale score of 13 or less, abnormal thoracic symptoms/signs, abnormal chest auscultation, respiratory distress/ rate higher than the 95th percentile, oxygen saturation less than 95%, abnormal abdominal signs/symptoms, tachycardia higher than the 95th percentile, blood pressure lower than the 5th percentile, and femur fracture.One hundred forty-one (29%) of 493 eligible patients had TI. Independent TI predictors include thoracic symptoms/signs (odds ratio [OR], 6.0; 95% confidence interval [CI], 3.6-10.1), abnormal chest auscultation (OR, 3.5; 95% CI, 2.0-6.2), saturation less than 95% (OR, 3.1; 95% CI, 1.8-5.5), blood pressure lower than the 5th percentile (OR, 3.7; 95% CI, 1.1-12.2), and femur fracture (OR, 2.5; 95% CI, 1.2-5.4). Six (5%) of 119 children (95% CI, 0.01-0.09) without predictors had TI.Predictors of TI include thoracic symptoms/signs, abnormal chest auscultation, saturation less than 95%, blood pressure lower than the 5th percentile, and femur fracture. Because an important portion of children without predictors had TI, chest radiography should remain part of pediatric trauma resuscitation.", "doi": "10.1097/PEC.0000000000001129", "title": "Predicting Thoracic Injury in Children With Multitrauma.", "journal": ["Pediatric emergency care", "Pediatr Emerg Care"]}