{"authors": [["Kondziella", "Daniel", "D", "Department of Neurology, Rigshospitalet, Copenhagen University Hospital, Blegdamsvej 9, 2100, Copenhagen, Denmark. daniel_kondziella@yahoo.com."], ["Fisher", "Patrick M", "PM", "Neurobiology Research Unit, Copenhagen University Hospital and Center for Integrated Molecular Brain Imaging, Copenhagen, Denmark."], ["Larsen", "Vibeke Andrée", "VA", "Department of Neuroradiology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."], ["Hauerberg", "John", "J", "Department of Neurosurgery, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."], ["Fabricius", "Martin", "M", "Department of Clinical Neurophysiology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."], ["Møller", "Kirsten", "K", "Department of Neuroanaesthesiology, Rigshospitalet, Copenhagen University Hospital, Copenhagen, Denmark."], ["Knudsen", "Gitte Moos", "GM", "Rigshospitalet and Faculty of Health and Medical Sciences, University of Copenhagen, Copenhagen, Denmark."]], "date": null, "id": "28484929", "text": "Assessment of the default mode network (DMN) using resting-state functional magnetic resonance imaging (fMRI) may improve assessment of the level of consciousness in chronic brain injury, and therefore, fMRI may also have prognostic value in acute brain injury. However, fMRI is much more challenging in critically ill patients because of cardiovascular vulnerability, intravenous sedation, and artificial ventilation.Using resting-state fMRI, we investigated the DMN in a convenience sample of patients with acute brain injury admitted to the intensive care unit. The DMN was classified dichotomously into \"normal\" and \"grossly abnormal.\" Clinical outcome was assessed at 3 months.Seven patients with acute brain injury (4 females; median age 37 years [range 14-71 years]; 1 traumatic brain injury [TBI]; 6 non-TBI) were investigated by fMRI a median of 15 days after injury (range 5-25 days). Neurological presentation included 2 coma, 1 vegetative state/unresponsive wakefulness syndrome (VS/UWS), 3 minimal conscious state (MCS) minus, and 1 MCS plus. Clinical outcomes at 3 months included 1 death, 1 VS/UWS, 1 MCS plus, and 4 conscious states (CS; 1 modified Rankin Scale 0; 2 mRS 4; 1 mRS 5). Normal DMNs were seen in 4 out of 7 patients (1 MCS plus, 3 CS at follow-up).It is feasible to assess the DMN by resting-state fMRI in patients with acute brain injury already in the very early period of intensive care unit admission. Although preliminary data, all patients with a preserved DMN regained consciousness levels at follow-up compatible with MCS+ or better.", "doi": "10.1007/s12028-017-0407-6", "title": "Functional MRI for Assessment of the Default Mode Network in Acute Brain Injury.", "journal": ["Neurocritical care", "Neurocrit Care"]}