{"authors": [["Fluyau", "Dimy", "D", "Brain Health, Emory University, Atlanta, GA, USA."], ["Revadigar", "Neelambika", "N", "Columbia University, New York, NY, USA."]], "date": "2017-04-24", "id": "28484399", "text": "Kratom (Mitragyna speciosa) is a tropical tree with a long history of traditional use in parts of Africa and Southeast Asia. Kratom is also known as Thom, Thang, and Biak. Its leaves and the teas brewed from them have long been used by people in that region to manage pain and opioid withdrawal and to stave off fatigue. Kratom is actually consumed throughout the world for its stimulant effects and as an opioid substitute (in form of tea, chewed, smoked, or ingested in capsules). Some case reports have associated kratom exposure with psychosis, seizures, intrahepatic cholestasis, other medical conditions, and deaths. The clinical manifestations of kratom effects are not well defined and the clinical studies are limited. Data research suggest that both stimulant and sedative dose-dependent effects do exist, in addition to antinociceptive, antidepressant activity, anxiolytic-like effects, and anorectic effects, but a growing concern for the drug's effects and safety of use has resulted in national and international attention primarily due to an increase in hospital visits and deaths in several countries that are believed to have been caused by extracts of the plant. There is a dearth of double blind controlled studies. In this study, we aim to use existing literature to clarify both benefits and risks of kratom as well as its diagnosis evaluation as kratom misuse is an emerging trend in the Western world.Literature review using databases such as Embase, Medline, PubMed, Cochrane Library, and Mendeley from 2007 to 2017 were evaluated by all authors to analyze current state on benefits, risks, and diagnosis evaluation of kratom (M. speciosa).Data analysis suggested that kratom possesses some benefits such as stimulant and sedative effects as wells as antinociceptive effects. It seems to inhibit pro-inflammatory mediator release and vascular permeability and can enhance immunity. In addition, it may be an antidepressant and anorectic. However, kratom can cause intrahepatic cholestasis, seizure, arrhythmia, impair memory function, coma, and death. Psychological manifestations described are euphoria and feeling relaxed to severe symptoms such as aggression, hostility, and psychosis. Medical manifestations described are polyuria, dry mouth, vomiting, and jerky movements. Currently, liquid chromatography/mass spectrometry and ion mobility spectrometry (IMS) are suggested as the most promising to rapidly screen kratom products providing a positive success rate.Our data analysis has not determined if biochemical benefits of kratom may prove to outweigh its toxicity and risks. On the contrary, it seems that its potential side effects outweigh the benefits, and severe and real health hazards can, insidiously, lead to death. Kratom clinical, psychological, and medical manifestations can be disturbing. Kratom (M. speciosa) use, among multiple compounds of the leaf, appear to be increasing in the Western world. Promising methods to accurately identify kratom compounds are still ongoing.", "doi": "10.3389/fpsyt.2017.00062", "title": "Biochemical Benefits, Diagnosis, and Clinical Risks Evaluation of Kratom.", "journal": ["Frontiers in psychiatry", "Front Psychiatry"]}