{"authors": [["Nakicevic", "Amina", "A", "Neurology Clinic, Clinical Center of Sarajevo University, Sarajevo, Bosnia and Herzegovina."], ["Alajbegovic", "Salem", "S", "Cantonal Hospital Zenica, Zenica, Bosnia and Herzegovina."], ["Alajbegovic", "Lejla", "L", "Representative of Berlin Chemi Bosnia and Herzegovina."]], "date": null, "id": "28484353", "text": "The outcome of stroke, especially lethal one is significant, as in the hemorrhagic as well as in ischemic stroke.was to show the impact on the stroke outcome of tachycardia correlated with lesion localization.Material for our work was patients who were treated due to the stroke at the Neurology Clinic Sarajevo in the period from 31 March 2015 until 01 January 2016. A total of 544 stoke patients were treated in the reporting period, 221 (44.6%) died. There were 70.9% patients with ischemic and 29.1% with hemorrhagic stroke. Each patient underwent ECG, which registered tachycardia during admission and on third day of hospitalization.In relation to the presence of tachycardia on admission there were statistically significant differences in the group of patients with hemorrhage and ischemia in relation to presence of tachycardia (p <0.01). In the group of patients with hemorrhage coma was more present (78.9%), while tachycardia was statistically more often in those with loss of consciousness than in the group with coma. Group of patients with ischemia has 52.75% of the patients with tachycardia without statistical correlation between the presence and absence of disorders of consciousness. Midline lesions were statistically more often associated with paroxysmal tachycardia in relation to the lateral lesions (p <0.01). Statistical analysis shows that there are statistically significant differences between observed groups χ2=35.576, p=0.0001. Lethal outcome of hemorrhagic stroke was 55.45%, 32.6% for ischemia. A significant statistical significance of ischemic and hemorrhagic stroke compared to the lethal outcome correlated with the registered tachycardia and medial lesion localization.Tachycardia on admission in patients with stroke is a relevant negative predictor for stroke outcome. Medial localization of changes significantly affects the occurrence of tachycardia and lethal outcome of stroke which is statistically significantly more associated with hemorrhagic stroke.", "doi": "10.5455/msm.2017.29.40-44", "title": "Tachycardia as a Negative Prognostic Factor for Stroke Outcome.", "journal": ["Materia socio-medica", "Mater Sociomed"]}