{"authors": [["Osthoff", "Michael", "M", "1 Division of Internal Medicine, University Hospital Basel , Basel, Switzerland ."], ["Walder", "Bernhard", "B", "3 Division of Anaesthesiology, Department of Anaesthesiology, Intensive Care and Clinical Pharmacology, University Hospitals of Geneva , Geneva, Switzerland ."], ["Delhumeau", "Cécile", "C", "3 Division of Anaesthesiology, Department of Anaesthesiology, Intensive Care and Clinical Pharmacology, University Hospitals of Geneva , Geneva, Switzerland ."], ["Trendelenburg", "Marten", "M", "1 Division of Internal Medicine, University Hospital Basel , Basel, Switzerland ."], ["Turck", "Natacha", "N", "4 OPTICS Group, Department of Human Protein Sciences, University of Geneva , Geneva, Switzerland ."]], "date": "2017-07-19", "id": "28482760", "text": "The lectin pathway of the complement system has been implicated in secondary ischemic/inflammatory injury after traumatic brain injury (TBI). However, previous experimental studies have yielded conflicting results, and human studies are scarce. In this exploratory study, we investigated associations of several lectin pathway proteins early after injury and single-nucleotide polymorphisms (SNP) with outcomes after severe TBI (mortality at 14 days [primary outcome] and consciousness assessed with the Glasgow Coma Scale [GCS] at 14 days, disability assessed with the Glasgow Outcome Scale Extended [GOSE] at 90 days). Forty-four patients with severe TBI were included. Plasma levels of lectin pathway proteins were sampled at 6, 12, 24, and 48 h after injury and eight mannose-binding lectin (MBL) and ficolin (FCN)2 SNPs were analyzed by enzyme-linked immunosorbent assay (ELISA) and genotyping, respectively. Plasma protein levels were stable with only a slight increase in mannose-binding protein-associated serine protease (MASP)-2 and FCN2 levels after 48 h (p < 0.05), respectively. Neither lectin protein plasma levels (6 h or mean levels) nor MBL2 genotypes or FCN2 variant alleles were associated with 14 day mortality or 14 day consciousness. However, FCN2, FCN3, and MASP-2 levels were higher in patients with an unfavorable outcome (GOSE 1-4) at 90 days (p < 0.05), whereas there was no difference in MBL2 genotypes or FCN2 variant alleles. In particular, higher mean MASP-2 levels over 48 h were independently associated with a GOSE score < 4 at 90 days after adjustment (odds ratio 3.46 [95% confidence interval 1.12-10.68] per 100 ng/mL increase, p = 0.03). No association was observed between the lectin pathway of the complement system and 14 day mortality or 14 day consciousness. However, higher plasma FCN2, FCN3, and, in particular, MASP-2 levels early after injury were associated with an unfavorable outcome at 90 days (death, vegetative state, and severe disability) which may be related to an increased activation of the lectin pathway.", "doi": "10.1089/neu.2016.4941", "title": "Association of Lectin Pathway Protein Levels and Genetic Variants Early after Injury with Outcomes after Severe Traumatic Brain Injury: A Prospective Cohort Study.", "journal": ["Journal of neurotrauma", "J. Neurotrauma"]}