{"authors": [["Ge", "Yongchun", "Y", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Xu", "Bin", "B", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Zhu", "Shuhua", "S", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Li", "Chuan", "C", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["He", "Qunpeng", "Q", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Zhu", "Tingting", "T", "Department of Pharmacology, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Fan", "Rong", "R", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."], ["Gong", "Dehua", "D", "National Clinical Research Center of Kidney Diseases, Jinling Hospital, Nanjing University School of Medicine, Nanjing, China."]], "date": "2017-06-27", "id": "28481454", "text": "Valproic acid (VPA) is widely used for the treatment of epilepsy. However, its overdose can cause intoxication and could be life-threatening. Due to the lack of specific antidote and poorness of endogenous clearance, extracorporeal treatment for severe intoxication cases is indicated. Here, we report a case of severe intoxication of VPA which was successfully treated with liver support therapy. A previously healthy woman was admitted due to coma and hypotension after intentional ingestion of 20 g of sodium valproate. Her serum concentration of VPA measured on admission was 420.84 mg/L. In addition to standard therapy, she received two sessions of extracorporeal blood purification using a system based on fractionated plasma separation and adsorption mode integrated with continuous veno-venous haemofiltration (FPSA-CVVH), which is usually used for liver support therapy at our hospital. Her serum concentration of VPA decreased dramatically to 40.18 mg/L and her consciousness recovered completely within 24 hr after admission. Therefore, although haemodialysis has been reported to be effective in the treatment for VPA poisoning, FPSA-CVVH may provide an option for patients who require bedside therapy but have an unstable haemodynamic status or other conditions that result in inability to endure haemodialysis.", "doi": "10.1111/bcpt.12807", "title": "Severe Acute Valproic Acid Intoxication Successfully Treated with Liver Support Therapy.", "journal": ["Basic & clinical pharmacology & toxicology", "Basic Clin. Pharmacol. Toxicol."]}