{"authors": [["Banakar", "Basavaraj Fakkirappa", "BF", "Department of Neurology, SDM Medical College and Hospital, Sattur, Dharwad, Karnataka, India."], ["Hiregoudar", "Vandana", "V", "Department of Community Medicine, SDM Medical College and Hospital, Sattur, Dharwad, Karnataka, India."]], "date": null, "id": "28479793", "text": "Cortical venous thrombosis (CVT) is a rare condition, compared to arterial stroke and often occurs in young individuals presenting with varying clinical features.The aim is to study clinical profile and assess the outcome and prognostic factors of CVT patients.A case series study was done for 2 years. CVT cases confirmed by magnetic resonance imaging were included in this study. Clinical presentation and risk factors were noted then patients were assessed at the time of discharge for their physical and mental status. Modified Rankin scale was used to group patients, accordingly scores 0-2 were considered as good and 3-6 as poor outcome, respectively. Data were analyzed using Chi-square test to know the association between prognostic factors and outcome.Out of 81 patients, more than half of the patients were in the age group of <35 years (55.6%), and majority of patients were females (79%). Most common symptom was headache (82.7%) and least was fever (14.8%). Superior sagittal sinus was most commonly involved (74.1%). Nearly half of the patients were in puerperal period (44.1%). Patients aged more than 35 years (odds ratio [OR]: 9.1, confidence interval [CI]: 4.463-19.750) presenting with symptoms such as fever (OR: 3.442, CI: 1.088-12.140), impaired consciousness (OR: 5.467, CI: 2.064-15.330) and having clinical signs such as coma (OR: 23.99, CI, 3.844-544.1), papilledema (OR: 25.15, CI: 7.565-101.5), and with focal neurological deficit (OR: 9.366, CI: 2.693-3.41) had statistically significant poor outcome.Females formed a major bulk of patients. Higher number patients showed poor outcome. Study showed association between age, headache, impaired consciousness, coma, papilledema, and neurological deficit to poor outcome.", "doi": "10.4103/0976-3147.203812", "title": "Clinical Profile, Outcome, and Prognostic Factors of Cortical Venous Thrombosis in a Tertiary Care Hospital, India.", "journal": ["Journal of neurosciences in rural practice", "J Neurosci Rural Pract"]}