{"authors": [["Bertisch", "Hilary", "H", "Rusk Rehabilitation, New York University School of Medicine, New York, NY. Electronic address: Hilary.bertisch@nyumc.org."], ["Krellman", "Jason W", "JW", "Department of Neurology, Columbia University Medical Center, New York, NY."], ["Bergquist", "Thomas F", "TF", "Departments of Psychiatry and Psychology, and Physical Medicine and Rehabilitation, Mayo Clinic College of Medicine, Rochester, MN."], ["Dreer", "Laura E", "LE", "Departments of Ophthalmology, and Physical Medicine and Rehabilitation, University of Alabama at Birmingham, Birmingham, AL."], ["Ellois", "Valerie", "V", "Rusk Rehabilitation, New York University School of Medicine, New York, NY."], ["Bushnik", "Tamara", "T", "Rusk Rehabilitation, New York University School of Medicine, New York, NY."]], "date": "2017-05-04", "id": "28478127", "text": "To characterize and compare subgroups of survivors with assault-related versus self-inflicted traumatic brain injuries (TBIs) via firearms at the time of inpatient rehabilitation and at 1-, 2-, and 5-year follow-up.Secondary analysis of data from the Traumatic Brain Injury Model Systems National Database (TBIMS NDB), a multicenter, longitudinal cohort study.Retrospective analyses of a subset of individuals enrolled in the TBIMS NDB.Individuals 16 years and older (N=399; 310 via assault, 89 via self-inflicted injury) with a primary diagnosis of TBI caused by firearm injury enrolled in the TBIMS NDB.Not applicable.Disability Rating Scale, Glasgow Outcome Scale-Extended, sociodemographic variables (sex, age, race, marital status), injury-related/acute care information (posttraumatic amnesia, loss of consciousness, time from injury to acute hospital discharge), and mental health variables (substance use history, psychiatric hospitalizations, suicide history, incarcerations).Individuals who survived TBI secondary to a firearm injury differed by injury mechanism (assault vs self-inflicted) on critical demographic, injury-related/acute care, and mental health variables at inpatient rehabilitation and across long-term recovery. Groups differed in terms of geographic area, age, ethnicity, education, marital status, admission Glasgow Coma Scale score, and alcohol abuse, suicide attempts, and psychiatric hospitalizations at various time points.These findings have implications for prevention (eg, mental health programming and access to firearms in targeted areas) and for rehabilitation planning (eg, by incorporating training with coping strategies and implementation of addictions-related services) for firearm-related TBI, based on subtype of injury.", "doi": "10.1016/j.apmr.2017.04.006", "title": "Characteristics of Firearm Brain Injury Survivors in the Traumatic Brain Injury Model Systems (TBIMS) National Database: A Comparison of Assault and Self-Inflicted Injury Survivors.", "journal": ["Archives of physical medicine and rehabilitation", "Arch Phys Med Rehabil"]}