{"authors": [["Omar", "Madiba", "M", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada."], ["Moore", "Lynne", "L", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada. Electronic address: lynne.moore@fmed.ulaval.ca."], ["Lauzier", "François", "F", "Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada; Department of internal medicine, Université Laval, Québec, Qc, Canada."], ["Tardif", "Pier-Alexandre", "PA", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada."], ["Dufresne", "Philippe", "P", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada."], ["Boutin", "Amélie", "A", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada."], ["Lessard-Bonaventure", "Paule", "P", "Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada; Department of Neurological Sciences, Division of Neurosurgery, Université Laval, Québec, Qc, Canada."], ["Paquet", "Jérôme", "J", "Department of Neurological Sciences, Division of Neurosurgery, Université Laval, Québec, Qc, Canada."], ["Clément", "Julien", "J", "Institut National d'Excellence en Santé et Services Sociaux, Montréal, Qc, Canada; Department of Surgery, Université Laval, Québec, Qc, Canada."], ["Turgeon", "Alexis F", "AF", "Department of Social and Preventative Medicine, Université Laval, Québec, Qc, Canada; Axe Santé des Populations et Pratiques Optimales en Santé (Population Health and Optimal Health Practices Unit), Traumatologie - Urgence - Soins intensifs (Trauma - Emergency - Critical Care Medicine), Centre de Recherche CHU de Québec - (Hôpital de l'Enfant-Jésus), Université Laval, Québec, Qc, Canada; Department of Anesthesiology and Critical Care Medicine, Université Laval, Québec, Qc, Canada."]], "date": "2017-04-27", "id": "28477507", "text": "To evaluate the incidence, determinants and impact on outcome of in-hospital complications in adults with traumatic brain injury (TBI).We conducted a multicenter cohort study of TBI patients admitted between 2007 and 2012 in an inclusive Canadian trauma system. Risk ratios of complications, odds ratios of mortality and geometric mean ratios of length of stay (LOS) were calculated using generalized linear models with adjustment for prognostic indicators and hospital cluster effects.Of 12,887 patients, 3.2% had at least one neurological complication and 22.6% a non-neurological complication. Mechanical ventilation, head injury severity, blood transfusion and neurosurgical intervention had the strongest correlation with neurological complications. Mechanical ventilation, the Glasgow Coma Scale, blood transfusion and concomitant injuries had the strongest correlation with non-neurological complications. Neurological and non-neurological complications were associated with a 85% and 53% increase in the odds of mortality, and a 60% and two-fold increases in LOS, respectively.More than 20% of patients with TBI developed a complication. Many of these complications were associated with increased mortality and LOS. Results highlight the importance of prevention strategies adapted to treatment decisions and underline the need to improve knowledge on the underuse and overuse of clinical interventions.", "doi": "10.1016/j.jcrc.2017.04.031", "title": "Complications following hospital admission for traumatic brain injury: A multicenter cohort study.", "journal": ["Journal of critical care", "J Crit Care"]}