{"text": "When we have several chronic health conditions as we age, the symptoms we experience can reduce our quality of life. In fact, having multiple chronic conditions is linked to symptoms that can restrict our ability to perform our daily routines. Some 70 percent of adults over the age of 75 have more than two chronic health conditions. Nearly 55 percent of Medicare recipients who have had a stroke or heart failure have five or more chronic conditions.In a study published in the Journal of the American Geriatrics Society, researchers note that little is known about treating symptoms of multiple illnesses because people with two or more conditions are usually excluded from studies for specific diseases.The researchers examined the results of a study that was originally designed to test how well people did after they stopped taking statin medication used to lower cholesterol levels. Their goal was to better understand the outcomes of having multiple diseases, the burden that symptoms placed on older adults, and the effects multiple chronic problems had on older adults' ability to function. In addition, the researchers compared how a having diagnosis of cancer to having multiple chronic conditions affected an older adult's ability to function.The study had 381 participants, mostly in their 70s. Nearly 52 percent of study participants had been diagnosed with cancer. People without cancer were diagnosed with COPD (chronic obstructive pulmonary disease, a long-term illness in which breathing becomes more and more of a challenge), congestive heart failure, dementia, renal disease (diseases that affect the kidney), and other chronic illnesses. Most commonly, the participants had combinations of COPD, congestive heart failure, and cardiovascular disease.The researchers learned that having multiple chronic conditions was linked to symptoms that could be a burden for people. However, the symptoms did not affect their ability to function. Researchers also learned that people with cancer functioned better than people with multiple chronic conditions.The researchers concluded that the total sum of symptoms, rather than the combination of chronic conditions, was linked to an older adult's ability to function well. They suggested that specific symptoms, such as depression and fatigue, might be responsible for the effect symptoms had on a person's ability to function well. Depression and fatigue were proven to worsen other symptoms, note the researchers.\"Our findings support the growing evidence recommending a shift from disease-specific treatment to addressing the symptoms that result from having multiple chronic conditions,\" wrote the researchers.", "date": "Thu, 31 Aug 2017 04:00:00 GMT", "meeting": "", "title": "For older adults with chronic conditions, non-drug behavioral treatments may help", "institution": "American Geriatrics Society", "journal": "Journal of the American Geriatrics Society", "description": "In a study published in the Journal of the American Geriatrics Society, researchers note that little is known about treating symptoms of multiple illnesses because people with two or more conditions are usually excluded from studies for specific diseases.", "region": "namerica", "keywords": ["Medicine/Health", " Gerontology", " Aging", " Health Care Systems/Services", " Health Professionals", " Demography", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ags-foa083117.php", "source_link": "http://www.healthinaging.org/blog/for-older-adults-with-multiple-chronic-conditions-using-non-drug-behavioral-treatments-for-symptoms-may-be-helpful/", "funder": "", "article_link": "http://dx.doi.org/10.1111/jgs.15045"}