{"text": "Changes in how humans map their surroundings and construct and follow directions as they age have been understudied compared to effects on memory and learning. However, age-related declines in navigational ability are independent of those more well-known cognitive downturns, and could form the basis for tools for the early diagnosis of Alzheimer's disease. Researchers discuss this possibility in a review published August 30 in the journal Neuron.\"In humans, navigation is much more cumbersome to research than learning or memory,\" says Thomas Wolbers, a neuroscientist specializing in aging and cognition at the German Center for Neurodegenerative Diseases. \"But it has such a dramatic impact on everyday life, and the key structures of the 'navigational network' in the brain are very sensitive to both ordinary healthy aging and pathological factors.\"Currently, Alzheimer's disease is diagnosed based on an individual's medical history, genetic risk factors, and performance on tests that measure memory, language, and reasoning impairments. Wolbers and his colleagues from the United States and the United Kingdom suggest that navigational impairments are among the earliest signs of the Alzheimer's progression. Healthy older individuals, for instance, strongly prefer to map objects and landmarks relative to their body position (an egocentric strategy) rather than in relation to external objects such as global landmarks or boundaries (an allocentric strategy). This strategic bias makes it much more difficult for them to learn the spatial layout of an environment and can thus reduce their mobility, a worrisome sign in younger people.\"It can take up to 10 years after the onset of Alzheimer's for someone to show abnormal results on the standard cognitive tests that are available today, and that's 10 years that you've lost for treating it, should an effective therapy come along down the road,\" says Wolbers. \"This is where navigation-based diagnostics could contribute, by reducing that window.\"Navigational testing is held back by a pair of obstacles, though both are receding. The first is the lack of standard tests for navigational tasks and population norms with which to evaluate results. More-affordable and portable virtual reality technology is making standardized test conditions possible, however, while co-author Jan Wiener (@Jan_Wiener) of the United Kingdom's Bournemouth University is one of the scientists behind the mobile app Sea Hero Quest, a game designed to collect population data on navigation decisions for dementia research.The second holdup is that navigational abilities vary wildly from person to person, more so than for memory or other cognitive functions, Wolbers says. An effective diagnostic tool might need to be longitudinal, tracking an individual's navigation behaviors at different points in time throughout their life and looking for signs of early or accelerated decline. \"We need longitudinal human data to be able to definitively say whether a change in navigational function can be used to predict whether Alzheimer's or any other neurodegenerative disease will develop later on,\" Wolbers says.With such data and the improved virtual reality setups, the researchers conclude that a navigational test battery analogous to those used for memory and learning will be feasible. For now, Wolbers suggests that people train and use the navigational skills hardwired into their brains, especially in an age of commonplace in-car and handheld GPS technology.\"There is growing evidence that if you rely too much on that technology it can have a detrimental effect on your navigational ability and in the long term may even be a risk to develop pathological conditions,\" he says.", "date": "Wed, 30 Aug 2017 04:00:00 GMT", "meeting": "", "title": "A decline in navigational skills could predict neurodegenerative disease", "institution": "Cell Press", "journal": "Neuron", "description": "Changes in how humans map their surroundings and construct and follow directions as they age have been understudied compared to effects on memory and learning. However, age-related declines in navigational ability are independent of those more well-known cognitive downturns, and could form the basis for tools for the early diagnosis of Alzheimer's disease. Researchers discuss this possibility in a review published August 30 in the journal Neuron.", "region": "namerica", "keywords": ["Medicine/Health", " Neurobiology", " Aging"], "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-adi082417.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.06.037"}