{"date": "2018-01-19_20:54:51", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "shireen", "sindi", "colleagues", "examining", "role", "ltl", "trial", "view", "stockholm", "sweden", "august", "28", "new", "study", "finger", "trial", "team", "shows", "participants", "shorter", "leukocyte", "telomere", "length", "ltl", "pronounced", "benefits", "cognition", "following", "multidomain", "lifestyle", "intervention", "findings", "promising", "individuals", "shorter", "telomeres", "may", "represent", "group", "says", "shireen", "sindi", "lead", "author", "study", "based", "karolinska", "institute", "sweden", "imperial", "college", "london", "uk", "telomeres", "found", "end", "chromosomes", "hold", "dna", "protecting", "deteriorating", "getting", "tangled", "neighboring", "chromosomes", "telomeres", "play", "important", "role", "process", "cell", "current", "study", "first", "assess", "whether", "baseline", "ltl", "modify", "effects", "multidomain", "lifestyle", "intervention", "cognition", "among", "older", "adults", "risk", "cognitive", "decline", "results", "showed", "beneficial", "intervention", "effects", "cognition", "pronounced", "among", "individuals", "shorter", "baseline", "ltl", "particularly", "executive", "functioning", "consistent", "previous", "studies", "unhealthy", "lifestyle", "associated", "shorter", "baseline", "ltl", "among", "finger", "participants", "suggests", "us", "participants", "shorter", "ltl", "room", "lifestyle", "improvements", "entered", "study", "says", "sindi", "adjusting", "lifestyle", "however", "attenuate", "observed", "findings", "considering", "shorter", "ltl", "associated", "poor", "cognitive", "performance", "dementia", "encouraging", "multidomain", "lifestyle", "intervention", "especially", "beneficial", "among", "individuals", "higher", "risk", "commented", "authors", "absence", "drugs", "dementia", "alzheimer", "disease", "preventive", "initiatives", "recently", "gained", "much", "attention", "promising", "intervention", "finnish", "geriatric", "intervention", "study", "prevent", "cognitive", "impairment", "disability", "finger", "led", "professor", "miia", "kivipelto", "comprehensive", "multidomain", "prevention", "trial", "including", "nutritional", "guidance", "exercise", "training", "cognitive", "training", "intensive", "management", "vascular", "metabolic", "risk", "factors", "trial", "older", "adults", "aged", "randomly", "allocated", "intervention", "control", "groups", "latter", "receiving", "standard", "health", "advice", "2", "years", "cognition", "scores", "measured", "neuropsychological", "test", "battery", "higher", "intervention", "group", "total", "cognition", "well", "various", "cognitive", "domains", "main", "results", "see", "ngandu", "et", "2015", "lancet", "study", "first", "largest", "kind", "using", "multidomain", "approach", "long", "duration", "leading", "paradigm", "shift", "field", "dementia", "recently", "researchers", "finger", "team", "investigating", "underlying", "biological", "mechanisms", "associated", "positive", "intervention", "effects", "shireen", "sindi", "colleagues", "examining", "role", "ltl", "trial", "telomere", "length", "shortened", "capacities", "protect", "dna", "compromised", "ltl", "considered", "biomarker", "aging", "diseases", "representing", "cells", "age", "rather", "studies", "shown", "various", "lifestyle", "psychological", "factors", "associated", "shortened", "ltl", "unhealthy", "diets", "obesity", "smoking", "psychological", "stress", "well", "psychiatric", "health", "conditions", "healthy", "lifestyle", "factors", "physical", "exercise", "associated", "longer", "ltl", "ltl", "also", "associated", "cognition", "patients", "alzheimer", "disease", "shorter", "ltl", "associations", "may", "found", "among", "individuals", "mild", "cognitive", "observational", "findings", "lifestyle", "factors", "cognitive", "impairment", "ltl", "studies", "investigated", "role", "ltl", "context", "clinical", "trials", "none", "focused", "cognition", "outcome", "highlights", "value", "current", "findings", "finger", "trial", "team", "currently", "investigating", "impact", "multidomain", "lifestyle", "intervention", "ltl", "among", "finger", "participants", "provide", "insight", "potential", "methods", "enhance", "ltl"], "url": "http://www.eurekalert.org/pub_releases/2017-08/ip-itl082717.php", "year": "Mon, 28 Aug 2017 04:00:00 GMT", "source": "IOS Press", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Shireen Sindi and colleagues have been examining the role of LTL in the trial.", "view more Stockholm - Sweden - August 28, 2017- A new study from the FINGER trial team shows that participants with shorter leukocyte telomere length (LTL) had more pronounced benefits on cognition following the multidomain lifestyle intervention.", "\"These findings are very promising, as individuals with shorter telomeres may represent an at-risk group\", says Dr. Shireen Sindi, lead author of the study based at Karolinska Institute (Sweden) and Imperial College London (UK).", "Telomeres are found at the end of chromosomes (which hold our DNA), protecting them from deteriorating or getting tangled up with neighboring chromosomes.", "Telomeres play an important role in the process of cell division.The current study is the first to assess whether baseline LTL can modify the effects of a multidomain lifestyle intervention on cognition among older adults who are at risk for cognitive decline.", "The results showed that the beneficial intervention effects on cognition were more pronounced among individuals with shorter baseline LTL, particularly for executive functioning.", "Consistent with previous studies, unhealthy lifestyle was associated with shorter baseline LTL among FINGER participants.", "\"This suggests to us that participants with shorter LTL had more room for lifestyle improvements when they entered the study\", says Dr. Sindi.", "Adjusting for lifestyle however did not attenuate the observed findings.", "Considering that shorter LTL has been associated with poor cognitive performance and dementia, \"it is very encouraging that the multidomain lifestyle intervention was especially beneficial among individuals with higher risk\" commented the authors.", "In the absence of disease-modifying drugs for dementia and Alzheimer's disease, preventive initiatives have recently gained much attention as a promising intervention approach.The Finnish Geriatric Intervention Study to Prevent Cognitive Impairment and Disability (FINGER) (led by Professor Miia Kivipelto) is a comprehensive multidomain prevention trial including nutritional guidance, exercise training, computer-based cognitive training, and intensive management of vascular and metabolic risk factors.", "In this trial, 1,260 older adults (aged 60-77) were randomly allocated to the intervention or control groups (the latter receiving standard health advice).", "After 2 years, cognition scores (measured by the Neuropsychological Test Battery) were higher in the intervention group for total cognition as well as various cognitive domains (for the main results see Ngandu et al., 2015, The Lancet).", "This study was the first and largest of its kind, using a multidomain approach, with long follow-up duration and leading to a paradigm shift in the field of dementia prevention.More recently, researchers in the FINGER team have been investigating the underlying biological mechanisms associated with the positive intervention effects.", "Dr. Shireen Sindi and colleagues have been examining the role of LTL in the trial.", "When telomere length is shortened, their capacities to protect DNA are compromised.", "LTL is considered a biomarker of aging and aging-related diseases, representing cells' 'biological age' rather than 'chronological age'.Previous studies have shown that various lifestyle and psychological factors are associated with shortened LTL, such as unhealthy diets, obesity, smoking, psychological stress, as well as psychiatric and health conditions, while healthy lifestyle factors such as physical exercise are associated with longer LTL.", "LTL is also associated with cognition, and patients with Alzheimer's disease have shorter LTL.", "These same associations may be found among individuals with mild cognitive impairment.Despite the observational findings on lifestyle factors, cognitive impairment and LTL, few studies have investigated the role of LTL in the context of clinical trials, and none had focused on cognition as an outcome.", "This further highlights the value of the current findings from the FINGER trial.", "The team is currently investigating the impact of the multidomain lifestyle intervention on LTL among FINGER participants, as this will provide insight on potential methods to enhance LTL."], "title": "Is telomere length associated with the cognitive response to a lifestyle intervention? | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Dr. Shireen Sindi and colleagues have been examining the role of LTL in the trial.\n       view more Stockholm - Sweden - August 28, 2017- A new study from the FINGER trial team shows that participants with shorter leukocyte telomere length (LTL) had more pronounced benefits on cognition following the multidomain lifestyle intervention.\"These findings are very promising, as individuals with shorter telomeres may represent an at-risk group\", says Dr. Shireen Sindi, lead author of the study based at Karolinska Institute (Sweden) and Imperial College London (UK). Telomeres are found at the end of chromosomes (which hold our DNA), protecting them from deteriorating or getting tangled up with neighboring chromosomes. Telomeres play an important role in the process of cell division.The current study is the first to assess whether baseline LTL can modify the effects of a multidomain lifestyle intervention on cognition among older adults who are at risk for cognitive decline. The results showed that the beneficial intervention effects on cognition were more pronounced among individuals with shorter baseline LTL, particularly for executive functioning. Consistent with previous studies, unhealthy lifestyle was associated with shorter baseline LTL among FINGER participants. \"This suggests to us that participants with shorter LTL had more room for lifestyle improvements when they entered the study\", says Dr. Sindi. Adjusting for lifestyle however did not attenuate the observed findings. Considering that shorter LTL has been associated with poor cognitive performance and dementia, \"it is very encouraging that the multidomain lifestyle intervention was especially beneficial among individuals with higher risk\" commented the authors. In the absence of disease-modifying drugs for dementia and Alzheimer's disease, preventive initiatives have recently gained much attention as a promising intervention approach.The Finnish Geriatric Intervention Study to Prevent Cognitive Impairment and Disability (FINGER) (led by Professor Miia Kivipelto) is a comprehensive multidomain prevention trial including nutritional guidance, exercise training, computer-based cognitive training, and intensive management of vascular and metabolic risk factors. In this trial, 1,260 older adults (aged 60-77) were randomly allocated to the intervention or control groups (the latter receiving standard health advice). After 2 years, cognition scores (measured by the Neuropsychological Test Battery) were higher in the intervention group for total cognition as well as various cognitive domains (for the main results see Ngandu et al., 2015, The Lancet). This study was the first and largest of its kind, using a multidomain approach, with long follow-up duration and leading to a paradigm shift in the field of dementia prevention.More recently, researchers in the FINGER team have been investigating the underlying biological mechanisms associated with the positive intervention effects. Dr. Shireen Sindi and colleagues have been examining the role of LTL in the trial. When telomere length is shortened, their capacities to protect DNA are compromised. LTL is considered a biomarker of aging and aging-related diseases, representing cells' 'biological age' rather than 'chronological age'.Previous studies have shown that various lifestyle and psychological factors are associated with shortened LTL, such as unhealthy diets, obesity, smoking, psychological stress, as well as psychiatric and health conditions, while healthy lifestyle factors such as physical exercise are associated with longer LTL. LTL is also associated with cognition, and patients with Alzheimer's disease have shorter LTL. These same associations may be found among individuals with mild cognitive impairment.Despite the observational findings on lifestyle factors, cognitive impairment and LTL, few studies have investigated the role of LTL in the context of clinical trials, and none had focused on cognition as an outcome. This further highlights the value of the current findings from the FINGER trial. The team is currently investigating the impact of the multidomain lifestyle intervention on LTL among FINGER participants, as this will provide insight on potential methods to enhance LTL. "}