{"date": "2018-01-19_20:54:58", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txthe", "average", "american", "lifetime", "risk", "using", "nursing", "home", "substantially", "greater", "previous", "research", "suggested", "according", "new", "rand", "corporation", "persons", "age", "57", "61", "56", "percent", "stay", "nursing", "home", "least", "one", "night", "lifetime", "according", "findings", "published", "online", "journal", "proceedings", "national", "academy", "sciences", "previous", "studies", "generally", "corroborated", "department", "health", "human", "services", "estimate", "35", "percent", "older", "americans", "likely", "use", "nursing", "home", "later", "surprised", "findings", "hope", "study", "help", "consumers", "prepare", "thoughtfully", "health", "care", "needs", "old", "age", "important", "provide", "individuals", "families", "reliable", "assessment", "likelihood", "entering", "nursing", "home", "retirement", "said", "michael", "hurd", "lead", "author", "study", "senior", "principal", "researcher", "rand", "nonprofit", "research", "organization", "information", "could", "help", "people", "make", "better", "decisions", "loved", "ones", "pay", "care", "likely", "need", "researchers", "analyzed", "18", "years", "data", "drawn", "health", "retirement", "study", "longitudinal", "project", "national", "institute", "aging", "social", "security", "administration", "found", "people", "nursing", "home", "care", "relatively", "affordable", "per", "person", "lifetime", "americans", "ages", "57", "61", "spend", "money", "nursing", "home", "care", "lifetimes", "43", "percent", "completely", "covered", "private", "public", "study", "found", "people", "experience", "short", "stays", "nursing", "facilities", "relatively", "affordable", "cost", "conditional", "stay", "average", "nursing", "home", "stay", "272", "nights", "10", "percent", "study", "group", "stay", "much", "longer", "nights", "spending", "similarly", "skewed", "5", "percent", "older", "americans", "needing", "long", "stays", "costing", "recent", "shift", "toward", "shorter", "stays", "may", "account", "higher", "estimate", "nursing", "home", "use", "study", "found", "nursing", "home", "stays", "short", "duration", "21", "nights", "fewer", "rose", "28", "percent", "1998", "nearly", "34", "percent", "2010", "hurd", "said", "increase", "may", "reflect", "efforts", "control", "medicare", "medicaid", "costs", "quickly", "discharging", "patients", "hospitals", "nursing", "homes", "rehabilitation", "costs", "lower", "graying", "population", "growing", "numbers", "americans", "needing", "expensive", "care", "dementia", "could", "cause", "rate", "nursing", "home", "use", "keep", "rising", "increase", "pressure", "medicaid", "cover", "costs", "trends", "concern", "policymakers", "considering", "changes", "health", "care", "particularly", "medicaid", "hurd", "said", "people", "think", "medicaid", "indigent", "true", "younger", "ages", "said", "medicaid", "important", "payer", "nursing", "homes", "covering", "greater", "proportion", "costs", "individuals", "families", "pay", "older", "ages", "medicaid", "insurance", "program", "many", "us", "may", "need", "use", "study", "offer", "answers", "value", "purchasing", "care", "insurance", "care", "insurance", "taken", "11", "percent", "12", "percent", "individuals", "early", "60s", "hurd", "said", "popular", "uncertainties", "insurer", "pay", "coverage", "cost", "think", "people", "prepared", "use", "societally", "provided", "insurance", "medicaid", "best", "situation", "children", "study", "notes", "lessen", "chances", "needing", "nursing", "home", "old", "age", "reduce", "length", "stay", "cut", "associated", "costs", "much", "38", "percent", "daughters", "able", "provide", "care", "correlated", "even", "larger", "savings"], "url": "http://www.eurekalert.org/pub_releases/2017-08/rc-aro082317.php", "year": "Mon, 28 Aug 2017 04:00:00 GMT", "source": "RAND Corporation", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe average American's lifetime risk of using a nursing home is substantially greater than previous research has suggested, according to a new RAND Corporation study.Among persons age 57 to 61, 56 percent will stay in a nursing home at least one night during their lifetime, according findings published online by the journal Proceedings of the National Academy of Sciences.", "Previous studies have generally corroborated the U.S. Department of Health and Human Services' estimate that only 35 percent of older Americans are likely to use a nursing home in their later years.Researchers were surprised by their findings and hope the study will help consumers to prepare thoughtfully for their health care needs in old age.", "\"It is important to provide individuals and families a reliable assessment of the likelihood of entering a nursing home in retirement,\" said Michael Hurd, lead author of the study and a senior principal researcher at RAND, a nonprofit research organization.", "\"This information could help people make better decisions about how they or their loved ones will pay for the care they are likely to need.", "\"Researchers analyzed 18 years of data drawn from the Health and Retirement Study, a longitudinal project of the National Institute on Aging and the Social Security Administration, and found that for most people, nursing home care will be relatively affordable -- about $7,300 per person over a lifetime.", "Only about one-third of Americans between the ages of 57 and 61 will spend any of their money on nursing home care over their lifetimes, while 43 percent will be completely covered by private or public insurance.The study found that most people will experience short stays in nursing facilities at a relatively affordable cost.", "But conditional on having a stay, the average nursing home stay was 272 nights and for 10 percent of the study group, the stay was much longer -- more than 1,000 nights.", "Out-of-pocket spending was similarly skewed, with 5 percent of older Americans needing long stays costing $47,000 or more over their lifetime.A recent shift toward shorter stays may account for the higher estimate of nursing home use.", "The study found that nursing home stays of short duration (21 nights or fewer) rose from 28 percent in 1998 to nearly 34 percent in 2010.", "Hurd said the increase may reflect efforts to control Medicare and Medicaid costs by more quickly discharging patients from hospitals to nursing homes, where rehabilitation costs are lower.", "The graying of the U.S. population and growing numbers of Americans needing expensive, long-term care for dementia could cause the rate of nursing home use to keep rising and increase pressure on Medicaid to cover the costs.", "These trends should concern policymakers considering changes to government-subsidized health care, particularly Medicaid, Hurd said.", "\"People think of Medicaid as being for the indigent, which is true at younger ages,\" he said.", "\"But Medicaid is the most important payer for nursing homes, covering a greater proportion of costs than individuals and families pay out-of-pocket.", "At older ages, Medicaid is an insurance program that many of us may need to use.", "\"The study does not offer any clear-cut answers about the value of purchasing long-term care insurance.", "\"Long-term care insurance is only taken up by 11 percent or 12 percent of individuals in their early 60s,\" Hurd said.", "\"It's not popular because of uncertainties over what the insurer will pay out, the coverage and the cost.", "I think people should be prepared to use the societally provided insurance, which is Medicaid.", "It's the best of a not-very-good situation.", "\"Having children, the study notes, does not lessen the chances of needing a nursing home in old age, but can reduce the length of the stay and cut the associated costs by as much as 38 percent.", "Having daughters able to provide in-home care was correlated with even larger savings."], "title": "Americans' risk of needing nursing home care is higher than previously estimated | EurekAlert! Science News", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXThe average American's lifetime risk of using a nursing home is substantially greater than previous research has suggested, according to a new RAND Corporation study.Among persons age 57 to 61, 56 percent will stay in a nursing home at least one night during their lifetime, according findings published online by the journal Proceedings of the National Academy of Sciences. Previous studies have generally corroborated the U.S. Department of Health and Human Services' estimate that only 35 percent of older Americans are likely to use a nursing home in their later years.Researchers were surprised by their findings and hope the study will help consumers to prepare thoughtfully for their health care needs in old age.\"It is important to provide individuals and families a reliable assessment of the likelihood of entering a nursing home in retirement,\" said Michael Hurd, lead author of the study and a senior principal researcher at RAND, a nonprofit research organization. \"This information could help people make better decisions about how they or their loved ones will pay for the care they are likely to need.\"Researchers analyzed 18 years of data drawn from the Health and Retirement Study, a longitudinal project of the National Institute on Aging and the Social Security Administration, and found that for most people, nursing home care will be relatively affordable -- about $7,300 per person over a lifetime. Only about one-third of Americans between the ages of 57 and 61 will spend any of their money on nursing home care over their lifetimes, while 43 percent will be completely covered by private or public insurance.The study found that most people will experience short stays in nursing facilities at a relatively affordable cost. But conditional on having a stay, the average nursing home stay was 272 nights and for 10 percent of the study group, the stay was much longer -- more than 1,000 nights. Out-of-pocket spending was similarly skewed, with 5 percent of older Americans needing long stays costing $47,000 or more over their lifetime.A recent shift toward shorter stays may account for the higher estimate of nursing home use. The study found that nursing home stays of short duration (21 nights or fewer) rose from 28 percent in 1998 to nearly 34 percent in 2010. Hurd said the increase may reflect efforts to control Medicare and Medicaid costs by more quickly discharging patients from hospitals to nursing homes, where rehabilitation costs are lower. The graying of the U.S. population and growing numbers of Americans needing expensive, long-term care for dementia could cause the rate of nursing home use to keep rising and increase pressure on Medicaid to cover the costs. These trends should concern policymakers considering changes to government-subsidized health care, particularly Medicaid, Hurd said.\"People think of Medicaid as being for the indigent, which is true at younger ages,\" he said. \"But Medicaid is the most important payer for nursing homes, covering a greater proportion of costs than individuals and families pay out-of-pocket. At older ages, Medicaid is an insurance program that many of us may need to use.\"The study does not offer any clear-cut answers about the value of purchasing long-term care insurance. \"Long-term care insurance is only taken up by 11 percent or 12 percent of individuals in their early 60s,\" Hurd said. \"It's not popular because of uncertainties over what the insurer will pay out, the coverage and the cost.  I think people should be prepared to use the societally provided insurance, which is Medicaid. It's the best of a not-very-good situation.\"Having children, the study notes, does not lessen the chances of needing a nursing home in old age, but can reduce the length of the stay and cut the associated costs by as much as 38 percent. Having daughters able to provide in-home care was correlated with even larger savings."}