{"text": "Are female carriers of the apolipoprotein E ?4 allele, the main genetic risk factor for late-onset Alzheimer disease, at greater risk of developing the disease than men? A new article published by JAMA Neurology examines that question.The prevalent view has been that women who carry copies of the ?4 allele of the apolipoprotein E (APOE) gene have a greater risk of developing Alzheimer than men with the same number of copies.Arthur W. Toga, Ph.D., of the Keck School of Medicine at the University of Southern California, Los Angeles, and coauthors analyzed 27 research studies with data on nearly 58,000 participants to determine how sex and APOE genotype affect the risks for developing mild cognitive impairment (MCI), which is often the transitional phase from cognitively normal aging to dementia, and Alzheimer. Participants in the studies were mostly white and between the ages of 55 and 85.Women and men with one copy of apolipoprotein E ?4 allele did not show a difference in risk of Alzheimer from age 55 to 85 but women appeared to be at increased risk between the ages of 65 and 75 compared with men. And, while there was no difference in risk between these men and women for developing MCI between the ages of 55 and 85, women appeared to be at increased risk between the ages of 55 and 70 compared to men, according to the results.The authors suggest reasons that might underlie these sex differences could be linked to physiologic changes associated with menopause and estrogen loss.Limitations of the study include variability in the methods used to describe Alzheimer and MCI in the data sets.\"Collectively, our findings, along with previous work, warrant further investigation into a likely complex set of risk factors with consideration of sex-specific treatments for cognitive decline and AD [Alzheimer disease]. For example, if women are at increased risk for AD at younger ages, it is plausible that treatments for women may need to be initiated earlier, especially in those who carry an APOE ?4 allele,\" the authors write.", "date": "Mon, 28 Aug 2017 04:00:00 GMT", "meeting": "", "title": "Men, women and risk of developing Alzheimer disease: Is there a difference?", "institution": "The JAMA Network Journals", "journal": "JAMA Neurology", "description": "Are female carriers of the apolipoprotein E ?4 allele, the main genetic risk factor for late-onset Alzheimer disease, at greater risk of developing the disease than men? A new article published by JAMA Neurology examines that question.", "region": "namerica", "keywords": ["Medicine/Health", " Neurobiology", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-mwa082417.php", "source_link": null, "funder": "", "article_link": null}