{"title": "Beyond a reasonable doubt? Study reveals how eyewitness testimonies go wrong", "text": "Eyewitnesses identify more than 75,000 suspects each year in the United States and their testimonies are one of the most compelling and powerful forms of evidence for a jury. But, it's not foolproof -- just ask the 242 individuals who were mistakenly identified by eyewitnesses and served years in prison for crimes they did not commit until they were exonerated thanks to the introduction of DNA testing. Research by psychologists at Florida Atlantic University gives new meaning to the notion of \"guilt by association\" and aims to test how memory in humans as well as police use of mugshots and subtle innuendo can contaminate eyewitness testimonies. Using a laboratory setting, they investigated the phenomenon of unconscious transference - when an eyewitness misidentifies a familiar but innocent person in a mugshot or lineup -- and recently published their results in the journal Memory & Cognition. Police departments currently use a number of methods to identify the culprit of a crime, including individual mugshots, an array of mugshots, composite sketches and lineups. Often, eyewitnesses are exposed to one or more of these procedures coupled with feedback from law enforcement. \"There are a number of ways that eyewitness testimony can be contaminated with misleading information and that's why you have to treat memory like other forms of forensic evidence,\" said Alan Kersten, Ph.D., co-author of the study and an associate professor of psychology in FAU's Charles E. Schmidt College of Science. \"If you handle it right you can often get useful information from it.\" Kersten and collaborator Julie Earles, Ph.D., co-author and a professor of psychology in FAU's Harriet L. Wilkes Honors College, were looking for answers to a key question involving eyewitness testimonies and mugshots: \"Does presenting a picture along with a question like 'is this the person who did it?' create an association between those two things that could then cause an eyewitness to later falsely remember seeing that person doing that action?\" For the study, participants were broken into two age groups: a median age of around 19 years old and a median age of around 71 years old. Each participant was shown a series of snippet videos of actors doing simple actions and were then instructed to remember which person had performed each task. The researchers created 84 mugshots from these videos as well as a series of various scenarios of events. For each trial, study participants were shown two mugshots: one depicting an actor from one of the videos and the other depicting a new, random actor. Each mugshot was accompanied by a question about a particular action such as \"which of these people did you see watering a plant?\" After completing the mugshot trials, older adults and half of the younger adults were tested immediately for their recognition of the events they had seen, whereas the other younger adults returned about three weeks later. Results from the study confirm what the researchers have long suspected - viewing a mugshot along with a question like \"is this the person who did it?\" can lead to the creation of a specific association between the person and the queried action. They found that both younger and older participants were more likely to falsely recognize the test events if the actors appearing in those events also had appeared in the mugshots. However, the mechanisms underlying this effect were different for younger and older adults. With older adults, mugshot viewing led them to experience a feeling of familiarity when they saw the pictured actor performing a familiar action from one of the videos, even if it was a different action than the one that was suggested when they viewed the actor's mugshot. This suggests that older adults recognized the familiar person but could not recall the source or reason for that familiarity. Younger adults, on the other hand, were more likely to falsely recognize a suspect if a mugshot of the actor was accompanied by a question about the action that the actor was now seen performing. This finding suggests that the young adults formed a specific association between the pictured actor and the queried action, causing them to later falsely recollect having seen that actor perform that action.  \"False recollection is really troubling from a legal perspective because this type of memory leads an eyewitness to put a face to a context of a crime scene, incorrectly linking the two together and leading to the conclusion that this person committed the crime,\" said Earles. \"And to complicate matters even more, since it can take years for a case to appear before a jury, memory also can be altered with the passage of time.\" Kersten and Earles caution that this type of memory leads to a high level of confidence, especially in younger eyewitnesses, because they are convinced \"beyond a reasonable doubt\" that they saw the suspect committing the crime. \"Eyewitnesses remember the crime itself and remember seeing a familiar person before but they may incorrectly visualize these two pieces of information together,\" said Kersten. \"Because they are able to place the familiar person in the context of the crime scene, this may lead them to confidently assert that they saw the person commit the crime.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/fau-bar030817.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute on Aging of the National Institutes of Health ", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Social/Behavioral Science", " Behavior", " Personality/Attitude", " Violence/Criminals", " Law Enforcement/Jurisprudence"], "journal": "Memory & Cognition", "description": "Eyewitnesses testimonies are extremely compelling forms of evidence. But, it's not foolproof -- just ask the 242 people mistakenly identified by eyewitnesses who served years in prison for crimes they did not commit until they were exonerated thanks to the introduction of DNA testing. A study gives new meaning to the notion of 'guilt by association' and shows how memory in humans as well as police use of mugshots and subtle innuendo can contaminate eyewitness testimonies.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}