{"title": "Alcoholism may be caused by dynamical dopamine imbalance", "text": "Researchers from the Higher School of Economics, Ecole Normale Supérieure, Paris, Indiana University and the Russian Academy of Sciences Nizhny Novgorod Institute of Applied Physics have identified potential alcoholism mechanisms, associated with altered dopaminergic neuron response to complex dynamics of prefrontal cortex neurones affecting dopamine release.\r\nInteracting neuronal populations in the cerebral cortex generate electrical impulses (called action potentials), that are characterized by specific spatial and temporal patterns of neural firing (or complex neural dynamics). These firing patterns depend on the intrinsic properties of individual neurones, on the neural network connectivity and the inputs to these circuits. Taken as a basis for this computational study is the experimental evidence for a specific population of prefrontal cortex neurones that connects via excitatory synapses to dopaminergic and inhibitory ventral tegmental area (VTA) neurons. Thus, the structure of neural firing in the prefrontal cortex can directly affect dopamine cell response and dopamine release.\r\nBoris Gutkin leads the Theoretical Neuroscience Group at the HSE Centre for Cognition and Decision Making. One of the group's research areas focuses on neurobiological processes leading to substance abuse and addiction - specifically, on detecting links between the neurobiological mechanisms of a drug's action and observable behavioural reactions. In particular, the researchers use mathematical modelling to examine specific characteristics of dopaminergic neurone firing patterns and dynamics which can lead to addiction. \r\nDopamine, a neurotransmitter released by dopaminergic neurons in the brain, is a chemical which plays a key role in the internal brain reward system that drives learning of motivated behavior. By acting within the reward systems in the brain (e.g. the ventral tegmental area found deep in the mid-brain; the striatum, responsible for selecting correct actions and the prefrontal cortex that controls voluntary goals and behaviors), it signals either unexpected reward or anticipation of reward resulting from a particular action or event. Thus, dopamine provides positive reinforcement of behaviours that lead to these rewards, causing them to be repeated.  Conversely, where a particular action fails to produce the expected positive effect or is followed by an unpleasant event, dopamine release decreases sharply, leading to frustration and an unwillingness to repeat the behaviour in question. \r\nTwo Modes of Neurone ActivityRecent research by Gutkin's group conducted jointly with scientists from Indiana University (Alexey Kuznetsov, Mathematics and Christopher Lapish, Neuroscience) and the RAN Institute of Applied Physics (Denis Zakharov) suggests potential mechanisms of alcohol's effect on dopaminergic neuronal activity. Their paper 'Dopamine Neurons Change the Type of Excitability in Response to Stimuli' published in PLOS http://journals.plos.org/ploscompbiol/article?id=10.1371/journal.pcbi.1005233 features a computational model of dopamine (DA) neurone activity, describing its key properties and demonstrating that the DA neurone's response mode can vary depending on the pattern of the  synaptic input (including that from the prefrontal cortex). \r\nWhen in the first mode, the amount of dopamine released by the DA neurones reflects the learning signal propotional to the difference between what an animal or human expects and what they actually receive as a result of a certain action. When in the second DA neurone mode, dopamine release serves as a reference binary signal indicating whether or not a certain event is important. Hence the results of the computational study imply that dopamine neurons may not be two distinct populations, but are capable to move flexibly from one response mode to another depending on the nature of the signals they receive. \r\nWhat It Means for Our Understanding of AlcoholismExperimental evidence suggests that alcohol is capable of modifying DA neurone firing patterns, both indirectly via prefrontal cortex and inhibitory VTA neurones, and directly by acting on DA neurones per se. Based on Gutkin and his collaborators findings, one can hypothesise what mechanisms may be involved.\r\nThe VTA has about 20,000 DA neurones, in someone who is not alcoholic, some of these serve to signal that a certain stimulus has importance, while the rest transmit the error signal. A certain balance between the two types of signals is essential for good judgment and proper behaviour. Alcohol disrupts the balance by changing both the pattern of neural activity in the prefrontal cortex and DA neurone properties. This change may bias more neurons to signal importance as opposed to the error. So, under alcohol influence, any stimulus associated with alcohol is treated by DA neurones as having behavioural and motivational importance, regardless of whether or not it matches the anticipated outcome, while in the absence of alcohol, neural firing would normally be consistent with the expected and received reinforcements. \r\nThis effect may be the reason why alcoholics may eventually develop a narrower than normal range of behavioural responses, dooming them to seek to use alcohol. In doing so, they are either unaware of potential consequences of their actions or, even if they can anticipate such consequences, this awareness has little or no effect on their behaviour. According to surveys, most alcoholics understand that they may lose their home and family and even die from binge drinking, but this rarely stops them. To properly assess the consequences of drinking, their prefrontal cortex needs to integrate and learn to properly represent the negative expectations from this behaviour, supported by reinforcement learning signals from DA neurones. This may not happen, however, because alcohol (like other mood-altering substances) can affect both the neural activity in the addict's prefrontal cortex and their DA neurones directly, blocking the learning.\r\nFinding a way to balance out the dopamine function in the addicted brain and to elicit adequate neural responses to environmental stimuli even under the influence could offer hope to people with substance abuse problems.\r\n", "article_link": "http://dx.doi.org/10.1371/journal.pcbi.1005233", "url": "http://www.eurekalert.org/pub_releases/2017-03/nruh-amb030917.php", "region": "europe", "source_link": "https://iq.hse.ru/en/news/203624732.html", "funder": "Russian Ministry of Education, NIH/National Institute on Alcohol Abuse and Alcoholism", "meeting": "", "institution": "National Research University Higher School of Economics", "keywords": ["Medicine/Health", " Neurobiology", " Addiction", " Alcohol"], "journal": "Computational Biology", "description": "Researchers from the Higher School of Economics, Ecole Normale Supérieure, Paris, Indiana University and the Russian Academy of Sciences Nizhny Novgorod Institute of Applied Physics have identified potential alcoholism mechanisms, associated with altered dopaminergic neuron response to complex dynamics of prefrontal cortex neurones affecting dopamine release.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}