{"title": "Memorization tool bulks up brain's internal connections, Stanford scientists say", "text": "A time-honored mnemonic method used by memory athletes -- people adept at feats such as quickly memorizing the sequence of all the cards in a deck or a vast string of digits -- can be taught to people with no prior hint of prodigious memorization skills, according to researchers at the Stanford University School of Medicine. This mnemonic training induces patterns of activity within new trainees' brains that closely resemble those of memory athletes, said the Stanford scientists, who helped lead a multi-institution study of memory training.Many of the memory athletes recruited for the study, which will be published March 8 in Neuron, attribute their prowess to their use of the \"method of loci\" or related mnemonic systems. The method of loci involves pairing each item to be memorized with a visual recollection of a specific landmark along a well-traveled route, such as a round-trip walk to a local store. It was used by ancient Greek and Roman orators and is the origin of language sequences such as \"in the first place,\" \"in the second place\" and so forth. Outside the competitive arena, though, the memory athletes say they are just like the rest of us.\"If you were to ask one of them if their skill spills over into other aspects of their lives, they would say no,\" said Stanford medical student William Shirer, one of the study's lead co-authors. \"They lose their car keys as frequently as you and I do.\"Bulking up the memory networksThe brain's operations are largely carried out by networks of multiple, discrete brain regions. These regions, anatomically connected to one another via white-matter tracts or through intermediary nodes, share \"functional connectivity,\" meaning their activity is tightly coupled. Around two dozen separate networks mediating memory, language, vision, executive planning and other functions have been identified with the use of functional magnetic resonance imaging.\"Training normal humans to be memory athletes bulks up the brain's memory networks,\" said the study's senior author, Michael Greicius, MD, MPH, associate professor of neurology and neurological sciences at Stanford. The other lead authors of the study are assistant professor of neuroscience Martin Dresler, PhD; postdoctoral scholar Boris Konrad, PhD; and graduate student Nils Muller, all at the Donders Institute for Brain, Cognition and Behavior in the Netherlands.In 2013, Dresler, who was then a visiting scholar at Stanford, alerted Greicius, an imaging expert, to data Dresler and Konrad had acquired on 23 of the 50 top-scoring memory athletes in an annual contest called the World Memory Championships. (Konrad is a memory athlete.) In these tournaments, contestants compete in timed events in which they must memorize torrents of unrelated words, blizzards of fictional historic dates, lengthy digital series, sequences of playing cards and so forth.\"Why do people engage in such things? Probably, as in any other sport, because they can, and they have fun,\" said Dresler. \"I admit, that's hard to believe when you see them staring at their digit columns or piles of card decks from morning to evening.\" In one experiment, 17 memory athletes who took a word-memorization test could correctly recall, on average, nearly 71 of 72 words 20 minutes after a timed memorization session. In contrast, a group of control participants, devoid of special memorization skills and without any prior training, averaged about 40 correctly recalled words.Prior to their memorization tasks, all participants received eight-minute fMRI scans under instructions to simply relax and let their minds wander, so that the scientists could monitor goings-on in a brain network that's most active when a person's brain is at rest. This collection of closely cooperating brain structures, called the resting-state network, has been found to be involved in memory.In a subsequent analysis of these fMRI scans, the Stanford scientists zeroed in on 71 brain regions previously implicated in memory or in visuospatial processing, a brain function one might expect to be activated during use of the method of loci. They calculated, for each participant, the extent to which activity in any two of these 71 regions -- nearly 5,000 pairwise measurements per fMRI scan for each participant -- was correlated. After the initial round of memorization tests, Dresler and Konrad gave fMRI scans and memorization tests to 51 untrained non-athletes, then divided them into three groups. The first group underwent a six-week course of daily online-training sessions in the method of loci. The second group received six weeks of training to improve a different facet of memory called working memory: the ability to juggle several pieces of data in your head at the same time for a short period. The third group got no training at all.Putting the training to the testAfterward, the three groups underwent resting-state fMRI scans and then took the 72-word memorization test. Recall was checked at 20 minutes and 24 hours afterward. Four months later they came back for another test session, with a different set of 72 words.The memorization skills of control participants trained in the method of loci improved dramatically. They could recall almost as many words as the memory athletes could, and they achieved similar results four months after completing training. Not only that, but their resting-state functional connectivity patterns now resembled to those of the memory athletes than they had been prior to training. No such memory gains and brain-connectivity changes were seen among participants who received working-memory training or no training at all. \"The degree to which someone's resting-network organization changed to resemble that of the memory athletes' predicted how much that person's memory performance would improve,\" Shirer said.\"The strength of functional connectivity within this distributed memory network was correlated with performance outside the scanner,\" said Greicius, who is medical director of the Stanford Center for Memory Disorders and a member of Stanford Bio-X and the Stanford Neurosciences Institute. \"This suggests that a six- or eight-minute snapshot of a person's functional connectivity has some value in predicting how they perform in the world.\"Investigators from the Max Planck Institute of Psychiatry in Munich, Germany, also contributed to the study.", "article_link": "http://dx.doi.org/10.1016/j.neuron.2017.02.003", "url": "http://www.eurekalert.org/pub_releases/2017-03/sumc-mtb030117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health", " Neurobiology"], "journal": "Neuron", "description": "A time-honored mnemonic method used by memory athletes -- people adept at feats such as quickly memorizing the sequence of all the cards in a deck or a vast string of digits -- can be taught to people with no prior hint of prodigious memorization skills, according to researchers at the Stanford University School of Medicine.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}