{"title": "Don't relax drug approval process, experts warn", "text": "The warming follows a speech to Congress last week by President Trump in which he said the US Food and Drug Administration's drug approval process was \"too slow and burdensome,\" and where he promised to \"slash the restraints, not just at FDA but across our government.\" Trump's claims reinforce comments he made in January to pharmaceutical industry executives, where he said: \"We're going to be cutting regulations at a level that nobody's ever seen before,\" - adding that up to 80 per cent of regulations could be slashed.In a report today in the medical journal Nature, three experts say moves to deregulate the drug testing and approvals system will harm health everywhere, not just in the US, and that such moves will also stifle innovation and waste patients' and taxpayers' money.One of the letter's authors, Professor John Rasko from the University of Sydney and Royal Prince Alfred Hospital, says Trump's argument is consistent with a history of neoliberal economic thinking that claims regulatory agencies are systematically biased towards excessive caution, and that the burden of testing a drug's efficacy before it comes to market outweighs the benefits.\"They argue that potentially harmful drugs can be identified quickly after they go on sale,\" says Professor Rasko, \"and that the FDA runs an overly stringent system that withholds or delays safe and effective drugs from patients.These arguments are wrong, he says.\"The most extreme proponents of deregulation say the market should be the sole arbiter of utility: if a medicine sells well, then it must, therefore, be safe and effective.\"A more moderate version of this argument says reliable information on safety and efficacy can be collected after a drug is on sale, through observational studies or using biomarkers.But Rasko and his co-authors, biologist, Douglas Sipp and health economist, Christopher McCabe, say relaxing the FDA's regulatory system will subject patients to drugs that may be toxic. They point to the iconic example of thalidomide - a 1950s drug prescribed for nausea during pregnancy - that caused more than 10,000 birth defects worldwide. \"Even in the past dozen years, initially promising drugs, such as torcetrapib (for reducing cholesterol and heart-disease risk) and semagacestat (for improving cognition in people with Alzheimer's disease), were found to cause harm only after they had been tested in large, mandatory trials -- effects that were not seen in the smaller trials,\" say the authors.Another problem with deregulatory arguments is the issue of safe but 'useless' drugs.\"Untested drugs can be reasonably safe but provide no benefit,\" says Rasko, \"and unregulated markets are hopeless at sifting out these 'futile drugs'. We only have to consider the multibillion-dollar industries in homeopathy and other pseudo-medicines to see this. \"These ineffective pills and potions are a massive waste of money and provide false hope to millions of people worldwide. What's more, for progressive diseases such as cancer or multiple sclerosis, if a doctor were to prescribe a drug that didn't work, she'd be giving a disease a free pass.\"Meanwhile, the current regulatory system is working well, say Rasko and his colleagues. In January 2017, the FDA released a report identifying 22 products that were initially promising but disappointed in later-stage clinical trials: 14 for lack of efficacy, one for lack of safety, and seven for both reasons.Rasko says it's important to consider how far we have come thanks to regulatory agencies like the FDA, and what's at stake right now as President Trump considers appointing a possibly radical new FDA commissioner.\"The 1938 US Food, Drug, and Cosmetic Act required only that drugs demonstrate safety,\" he says. \"In 1962, new legislation demanded that marketed drugs also go through well-controlled studies to test for therapeutic benefit. \"More than 1,000 medical products were subsequently withdrawn after reviews found little or no evidence of efficacy. The free market that existed before 1962 revealed no connection between a drug's ability to turn a profit and its clinical usefulness.\"The same is likely to be true of any future deregulated market, the experts warn in Nature.\"Patients and doctors must have access to reliable information to make educated and ethical choices. \"But reliable information costs money and no one will invest in producing good quality evidence if they can make the same profit on a drug or technology without it.\"Rigorous clinical studies are still the best way to learn whether a drug works, and regulation is essential to ensure that these studies are conducted.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uos-drd030617.php", "region": "asia", "source_link": null, "funder": "", "meeting": "", "institution": "University of Sydney", "keywords": ["Medicine/Health", " Guidelines/Treaties/Agreements", " Medical/Scientific Ethics", " Science/Health and the Law", " Drugs"], "journal": "Nature", "description": "Experts are warning that moves to deregulate America's drug approval process could see a flood of unproven and even harmful new drugs enter the market that could threaten human health.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}