{"title": "Vision, not limbs, led fish onto land 385 million years ago", "text": "A provocative new Northwestern University and Claremont McKenna, Scripps and Pitzer colleges study suggests it was the power of the eyes and not the limbs that first led our ancient aquatic ancestors to make the momentous leap from water to land. Crocodile-like animals first saw easy meals on land and then evolved limbs that enabled them to get there, the researchers argue.Neuroscientist and engineer Malcolm A. MacIver of Northwestern and evolutionary biologist and paleontologist Lars Schmitz of Claremont McKenna, Scripps and Pitzer colleges studied the fossil record and discovered that eyes nearly tripled in size before -- not after -- the water-to-land transition. The tripling coincided with a shift in location of the eyes from the side of the head to the top. The expanded visual range of seeing through air may have eventually led to larger brains in early terrestrial vertebrates and the ability to plan and not merely react, as fish do. \"Why did we come up onto land 385 million years ago? We are the first to think that vision might have something to do with it,\" said MacIver, professor of biomedical engineering and of mechanical engineering in the McCormick School of Engineering.\"We found a huge increase in visual capability in vertebrates just before the transition from water to land. Our hypothesis is that maybe it was seeing an unexploited cornucopia of food on land -- millipedes, centipedes, spiders and more -- that drove evolution to come up with limbs from fins,\" MacIver said. (Invertebrates came onto land 50 million years before our vertebrate ancestors made that transition.)The enlargement of eyes is significant. By just popping those eyes above the water line, the fish could see 70 times farther in air than in water. With the tripling of eye size, the animal's visually monitored space increased a millionfold. This happened millions of years before fully terrestrial animals existed.\"Bigger eyes are almost worthless in water because vision is largely limited to what's directly in front of the animal,\" said Schmitz, assistant professor of biology at the W.M. Keck Science Department, a joint program of Claremont McKenna, Scripps and Pitzer colleges. \"But larger eye size is very valuable when viewing through air. In evolution, it often comes down to a trade-off. Is it worth the metabolic toll to enlarge your eyes? What's the point? Here we think the point was to be able to search out prey on land,\" he said.Larger eyes were consequently selected for, whereas the study shows that in water, larger eyes led to negligible increases in visual range. In fact, one animal group that arose after animals came onto land went back to full-time life underwater, and their eyes went back to the smaller eye size normally seen in fish, MacIver and Schmitz found.The study, \"Massive Increase in Visual Range Preceded the Origin of Terrestrial Vertebrates,\" was published today (March 7) by the journal Proceedings of the National Academy of Sciences (PNAS).The massive increase in visual capability enabled by vision in air likely allowed early-limbed animals to evolve more complex cognition. These animals were no longer forced to react with split-second speed as was required by life in the vision-limiting water. Eventually, the researchers said, evolution led to the human capability of prospective cognition: the power to weigh options for the future and to choose strategically. MacIver and Schmitz studied 59 fossil specimens spanning the time before the water-to-land transition, during the transition and after the transition. Their computer simulations of the animals' visual environments (such as clear or murky water in the daytime or above water in the daytime and the nighttime) show that the benefit of increased eye size would be realized when an animal is seeing through air, not water. The researchers measured the size of each fossil's orbits, or eye sockets, and head length. From that, they determined the size of the eyes and the size of the animal itself. They found that before the water-to-land transition the average orbit size was 13 millimeters and around the time of transition the average size was 36 millimeters.\"The tripling of orbit size took 12 million years,\" MacIver said. \"This is the timescale of evolution, which boggles our mind.\"Through an interdisciplinary approach, MacIver and Schmitz have been able to show that our aquatic ancestors followed an informational zipline provided by long-range vision to an abundance of food on land. Rather than limbs, it was eyes that brought our ancestors to land. ", "article_link": "http://dx.doi.org/10.1073/pnas.1615563114", "url": "http://www.eurekalert.org/pub_releases/2017-03/nu-vnl030717.php", "region": "namerica", "source_link": null, "funder": "National Science Foundation, Malcolm MacIver", "meeting": "", "institution": "Northwestern University", "keywords": ["Biology", " Evolution", " Paleontology"], "journal": "Proceedings of the National Academy of Sciences", "description": "A Northwestern University and W.M. Keck Science Department of Pitzer, Claremont McKenna and Scripps colleges study suggests it was the power of the eyes and not the limbs that first led our aquatic ancestors to make the leap from water to land. The researchers discovered that eyes nearly tripled in size before -- not after -- the water-to-land transition. Crocodile-like animals saw easy meals on land and then evolved limbs that enabled them to get there, the researchers argue.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}