{"title": "New hope for treating heart failure", "text": "(Edmonton) Heart failure patients who are getting by on existing drug therapies can look forward to a far more effective medicine in the next five years or so, thanks to University of Alberta researchers.Heart specialist Gavin Oudit and his research team discovered a molecule--angiotensin converting enzyme 2 (ACE2)--that works to restore balance to the pathways responsible for chronic and acute heart failure, including in patients with advanced heart failure who underwent heart transplants.In conducting their research, Oudit and his team used genetic mapping technology to discover to an extent not seen before how the renin-angiotensin system (RAS)--which regulates the body's sodium balance, fluid volume and blood pressure--is at play in both acute and chronic heart failure.It led to the creation of recombinant human ACE2, a new drug that was manufactured by Apeiron Biologics in collaboration with Oudit. It was bought by GlaxoSmithKline, which recently successfully completed phase II clinical trials that tested for the safety and efficacy of the drug on hundreds of patients. The new drug is expected to be on the market in the next three to five years.Oudit added that using mapping technology has also made it possible to individualize the dose a patient needs, allowing for a truly personalized treatment plan for heart failure patients in the future. The study also broke ground by showing how ACE2 can be used in heart transplant patients with heart failure.About six million Canadians will develop heart failure, a common condition that most often happens after the heart has been damaged or weakened by heart attack or stroke. According to the Canadian Heart and Stroke Foundation, the two most common causes of heart failure are heart attacks and high blood pressure. When someone has heart failure, the heart either can't accept the inflow of blood or pump it out, or both.\"This research is a terrific example of how the university works together synergistically to develop world-class research and translate that into medicines that impact patient outcomes,\" added Oudit.", "article_link": "http://dx.doi.org/10.1016/j.jacc.2016.11.064", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoaf-nhf030717.php", "region": "namerica", "source_link": null, "funder": "Alberta Innovates, Canadian Institutes of Health Research, Heart and Stroke Foundation of Canada", "meeting": "", "institution": "University of Alberta Faculty of Medicine & Dentistry", "keywords": ["Genetics", " Medicine/Health", " Cardiology", " Clinical Trials", " Genes"], "journal": "Journal of American College of Cardiology", "description": "Heart failure patients who are getting by on existing drug therapies can look forward to a far more effective medicine in the next five years or so, thanks to University of Alberta researchers.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}