{"title": "Brain scans of service-dog trainees help sort weaker recruits from the pack", "text": "Brain scans of canine candidates to assist people with disabilities can help predict which dogs will fail a rigorous service training program, a study by Emory University finds. The journal Scientific Reports published the results of the study, involving 43 dogs who underwent service training at Canine Companions for Independence (CCI) in Santa Rosa, California.\"Data from functional magnetic resonance imaging (fMRI) provided a modest, but significant, improvement in the ability to identify dogs that were poor candidates,\" says Emory neuroscientist Gregory Berns, who led the research. \"What the brain imaging tells us is not just which dogs are more likely to fail, but why.\"All of the dogs in the study underwent a battery of behavioral tests showing that they had a calm temperament before being selected for training. Despite calm exteriors, however, some of the dogs showed higher activity in the amygdala - an area of the brain associated with excitability. These dogs were more likely to fail the training program. \"The brain scans may be like taking a dog's mental temperature,\" Berns says. \"You could think of it as a medical test with a normal range for a service dog. And the heightened neural activity that we see in the amygdala of some dogs may be outside of that range, indicating an abnormal value for a successful service dog.\"The findings are important, he adds, since the cost of training a service dog ranges from $20,000 to $50,000. As many as 70 percent of the animals that start a six-to-nine-month training program have to be released for behavioral reasons.\"There are long waiting lists for service dogs, and the training is lengthy and expensive,\" Berns says. \"So the goal is to find more accurate ways to eliminate unsuitable dogs earlier in the process.The study found that fMRI boosted the ability to identify dogs that would ultimately fail to 67 percent, up from about 47 percent without the use of fMRI. \"This type of approach is not going to be feasible for individual trainers and their dogs because of the expense of fMRI,\" Berns says. \"It would only be practical for organizations that train large numbers of dogs every year.\"CCI is a non-profit that breeds, raises and trains dogs to assist human partners. Its service dog program, designed for disabled people, provides dogs to do tasks such as turn on lights, pick up dropped keys, open a door and pull a manual wheelchair. Golden retrievers, Labradors -- or crosses between the two -- are the usual CCI service dog breeds, due to their generally calm and affable natures. After the puppies are weaned, they are adopted by volunteer puppy raisers for 15 months, before returning to CCI to undergo behavioral tests. Those that pass begin training.For the Scientific Reports paper, the researchers taught the dogs how to remain still while undergoing an fMRI at the start of the training program. The Berns lab was the first to conduct fMRI experiments on awake, unrestrained dogs, as part of an ongoing project to understand canine cognition and inter-species communication. In an early experiment, dogs were trained to respond to hand signals. One signal meant the dog would receive a food treat, and another signal meant that the dog would not receive one. The caudate region of the brain, associated with rewards in humans, showed activation when the dogs saw the signal for the treat, but not for the non-treat signal.The researchers adapted this experiment for the current study -- the largest yet involving dogs undergoing fMRI. The dogs were taught hand signals for \"treat\" and \"no treat,\" but sometimes the signals were given by the dog's trainer and other times by a stranger.The results found that dogs with stronger activity in the caudate in response to the treat signal - regardless of who gave the signal - were slightly more likely to successfully complete the service dog training program. However, if a dog had relatively more activity in the amygdala in response to the treat signal - particularly if the signal was given by a stranger - that increased the likelihood that the dog would fail.\"The ideal service dog is one that is highly motivated, but also doesn't get excessively excited or nervous,\" Berns says. \"The two neural regions that we focused on - the caudate and the amygdala - seem to distinguish those two traits. Our findings suggest that we may be able to pick up variations in these internal mental states before they get to the level of overt behaviors.\"Berns hopes that the technology may become more refined and have applications for a broader range of working dogs, such as those used to assist the military and police forces. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ehs-bso030617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Biology", " Zoology/Veterinary Science", " Neurobiology", " Disabled Persons"], "journal": "Scientific Reports", "description": "The study found that fMRI boosted the ability to identify dogs that would ultimately fail service-dog training to 67 percent, up from about 47 percent without the use of fMRI.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}