{"title": "How does brain functional connectivity change from the awake to unconscious state?", "text": "New Rochelle, NY, February 8, 2017--A new study examined how brain functional connectivity patterns change over the continuum from wakefulness to being in an anesthesia-induced state of unconsciousness. The results, which demonstrate dynamic changes associated with high and low consciousness in rats, are described in Brain Connectivity, a peer-reviewed journal from Mary Ann Liebert, Inc., publishers. The article is available free on the Brain Connectivity website until March 8, 2017.In the article entitled \"Dynamic Connectivity Patterns in Conscious and Unconscious Brain,\" authors Yuncong Ma, Christina Hamilton, and Nanyin Zhang, Pennsylvania State University (University Park, PA), show that whole-brain networks contain some relatively stable connectivity patterns that recur from the awake into the anesthetized states. The researchers also identified certain specific patterns that were strongly associated with high and low consciousness states. \r\n\"What determines an individual's conscious state is one of the most vexing questions in neuroscience today,\" says Christopher Pawela, PhD, Co-Editor-in-Chief of Brain Connectivity and Assistant Professor, Medical College of Wisconsin. \"These researchers have shown how brain networks change as a function of anesthetic dosage. Their research provides insights on how consciousness and anesthesia levels are linked, which may lead to a better understanding of the conscious and unconscious states.\"\r\n", "article_link": "http://dx.doi.org/10.1089/brain.2016.0464", "url": "http://www.eurekalert.org/pub_releases/2017-02/mali-hdb020817.php", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/how-does-brain-functional-connectivity-change-from-the-awake-to-unconscious-state/2102/", "funder": "", "meeting": "", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "keywords": ["Medicine/Health", " Mental Health", " Perception/Awareness"], "journal": "Brain Connectivity", "description": "A new study examined how brain functional connectivity patterns change over the continuum from wakefulness to being in an anesthesia-induced state of unconsciousness. The results, which demonstrate dynamic changes associated with high and low consciousness in rats, are described in Brain Connectivity.", "date": "Wed, 08 Feb 2017 05:00:00 GMT"}