{"title": "New study finds children and adolescents at risk from medicine intended for pets", "text": "Almost two thirds of households in the US own a pet and many of these households have children that either live in or visit the home. As pet owners know, it is common for pets to need medications either to treat health conditions or to prevent things like fleas, ticks, and heartworm. Many parents, however, may not be aware of the risks these medications can pose to their families. A new study from the Center for Injury Research and Policy and the Central Ohio Poison Center (COPC) at Nationwide Children's Hospital looked at calls to the COPC for pediatric exposures to medications intended for pets from January 1999 through December 2013. In the study, which was published online today by Pediatrics, researchers found that the COPC received an average of 95 calls each year about youth 19 years of age or younger having been exposed to medicines intended for pets. That's about 2 calls every week. Most of the calls were about children age 5 years and younger (88%) who ate or swallowed the pet medication (93%) after they found it through exploratory behavior such as taking medication off the counter or finding it in a bag (61%) or when there was an accidental or unintentional exposure that occurred while the parent was trying to give the medication to a pet (23%). The majority of exposures occurred at home (96%) and were not expected to result in long-term or long-lasting health effects (97%). Most (88%) of the calls were for medications intended for dogs.While the majority of the calls were about young children, the study found that this can be a problem among teenagers as well but for different reasons. More than half (56%) of the calls for this age group were the result of a teen mistakenly taking pet medication instead of medication intended for humans. Storing pet medications in a different place than human medicines could help prevent some of this confusion. \"When you have kids and pets in the home, sometimes things get a little busy. Thinking about how your pet's medicines could be a risk for your family might not even cross your mind\" said Kristi Roberts, MS, MPH, study author and research project coodinator in the Center for Injury Research and Policy at Nationwide Children's Hospital. \"The good news is that by taking a few simple steps like storing medicine for pets and humans in different places that are up and away and out of sight and only giving medicine to pets when the children aren't in the room, you can help keep everyone in the family a little safer.\"\"Veterinarians can also help prevent these unintended exposures by recommending that clients follow the guidelines listed below and by making sure to dispense all medications in child-resistant containers,\" said Henry Spiller, MS, D.ABAT, director of the Central Ohio Poison Center.Researchers recommend the following tips to help parents and caregivers keep their children safer around pet medications. -\tKeep medications up, away, and out of sight. Store pet medications where children cannot see or reach them - in a locked cabinet is best.\r\n-\tStore away from human medicine. It's easy to grab the wrong container and mix up pet medicine with human medicine. Help prevent this mistake by storing medicine for humans and medicine for pets in different locations. \r\n-\tKeep in original containers. Keep all medicines, including those for pets, in their original, child-resistant containers with the label attached.\r\n-\tCheck for a clean bowl. Many vets recommend mixing pet medicines with food so they will eat it. If you need to do this, make sure your children are in another room before giving your pet the medicine/food mix and make sure the pet has finished all the food (and hasn't spit it out somewhere) before children are allowed back in the room. \r\n-\tAllow fur/skin to dry. For medication that you apply to the pet's skin or fur, put it on when the children are in another room and allow the fur to dry and the medicine to be put away before children play with your pet.\r\n-\tKnow how to call the Poison Help Line. Save the national Poison Help Line number, 1-800-222-1222, in your cell phone, and post it in a visible spot in your home. Call right away if you think your child may have swallowed pet medication. You do not need to wait for symptoms to develop to call.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-02/nch-nsf020317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Nationwide Children's Hospital", "keywords": ["Pets/Ethology", " Medicine/Health", " Pediatrics", " Toxicology"], "journal": "Pediatrics", "description": "A new study from the Center for Injury Research and Policy and the Central Ohio Poison Center (COPC) at Nationwide Children's Hospital looked at calls to the COPC for pediatric exposures to medications intended for pets from January 1999 through December 2013.", "date": "Mon, 06 Feb 2017 05:00:00 GMT"}