{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-09/nion-rht092017.php", "description": "New research conducted in mice provides evidence that highly lethal brain tumors, called high-grade gliomas, stop growing when deprived of a specific molecule naturally produced when brain cells fire. The experiments, led by a group of scientists from Stanford University, Palo Alto, Calif., suggest that targeting a protein called neuroligin-3 may prove beneficial in patients with these diseases.", "article_link": "http://dx.doi.org/10.1038/nature24014.", "date": "Wed, 20 Sep 2017 04:00:00 GMT/UTC", "funder": "NIH/National Institute of Neurological Disorders and Stroke, NIH/National Cancer Institute, NIH/National Center for Advancing Translational Sciences", "title": "Researchers hit the brakes on lethal brain cancers in mice", "region": "namerica", "source_link": "https://www.ninds.nih.gov/News-Events/News-and-Press-Releases/Press-Releases/Researchers-hit-brakes-lethal-brain-cancers-mice", "institution": "NIH/National Institute of Neurological Disorders and Stroke", "text": "New research conducted in mice provides evidence that highly lethal brain tumors, called high-grade gliomas, stop growing when deprived of a specific molecule naturally produced when brain cells fire. The experiments, led by a group of scientists from Stanford University, Palo Alto, California, suggest that targeting a protein called neuroligin-3 may prove beneficial in patients with these diseases. The work was published in Nature and supported by the National Institute of Neurological Disorders and Stroke (NINDS), part of the National Institutes of Health. \"This study transforms our understanding of how neurons influence the growth of gliomas, and opens a new door for potential treatments,\" said NINDS Program Director Jane Fountain, Ph.D. High-grade gliomas cause more deaths than any other form of brain cancer, partly due to the extreme difficulty surgeons have in removing all of the tumor cells. This leaves clinicians dependent on traditional chemotherapy and radiation treatments that have limited success. Depending on the specific subtype of tumor, more than three-quarters of patients die within five years, and for the most common childhood glioma that number exceeds 99 percent. \"Treating these tumors is very difficult, in part because we don't fully understand what drives them,\" said senior author Michelle Monje, M.D., Ph.D, an assistant professor of neurology at Stanford. In a 2015 paper published in Cell, Dr. Monje's team identified several chemicals released by brain cells in response to neural activity that cause high-grade gliomas to grow. One of them was neuroligin-3, a protein that helps neurons communicate.In the current study, the researchers extracted tumor cells from patients with several varieties of high-grade gliomas and inserted them into the brains of two breeds of mice, one normal and one lacking the gene that produces neuroligin-3. In the latter, none of the tumors grew substantially for four and a half months and roughly half remained stagnant after six months, whereas tumors grew markedly in the mice with an intact neuroligin-3 gene. Further experiments suggested neuroligin-3 triggers a series of chemical reactions that stimulates multiple signaling pathways involved in glioma growth, causing the tumors to expand. \"We knew neuroligin-3 was one of many secreted factors that can promote tumor growth, but we didn't expect it to be so essential,\" said Dr. Monje. \"I think that speaks to something fundamental that neuroligin-3 is doing in high-grade glioma that we need to better understand.\"The team also discovered that neuroligin-3 release is triggered when active neurons secrete a protein called ADAM10, which causes neuroligin-3 to detach from the surface of cells. Stopping neurons from firing prevented the release of both ADAM10 and neuroligin-3, and genetically deleting ADAM10 from neurons in mice reduced neuroligin-3 release. In addition, the team found that a group of brain cells called oligodendrocyte precursor cells can release neuroligin-3, suggesting those cells may play a role in accelerating glioma growth.Finally, Dr. Monje's group showed that blocking ADAM10 activity with a drug designed to treat other types of cancers dramatically reduced the growth of two types of gliomas implanted into the brains of mice. \"That's really exciting because it may be that we can use ADAM10 inhibition as a complement to the therapeutic strategy we are already using,\" said Dr. Monje. In addition to working towards a better understanding of why gliomas are so dependent on neuroligin-3 for growth, Dr. Monje's team is now hoping to initiate a clinical trial using an ADAM10 inhibitor in human glioma patients. She is also interested in how neuroligin-3 binds to glioma cells, research that could lead to a method of slowing glioma growth by preventing this interaction. Although treatments targeting ADAM10 and neuroligin-3 might extend patients' lifespans, they would not kill the tumors, making additional treatments necessary to cure the disease. \"I am a pediatric neuro-oncologist -- I take care of patients with these tumors and I have no effective therapy for them,\" Dr. Monje said. \"There is an urgent need to find a better therapy for gliomas, and I think that we are now pursuing an avenue of research that holds great promise.\"", "meeting": "", "keywords": ["Cell Biology", " Medicine/Health", " Cancer", " Neurobiology", " Genes"]}