{"journal": "PLOS Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-09/p-hbp091217.php", "description": "People who monitor their own blood pressure at home are most likely to see a benefit if they combine it with individually tailored intensive support, according to a new systematic literature review and meta-analysis published this week in PLOS Medicine by in PLOS Medicine by Richard McManus of the University of Oxford, UK, and colleagues.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002389", "date": "Tue, 19 Sep 2017 04:00:00 GMT/UTC", "funder": "", "title": "Home blood pressure monitoring for hypertension best combined with intensive support", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "People who monitor their own blood pressure at home are most likely to see a benefit if they combine it with individually tailored intensive support, according to a new systematic literature review and meta-analysis published this week in PLOS Medicine by Richard McManus of the University of Oxford, UK, and colleagues. Home blood pressure monitoring is currently recommended for people with high blood pressure so health professionals can make necessary adjustments to treatment. Previous research has shown that self-monitoring reduces clinic blood pressure by a small but statistically significant amount, but how best to implement it and for which patients it might be most useful remain unclear. In this new study, researchers searched the existing medical literature for randomized trials that included self-monitoring of blood pressure in people with high blood pressure. They then used individual patient data from 25 studies, with up to 10,487 patients in total, to evaluate the effect of self-monitoring on blood pressure levels. Overall, self-monitoring was associated with a clinic measurement of systolic blood pressure that was reduced by 3.2 mmHg (95% confidence interval [CI] -4.9 to -1.6) compared to usual care at 12 months. The effect, however, was strongly influenced by the intensity of professional support. This ranged from no significant effect on blood pressure with self-monitoring alone (1.0 mmHg reduction; 95% CI -3.3 to 1.2) to a significant blood pressure reduction (6.1 mmHg reduction; 95% CI -9.0 to -3.2) when self-monitoring was combined with additional support such as with education, lifestyle counseling, or medication adjustment managed by the patient themselves. Self-monitoring was associated with greater blood pressure reductions in people on fewer antihypertensive medications and with higher systolic blood pressure before self-monitoring (up to 170 mmHg). Lead author Richard McManus said: \"Home self-monitoring has little effect on blood pressure control unless it's combined with individually tailored support delivered by either a nurse, physician or pharmacist. This can lead to important decreases in blood pressure and improved control with potential to reduce the risk of developing associated life-threatening conditions.\"", "meeting": "", "keywords": ["Biology", " Nutrition/Nutrients", " Physiology", " Medicine/Health", " Cardiology", " Diagnostics", " Diet/Body Weight", " Health Care Systems/Services", " Physiology", " Public Health"]}