{"title": "Prior dengue infection does not increase Zika disease severity", "text": "Individuals who are infected by Zika virus after having dengue fever do not appear to become more severely ill than people with Zika who have never had dengue. This is the conclusion of a study published on June 20 in the journal Clinical Infectious Diseases. The study involved 65 people who live in and around São José do Rio Preto (São Paulo State, Brazil), where dengue is endemic and there was a particularly rapid outbreak of Zika during the 2016 epidemic.The study is the first to show that prior dengue infection in human beings infected by Zika does not necessarily lead to a worse illness. Previous research using only cells and rodents suggested prior dengue infection would intensify Zika disease by facilitating replication of the virus. Some physicians and virologists suspected this possible viral amplification could explain the concentration of Zika-associated microcephaly cases in the Northeast of Brazil, where dengue is more prevalent than in other regions of the country.\"Our results show this aggravation doesn't occur, or occurs only very rarely and can't be detected by a study such as this,\" said virologist Maurício Lacerda Nogueira, a professor at the São José do Rio Preto Medical School (FAMERP) and principal investigator for the study.The study was performed in partnership with researchers at US institutions and three others in São Paulo State: São Paulo State University (UNESP), the University of São Paulo (USP), and Butantan Institute.During the period when the Zika epidemic was at its most intense, between January and July 2016, Nogueira's team collected blood samples from 65 people who presented with fever and symptoms of dengue or Zika (similar and easily confused) at the emergency unit of the reference hospital in São José do Rio Preto, a healthcare hub for northern and northwestern São Paulo. Analysis of the viral genetic material found in these blood samples showed 45 patients had been infected by Zika and 20 by dengue. The tests also showed 78% of those with Zika (35 people) and 70% of those with dengue had been infected previously by dengue virus.Shortly after the Zika epidemic emerged, it began to be suspected that prior infection by dengue could lead to more severe clinical manifestations of Zika, similar to those of dengue hemorrhagic fever, such as bleeding under the skin, a large decrease in blood pressure and even shock in particularly severe cases. About 90% of patients with dengue hemorrhagic fever have previously had dengue and are infected by a different subtype (there are four subtypes of dengue virus). The problem is that the antibodies produced by the immune system against one subtype do not always effectively neutralize the other subtypes, leading to only partial immunity.According to a hypothesis called antibody-dependent enhancement (ADE), incomplete immunization appears to help the virus enter defense system cells, where it reproduces, increasing the number of copies of itself in the organism and intensifying the severity of the infection. Because dengue and Zika are both flaviviruses and genetically similar, it was believed that the partial immunization observed after dengue infection might also occur in Zika-infected individuals with prior dengue infection.This suspicion was strengthened in mid-2016, when research first showed that antibodies against dengue virus also protect individuals against Zika virus but do not neutralize it completely. In March 2017, US researchers found partial immunization to be the explanation for multiplication of Zika in a study using mice with weakened immune systems. The study just published in Clinical Infectious Diseases now suggests what is true of cells cultured in vitro and laboratory mice does not necessarily apply to humans.With the help of immunologist Jorge Kalil Filho, a professor at the University of São Paulo's Medical School (FM-USP), Nogueira and his team measured the numbers of Zika virus copies in the blood of patients previously infected by dengue and compared them with the numbers found in the blood of patients who had never been exposed to dengue. If prior dengue infection facilitated the multiplication of Zika, the number should be much higher in the former group, but the researchers found both groups had similar viral loads. \"Our study had sufficient statistical power to detect a very small difference in viral load - a difference of only ten times, in fact,\" Nogueira said. If ADE had occurred in this situation, viral load should have been tens of thousands of times greater.\"These findings don't entirely rule out the possibility that ADE occurs, but they constitute importance evidence that having had dengue doesn't increase the severity of Zika disease,\" said Kalil, a co-author of the study. \"In fact, some people who have had dengue present with a milder form of infection when they contract Zika according to unpublished reports.\"\"If ADE caused by dengue led to microcephaly, we would have identified hundreds of cases in São José do Rio Preto and Ribeirão Preto, but we found none at all,\" Nogueira said. His team also monitored 55 women who had Zika during pregnancy in São José do Rio Preto. They all gave birth to infants without microcephaly; some had neurological damage, but much milder than the cases reported in the Northeast.\"This article [in Clinical Infectious Diseases] undoubtedly has far-reaching implications, both in epidemiological terms and for the development of vaccines. These findings suggest other factors may be responsible for Zika congenital syndrome,\" said Nikos Vasilakis, a researcher at University of Texas Medical Branch and also a co-author of the study.The early evidence that prior dengue infection might lead to more severe Zika disease raised concerns about the development of vaccines, especially against dengue. A dengue vaccine is currently being tested in Brazil. \"There were fears that vaccinating people against dengue could lead to more severe cases of Zika,\" Kalil said. \"The results we've obtained now suggest this problem may not exist.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/fda-pdi071417.php", "region": "samerica", "source_link": null, "funder": "São Paulo Research Foundation", "meeting": "", "institution": "Fundação de Amparo à Pesquisa do Estado de São Paulo", "keywords": ["Biology", " Virology", " Medicine/Health", " Epidemiology", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Clinical Infectious Diseases", "description": "A study involving 65 people who live in and around São José do Rio Preto (São Paulo State, Brazil), where dengue is endemic and there was a particularly rapid outbreak of Zika during the 2016 epidemic, show that prior dengue infection in human beings infected by Zika does not necessarily lead to a worse illness.", "date": "Fri, 14 Jul 2017 04:00:00 GMT"}