{"title": "Decline in financing could undermine malaria efforts", "text": "Global malaria elimination funding is declining at a time when it remains crucial to eliminating the disease worldwide, according to a study published in the open access Malaria Journal.Researchers at the University of California, San Francisco Global Health Group suggest that while government funding for malaria elimination has been increasing in many affected countries since 2000, the increase in government financing does not fully bridge the gap from a decline in external funding that emerged in 2010. Lack of funding or inefficient use of funds may increase the risk of malaria resurgences.Rima Shretta, the corresponding author said: \"Our findings demonstrate growing uncertainty about the future availability of donor funding for malaria. The study highlights the need for sustainable financing solutions that bridge the gap between the amount of funding a government can provide based on its economy and the amount donated by external partners, which declines as the country moves closer to becoming malaria-free.\" This is the first study that systematically tracks Development Assistance for Health (DAH) - donor funding - and Government Health Expenditure (GHE) - government funding - for 35 malaria eliminating countries from 1990 to 2013 with projections to 2017. Between 2000 and 2010, DAH funding for the 35 malaria-eliminating countries included in this review increased from just over $5 million to $176 million. However, overall funding in these countries fell to $62 million in 2013. The largest source of DAH, the Global Fund, provided 96% of funds in 2013. Donor financing is expected to decline further as donors re-allocate funds to prioritize high burden countries and other health priorities. The authors suggest that with declining DAH, resources will need to be more effectively targeted to ensure value for money. While DAH has declined, government funding for the 35 malaria eliminating countries has steadily increased since 2000 from about $131 million per year to about $250 million in 2014.Dr Shretta said: \"Our study details the interventions on which funding was spent. We found that there was high growth in donor funding spend on vector control interventions - particularly on insecticide-treated nets - peaking in 2010. In some countries, such as Bhutan, 80% of total malaria donor funding was spent on vector control. By contrast, expenditure on surveillance, a key malaria elimination intervention and a pillar of the World Health Organization (WHO) Global Technical Strategy, decreased between 2010 and 2012. Overall, less than 10% of malaria donor funding is spent on surveillance in the eliminating countries included in this study. Donors will need to assess whether a shift towards more support for operational improvements, surveillance, and program management will be required to support elimination goals.\"Between 2000 and 2015, global malaria incidence and death rates fell by 41% and 62%, respectively, according to the WHO. In order to reach malaria elimination goals and to continue the significant global decline of malaria, key decision makers need to be made aware of the threat of undermining elimination if funding falls short, according to the authors. ", "article_link": "http://dx.doi.org/10.1186/s12936-017-1890-0", "url": "http://www.eurekalert.org/pub_releases/2017-07/bc-dif071417.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "BioMed Central", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "Malaria Journal", "description": "Global malaria elimination funding is declining at a time when it remains crucial to eliminating the disease worldwide, according to a study published in the open access Malaria Journal.", "date": "Fri, 14 Jul 2017 04:00:00 GMT"}