{"title": "Synchrotron light used to show human domestication of seeds from 2000 BC", "text": "Scientists from UCL have used the UK's synchrotron facility, Diamond Light Source, to document for the first time the rate of evolution of seed coat thinning, a major marker of crop domestication, from archaeological remains. Writing in the journal Scientific Reports, the authors present evidence for seed coat thinning between 2,000 BC and 1,200 BC in the legume horsegram (Macrotyloma uniflorum), a bean commonly eaten in southern India.By using the high-resolution X-ray computed tomography (HRXCT) technique on Diamond's I13-2 beamline, the researchers were able to measure for the first time the coat thickness throughout the entire seed.\"Seed coat thickness is a great indicator of domestication, as thinner coats will mean faster germination of a seed when it is watered,\" explains Dorian Fuller, co-author on the paper. \"But conventional methods of looking at the seed coat require breaking and destroying archaeological specimens.\"\"Being able to look at the seed coat thickness without breaking the sample is possible by other methods, but you can only look at a spot on the seed,\" adds Charlene Murphy, co-author on the paper. \"The beamline at Diamond has allowed us to look at the entire seed, and has shown considerable variation within individual specimen's seed coat thickness.\"This is the first time that HRXCT has been applied to entire archaeological seeds, with results suggesting that previous spot measurement thickness tests could be misleading. Of the twelve samples analysed, the seeds could be categorised into two distinct groups, thicker (wild type) seed coats, with averages thicknesses above 17 micrometres, and thinner (more domesticated) seed coats between 10 and 15 micrometres.The results indicated that domestication of horsegram took place during the second millennium BC, with seed coats fair fixed in thickness by the early centuries AD. The findings also show the potential for HRXCT to be used to look at a variety of domesticated grains and pulses, such as peas.Christoph Rau, Principal Beamline Scientist on I13, where the work was carried out, says \"The beamline is a unique tool and is involved in a wide range of applications from high resolution imaging of biological tissues to palaeontological research. In this case, the beamline has enabled the team to produce 3D images of the seeds with incredible micrometer scale resolution, without damaging their precious samples\"\"We're continuing to work with Diamond to look at other interesting archaeological seeds, and how they've become domesticated,\" concludes Fuller. \"Peas are a great example of this - wild peas are ejected from their pods naturally, but domesticated peas only leave the pod when the cultivator removes them - a quite symbiotic relationship.\"", "article_link": "http://dx.doi.org/10.1038/s41598-017-05244-w", "url": "http://www.eurekalert.org/pub_releases/2017-07/dls-slu071217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Diamond Light Source", "keywords": ["Archaeology", " Plant Sciences", " Anthropology", " Biomedical/Environmental/Chemical Engineering"], "journal": "Scientific Reports", "description": "Scientists from UCL have used the UK's synchrotron facility, Diamond Light Source, to document for the first time the rate of evolution of seed coat thinning, a major marker of crop domestication, from archaeological remains.", "date": "Fri, 14 Jul 2017 04:00:00 GMT"}