{"title": "Experimental Zika virus vaccines restrict in utero virus transmission in mice", "text": "WHAT:\nTwo experimental vaccines can restrict Zika virus transmission from pregnant mice to their fetuses and can prevent Zika virus-induced placental damage and fetal demise, according to new findings published July 13 in Cell. Scientists from the National Institute of Allergy and Infectious Diseases (NIAID), part of the National Institutes of Health (NIH); Washington University School of Medicine in St. Louis; the University of Texas Medical Branch (UTMB); and other partners conducted the research. They tested a live-attenuated vaccine candidate developed by UTMB and an mRNA vaccine candidate developed by the biotechnology company Moderna. Although Zika virus usually does not cause significant illness in children or adults, it can cause serious birth defects when an infected pregnant woman transmits it to her fetus. Currently, no vaccine or treatment is available to prevent or treat Zika virus disease or congenital Zika syndrome. However, several vaccine candidates have advanced to clinical trials in humans. The current study is the first animal model study to demonstrate the protection conferred by experimental Zika virus vaccines when administered to female mice before they become pregnant and infected with Zika virus. Researchers gave 20 non-pregnant female mice two injections of the mRNA vaccine candidate 28 days apart and gave a separate group of 20 non-pregnant mice two injections of a placebo at the same time points. Another group of 18 female mice received a single immunization with the live-attenuated vaccine while a control group of 11 mice received a placebo injection. Subsequent tests revealed that mice that received mRNA experimental vaccine or live-attenuated experimental vaccine produced high levels of neutralizing antibodies against Zika virus in their blood.All female mice were then mated and infected with Zika virus. One week after infection, the scientists observed that most fetuses in the vaccinated mice showed no evidence of having Zika virus transmitted to them from their pregnant mothers. Those mice that were infected showed markedly diminished levels of Zika virus RNA in maternal, placental and fetal tissues compared to placebo-injected mice, resulting in protection against placental damage and fetal demise. Together the data show that both experimental vaccines can restrict in utero transmission of Zika virus in mice. Further evaluation of the experimental vaccines is warranted, the authors say, as a vaccine that prevents congenital Zika syndrome in people is a critical public health need.The research was funded in part by NIAID and the Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD), part of NIH.", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.06.040", "url": "http://www.eurekalert.org/pub_releases/2017-07/nioa-ezv071317.php", "region": "namerica", "source_link": "https://www.niaid.nih.gov/news-events/experimental-zika-virus-vaccines-restrict-utero-virus-transmission-mice", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "NIH/National Institute of Allergy and Infectious Diseases", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell", "description": "Two experimental vaccines can restrict Zika virus transmission from pregnant mice to their fetuses and can prevent Zika virus-induced placental damage and fetal demise, according to new findings published in Cell. Scientists from NIAID; Washington University School of Medicine in St. Louis; University of Texas Medical Branch (UTMB); and other partners conducted the research. They tested a live-attenuated vaccine candidate developed by UTMB and an mRNA vaccine candidate developed by the biotechnology company Moderna.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}