{"title": "Zika vaccine protects fetus against infection and birth defects", "text": "GALVESTON, Texas - Immunizing female mice with a Zika vaccine can protect their developing fetus from infection and birth defects during pregnancy, according to new research from The University of Texas Medical Branch at Galveston. The findings are now available in Cell.Although rapid and promising progress on developing vaccines has been made with animal models, the UTMB study is the first to demonstrate that potential vaccines could protect a fetus from the Zika virus. \"In the study, we were the first to show that two different potential vaccines given to the mother prevent the Zika virus from infecting the fetus during pregnancy in a mouse model,\" said UTMB's Pei-Yong Shi, senior author and the I.H. Kempner professor at the Department of Biochemistry and Molecular Biology. \"Based on these data, we believe that evaluating the vaccines' ability to prevent birth defects in humans is warranted.\"While a Zika infection typically results in mild or symptom-free infections in healthy adults and children, the risk of microcephaly and other diseases in a developing fetus is an alarming consequence that has created a worldwide health threat. Pregnant women who are infected with the Zika virus but never display any disease symptoms may still give birth to a baby with microcephaly. Female mice were vaccinated against Zika with one of the two developing vaccines prior to becoming pregnant and then exposed to the virus during their pregnancies. Shi and colleagues found the vaccinated pregnant mice showed little or no evidence of the virus in the mothers' body including the placenta or in the fetuses' bodies.\"Having a Zika vaccine that can protect pregnant women and their unborn babies would improve public health efforts to avoid birth defects and other effects of the disease in regions where Zika is circulating,\" Shi said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uotm-zvp071317.php", "region": "namerica", "source_link": "https://www.utmb.edu/newsroom/article11594.aspx", "funder": "", "meeting": "", "institution": "University of Texas Medical Branch at Galveston", "keywords": ["Cell Biology", " Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Gynecology", " Public Health", " Disease in the Developing World"], "journal": "Cell", "description": "Immunizing female mice with a Zika vaccine can protect their developing fetus from infection and birth defects during pregnancy, according to new research from The University of Texas Medical Branch at Galveston. The findings are now available in Cell.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}