{"title": "Largest study of malaria gene function reveals many potential drug targets", "text": "The malaria parasite's success is owed to the stripping down of its genome to the bare essential genes, scientists at the Wellcome Trust Sanger Institute and their collaborators have found. In the first ever large-scale study of malaria gene function, scientists analysed more than half of the genes in the parasite's genome and found that two thirds of these genes were essential for survival -- the largest proportion of essential genes found in any organism studied to date. The results, published today (13 July) in Cell, identify many potential targets for new antimalarial drug development, which is an important finding for this poorly understood parasite where drug resistance is a significant problem. Nearly half of the world's population is at risk of malaria and more than 200 million people are infected each year. The disease caused the deaths of almost half a million people globally in 2015*.The genetics of the parasite that causes malaria, Plasmodium, have been tricky to decipher. Plasmodium parasites are ancient organisms and around half their genes have no similar genes -- homologs -- in any other organism, making it difficult for scientists to find clues to their function. This study provides the first ever experimental evidence of function for most of the genes.Scientists studied the genes in one species of malaria, Plasmodium berghei, which were expressed in a single blood stage of its complicated, multi-stage life cycle. In the study, scientists designed a new method to decipher the function of the malaria parasite's genes. The team switched off, or knocked out, 2,578 genes -- more than half of the genome -- and gave each knockout a unique DNA barcode**. The team then used next generation genome sequencing technology to count those barcodes, and hence measure the growth of each genetically modified malaria parasite. If the switched-off gene was not essential, the parasite numbers shot up, but if the knocked out gene was essential, the parasite disappeared.Dr Oliver Billker, joint lead author from the Wellcome Trust Sanger Institute, said: \"This work was made possible by a new method that enabled us to investigate more than 2,500 genes in a single study -- more than the entire research community has studied over the past two decades. We believe that this method can be used to build a deep understanding of many unknown aspects of malaria biology, and radically speed up our understanding of gene function and prioritisation of drug targets.\"The team systematically showed that the malaria parasite can easily dispose of the genes which produce proteins that give away its presence to the host's immune system. This poses problems for the development of malaria vaccines as the parasite can quickly alter its appearance to the human immune system, and as a result the parasite can build resistance to the vaccine.Dr Julian Rayner, joint lead author from the Wellcome Trust Sanger Institute, said: \"We knew from previous work that on its surface the malaria parasite has many dispensable parts. Our study found that below the surface the parasite is more of a Formula 1 race car than a clunky people carrier. The parasite is fine-tuned and retains the absolute essential genes needed for growth. This is both good and bad: the bad news is it can easily get rid of the genes behind the targets we are trying to design vaccines for, but the flip side is there are many more essential gene targets for new drugs than we previously thought.\" Dr Francisco Javier Gamo, Director of the Malaria Unit at GlaxoSmithKline, said: \"This study of unprecedented scale has resulted in many more, unique drug targets for malaria. The Holy Grail would be to discover genes that are essential across all of the parasite lifecycle stages, and if we could target those with drugs it would leave malaria with nowhere to hide. The technology that the Sanger Institute has developed gives us the potential to ask those questions systematically for the first time.\"", "article_link": "http://dx.doi.org/10.1016/j.cell.2017.06.030", "url": "http://www.eurekalert.org/pub_releases/2017-07/wtsi-lso071217.php", "region": "europe", "source_link": null, "funder": "Wellcome", "meeting": "", "institution": "Wellcome Trust Sanger Institute", "keywords": ["Biology", " Genetics", " Parasitology", " Genes", " Disease in the Developing World"], "journal": "Cell", "description": "The malaria parasite's success is owed to stripping down its genome to the bare essential genes, scientists at the Wellcome Trust Sanger Institute and their collaborators have found. In the first ever large-scale study of malaria gene function, scientists analyzed more than half of the genes in the parasite's genome and found that two thirds of these genes were essential for survival -- the largest proportion of essential genes found in any organism studied to date.", "date": "Thu, 13 Jul 2017 04:00:00 GMT"}