{"title": "New research points to treatment breakthrough for viruses", "text": "RMIT University scientists in Melbourne, Australia, have led an international collaboration that potentially unlocks better treatment of viral diseases, including the flu and common cold.The results are published today in the prestigious scientific and medical journal Nature Communications. Each year the flu virus sends 13,500 Australians to hospital and causes more than 3000 deaths among those aged over 50. The global burden is also staggering, with more than 5 million cases of infection annually with up to 10 per cent resulting in death.The RMIT senior authors, Dr Stavros Selemidis (ARC Future Fellow) and Dr Eunice To (first author), collaborated with Professor Doug Brooks from University South Australia, Professor John O'Leary from Trinity College Dublin, Monash University's Professor Christopher Porter, and other scientists and clinicians to investigate how viruses cause disease in humans.The researchers discovered that a 1.5 billion-year-old cell biological process found in plants, fungi and mammals enhances viral disease in mice and highly likely also in humans.They identified a protein, Nox2 oxidase, that is activated by viruses, including influenza, rhinovirus (the common cold), dengue and HIV. Once activated, Nox2 oxidase suppresses the body's key antiviral reaction and its ability to fight and clear the viral infection, which in turn results in a stronger or more virulent disease in mice.  The study also investigated a new prototype drug to treat these debilitating viral diseases.The researchers found that the Nox2 oxidase protein activated by the viruses is located in a cell compartment called endosomes. They carefully modified a chemical that inhibits or restrains the activity of Nox2 oxidase. Their customised drug was found to be very effective at suppressing disease caused by influenza infection.Selemidis, head of the Oxidant and Inflammation Biology Group within the Chronic Infectious and Inflammatory Diseases program at RMIT, said: \"Current treatment strategies are limited as they specifically target circulating viruses and have either unknown or very little effect against new viruses that enter the human population. \"We have identified a protein of the immune system that contributes to the disease caused by flu viruses irrespective of their strain. \"We also developed a novel drug delivery system to target this protein, which drastically alleviated the burden of viral disease.\"The strength of this work is the multidisciplinary approach taken and the degree of collaboration. It includes researchers and clinicians from eight universities across Australia, the United States and Ireland.\"This work attracted considerable interest at the NADPH Oxidase GORDON conference in the USA last year.\"To said: \"This work identifies a treatment strategy that has the potential to alleviate the symptoms caused by some of the most devastating viruses worldwide, including the flu.\"Professor Calum Drummond, Deputy Vice-Chancellor Research and Innovation and Vice-President at RMIT, said the project held immense promise. \"The unique partnership between Dr Selemidis' laboratory at the School of Health and Biomedical Sciences at RMIT and his collaborators continues. \"Dr Selemidis' laboratory and his collaborators are pursuing further research to aid development of novel drugs for further trials and this is showing great potential,\" Drummond said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/ru-nrp070917.php", "region": "australia", "source_link": null, "funder": "Australian Research Council, National Health and Medical Research Council", "meeting": "", "institution": "RMIT University", "keywords": ["Bacteriology", " Cell Biology", " Virology", " Pharmaceutical Sciences", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Nature Communications", "description": "Researchers identified a protein that is activated by viruses, including influenza, rhinovirus (the common cold), dengue and HIV. Once activated, it suppresses the body's key antiviral reaction.  The study also investigated a  prototype drug to treat these debilitating viral diseases.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}