{"title": "Discovery of brain-like activity in immune system promises better disease treatments", "text": "The Australian National University (ANU) has led the discovery of brain-like activity in the immune system that promises better treatments for lymphoma, autoimmune diseases and immunodeficiency disorders, which collectively affect millions of people globally. Lead researcher Ilenia Papa from ANU said the research confirmed for the first time that human immune cells contain particles that have neurotransmitters including dopamine, which plays a crucial role in immune responses.\"These particles were previously thought to only exist in neurons in the brain and we think they are, potentially, an excellent target for therapies to speed up or dampen the body's immune response, depending on the disease you're dealing with,\" said Ms Papa, a PhD scholar at The John Curtin School of Medical Research (JCSMR), ANU.Neurons rely on synaptic interactions and neurotransmitters such as dopamine, which are small molecules transmitted across synapses to deliver signals from one cell to another that play a major role in reward-motivated behaviour. \"Like neurons, specialised T cells transfer dopamine to B cells that provides additional 'motivation' for B cells to produce the best antibodies they can to help to clear up an infection,\" Ms Papa said.\"The human body has developed an advanced form of protection against bacteria, viruses and other foreign bodies that relies on the immune system. \"Immune responses are essential for recognising and defending humans against substances that appear foreign and harmful to the individual.\" The research, published in Nature, involved a collaboration with members of a Human Frontier Science Program consortium from the United Kingdom, the United States and Germany, and with other researchers in Italy.Co-researcher Professor Carola Vinuesa from JCSMR said the new findings opened the door to using available drugs to improve therapies for lymphoma, autoimmunity and immunodeficiency disorders.\"We hope to use these findings to make the immune response to vaccines and infections faster and more productive, and slower and less active for autoimmune conditions where the body attacks itself,\" Professor Vinuesa said.     The researchers analysed around 200 tissue samples from children who had their tonsils removed, observing the transfer of dopamine from specialised T cells to B cells through a synaptic interaction. They also worked with a mathematician to model the immune system's brain-like activity in a human in response to vaccines.", "article_link": "http://dx.doi.org/10.1038/nature23013", "url": "http://www.eurekalert.org/pub_releases/2017-07/anu-dob071217.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Australian National University", "keywords": ["Genetics", " Medicine/Health", " Cancer", " Neurobiology"], "journal": "Nature", "description": "The Australian National University (ANU) has led the discovery of brain-like activity in the immune system that promises better treatments for lymphoma, autoimmune diseases and immunodeficiency disorders, which collectively affect millions of people globally.", "date": "Wed, 12 Jul 2017 04:00:00 GMT"}