{"title": "Barrier to autoimmune disease may open door to HIV, study suggests", "text": "Researchers from the University of Colorado School of Medicine have discovered that a process that protects the body from autoimmune disease also prevents the immune system from generating antibodies that can neutralize the HIV-1 virus. The findings, which will be published July 11 in The Journal of Experimental Medicine, might be considered by scientists trying to develop a vaccine that can stimulate the production of these neutralizing antibodies.Some patients infected with HIV-1, the virus that causes AIDS, develop \"broadly neutralizing antibodies\" (bnAbs) that can protect against a wide variety of HIV-1 strains by recognizing a protein on the surface of the virus called Env. But the patients only develop these antibodies after many years of infection. Researchers are keen to discover how such bnAbs can be induced quickly in response to vaccinations against HIV-1.bnAbs have several unusual features, including the fact that some of them often also recognize some of the body's own proteins. HIV-1-infected individuals may therefore take a long time to develop these antibodies because their production is suppressed by some of the mechanisms that prevent the body from generating self-reactive antibodies that could target healthy tissues and cause autoimmune diseases such as systemic lupus erythematosus (SLE). Patients with SLE show lower rates of HIV-1 infection, possibly because they produce self-reactive antibodies that can also recognize and neutralize HIV-1. Indeed, researchers recently identified one SLE patient who, though infected with HIV-1, could control her infection without the aid of antiretroviral drugs because she produced large amounts of bnAbs.The process by which healthy individuals prevent the production of self-reactive antibodies is called immunological tolerance. B cells carrying potentially self-reactive antibodies can be eliminated while they are still developing in the bone marrow. And any self-recognizing B cells that escape this fate and enter the circulation are generally suppressed by the immune system so that they cannot mature into plasma cells that can secrete large amounts of the self-reactive antibody.In the current study, a team of researchers led by Raul M. Torres, Professor of Immunology and Microbiology at the University of Colorado School of Medicine, investigated whether breaking these immunological tolerance mechanisms to allow the production of self-reactive antibodies would also facilitate the production of antibodies capable of neutralizing HIV-1.The researchers first tested mice with genetic defects that cause lupus-like symptoms and found that many of these mice produced antibodies that could neutralize HIV-1 after they were injected with alum, a chemical that promotes antibody secretion and is often used as an adjuvant in vaccinations.Next, the researchers treated normal, healthy mice with a drug that impairs immunological tolerance and found that these animals started to produce antibodies somewhat capable of neutralizing HIV-1. The production of these antibodies was increased by alum injection and, if the mice were also injected with the HIV-1 protein Env, the mice produced potent bnAbs that were able to neutralize a range of HIV-1 strains.In all cases, the production of HIV-1 neutralizing antibodies correlated with the levels of a self-reactive antibody that recognizes a chromosomal protein called Histone H2A. The researchers purified these anti-H2A antibodies and confirmed that they were able to neutralize HIV-1. \"We think this may reflect an example of molecular mimicry where HIV-1 Env has evolved to mimic an epitope on histone H2A as a mechanism of immune camouflage,\" says Torres.Immunological tolerance eliminates or suppresses any B cells capable of producing antibodies that recognize histone H2A, thereby limiting the ability to produce bnAbs. \"But breaching peripheral immunological tolerance permits the production of cross-reactive antibodies able to neutralize HIV-1,\" says Torres. \"As this study was performed in an animal model, it will of course be important to determine its relevance for HIV immunity in humans. Here, primary consideration will be determining whether immunological tolerance can be transiently relaxed without leading to detrimental autoimmune manifestations and as a means to possibly elicit HIV-1 bnAbs with vaccination.\"", "article_link": "http://dx.doi.org/10.1084/jem.20161190", "url": "http://www.eurekalert.org/pub_releases/2017-07/rup-bta070517.php", "region": "namerica", "source_link": "http://jem.rupress.org/cgi/doi/10.1084/jem.20161190?PR", "funder": "National Institutes of Health, Colorado Clinical & Translational Sciences Institute", "meeting": "", "institution": "Rockefeller University Press", "keywords": ["Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Journal of Experimental Medicine", "description": "Researchers from the University of Colorado School of Medicine have discovered that a process that protects the body from autoimmune disease also prevents the immune system from generating antibodies that can neutralize the HIV-1 virus. The findings, which will be published July 11 in The Journal of Experimental Medicine, might be considered by scientists trying to develop a vaccine that can stimulate the production of these neutralizing antibodies.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}