{"title": "Tulane University awarded $12 million to create Lassa vaccine and treatment", "text": "The National Institutes of Health has awarded Tulane University more than $12 million to test a promising drug treatment against Lassa fever and develop a vaccine against the deadly disease endemic in parts of West Africa.The NIH's National Institute of Allergy and Infectious Diseases awarded virologist Robert Garry two, five-year grants for the preclinical research -- $5.72 million to evaluate a potent Lassa fever antibody drug cocktail and $6.32 million to design a vaccine based on a recently discovered key antibody target on the surface of the virus.Lassa fever is a severe and often fatal hemorrhagic illness caused by Lassa virus. There is no vaccine against the virus, which infects more than 300,000 annually.  \"These two projects complement each other. In West Africa, we need a drug to treat acutely infected patients as well as a preventative measure to stop it,\" says Garry, professor of microbiology and immunology at Tulane University School of Medicine. \"Vaccine initiatives in rural Africa are difficult so you are never going to be able to vaccinate everyone. You need to be able to treat people when they get sick.\"The vaccine will test antibodies that target a recently identified viral surface structure, called the surface glycoprotein, which can block it from infecting a host cell. The vaccine will also incorporate similar glycoproteins against Ebola that are already being tested in clinical trials.\"Ebola is likely to come back, and Lassa isn't going away so you have to protect against both,\" Garry says. \"We think we can do it with one shot.\"The other project will test the three most potent Lassa antibodies to see which formulation will work best in a drug therapy. Together, the three have been highly protective in early animal studies, Garry says. Collaborators include Tulane virologist Dr. James Robinson and scientists at Zalgen Labs, The Scripps Research Institute, the University of Texas Medical Branch at Galveston and the Sanford Burnham Prebys Medical Discovery Institute.Tulane researchers have been studying Lassa in West Africa with a team of collaborators for more than 14 years. They have developed a rapid test to diagnose the disease in the field and spent years collecting blood samples from survivors to identify critical antibodies against the virus.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tu-tua071117.php", "region": "namerica", "source_link": "http://tulane.it/2sMgP4E", "funder": "National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Tulane University", "keywords": ["Medicine/Health", " Vaccines", " Infectious/Emerging Diseases", " Disease in the Developing World"], "journal": "", "description": "The National Institutes of Health has awarded Tulane University more than $12 million to test a promising drug treatment against Lassa fever and develop a vaccine against the deadly disease endemic in parts of West Africa.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}