{"title": "Immune system may keep body from neutralizing HIV-1 virus", "text": "AURORA, Colo. (June 11, 2017) - Researchers at the University of  Colorado Anschutz Medical Campus have discovered that a process protecting the body from autoimmune disease appears to prevent it from creating antibodies that can neutralize the HIV-1 virus, a finding that could possibly help lead to a vaccine that stimulates production of these antibodies.The study, led by Raul M. Torres, PhD, professor of immunology and microbiology at the University of Colorado School of Medicine, was published Tuesday in The Journal of Experimental Medicine.Torres and his team sought to better understand how the body's own immune system might be getting in the way of neutralizing the HIV-1 virus.They knew that some patients infected with HIV-1 developed what are known as 'broadly neutralizing antibodies,' or bnAbs, that can protect against a wide variety of HIV-1 strains by recognizing a protein on the surface of the virus called Env.  But the patients only develop these antibodies after many years of infection.Because of shared features found in a number of HIV-1 bnAbs, researchers suspected the inability or delayed ability to make these type of protective antibodies against HIV was due to the immune system suppressing production of the antibodies to prevent the body from creating self-reactive antibodies that could cause autoimmune diseases like systemic lupus erythematosus.At the same time, patients with lupus showed slower rates of HIV-1 infection. Scientists believe that's because these autoimmune patients produce self-reactive antibodies that recognize and neutralize HIV-1.The process by which the body prevents the creation of antibodies that can cause autoimmune disease is known as immunological tolerance.Torres wanted to break through that tolerance and stimulate the production of antibodies that could neutralize HIV-1.  \"We wanted to see if people could make a protective response to HIV-1 without the normal restraint imposed by the immune system to prevent autoimmunity,\" Torres said.The researchers first tested mice with genetic defects that caused lupus-like symptoms. They found that many of them produced antibodies that could neutralize HIV-1 after being injected with alum, a chemical that promotes antibody secretion and is often used in vaccinations.Next, they treated normal mice with a drug that impairs immunological tolerance and found that they began producing antibodies capable of neutralizing HIV-1. The production of these antibodies was increased by alum injections. And if the mice were also injected with the HIV-1 protein Env, they produced potent broadly neutralizing antibodies capable of neutralizing a range of HIV-1 strains.In every case, the production of these HIV-neutralizing antibodies correlated with the levels of a self-reactive antibody that recognizes a chromosomal protein called Histone H2A. The researchers confirmed these antibodies could neutralize HIV-1. \"We think this may reflect an example of molecular mimicry where the virus has evolved to mimic or look like a self protein,\" Torres said. Torres suggested that the difficulty in developing a vaccine against HIV-1 may be because of the ability of the virus to camouflage itself as a normal part of the body.\"But breaching peripheral immunological tolerance permits the production of cross-reactive antibodies able to neutralize HIV-1,\" Torres said. Since the research was done on animals, scientists must still determine its relevance for HIV-1 immunity in humans.\"The primary consideration will be determining whether immunological tolerance can be temporarily relaxed without leading to detrimental autoimmune manifestations and as a means to possibly elicit HIV-1 bnAbs with vaccination,\" he said.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/uoca-ism071117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Colorado Anschutz Medical Campus", "keywords": ["Cell Biology", " Genetics", " Microbiology", " Molecular Biology", " Virology", " Medicine/Health", " AIDS/HIV", " Vaccines", " Public Health", " Sex-Linked Conditions"], "journal": "Journal of Experimental Medicine", "description": "Researchers at the University of  Colorado Anschutz Medical Campus have discovered that a process protecting the body from autoimmune disease appears to prevent it from creating antibodies that can neutralize the HIV-1 virus, a finding that could possibly help lead to a vaccine that stimulates production of these antibodies.", "date": "Tue, 11 Jul 2017 04:00:00 GMT"}