{"title": "The Lancet: First vaccine to show protection against gonorrhoea suggests new avenue for vaccine development", "text": "-- Some strains of gonorrhoea are now resistant to all available drugs, making vaccine development an urgent global health priorityExposure to the meningococcal group B vaccine during a New Zealand mass vaccination campaign was associated with a reduced likelihood of contracting gonorrhoea, compared with unvaccinated people, according to a new study of more than 14000 people published in The Lancet. This is the first time that a vaccine has shown any protection against gonorrhoea, and may provide a new avenue for vaccine development. If the effect is confirmed in other currently available and similar meningococcal group B vaccines, administering the vaccine in adolescence could result in significant declines in gonorrhoea, which has increasingly become drug resistant. The importance of a vaccine candidate that may have even a moderate effect on reducing rates of infection is highlighted in a new report by The Lancet Infectious Diseases journal published this week which urges global policy action to address sexually transmitted infections (STIs). So far, efforts to develop a vaccine against gonorrhoea have been unsuccessful despite more than a century of research. Four vaccine candidates have reached clinical trial stage but none have been effective. However, population data suggests there is a decline in gonorrhoea immediately after the use of the outer membrane vesicle (OMV) meningococcal group B vaccine in Cuba, New Zealand, and Norway. Despite the two diseases being very different in terms of symptoms and mode of transmission, there is an 80-90% genetic match between the Neisseria gonorrhoeae and Neisseria meningitidis bacteria, providing a biologically plausible mechanism for cross-protection.In New Zealand, approximately 1 million individuals (81% of the population under 20 years) received the MeNZB vaccine, an OMV meningococcal group B vaccine, during a mass immunisation programme in 2004-2006, providing a unique opportunity to test the cross-protection hypothesis. In this study, researchers used data for all people aged 15-30 who had been diagnosed with gonorrhoea or chlamydia, or both, at 11 sexual health clinics and who were eligible to receive the MeNZB vaccine during the 2004-2006 vaccination programme. Cases had laboratory confirmed gonorrhoea, and controls had laboratory confirmed chlamydia.A total of 14730 cases and controls were included in the analysis (1241 cases of gonorrhoea; 12487 cases of chlamydia; 1002 cases of co-infection). Vaccinated individuals were significantly less likely to have gonorrhoea than controls (41% vs 51%). Taking into account all other factors such as ethnicity, deprivation, geographical area, and gender, the researchers conclude that having previously received the MeNZB vaccine reduced the incidence of gonorrhoea by approximately 31%. Dr Helen Petousis-Harris, University of Auckland, New Zealand, and lead author of the study says: \"Our findings provide experimental evidence and a proof of principle that an OMV meningococcal group B vaccine could offer moderate cross-protection against gonorrhoea. This is the first time a vaccine has shown any protection against gonorrhoea. At the moment, the mechanism behind this immune response is unknown, but our findings could inform future vaccine development for both the meningococcal and gonorrhoea vaccines.\" [1] MeNZB was developed to control a meningitis epidemic and is no longer available, but the OMV antigens thought to provoke the immune response to gonorrhoea have been included in the more recently developed 4CMenB vaccine, available in many countries. The authors say that more research is now needed to see whether other meningococcal vaccines have a similar effect, and to understand the immunological mechanism. Previous models have suggested that a vaccine with 30% efficacy could decrease prevalence of gonorrhoea by more than 30% within 15 years, if immunity is maintained. Higher efficacy would offer greater protection over a shorter period of time. Co-author of the study, Professor Steven Black, Cincinnati Children's Hospital, USA, adds: \"The potential ability of an OMV group B meningococcal vaccine to provide even moderate protection against gonorrhoea would have substantial public health benefits in view of the prevalence of gonorrhoea, and the increase in antibiotic resistance. If the 4CMenB vaccine, which is currently available in many countries, is shown to have a similar effect to the MeNZB vaccine, then administering it in adolescent immunisation programmes could result in declines in gonorrhoea.\" [1]The authors note that because of the variability of different strains of N. gonorrhoeae and N. meningitidis bacteria, the effect of the vaccine might vary depending on the strain. And being co-infected with chlamydia slightly reduced the effectiveness of the vaccine. In the USA, all teens and pre-teens as well as some children and adults are advised to get one of two meningococcal vaccines. The UK have recently introduced the 4CMenB vaccine for infants and it has also been used in the USA, Canada, and Australia. [2]There are approximately 78 million new cases of gonorrhoea worldwide each year. An increasing number of strains of the bacteria N. gonorrhoeae have developed antimicrobial resistance to all drugs recommended for treatment. Untreated, gonorrhoea can lead to complications of infection, such as pelvic inflammatory disease, ectopic pregnancy, and infertility, and the infection can facilitate the transmission of HIV. The study is published alongside a Commission in The Lancet Infectious Diseases, launched at the STI & HIV World Congress in Rio de Janeiro, Brazil on Sunday 9th July. The report tackles five key areas for STI control, including challenges in controlling or treating chlamydia, gonorrhoea, and bacterial vaginosis, diagnosis and control of STIs in low-income and middle-income countries, and how medical interventions to curb HIV infection might affect other STIs. Lead author of The Lancet Infectious Diseases Commission, Professor Christopher Fairley, Melbourne Sexual Health Centre, Carlton, Australia, says: \"STIs remain a neglected issue globally. Policy makers need to be convinced that investment in clinical and public health strategies can improve the control of STIs, but relying only on reducing sexual risk practices at a population level will not be enough, and research into biomedical treatment will be required. Ultimately, the development of vaccines against both extensively drug resistant gonorrhoea as well as chlamydia are likely to be the only sustainable solutions to control these infections.\" [1]", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/tl-tlf070617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The Lancet", "keywords": ["Medicine/Health"], "journal": "The Lancet", "description": "Exposure to the meningococcal group B vaccine during a New Zealand mass vaccination campaign was associated with a reduced likelihood of contracting gonorrhoea, compared with unvaccinated people, according to a new study of more than 14000 people published in The Lancet. This is the first time that a vaccine has shown any protection against gonorrhoea, and may provide a new avenue for vaccine development.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}