{"title": "Marshall School of Medicine team publishes longitudinal work on pneumonia", "text": "HUNTINGTON, W.Va.-- A Marshall University Joan C. Edwards School of Medicine research team has published findings that show patients who recover from invasive pneumococcal pneumonia, on average, live 10 years less when measured against life expectancy tables for the state of West Virginia as well as two other techniques. Researchers say the findings underscore the recommendations from the Centers for Disease Control and Prevention that all adults over 65 years old should be immunized with pneumococcal vaccine and that younger adults with chronic disease should be vaccinated.The study, which gathered data from over three decades (1983-2003) at community hospitals in Huntington, West Virginia, was published in the May 2017 issue of the American Journal of Medicine Sciences. \"Our study group comprised 155 adults who survived invasive pneumococcal disease (IPD), a particularly deadly infection,\" said Maurice A. Mufson, M.D., professor emeritus in the department of internal medicine at the school and senior author of the study.  \"Only 14 patients lived longer than their life expectancy, indicating the importance of immunization of adults with pneumococcal vaccines as well as the pernicious severity of IPD.\" The team reported that the presence of two comorbid diseases -- cancer and neurologic diseases--as well as the total number of comorbid diseases suffered by each patient with invasive pneumococcal disease were significantly associated with increased risk of mortality.The researchers employed a variety of methods to help ascertain lifespan of the patients in the study including electronic medical records, state health records and in a few instances, the popular genealogy website, Ancestry.com.  \"The strengths of our study, in addition to the long follow-up interval of patients, included three different techniques for assessing lifespan,\" Mufson said. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-07/mujc-mso071017.php", "region": "namerica", "source_link": "http://jcesom.marshall.edu/news/musom-news/school-of-medicine-team-publishes-longitudinal-study-on-long-term-effects-of-pneumonia/", "funder": "", "meeting": "", "institution": "Marshall University Joan C. Edwards School of Medicine ", "keywords": ["Virology", " Medicine/Health", " Epidemiology", " Immunology/Allergies/Asthma", " Vaccines", " Public Health"], "journal": "American Journal of Medicine Sciences", "description": "A Marshall University Joan C. Edwards School of Medicine research team has published findings that show patients who recover from invasive pneumococcal pneumonia, on average, live 10 years less when measured against life expectancy tables for the state of West Virginia as well as two other techniques.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}