{"title": "Malaria drug protects fetuses from Zika infection", "text": "Devastating consequences of Zika virus infection are suffered in the womb, where the virus can cause brain damage and sometimes death.Studying pregnant mice, researchers at Washington University School of Medicine in St. Louis have learned that the Zika virus infects the fetus by manipulating the body's normal barrier to infection. Moreover, they showed that a malaria drug that interferes with this process protects the fetus from viral infection. That drug already is approved for use in pregnant women for other medical purposes.\"We found that the malaria drug hydroxychloroquine effectively blocks viral transmission to the fetus,\" said senior author Indira Mysorekar, PhD, an associate professor of obstetrics and gynecology, and of pathology and immunology. \"This drug already is used in pregnant women to treat malaria, and we suggest that it warrants evaluation in primates and women to diminish the risks of Zika infection and disease in developing fetuses.\"The findings are published July 10 in The Journal of Experimental Medicine.In late 2015, doctors in Brazil began to notice a surge in the number of babies born with microcephaly, or unusually small heads, an indicator of neurological damage. The epidemic soon was linked to the mosquito-borne Zika virus, which was spreading through the tropical parts of the Americas. Doctors advised pregnant women to avoid mosquito bites by wearing bug spray and long-sleeved clothing, but had little other advice to offer. There were, and still are, no drugs or vaccines approved for use in pregnant women to protect them or their fetuses from Zika infection.The developing fetus is uniquely vulnerable to damage from infection, so the body mobilizes robust defenses to keep microbes from ever reaching the fetus in the first place. The placenta is the last line of defense. Mysorekar and others have shown that a process known as autophagy -- the cellular waste-disposal pathway by which cells grind up debris, unwanted organelles and invading microbes - is an important part of the formidable placental barrier to infection. However, previous studies by Mysorekar and others have shown that Zika not only can invade the placenta, but multiply there.To learn more about how Zika breaches the placenta, Mysorekar, postdoctoral fellow Bin Cao, PhD, and colleagues infected human placental cells with Zika virus. They found that exposure to the virus activated genes related to autophagy.However, when the researchers treated the cells with drugs to ramp up the autophagy pathway, the number of cells infected with Zika virus increased. Drugs that suppressed autophagy resulted in fewer placental cells infected with Zika virus. In other words, the virus multiplied and spread more effectively when the researchers dialed up the barrier response, and performed more sluggishly when they dialed it down. The virus seemed to be doing a form of microbial martial arts, turning the body's weapons to its own advantage.Mysorekar and colleagues verified these findings using mice whose autophagy response was hobbled by low levels of a key autophagy protein. They infected two groups of pregnant mice with Zika: one in which the autophagy process was disrupted and the other in which it worked normally.Five days after infection, the mothers with a weak autophagy response had about the same amount of virus in their bloodstreams as the mice with a normal response. However, in mice with a weak autophagy response, the researchers found 10 times fewer viruses in the placenta and the heads of the fetuses and less damage to the placentas.\"It appears that Zika virus takes advantage of the autophagy process in the placenta to promote its survival and infection of placental cells,\" Cao said.Since hydroxychloroquine suppresses the autophagy response, the researchers questioned whether it also could protect fetuses against Zika.To find out, they repeated the mouse experiment using only mice with a normal autophagy response. Female mice at day nine of pregnancy were infected with Zika and then dosed with hydroxychloroquine or placebo every day for the next five days.Following treatment, the researchers found significantly less virus in the fetuses and placentas from the mice that had received hydroxychloroquine. In addition, these placentas showed less damage and the fetuses regained normal growth. Both the untreated and the treated mothers had about the same amount of Zika virus in their bloodstreams, indicating that hydroxychloroquine was able to protect fetuses even when the virus was circulating through the mother.Although hydroxychloroquine has been used safely in pregnant women for short periods of time, the researchers caution that further studies are needed before it can be used in pregnant women to fend off Zika. Pregnant women living in areas where Zika circulates may need to take the drug for the duration of their pregnancies, and the safety of hydroxychloroquine for long-term use is unknown.\"We would urge caution but nevertheless feel our study provides new avenues for feasible therapeutic interventions,\" said Mysorekar, who is also co-director of the university's Center for Reproductive Health Sciences. \"Our study suggests that an autophagy-based therapeutic intervention against Zika may be warranted in pregnant women infected with Zika virus.\"", "article_link": "http://dx.doi.org/10.1084/jem.20170957", "url": "http://www.eurekalert.org/pub_releases/2017-07/wuso-mdp070617.php", "region": "namerica", "source_link": null, "funder": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development, National Institutes of Health, NIH/National Institute of Allergy and Infectious Diseases, Burroughs Wellcome, March of Dimes", "meeting": "", "institution": "Washington University School of Medicine", "keywords": ["Medicine/Health", " Developmental/Reproductive Biology", " Immunology/Allergies/Asthma", " Infectious/Emerging Diseases", " Gynecology"], "journal": "Journal of Experimental Medicine", "description": "Zika virus infects the fetus by manipulating the body's normal barrier to infection, according to a new study of pregnant mice by researchers at Washington University School of Medicine in St. Louis. Moreover, the study showed that a drug that interferes with this process protects the fetus from viral infection. That drug is already approved for use in pregnant women for other medical purposes.", "date": "Mon, 10 Jul 2017 04:00:00 GMT"}