{"journal": "Arteriosclerosis, Thrombosis and Vascular Biology", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-svm060517.php", "description": "In preliminary research, an antiplatelet drug based on a snake venom protein prevented blood clotting without leading to excessive bleeding, a dangerous side effect of currently available antiplatelet drugs. The venom protein may be the template for a new class of antiplatelet drugs that offers fewer bleeding complications.", "article_link": "http://dx.doi.org/10.1161/ATVBAHA.116.308604", "date": "Thu, 08 Jun 2017 04:00:00 GMT", "funder": "National Science Council of Taiwan", "title": "Snake venom might provide a safer antiplatelet drug", "region": "namerica", "source_link": "http://newsroom.heart.org/news/snake-venom-might-provide-a-safer-antiplatelet-drug?preview=178db8bf4c8c11f9ca17d92ec8efd98c", "institution": "American Heart Association", "text": "DALLAS, June 8, 2017 - Researchers have designed a safer antiplatelet drug based on a snake venom, according to new research in Arteriosclerosis, Thrombosis and Vascular Biology, an American Heart Association journal.Antiplatelet drugs prevent blood cells called platelets from clumping together and forming blood clots and are widely used to treat heart disease. Excessive bleeding after injury is a serious effect of current antiplatelet drugs.Researchers from the National Taiwan University designed a drug to interact with the protein glycoprotein VI (GPVI) that sits on the surface of platelets.An earlier study by the team found that trowaglerix, a protein in the venom of the Tropidolaemus waglerix snake, stimulated platelets to form blood clots by latching onto GPVI. Previous studies have shown that platelets missing GPVI do not form blood clots in patients and do not lead to severe bleeding, leading researchers to think that blocking GPVI could prevent blood clotting while avoiding the side effects of prolonged bleeding.The new study may be the first to design a molecule based on the structure of trowaglerix to block GPVI activity. It prevented platelets from clotting when it was mixed with blood, and mice administered this new drug had slower blood clot formation compared to untreated mice. In addition, the treated mice did not bleed longer than untreated mice.Some of the currently available antiplatelet drugs target another protein, glycoproteins IIb/IIIa. Those drugs were based on another protein found in snake venom - but why that target leads to the bleeding side effect is not fully understood, said lead co-author Tur-Fu Huang, Ph.D., Graduate Institute of Pharmacology at National Taiwan University.Excessive bleeding after injury is a serious effect of current antiplatelet drugs, so the results support that this molecule design can be a template for a new, safer class of antiplatelet drugs with limited bleeding side effect, according to researchers.However, the drug needs further testing in animals and then in humans before it can be used in patients.\"In general, this type of molecule design does not last long in the body, so techniques like formulation or delivery system are likely needed to extend the exposure time in the human body,\" said co-author Jane Tseng, Ph.D., director and professor at Graduate Institute of Biomedical Electronics and Bioinformatics and Drug Research Center at the National Taiwan University. \"The design must also be optimized to ensure that the molecule only interacts with GPVI and not other proteins which can cause unintended reactions.\"Efforts to improve this molecule's design are underway, Tseng added.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}