{"journal": "Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-06/aaon-dcl060617.php", "description": "Consuming at least three servings of low-fat dairy a day is associated with a greater risk of developing Parkinson's disease compared to consuming less than one serving a day, according to a large study published in the June 7, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology.", "article_link": null, "date": "Wed, 07 Jun 2017 04:00:00 GMT", "funder": "", "title": "Does consuming low-fat dairy increase the risk of Parkinson's disease?", "region": "namerica", "source_link": null, "institution": "American Academy of Neurology", "text": "MINNEAPOLIS - Consuming at least three servings of low-fat dairy a day is associated with a greater risk of developing Parkinson's disease compared to consuming less than one serving a day, according to a large study published in the June 7, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology. In addition, drinking more than one serving of low-fat or skim milk per day is associated with a greater risk of developing Parkinson's disease compared to drinking less than one serving per week. The study results do not show that dairy products cause Parkinson's disease--they just show an association.\"Our study is the largest analysis of dairy and Parkinson's to date,\" said Katherine C. Hughes, ScD, of the Harvard T.H. Chan School of Public Health in Boston. \"The results provide evidence of a modest increased risk of Parkinson's with greater consumption of low-fat dairy products. Such dairy products, which are widely consumed, could potentially be a modifiable risk factor for the disease.\"For the study, researchers analyzed approximately 25 years of data on 80,736 women enrolled in the Nurses' Health Study and 48,610 men enrolled in the Health Professionals' Follow-up Study. Participants in these studies completed health questionnaires every two years and diet questionnaires every four years. During that time, 1,036 people developed Parkinson's.Researchers examined what kinds of dairy each person consumed, including milk, cream, cheese, yogurt, ice cream, butter, margarine and sherbet. They then looked at whether full-fat dairy, as whole milk, was associated with a risk of Parkinson's disease; there was no association. However, those who consumed at least three servings of low-fat dairy a day had a 34 percent greater chance of developing Parkinson's than people who consumed less than one serving per day. The researchers also found that when looking specifically at skim and low-fat milk consumption, there was a 39 percent greater chance of developing Parkinson's for people who consumed more than one serving per day compared to those who consumed less than one serving per week. Eating sherbet or frozen yogurt also was linked to a modest increased risk. In a meta-analysis, looking at a group of studies, the researchers found that total dairy intake was associated with an increased risk of Parkinson's disease.  The overall conclusions from these studies was that frequent consumption of dairy products was associated with a modest increased risk of Parkinson's disease. It is important to note that the risk of developing Parkinson's was still very low. Of the 5,830 people who consumed at least three servings per day of low-fat dairy at the start of the study, only 60 people, or 1 percent, developed the disease over the study period. In comparison, of the 77,864 people who consumed less than one serving per day of low-fat dairy, 483 people, or 0.6 percent, developed Parkinson's.\"Frequently consuming low-fat dairy products was associated with a modest increased risk of Parkinson's disease,\" said Hughes. One limitation of the study was that early Parkinson's symptoms may have affected the dietary behaviors and questionnaire responses of study participants. More research is needed before recommendations can be made about dairy consumption.", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Gerontology", " Neurobiology", " Parkinson's Disease", " Nutrition/Nutrients"]}