{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-06/rumc-cbo060617.php", "description": "Results of an international, randomized controlled research study show that mechanical thrombectomy, which is an endovascular treatment to remove a stroke-causing blood clot in the brain, is effective in some patients even when performed within 6 to 24 hours after a stroke.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Clinical benefit of clot retrieval now proven up to 24 hours after major ischemic stroke", "region": "namerica", "source_link": null, "institution": "Rush University Medical Center", "text": "(CHICAGO) - Results of an international, randomized controlled research study show that mechanical thrombectomy, which is an endovascular treatment to remove a stroke-causing blood clot in the brain, is effective in some patients even when performed within 6 to 24 hours after a stroke. The findings of the study were presented in late May at the European Stroke Organization Conference 2017 in Prague. Rush University Medical Center is the only Illinois site, one of seven sites in the U.S, and one of only 22 sites in the world to participate in the international study called the DAWN trial where severe stroke patients underwent a thrombectomy after the six hour time window.\"Past published research shows an overwhelming, class 1, level A evidence supporting endovascular clot removal as the standard of care for eligible patients with acute stroke secondary to a large vessel occlusion within the first six hours after symptom onset,\" said Dr. Michael Chen, neurointerventionalist and lead investigator of the study at Rush.\"The findings in the DAWN study were the most statistically powerful study evaluating clot removal beyond the six-hour time window for stroke,\" said Chen.\"This was the most statistically powerful study evaluating clot removal beyond the six-hour time window for stroke,\" said Chen.\"The study results indicate that patients with a severe stroke (large vessel occlusion) can still have salvageable brain based on patient-specific imaging information, rather than the crude, one-size-fits-all, six-hour time window,\" said Chen.The study findings also show that ischemic stroke patients who received clot dissolving medications and did not improve also benefited from mechanical thrombectomy. During a mechanical thrombectomy procedure, neurovascular surgeons make a 1-centimeter incision at the patient's groin crease, gain access to the arterial tree, and carefully navigate a catheter within the blood vessels up to the arteries in the brain. The doctor can then carefully remove the clot using a variety of devices, including suction and/or a stent-like device, and remove it from the body.  The DAWN study enrolled a total of 206 patients in the U.S. and internationally. Patients undergoing thrombectomy had significantly less post-stroke disability and improved functional independence at 90 days compared to medical management alone.Almost half of the patients (48.6 percent) receiving the thrombectomy therapy were independent at 90 days as opposed to only 13.1 percent of the patients treated medically or with clot-busting drugs alone.\"There is a 35 percent difference which may be higher than any level of benefit from any prior thrombectomy stroke trial,\" said Chen.Not only did the patients treated with mechanical thrombectomy dramatically improve during hospitalization, sometimes being able to walk and be discharged home, but there was also a much lower risk of subsequent neurological worsening because of the poor blood flow to the brain.The number of patients needed to treat to achieve a good outcome was 2.8. This is a much greater chance of response than what was seen in trials that did not routinely use advanced brain imaging to guide treatment.\"The results of the DAWN trial provide physicians who treat stroke with evidence of the benefits of thrombectomy even when administered out as far as 24 hours,\" said Chen.  \"This could help to make decisions clearer as to which patients to treat.\"\"These positive outcomes of the DAWN trial represents a paradigm shift that allows physicians to more accurately select patients for thrombectomy and ultimately offer more treatment options for stroke patients than what is currently available.\" said Chen. In the study, researchers used neuroimaging to determine which patients would likely benefit from the procedure. The imaging helped examine doctors determine how much brain tissue had suffered irreversible damage and how much might be able to be saved. If the amount of damaged tissue were no bigger than the size of a small apricot, researchers believed the patient could benefit from the therapy.There was such a dramatic difference between the two arms of the study that it was stopped earlier this year after an FDA-approved planned interim review by the independent Data Safety Monitoring Board (DSMB) of data from the first 200 patients enrolled nationally.  The study had been designed to enroll up to a maximum of 500 patients.\"Until this study, for patients presenting with stroke symptoms beyond six hours, the benefit of clot retrieval using a stent retriever was unknown,\" said Chen. \"Now we have evidence that thrombectomy may offer certain patients after six hours a better chance for an independent life.\"\"Although this is great news, earlier treatment is always better because with stroke 'time is brain,\" said Chen.A stroke occurs when blood flow to the brain stops due to a clot, causing brain cells to stop receiving oxygen. Up to 85 percent of strokes are ischemic strokes, which usually are caused by a clot that blocks a blood vessel carrying blood to the brain. The blockage cuts off the brain's blood supply, which after a few hours usually causes brain tissue to die. Stroke is the No. 1 cause of disability and the fifth-leading cause of death in the United States. On average, someone has a stroke every 40 seconds. Most of the time, the brain territory affected by the blocked artery goes from stunned to irreversibly injured brain after six hours. \"The clock starts ticking the second a person suffers a stroke, as the brain is essentially holding its breath,\" said Chen. \"Many patients develop speech difficulty and/or significant paralysis on one side of the body.\"When a stroke occurs, it's crucial that clots be dissolved as quickly as possible, returning normal blood flow to the brain. The first proven treatment for ischemic stroke is recombinant tissue plasminogen activator, or tPA, a clot-dissolving medication. This therapy, administered intravenously, has to be provided within the first four-and-a-half hours and has been shown to be less effective for larger clots. Large vessel occlusive strokes involve the major arteries in the brain and cause the greatest disability. Three out of every four patients with a large vessel occlusive stroke will be dead or severely disabled. A procedure called mechanical thrombectomy within six hours was shown to reduce the incidence of death and severe disability by half.", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Critical Care/Emergency Medicine", " Death/Dying"]}