{"journal": "Stem Cell Reports", "url": "http://www.eurekalert.org/pub_releases/2017-06/si-asi060617.php", "description": "A new Salk method efficiently grows human astrocytes in a dish, advancing studies of stroke, Alzheimer's and depression.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "A star is born: Lesser-known brain cell takes center stage", "region": "namerica", "source_link": null, "institution": "Salk Institute", "text": "LA JOLLA--(June 6, 2017) Neurons have long enjoyed the spotlight in neuroscience--and for good reason: they are incredibly important cellular actors. But, increasingly, star-shaped support cells called astrocytes are being seen as more than bit players in the brain's rich pageant.Salk researchers reported a new method of deriving astrocytes from stem cells, opening up broad avenues for research into diseases with inflammatory features. The protocol, which is described in the June 6, 2017, issue of Stem Cell Reports, offers a faster and more effective way to obtain astrocytes for brain research that could yield breakthroughs for treatments of such diverse conditions as stroke, Alzheimer's or psychiatric disorders.\"This work represents a big leap forward in our ability to model neurological disorders in a dish,\" says Salk Professor Rusty Gage, holder of the Vi and John Adler Chair for Research on Age-Related Neurodegenerative Disease and senior author of the paper. \"Because inflammation is the common denominator in many brain disorders, better understanding astrocytes and their interactions with other cell types in the brain could provide important clues into what goes wrong in disease.\" Astrocytes are known to support neurons in a number of ways, from providing them with energy and physical scaffolding to cleaning up their waste. Astrocytes also have more general brain functions related to regulating blood flow and inflammation (a marker of injury or disease). But current methods to guide their development and differentiate them from human stem cells are time consuming and functionally limited. In the new paper, the Salk researchers describe a more efficient way to differentiate astrocytes that are sensitive to inflammation and function very much like ones in our brain do. Additionally, the Salk astrocytes can be co-cultured along with neurons, allowing researchers to model the interactions between these two important cell types in both healthy and diseased states.With the right cocktails of chemicals--called growth factors--administered in stepwise fashion, human pluripotent stem cells can be prompted to develop into any cell type in the body. The Salk protocol guided pluripotent stem cells, over a period of six weeks, first to become generic neural cells and then precursors to astrocytes. With further chemical baths, the precursor cells differentiated into astrocytes a few weeks later. \"There are other methods for differentiating astrocytes, but our protocol arrives at inflammation-sensitive cells earlier, which makes modeling more efficient and straightforward,\" says Carol Marchetto, a Salk senior staff scientist and one of the paper's authors.Another advantage of the Gage lab's new method is that the astrocyte precursor cells can be frozen and later expanded and differentiated as needed, saving researchers approximately six weeks of time with each new experiment.Tests revealed that the induced astrocytes functioned very much like astrocytes isolated from actual brain tissue. The lab-created astrocytes responded to the neurotransmitter glutamate and calcium similarly to natural astrocytes. Like typical astrocytes, the lab-generated cells also responded strongly to the presence of inflammatory molecules called cytokines by producing cytokines of their own. Additionally, the team tested their protocol on induced pluripotent stem cells (iPSCs), which are adult cells, usually derived from skin, that have been reprogrammed to a stem-cell-like state. The lab successfully turned iPSCs into astrocytes that exhibited the same inflammation sensitivity the natural astrocytes did, providing an important resource for studying diseases where brain inflammation may play a role.\"This technique allows us to begin addressing questions about brain development and disease that we couldn't even ask before,\" says Gage. The team also co-cultured astrocytes derived from pluripotent stem cells with neurons, an important step in exploring the relationship of different brain-cell types to normal function and disease.\"The exciting thing about using iPSCs is that if we get tissue samples from people with diseases like multiple sclerosis, Alzheimer's or depression, we will be able to study how their astrocytes behave, and how they interact with neurons,\" says Krishna Vadodaria, a Salk research associate and one of the paper's lead authors. This will be the next step in the lab's research.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Stroke", " Neurobiology", " Alzheimer's Disease", " Mental Health", " Depression/Anger"]}