{"journal": "Journal of Integrative Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/fau-csb060617.php", "description": "Sales of the essential oil copaiba are increasing, at least in part, because more than 54 million Americans suffer from some form of arthritis. The conventional way to treat arthritis is using NSAIDs as well as cyclo-oxygenase-2 inhibitors (COXIBs), which are not without adverse events like gastrointestinal bleeding, heart attacks and stroke. For arthritis sufferers, copaiba may turn out to be a silver bullet or, perhaps, snake oil.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Copaiba: Silver bullet or snake oil?", "region": "namerica", "source_link": null, "institution": "Florida Atlantic University", "text": "Sales of the essential oil copaiba [koh-pey-buh] are increasing, at least in part, because more than 54 million Americans suffer from some form of arthritis and 23.7 million are limited in their usual activity primarily due to pain. The conventional way to treat arthritis is using nonsteroidal, anti-inflammatory drugs (NSAIDs) as well as cyclo-oxygenase-2 inhibitors (COXIBs), which are not without adverse events like gastrointestinal bleeding, heart attacks and stroke. For arthritis sufferers, copaiba may turn out to be a silver bullet or, perhaps, snake oil.       The side effects of NSAIDs and COXIBs as well as warnings from the U.S. Food and Drug Administration on their risks of gastrointestinal side effects and bleeding as well as cardiovascular disease all  suggest the need to test novel therapies with potential clinical benefits and fewer side effects than the available traditional medicines. One such possible remedy is Copaifera reticulate or copaiba. The totality of evidence concerning the potential of copaiba to treat inflammatory arthritis is limited to basic research and uncontrolled clinical observations in humans. Researchers from Florida Atlantic University caution that randomized trials are necessary to discern whether the treatment is effective or that copaiba turns out to be \"yet another beautiful hypothesis slain by ugly facts.\" They present the incomplete totality of evidence and challenges in treating arthritis in their commentary published in the journal Integrative Medicine. \"Copaiba is an essential oil that is used topically with little or no side effects, but there is insufficient evidence to judge whether it reduces pain and inflammation in patients with arthritis,\" said Charles H. Hennekens, M.D., Dr.P.H., the first Sir Richard Doll Professor, senior academic advisor to the dean in FAU's Charles E. Schmidt College of Medicine, and senior author of the paper. \"In case reports, individuals with joint pain and inflammation who used copaiba reported favorable results, however, this hypothesis is promising but as of yet unproven.\" Copaiba is a stimulant oleoresin obtained from the trunk of several pinnate-leaved South American leguminous trees found in the Amazon. Its medicinal usage dates back to the 16th century when natives of Brazil used it as folk medicine. Today, Brazil produces approximately 95 percent of this oil-resin, exporting more than 500 tons each year. \"Basic research has suggested mechanisms of benefit of this essential oil in treating inflammatory arthritis,\" said Hennekens. \"Nonetheless, the only published data on copaiba on humans includes one case series and one small randomized trial of another inflammatory condition and not arthritis.\" In the commentary, the researchers conclude that the totality of the currently available evidence for copaiba essential oil is wholly insufficient to judge either its benefits or risks for the relief of pain and inflammation in arthritis. They emphasize that despite the absence of reliable evidence from large-scale randomized clinical trials, sales of copaiba continue to increase, presenting clinical and public health challenges.   \"To complete the totality of evidence, copaiba should be first tested in a randomized trial against a placebo in patients with inflammatory arthritis,\" said Hennekens. \"If such a trial shows a net benefit, then the next step would be direct randomized comparisons against NSAIDs and COXIBs.\" Co-authors of the commentary were, in order, Patricia R. Hebert, Ph.D., and E. Joan Barice, M.D.,  both affiliate associate professors in FAU's College of Medicine; Juyoung Park, Ph.D., associate professor, School of Social Work, FAU's College for Design and Social Inquiry; Susan MacLeod Dyess, Ph.D., associate professor and coordinator of the Advanced Holistic Nursing Graduate Concentration, and Ruth McCaffrey, DNP, professor emeritus, both in FAU's Christine E. Lynn College of Nursing. Among the numerous honors and recognitions Hennekens has received include the Ochsner Award for reducing premature deaths from cigarettes in 2014. From 1995 to 2005, Science Watch ranked him as the third most widely cited medical researcher in the world and five of the top 20 were his former trainees and/or fellows. In 2012, Science Heroes ranked Hennekens No. 81 in the history of the world for having saved more than 1.1 million lives. In 2016, he was ranked the No. 14 \"Top Scientist in the World\" with an H-index of 173.  ", "meeting": "", "keywords": ["Medicine/Health", " Clinical Trials", " Aging", " Pain", " Public Health"]}