{"journal": "PLOS Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/p-fph053017.php", "description": "Food policies, such as fruit and vegetable subsidies, taxes on sugar sweetened drinks, and mass media campaigns to change dietary habits, could avert hundreds of thousands of deaths from cardiovascular disease (CVD) in the United States, researchers project in a study published in PLOS Medicine by Jonathan Pearson-Stuttard from the University of Liverpool, UK and Imperial College London, UK, and colleagues at the Friedman School of Nutrition Science and Policy at Tufts University, US.", "article_link": "http://dx.doi.org/10.1371/journal.pmed.1002311", "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Food policies have potential to lower US cardiovascular disease rates", "region": "namerica", "source_link": null, "institution": "PLOS", "text": "Food policies, such as fruit and vegetable subsidies, taxes on sugar sweetened drinks, and mass media campaigns to change dietary habits, could avert hundreds of thousands of deaths from cardiovascular disease (CVD) in the United States, researchers project in a study published in PLOS Medicine by Jonathan Pearson-Stuttard from the University of Liverpool, UK and Imperial College London, UK, and colleagues at the Friedman School of Nutrition Science and Policy at Tufts University, US. Efforts to improve dietary choices through economic incentives have been successful in the past, but the impact of such changes on CVD--the leading cause of mortality in the US--has not been clear. In the new work, researchers used the existing US IMPACT Food Policy Model, coupled with data on CVD mortality, to determine how different food policy scenarios might impact CVD deaths. The researchers estimated that a national 10% subsidy for fruit and vegetables was likely to be the most beneficial, potentially resulting in 150,500 fewer CVD deaths by 2030. A 30% fruit and vegetable subsidy targeting only SNAP (or food stamp) recipients was estimated to avert 35,100 CVD deaths; a mass media campaign to change dietary habits might avert 25,800 CVD deaths, and a 10% tax on sugar sweetened beverages might avert 31,000 deaths from CVD. The targeted SNAP only subsidy would reduce disparities the most. An approach combining these policies, they calculated, could have an especially large impact, saving around 230,000 lives and also reducing the disparity between CVD in SNAP recipients and non-SNAP recipients. The study didn't calculate effects on mortality through other causes that dietary changes would likely have at the same time as CVD. \"The findings of this study have important implications for crafting specific price and incentive policy approaches to optimize access to fruits and vegetables and reduce consumption of sugar sweetened beverages,\" the authors say. \"Policies effectively increasing fruit and vegetable consumption or reducing sugar sweetened beverage consumption might powerfully reduce cardiovascular disease mortality and disparities. Furthermore, a combination of these policies could be even more powerful.\"", "meeting": "", "keywords": ["Biology", " Nutrition/Nutrients", " Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Eating Disorders/Obesity", " Epidemiology", " Nutrition/Nutrients", " Public Health"]}