{"journal": "Nature", "url": "http://www.eurekalert.org/pub_releases/2017-06/wios-yah060617.php", "description": "Research at the Weizmann Institute of Science has uncovered a molecule in newborn hearts that appears to control the renewal process. When injected into adult mouse hearts injured by heart attacks, this molecule, called Agrin, seems to 'unlock' that renewal process and enable heart muscle repair.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Young at heart: Restoring cardiac function with a matrix molecule", "region": "europe", "source_link": "http://wis-wander.weizmann.ac.il/life-sciences/young-heart-restoring-cardiac-function-matrix-molecule", "institution": "Weizmann Institute of Science", "text": "Heart disease remains the leading cause of death worldwide, yet the few available treatments are still mostly unsuccessful once the heart tissue has suffered damage. Mammalian hearts are actually able to regenerate and repair damage - but only up to around the time of birth. Afterward, that ability disappears, seemingly forever. Research at the Weizmann Institute of Science has uncovered a molecule in newborn hearts that appears to control the renewal process. When injected into adult mouse hearts injured by heart attacks, this molecule, called Agrin, seems to \"unlock\" that renewal process and enable heart muscle repair. These findings, published today in Nature, are already pointing to new directions for research on restoring the function of damaged hearts.  Prof. Eldad Tzahor, who led the study together with doctoral student Elad Bassat, research student Alex Genzelinakh and other team members in the Weizmann Institute's Molecular Cell Biology Department, explains that following a heart attack in humans, the healing process is long and inefficient. Once damaged, muscle cells called cardiomyocytes are replaced by scar tissue, which is incapable of contracting and thus cannot participate in pumping. This, in turn, leads to further stress on the remaining muscle and eventual heart failure.Heart regeneration into adulthood does exist in some of our fellow vertebrates. Fish, for example, can efficiently regenerate damaged hearts. Closer relatives on the evolutionary tree - mice - are born with this ability but lose it after a week of life. That week gives Tzahor and his lab a time window in which to explore the cues that promote heart regeneration.Outside sourcesTzahor and Bassat believed that part of the secret might lay outside of the heart cells themselves - in the surrounding supportive tissue known as the extracellular matrix, or ECM. Many cell-to-cell messages are passed through this matrix, while others are stored within its fibrous structure. So the team began to experiment with ECM from both newborn and week-old mice, clearing away the cells until only the surrounding material was left, and then observing what happened when bits of the ECM were added to cardiac cells in culture. The researchers found that the younger ECM, in contrast to the older, elicited cardiomyocyte proliferation.A screening of ECM proteins identified several candidate molecules for regulating this response, among them Agrin.  Agrin was already known for its effects on other tissues - particularly in the neuromuscular junction, where it helps regulate the signals passed from nerves to muscles. In mouse hearts, levels of this molecule drop over the first seven days of life, suggesting a possible role in heart regeneration. The researchers then added Agrin to cell cultures and noted that it caused the cells to divide.Next, the researchers tested Agrin on mouse models of heart injury, asking whether it could reverse the damage. Indeed, they found that following a single injection of Agrin mouse hearts were almost completely healed and fully functional, although the scientists were surprised to find that it took over a month for the treatment to impart its full impact on cardiac function and regeneration.  At the end of the recovery period, however, the scar tissue was dramatically reduced, replaced by living heart tissue that restored the heart's pumping function.Setting the chain in motionIn other words, Tzahor speculates that in addition to causing a certain amount of direct cardiomyocyte renewal, Agrin somehow affects the body's inflammatory and immune responses to a heart attack, as well as the pathways involved in suppressing the fibrosis, or scarring, which leads to heart failure. The length of the recovery process, however, is still a mystery, as the Agrin, itself, disappears from the body within a few days of the injection. \"Clearly this molecule sets a chain of events in motion\" he says. \"We discovered that it attaches to a previously unstudied receptor on the heart muscle cells, and this binding takes the cells back to a slightly less mature state - closer to that of the embryo - and releases signals that may, among other things, initiate cell division.\" Experiments with mice that were genetically engineered to lack Agrin in their hearts further support this idea: In its absence, newborn mice could not properly regenerate heart tissue following injury. Because mice cannot live without the other functions of Agrin, this was a technically challenging experiment to perform, adds Tzahor.The team then proved that Agrin has a similar effect on human heart cells grown in culture. He and his team are now working to understand exactly what happens in the period of time between the injection of Agrin and the return of full cardiac functionality. In addition, members of Tzahor's team have started pre-clinical studies in larger animals in Germany in collaboration with Prof. Kupatt of the Technical University of Munich to determine the effect of Agrin on cardiac repair.Among other things, the findings of this study have highlighted a role for the ECM in both directing heart growth and promoting regeneration, and this insight may help in the design of further biomedical research.A number of research groups took part in various stages of the research, in particular Prof. Shenhav Cohen of the Technion - Israel Institute of Technology, Haifa and her PhD student Yara Eid, who provided novel insights into the biochemical inputs of Agrin on cardiac cells. Prof. Nenad Bursac of Duke University, North Carolina; James F. Martin of Baylor College of Medicine, Houston Texas; members of the Nancy and Stephen Grand Israel National Center for Personalized Medicine; and Prof. Irit Sagi of the Weizmann Institutes' Biological Regulation Department also participated in this research.", "meeting": "", "keywords": ["Biology", " Cell Biology", " Molecular Biology", " Medicine/Health", " Cardiology", " Stroke", " Technology/Engineering/Computer Science", " Biotechnology"]}