{"journal": "The BMJ", "url": "http://www.eurekalert.org/pub_releases/2017-06/b-emd060217.php", "description": "Alcohol consumption, even at moderate levels, is associated with increased risk of adverse brain outcomes and steeper decline in cognitive (mental) skills, finds a study published by The BMJ today.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Even moderate drinking linked to a decline in brain health, finds study", "region": "europe", "source_link": null, "institution": "BMJ", "text": "Alcohol consumption, even at moderate levels, is associated with increased risk of adverse brain outcomes and steeper decline in cognitive (mental) skills, finds a study published by The BMJ today.These results support the recent reduction in alcohol guidance in the UK and raise questions about the current limits recommended in the US, say the authors.Heavy drinking is known to be associated with poor brain health, but few studies have examined the effects of moderate drinking on the brain -- and results are inconsistent.So a team of researchers based at the University of Oxford and University College London set out to investigate whether moderate alcohol consumption has a beneficial or harmful association -- or no association at all -- with brain structure and function.They used data on weekly alcohol intake and cognitive performance measured repeatedly over 30 years (1985-2015) for 550 healthy men and women who were taking part in the Whitehall II study. This study is evaluating the impact of social and economic factors on the long term health of around 10,000 British adults.Participants had an average age of 43 at the start of the study and none were alcohol dependent. Brain function tests were carried out at regular intervals and at the end of the study (2012-15), participants underwent an MRI brain scan.Several factors that could have influenced the results (known as confounding) were taken into account, such as age, sex, education, social class, physical and social activity, smoking, stroke risk and medical history.After adjusting for these confounders, the researchers found that higher alcohol consumption over the 30 year study period was associated with increased risk of hippocampal atrophy - a form of brain damage that affects memory and spatial navigation.While those consuming over 30 units a week were at the highest risk compared with abstainers, even those drinking moderately (14-21 units per week) were three times more likely to have hippocampal atrophy compared with abstainers. There was no protective effect of light drinking (up to 7 units per week) over abstinence. Higher consumption was also associated with poorer white matter integrity (critical for efficient cognitive functioning) and faster decline in language fluency (how many words beginning with a specific letter can be generated in one minute).But no association was found with semantic fluency (how many words in a specific category can be named in one minute) or word recall.The authors point out that this is an observational study, so no firm conclusions can be drawn about cause and effect, and say some limitations could have introduced bias. However, key strengths include the information on long term alcohol consumption and the detailed available data on confounding factors.As such, they say their findings have important potential public health implications for a large sector of the population. \"Our findings support the recent reduction in UK safe limits and call into question the current US guidelines, which suggest that up to 24.5 units a week is safe for men, as we found increased odds of hippocampal atrophy at just 14-21 units a week, and we found no support for a protective effect of light consumption on brain structure,\" they write.\"Alcohol might represent a modifiable risk factor for cognitive impairment, and primary prevention interventions targeted to later life could be too late,\" they conclude.In a linked editorial, Killian Welch, consultant neuropsychiatrist at the Royal Edinburgh Hospital, says these findings \"strengthen the argument that drinking habits many regard as normal have adverse consequences for health.\"This is important, he adds. \"We all use rationalisations to justify persistence with behaviours not in our long term interest. With publication of this paper, justification of \"moderate\" drinking on the grounds of brain health becomes a little harder.\"", "meeting": "", "keywords": ["Medicine/Health"]}