{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoia-adc060617.php", "description": "An old pharmaceutical product may be a new treatment for obstructive sleep apnea, according to new research presented today by University of Illinois at Chicago and Northwestern University scientists at the SLEEP 2017 annual meeting in Boston.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Anti-nausea drug could help treat sleep apnea", "region": "namerica", "source_link": null, "institution": "University of Illinois at Chicago", "text": "An old pharmaceutical product may be a new treatment for obstructive sleep apnea, according to new research presented today by University of Illinois at Chicago and Northwestern University scientists at the SLEEP 2017 annual meeting in Boston.David Carley, professor of biobehavioral health sciences, medicine and bioengineering at UIC; Phyllis Zee, professor of neurology at Northwestern University; and their colleagues have discovered that dronabinol, approved by the U.S. Food and Drug Administration more than 25 years ago to treat nausea and vomiting in chemotherapy patients, can help people who suffer from sleep apnea.\"At the present time there are no approved drug treatments for sleep apnea, and there remains an important unmet need for fully effective and acceptable treatments of the disorder,\" said Carley.Obstructive sleep apnea is a condition where breathing is briefly but repeatedly interrupted during sleep. It occurs when the throat muscles fail to keep the airway open during sleep, despite efforts to breathe. An estimated 22 million Americans suffer from the disorder, with 80 percent of the cases of moderate and severe obstructive sleep apnea undiagnosed.Sleep related breathing disorders, especially obstructive sleep apnea, pose significant health problems. Individuals suffering from sleep apnea have an increased risk for coronary heart disease, stroke, high blood pressure and type 2 diabetes.In a previous study, Carley found dronabinol, a cannabinoid agonist, held significant potential for treating sleep apnea.Expanding on this research, Carley and Zee received a federal grant to initiate the Pharmacotherapy of Apnea by Cannabimimetic Enhancement (PACE) study. It is the largest National Institutes of Health-sponsored randomized controlled trial of any existing drug treatment for obstructive sleep apnea syndrome to date.Adult patients were divided into three groups. One group was given a low dose of the drug, a second group received a higher dose, and the third, a placebo. Participants received the drug once daily before bed for six weeks.\"In comparison to placebo, six weeks of treatment by the highest dose of dronabinol (10 milligrams) was associated with a lower frequency of apneas or hypopneas during sleep, decreased subjective sleepiness, and greater overall treatment satisfaction,\" Carley said. \"Neither the amount of sleep nor objective sleepiness improved.\"UIC has licensed intellectual property related to the experimental drug treatment used in the study to the pharmaceutical company RespireRx.Researchers have attempted to identify drugs to treat sleep apnea for nearly 35 years, but to no avail, Carley said.\"By providing a path toward the first viable obstructive sleep apnea drug, our studies could have a major impact on clinical practice,\" he said. \"However, expanded and pivotal clinical trials must still be conducted to fully establish the best approach to cannabinoid therapy in obstructive sleep apnea.\"", "meeting": "SLEEP 2017", "keywords": ["Medicine/Health", " Sleep/Sleep Disorders"]}