{"journal": "International Journal of Epidemiology", "url": "http://www.eurekalert.org/pub_releases/2017-06/nksn-ddb060617.php", "description": "Children born to women who had gestational diabetes and drank at least one artificially sweetened beverage per day during pregnancy were more likely to be overweight or obese at age 7, compared to children born to women who had gestational diabetes and drank water instead of artificially sweetened beverages, according to a study led by researchers at the National Institutes of Health.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "Drinking diet beverages during pregnancy linked to child obesity, NIH study suggests", "region": "namerica", "source_link": null, "institution": "NIH/Eunice Kennedy Shriver National Institute of Child Health and Human Development", "text": "Children born to women who had gestational diabetes and drank at least one artificially sweetened beverage per day during pregnancy were more likely to be overweight or obese at age 7, compared to children born to women who had gestational diabetes and drank water instead of artificially sweetened beverages, according to a study led by researchers at the National Institutes of Health. Childhood obesity is known to increase the risk for certain health problems later in life, such as diabetes, heart disease, stroke and some cancers. The study appears online in the International Journal of Epidemiology.  According to the study authors, as the volume of amniotic fluid increases, pregnant women tend to increase their consumption of fluids. To avoid extra calories, many pregnant women replace sugar-sweetened soft drinks and juices with beverages containing artificial sweeteners. Citing prior research implicating artificially sweetened beverages in weight gain, the study authors sought to determine if diet beverage consumption during pregnancy could influence the weight of children.  \"Our findings suggest that artificially sweetened beverages during pregnancy are not likely to be any better at reducing the risk for later childhood obesity than sugar-sweetened beverages,\" said the study's senior author, Cuilin Zhang, Ph.D., in the Epidemiology Branch at NIH's Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD). \"Not surprisingly, we also observed that children born to women who drank water instead of sweetened beverages were less likely to be obese by age 7.\"The researchers analyzed data collected from 1996 to 2002 by the Danish National Birth Cohort, a long-term study of pregnancies among more than 91,000 women in Denmark. At the 25th week of pregnancy, the women completed a detailed questionnaire on the foods they ate. The study also collected data on the children's weight at birth and at 7 years old.In the current study, the NICHD team limited their analysis to data from more than 900 pregnancies that were complicated by gestational diabetes, a type of diabetes that occurs only during pregnancy. Approximately 9 percent of these women reported consuming at least one artificially sweetened beverage each day. Their children were 60 percent more likely to have a high birth weight, compared to children born to women who never drank sweetened beverages. At age 7, children born to mothers who drank an artificially sweetened beverage daily were nearly twice as likely to be overweight or obese.Consuming a daily artificially sweetened beverage appeared to offer no advantages over consuming a daily sugar-sweetened beverage. At age 7, children born to both groups were equally likely to be overweight or obese. However, women who substituted water for sweetened beverages reduced their children's obesity risk at age 7 by 17 percent.It is not well understood why drinking artificially sweetened beverages compared to drinking water may increase obesity risk. The authors cited an animal study that associated weight gain with changes in the types of bacteria and other microbes in the digestive tract. Another animal study suggested that artificial sweeteners may increase the ability of the intestines to absorb the blood sugar glucose. Other researchers found evidence in rodents that, by stimulating taste receptors, artificial sweeteners desensitized the animals' digestive tracts, so that they felt less full after they ate and were more likely to overeat.   The authors caution that more research is necessary to confirm and expand on their current findings. Although they could account for many other factors that might influence children's weight gain, such as breastfeeding, diet and physical activity levels, their study couldn't definitively prove that maternal artificially sweetened beverage consumption caused the children to gain weight. The authors mention specifically the need for studies that use more contemporary data, given recent upward trends in the consumption of artificially sweetened beverages. They also call for additional investigation on the effects of drinking artificially sweetened beverages among high-risk racial/ethnic groups.", "meeting": "", "keywords": ["Medicine/Health", " Diet/Body Weight", " Endocrinology", " Diabetes"]}