{"journal": "Journal of American College of Surgeons", "url": "http://www.eurekalert.org/pub_releases/2017-06/acos-tcw060617.php", "description": "Major complications from injury -- and consequently a longer hospital stay -- are more likely for pediatric and elderly patients nationwide when treatment occurs at a trauma center not verified by the American College of Surgeons Committee on Trauma (ACS-COT), compared with an ACS-COT-verified center, according to new study findings.", "article_link": null, "date": "Tue, 06 Jun 2017 04:00:00 GMT", "funder": "", "title": "Trauma centers with American College of Surgeons verification have fewer complications", "region": "namerica", "source_link": null, "institution": "American College of Surgeons", "text": "CHICAGO (June 6, 2017): Major complications from injury--and consequently a longer hospital stay--are more likely for pediatric and elderly patients nationwide when treatment occurs at a trauma center not verified by the American College of Surgeons Committee on Trauma (ACS-COT), compared with an ACS-COT-verified center, according to new study findings.  The study, which is published online as an \"article in press\" on the Journal of the American College of Surgeons website in advance of print publication, also finds an association between the lack of ACS-COT verification and an increased complication rate for patients of any age who sustain major injuries.\nThe aim of the study was to determine whether ACS-COT verification provides measurable benefits for trauma patients that justify the trauma center's direct costs of participating in the program, according to principal investigator Michael D. Grossman, MD, FACS, trauma program director at Southside Hospital/Northwell Health, Bay Shore, N.Y., and professor of surgery at Hofstra Northwell School of Medicine, Hempstead, N.Y.  To achieve voluntary ACS-COT verification, a trauma center undergoes an onsite review and must meet more than 200 standards related to trauma resources, care processes, and continuous performance improvement.\n\"Our study is unique in that it looked at the effects of ACS-COT verification on a trauma center population as a whole rather than a single institution,\" Dr. Grossman said.\nTheir study data came from a nationally representative sample--the National Sample Program--of the National Trauma Data Bank® (NTDB®), the largest aggregation of U.S. trauma registry data, according to the ACS, which cosponsors the data bank with the Centers for Disease Control and Prevention.\n\"Other study authors found that ACS-COT-verified trauma centers have better outcomes, but they studied differences only by level of trauma center or by a specific injury, complication, or comorbidity [coexisting illness],\" Dr. Grossman said.\nDr. Grossman and his study coauthors, Jay A. Yelon, DO, FACS, and Lisa Szydiak, MS, also with Northwell Health, reviewed NTDB data for 2012, to compare whether overall complication rates differed between trauma centers that earned ACS-COT verification and centers that did not.  Trauma centers without this credential may, however, have held certification or accreditation from another organization or designation from a local government, Dr. Grossman said.\nThe research team separated patients into three age groups: pediatric (through age 14 years); adult (ages 15 to 65); and elderly (over age 65).  The researchers also analyzed patients in two injury severity groups: major injuries, indicated by an Injury Severity Score (ISS) of 25 to 74, and all injuries, represented by an ISS of 9 to 74.  They excluded patients with an ISS less than 8, indicating very mild or undetectable injuries, or with the worst possible ISS of 75.  Also excluded from analysis were patients with burns, those transferred from another hospital emergency department (indicating greater injury severity), and those who were dead on arrival.\nA total of 262,644 patients received treatment at 72 ACS-COT-verified trauma centers, the researchers found.  Of those, 37 centers were Level I, which provide the highest level of resources for care, and 35 were Level II.  Another 130,353 patients underwent treatment in 22 centers without ACS-COT verification (16 Level I and six Level II).  Of the entire patient population, 64.5 percent were adults, 31.7 percent were elderly, and 3.8 percent were pediatric patients.\nThe odds of experiencing any major complication were more than three times greater for elderly patients in trauma centers without ACS-COT verification than in verified centers, and more than 2.5 times greater for pediatric patients, the investigators reported.  For patients with major trauma, complications at nonverified trauma centers were reportedly nearly 1.5 times likelier for adults, 2.5 times more likely for elderly patients, and 4.3 times likelier for children and young teenagers.\nAll patients who experienced major complications had a significantly longer hospitalization, according to the article.  Major complications included, among others, acute (rapid-onset) kidney or lung injury, heart attack, stroke, pneumonia or other serious infection, blood clot in the lungs, and an unplanned return to the operating room or unplanned admission to the intensive care unit.\nAdults with major trauma were more likely to die, however, in ACS-COT-verified trauma centers than in nonverified centers, the data showed.  The researchers largely attributed the higher death rate to greater numbers of patients dying in the emergency department at verified trauma centers.  Dr. Grossman said they could only speculate on the cause of this difference: \"Possibly, patients taken to ACS-COT-verified trauma centers are more severely injured, or these centers may try harder to resuscitate unresponsive patients rather than declaring them dead on arrival.\"  However, the latter is not reported as a hospital-based death, he explained.\nMore research is needed to clarify the reasons for the observed higher mortality rate in adults with major trauma at ACS-COT-verified trauma centers, he said, as well as to determine which ACS-COT standards and which patient characteristics contribute the most to improved complication rates.\nStudy limitations, according to Dr. Grossman, included the use of data from past records, which show an association rather than a cause, and a database that may include missing or inaccurately entered elements by clinicians.  Nevertheless, he said, \"Based on our study findings, we conclude that ACS-COT-verified trauma centers are of higher quality in terms of complication rates.\"\nRonald M. Stewart, MD, FACS, Chair of the ACS COT, who did not participate in the study, said, \"This important study showed that ACS-COT trauma center verification has significantly decreased complications and adverse events in the highest risk populations: the most injured, the elderly, and the young.  This finding will likely translate into improvements in quality and costs for patients.\"\nHowever, Dr. Stewart said it is somewhat difficult to compare trauma centers without knowing the differences in any review processes at centers without ACS-COT verification.  He noted that some state review programs use adapted ACS-COT standards.\n\"Still, this study seems to identify that not all trauma center review processes are the same,\" Dr. Stewart said.  \"This observation may support wider adoption of ACS-COT trauma center verification.\"\nAlmost 500 trauma centers in the United States, or approximately 50 percent, have earned ACS-COT verification, he stated.\n", "meeting": "", "keywords": ["Medicine/Health", " Gerontology", " Pediatrics", " Surgery", " Trauma/Injury"]}