{"journal": "JAMA Neurology", "url": "http://www.eurekalert.org/pub_releases/2017-06/tjnj-ica060117.php", "description": "Cirrhosis was associated with increased risk of stroke, especially hemorrhagic, in a study that included a representative sample of more than 1.6 million Medicare beneficiaries, according to an article published by JAMA Neurology.", "article_link": null, "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "", "title": "Is cirrhosis associated with increased risk of stroke?", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "Cirrhosis was associated with increased risk of stroke, especially hemorrhagic, in a study that included a representative sample of more than 1.6 million Medicare beneficiaries, according to an article published by JAMA Neurology.Neal S. Parikh, M.D., of Weill Cornell Medicine and New York-Presbyterian Hospital, New York, and coauthors used inpatient and outpatient Medicare claims data from 2008 through 2014 for a random sample of Medicare beneficiaries older than 66. Of more than 1.6 million Medicare beneficiaries, 15,586 patients (1.0 percent) had cirrhosis and during an average of about four years of follow-up, 77,268 patients were hospitalized with a stroke. The incidence of stroke was 2.17 percent per year in patients with cirrhosis and 1.11 percent per year in patients without cirrhosis. Patients with cirrhosis had a higher risk of stroke, especially hemorrhagic, according to the results.The authors acknowledge multiple possible explanations for the association between cirrhosis and increased risk of stroke, including mixed coagulopathy (impaired clotting), that patients' underlying vascular risk factors may be heightened by cirrhosis and the underlying causes of cirrhosis (alcohol abuse, hepatitis C infection and metabolic disease) also may contribute to stroke risk. The study notes limitations, including ascertaining vascular risk factors may be incomplete.\"In a nationally representative sample of elderly patients with vascular risk factors, cirrhosis was associated with an increased risk of stroke, particularly hemorrhagic stroke. Additional investigation into the epidemiology and pathophysiology of this association may yield opportunities for stroke risk reduction and prevention,\" the article concludes.", "meeting": "", "keywords": ["Medicine/Health", " Stroke"]}