{"journal": "Clinical Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-06/uof-adl060517.php", "description": "For decades, aspirin has been widely used to reduce the risk of cardiovascular problems. Now, a team led by a University of Florida Health researcher has found that aspirin may provide little or no benefit for certain patients who have plaque buildup in their arteries.", "article_link": null, "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "", "title": "Aspirin does little or nothing for hard arteries, University of Florida researchers find", "region": "namerica", "source_link": "http://ufhealth.org/news/2017/aspirin-use-has-modest-or-no-benefit-patients-hardened-arteries-uf-health-researchers-find", "institution": "University of Florida", "text": "GAINESVILLE, Fla. -- For decades, aspirin has been widely used to reduce the risk of cardiovascular problems. Now, a team led by a University of Florida Health researcher has found that aspirin may provide little or no benefit for certain patients who have plaque buildup in their arteries.Aspirin is effective in treating strokes and heart attacks by reducing blood clots. The researchers tracked the health histories of over 33,000 patients with atherosclerosis -- narrowed, hardened arteries -- and determined that aspirin is marginally beneficial for those who have had a previous heart attack, stroke or other blood-flow issues involving arteries. However, among atherosclerosis patients with no prior heart attack or stroke, aspirin had no apparent benefit. The findings were published May 18 in the journal Clinical Cardiology.Because the findings are observational, further study that includes clinical trials are needed before definitively declaring that aspirin has little or no effect on certain atherosclerosis patients, said Anthony Bavry, M.D., an associate professor in the UF College of Medicine's department of medicine and a cardiologist at the Malcom Randall Veterans Affairs Medical Center in Gainesville.\"Aspirin therapy is widely used and embraced by cardiologists and general practitioners around the world. This takes a bit of the luster off the use of aspirin,\" Bavry said.Bavry said the findings do not undercut aspirin's vital role in more immediate situations: If a heart attack or stroke is underway or suspected, patients should still take aspirin as a treatment measure.\"The benefit of aspirin is still maintained in acute events like a heart attack or a stroke,\" he said.Among more than 21,000 patients who had a previous heart attack or stroke, researchers found that the risk of subsequent cardiovascular death, heart attack or stroke was marginally lower among aspirin users.For those atherosclerosis patients who had not experienced a heart attack or stroke, aspirin appeared to have no effect. The risk of cardiovascular death, heart attack and stroke was 10.7 percent among aspirin users and 10.5 percent for non-users.Patients who enrolled in the nationwide study were at least 45 years old with coronary artery disease, cerebrovascular disease or peripheral vascular disease. Their medical data were collected between late 2003 and mid-2009.The researchers did identify one group that got some benefit from aspirin -- people who had a coronary bypass or stent but no history of stroke, heart attack or arterial blood-flow condition. Those patients should clearly stay on an aspirin regimen, Bavry said. Bavry said discerning aspirin's effectiveness for various patients is also important because the medicine can create complications, including gastrointestinal bleeding and, less frequently, bleeding in the brain. Because of insufficient data, the current study wasn't able to address the extent of aspirin's role in bleeding cases.\"The cardiology community needs to appreciate that aspirin deserves ongoing study. There are many individuals who may not be deriving a benefit from aspirin. If we can identify those patients and spare them from aspirin, we're doing a good thing,\" he said.The current findings are the second time this year that Bavry and his collaborators have published research about the apparent ineffectiveness of aspirin therapy. In April, the group showed that the drug may not provide cardiovascular benefits for people with peripheral vascular disease, which causes narrowed arteries and reduced blood flow to the limbs.Bavry also cautioned patients with atherosclerosis or peripheral vascular disease not to quit aspirin therapy on their own. Instead, they should discuss the matter with their physician, he said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}