{"journal": "International Journal of Geriatric Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-06/luhs-mla060517.php", "description": "Memory loss, language problems and other symptoms of cognitive decline are strongly associated with diseases of the small blood vessels in the brain, according to a study published in the International Journal of Geriatric Psychiatry.", "article_link": "http://dx.doi.org/10.1002/gps.4747", "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "", "title": "Memory loss and other cognitive decline linked to blood vessel disease in the brain", "region": "namerica", "source_link": null, "institution": "Loyola University Health System", "text": "MAYWOOD, IL -  Memory loss, language problems and other symptoms of cognitive decline are strongly associated with diseases of the small blood vessels in the brain, a study has found. The study by senior author José Biller, MD, first author Victor Del Brutto, MD, and colleagues is published in the International Journal of Geriatric Psychiatry. Dr.  Biller is chair of Loyola Medicine's department of neurology. Dr. Del Brutto is a University of Chicago resident who did a neurology rotation at Loyola.The study included 331 volunteers age 60 and older who live in Atahualpa, a small rural village in coastal Ecuador. The subjects were given cognitive tests and brain MRIs. The MRIs were examined for four main components of small vessel disease (SVD). These four components, which include evidence of microbleeds and minor strokes, then were added to create a total SVD score. The score ranges from zero points (no SVD) to 4 points (severe SVD).\r\nThe study found that that 61 percent of the subjects had zero points on the total SVD score, 20 percent had 1 point, 12 percent had 2 points, 5 percent had 3 points and 2 percent had 4 points. The higher the SVD score, the greater the cognitive decline. Researchers also found that each individual component of SVD predicted cognitive decline as well as the total SVD score did.Cognitive decline was measured by a Spanish version of the Montreal Cognitive Assessment test. Subjects were asked to do basic cognitive tasks such as counting backwards from 100 by sevens, repeating back a list of words, identifying drawings of animals and naming in one minute as many words as possible that begin with N.The finding that 39 percent of the older adults have at least one component of SVD indicates the condition is common in the region. This prevalence makes Atahualpa a suitable population for studying the effect of SVD on cognitive performance, researchers wrote.SVD in the brain is a recognized cause of stroke and cognitive decline worldwide. The condition is an especial concern in Latin American countries, where it has been shown to be one of the most common mechanisms that cause strokes.The study is part of the groundbreaking Atahualpa Project, a population-based study designed to reduce the increasing burden of strokes and other neurological disorders in rural Ecuador and similar communities in Latin America. Many Atahualpa residents have enrolled in studies of risk factors for common diseases, especially neurological and cardiovascular diseases. More than 95 percent of Atahualpa's population belongs to the native/Mestizo ethnic group, and the villagers have similar diets and lifestyles, making them suitable subjects for population studies.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Gerontology", " Aging", " Neurobiology", " Alzheimer's Disease"]}