{"journal": "Cardiovascular Diabetology", "url": "http://www.eurekalert.org/pub_releases/2017-06/uom-ddp060517.php", "description": "Overconsumption of a Western diet high in fats and refined sugars has contributed to a global increase in obesity and type 2 diabetes. Obese and diabetic premenopausal women are more at risk of developing heart disease -- even more than men of similar age and with similar health issues. A study by researchers at the University of Missouri School of Medicine found that the diabetes medication linagliptin can protect against stiffening of the left ventricle of the heart in overweight female mice.", "article_link": "http://dx.doi.org/10.1186/s12933-017-0544-4", "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health, Department of Veterans Affairs", "title": "Diabetes drug prevents stiffening of heart muscle in obese mouse model", "region": "namerica", "source_link": "https://medicine.missouri.edu/2017/06/diabetes-drug-prevents-stiffening-of-heart-muscle-in-obese-mouse-model/", "institution": "University of Missouri-Columbia", "text": "Overconsumption of a Western diet high in fats and refined sugars has contributed to a global increase in obesity and Type 2 diabetes. Obese and diabetic premenopausal women are more at risk of developing heart disease -- even more than men of similar age and with similar health issues. A study by researchers at the University of Missouri School of Medicine found that the diabetes medication linagliptin can protect against stiffening of the left ventricle of the heart in overweight female mice. The finding may have implications for management of cardiovascular diseases in humans.\"In previous studies, we showed that young, female mice consuming a Western diet, high in fat, sucrose and high fructose corn syrup, not only gained weight, but also exhibited vascular stiffening consistent with obese premenopausal women,\" said Vincent DeMarco, Ph.D., a research associate professor of endocrinology at the MU School of Medicine and the lead author of the study. \"Our current study sought to understand if linagliptin prevents cardiac stiffening caused by eating a Western-style diet.\"Linagliptin is a medication prescribed to lower blood glucose in patients with Type 2 diabetes. The medication works by blocking the enzyme dipeptidyl peptidase-4, or DPP-4. Previous studies have shown that DPP-4 inhibitors offer protection against vascular inflammation and oxidative stress -- conditions associated with cardiovascular stiffening.DeMarco's team studied 34 female mice that were fed either a normal diet or a simulated Western diet for four months. Another group of mice were fed a Western diet containing a low dose of linagliptin. The team used an ultrasound system, similar to that used in humans, to evaluate the function of the left ventricle of the heart. \"A heartbeat actually is a two-part pumping action that takes less than a second in healthy humans,\" DeMarco said. \"The first part, known as diastole, involves relaxation of the left ventricle while it fills with oxygenated blood from the lungs. After the left ventricle fills with blood, it then contracts and pushes blood into the aorta. This part of the cardiac cycle is referred to as systole. If the left ventricle becomes stiffer it will not be able to relax normally, and diastole will be impaired. This form of heart disease is known as diastolic dysfunction, which is a risk factor for a more serious heart condition known as diastolic heart failure.\"The mice fed the Western diet alone gained weight, exhibited increased heart weight and developed diastolic dysfunction. However, the mice fed the Western diet along with linagliptin did not develop diastolic dysfunction. They also exhibited less oxidative stress and inflammation in their hearts compared to the mice fed the Western diet alone. \"Oxidative stress and inflammation are two factors that can promote excess accumulation of collagen, also known as fibrosis, in the walls of the left ventricle,\" DeMarco said. \"In our study, we found that Western diet-fed mice had increased fibrosis in the left ventricle that was prevented by linagliptin.\" The team also found that linagliptin suppressed not only DPP-4 activity, but also TRAF3IP2 production. TRAF3IP2 is a protein responsible for initiating tissue oxidative stress, inflammation and fibrosis in the heart.  \"This was a major novel finding of our study,\" DeMarco said. \"However, further research is required to determine exactly how linagliptin affects the function of this important protein.\"   DeMarco also cautioned that linagliptin, like other DPP-4 inhibitors, can be expensive without insurance coverage.\"Based on the results of this research and our previous studies, it is tempting to speculate that linagliptin could reduce the risk of cardiovascular complications associated with obesity and Type 2 diabetes,\" DeMarco said. \"However, ongoing clinical trials will help determine what, if any, cardio-protective role linagliptin could play in the management of obesity-related heart disease.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Critical Care/Emergency Medicine", " Diet/Body Weight", " Endocrinology", " Epidemiology", " Metabolism/Metabolic Diseases", " Diabetes", " Public Health"]}