{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-4fc053117.php", "description": "A four-year follow-up study of athletes with implantable cardioverter defibrillators (ICDs) found they suffered no irregular heartbeats, shock-related injuries or deaths while competing. ICD patients should talk to their doctors about their individual risks of participating in competitive sports.", "article_link": null, "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "Boston Scientific Corporation, Medtronic Inc., and St. Jude Medical", "title": "Four-year follow-up confirms that participation in competitive sports may be okay for many athletes w/ ICD", "region": "namerica", "source_link": "http://newsroom.heart.org/news/four-year-follow-up-confirms-that-participation-in-competitive-sports-may-be-okay-for-many-athletes-with-implanted-cardioverter-defibrillators?preview=fa9dac656701693bc1709830a0ff858d", "institution": "American Heart Association", "text": "DALLAS, June 5, 2017 -- A four-year study of athletes with implantable defibrillators confirms an earlier short-term study's findings that competitive sports may be considered for many of these athletes, according to new research in the American Heart Association's journal Circulation.An implantable cardioverter defibrillator (ICD) is a battery-powered device placed under the skin that tracks the heart rate and delivers an electric shock when it detects a type of abnormal heart rhythm called an arrhythmia. In 2015, the American Heart Association issued a scientific statement advising that participating in competitive sports may be considered for athletes with ICDs, based on a 2013 study from a multinational registry of ICD patients which followed 372 athletes over a two-year period. The new study followed the same registry of athletes for a four-year period. \"Even though some people did receive shocks while they were participating in sports, no harm came to patients,\" said Rachel Lampert, M.D., lead author of both studies and professor of internal medicine at Yale School of Medicine. \"After a four-year follow-up, we still did not see any failures of the device to terminate an arrhythmia, or injuries related to the arrhythmia or device, in these patients.\"Researchers followed 440 ICD recipients, ages 10-60, for an average of nearly four years each. They included competitive athletes at the national and international level, high school and college athletes, and others who participated in vigorous sports such as running, basketball, soccer, tennis, volleyball, skiing and snowboarding.One hundred twenty-one people received a total of 184 shocks during the study. Of the total study population:According to Lampert, the current study's longer follow-up period and larger number of participants enabled the researchers to identify one group of athletes for whom vigorous sports may be less safe: athletes who have a particular type of heart disease called arrhythmogenic right ventricular cardiomyopathy (ARVC), a rare inherited condition where muscle tissue in the right ventricle dies and is replaced with scar tissue, which disrupts the heart's electrical signals and causes arrhythmias.\"Patients with ARVC were more likely than others to experience life-threatening ventricular arrhythmias requiring shock during sports, and more likely to require multiple shocks to terminate their arrhythmias during physical activity,\" Lampert said.  \"While all the shocks were ultimately successful in this study, this raises concern that vigorous physical activity could lead to arrhythmias that would not be terminated by the device. Although the ICD did work eventually and got the ARVC patients out of the arrhythmias, we don't like to see people requiring multiple shocks.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}