{"journal": "Annals of Internal Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-06/acop-sia053017.php", "description": "Low-quality evidence suggests that small unruptured intracranial aneurysms (UIAs) have low risk for growth and rupture. Very small aneurysms could have even lower rates of growth or rupture. The results of a systematic evidence review are published in Annals of Internal Medicine.", "article_link": null, "date": "Mon, 05 Jun 2017 04:00:00 GMT", "funder": "", "title": "Small intracranial aneurysms may have little risk for rupture", "region": "namerica", "source_link": null, "institution": "American College of Physicians", "text": "1. Small and very small unruptured intracranial aneurysms may have little risk for ruptureAbstract: http://annals.org/aim/article/doi/10.7326/M17-0246\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-1215\nURLs go live when the embargo lifts\r\nLow-quality evidence suggests that small (? 7 mm) unruptured intracranial aneurysms (UIAs) have low risk for growth and rupture. Very small aneurysms (? 3 mm) could have even lower rates of growth or rupture. The results of a systematic evidence review are published in Annals of Internal Medicine.Widespread use of imaging has led to increased, often incidental, detection of UIAs. While not highly prevalent, these aneurysms may produce a devastating form of stroke by rupturing and producing subarachnoid hemorrhage.  Management of patients with UIAs is not straightforward, due to differences in patient and aneurysm characteristics. Guidelines from the American Heart Association and the American Stroke Association do not include specific recommendations for treating small and very small aneurysms, nor do they consider the possibility of different growth rates, rupture risks, and treatment success rates for aneurysms smaller than 7 mm.Researchers from Yale School of Medicine in New Haven, CT reviewed 26 published studies of to determine the risk for growth and rupture of small and very small UIAs. Understanding these risks could help to better inform patient management. The researchers found that the annual growth rate for aneurysms 7 mm or smaller was less than 3 percent in all but one study. The annual rupture rate for aneurysms 3 mm or smaller, 3 to 5 mm, and 5 to 7 mm was 0 percent, less than 0.5 percent, and less than 1 percent, respectively. The author of an accompanying editorial from the University of Miami Miller School of Medicine in Miami, FL cautions that these findings do not mean that small aneurysms have no risk for rupture. Rather, experts are skilled at predicting which are more likely to rupture. This, all patients should be evaluated by an expert who can review associated risk factors and determine both the optimal follow-up plan and need for treatment.2. Next-generation metagenomics sequencing may sleuth out hard-to-find viruses in the bloodAbstract: http://annals.org/aim/article/doi/10.7326/M17-0085\nURLs go live when the embargo lifts\r\nNext-generation metagenomics sequencing (NGMS) may have broad potential for discovering new viral infections in the blood, such as human hepegivirus-1 (HHpgV-1), that currently cannot be found by conventional methods. Whether or not HHpgV-1 causes human disease remains to be seen. The findings are published in Annals of Internal Medicine. Humans are teeming with microbes that contribute to health and disease. NGMS has been used in clinical practice to detect unsuspected pathogens and also to characterize the composition of complex populations of recognized viruses, such as HIV-1 and hepatitis C virus (HCV). While NGMS can uncover novel sequences, the limits of detection are not clearly defined. Understanding the sensitivity and accuracy of NGMS compared with quantitative clinical standards is critical to determining its clinical application.Researchers at Johns Hopkins School of Medicine studied plasma samples from persons who inject drugs co-infected with HIV and HCV who were enrolled in a prospective study of HCV dynamics after pegylated interferon-?2b (IFN) administration and before and after antiretroviral therapy (ART). This is important because persons who inject drugs have higher risk of blood born infections and thus can be \"sentinels\" of emerging blood borne diseases. The researchers compared viral nucleic acid in plasma by NGMS and quantitative polymerase chain reaction (PCR).The researchers found that NGMS was insensitive for detection of viruses with relatively low plasma nucleic acid concentrations, but was able to discover an unexpected, novel hepegivirus in the human virome, HHpgV-1.  Furthermore, the researchers found HHpgV-1 sequences in liver tissue. The significance of this finding is not yet known, but it sheds light on the sensitivity and accuracy of NGMS for detecting viruses in the blood.3. Physicians weigh the benefits and risks of weight loss surgery vs lifestyle changes While current obesity guidelines are clear, individual patient characteristics need to be considered\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0698\nURL goes live when the embargo lifts\r\nIs weight loss surgery the right treatment option for a morbidly obese (BMI ranges between 39.1 and 43.7 kg/m2) 64 year-old patient with hypertension, hypercholesterolemia, sleep apnea, and knee osteoarthritis with bilateral total knee replacements? Two prominent clinical experts from Beth Israel Deaconess Medical Center (BIDMC) debate this question in a multicomponent educational article being published in Annals of Internal Medicine.Current guidelines from the American Association of Clinical Endocrinologists, the Obesity Society, and the American Society for Metabolic and Bariatric Surgery are clear. They recommend weight loss (bariatric) surgery for all patients with a BMI of 40 kg/m2 or higher and for those with a BMI of 35 kg/m2 or greater with at least one obesity-related comorbidity. While bariatric surgery is associated with reduced long-term mortality and remission of some obesity-related conditions, the surgery is not without potentially significant risks. In addition, patients must also change their lifestyle habits in order to maintain weight loss. A bariatric surgeon and a general internist debate the best treatment approach. Bariatric surgeon, Daniel B. Jones, MD, MS, argues that obesity is spiraling out of control and diets do not work for most. He advocates early surgical intervention, which is proven safe and has been shown to improve patient outcomes and longevity. The general internist, Christina C. Wee, MD, suggests that current guidelines are based on a homogeneous patient population and may not generalize to other patients with obesity. Plus, surgery is not without risks. She believes that intensive lifestyle treatments may have a better safety profile for this older patient.  She recommends trying a high-protein diet combined with resistance exercise - an approach that has also been shown to reduce body fat and some obesity-related conditions.All 'Beyond the Guidelines' papers are based on the Department of Medicine Grand Rounds at BIDMC in Boston and include print, video, and educational components. A list of topics is available at http://www.annals.org/grandrounds. Note: For an embargoed PDF, please contact Angela Collom. To interview the experts, please contact Emily Barret at ebarret1@bidmc.harvard.edu or 617-667-7372. \r\n\r\nAlso new in this issue:\r\nHyperammonemia After Blood Transfusion: A Case Report\r\nZachary M. Rossfeld, MD; and Nathan R. Wright, MD\r\nObservation\r\nAbstract: http://annals.org/aim/article/doi/10.7326/L17-0093 Draw The Line\r\nMichael Natter, BA\r\nAnnals Graphic Medicine\r\nFREE content: http://annals.org/aim/article/doi/10.7326/G16-0028\n", "meeting": "", "keywords": ["Medicine/Health", " AIDS/HIV", " Addiction", " Diet/Body Weight", " Epidemiology", " Hematology", " Infectious/Emerging Diseases", " Internal Medicine", " Sex-Linked Conditions", " Surgery"]}