{"journal": "Developmental Psychobiology", "url": "http://www.eurekalert.org/pub_releases/2017-06/ku-jcl063017.php", "description": "How do we learn to write? A Japanese study looked at the development of writing skills in Japanese first-grade students, and revealed aspects of handwriting development that have been largely neglected in research carried out in Latin alphabet communities.", "article_link": "http://dx.doi.org/10.1002/dev.21536", "date": "Fri, 30 Jun 2017 04:00:00 GMT", "funder": "Japan Society for the Promotion of Science", "title": "Japanese children learn to write through rhythm", "region": "asia", "source_link": "http://www.kobe-u.ac.jp/research_at_kobe_en/NEWS/news/2017_06_29_02.html", "institution": "Kobe University", "text": "How do we learn to write? Associate Professor NONAKA Tetsushi (Kobe University Graduate School of Human Development and Environment) looked at the development of writing skills in Japanese first-grade students learning the hiragana script. By quantifying their pen movements, he revealed the process of learning distinct temporal patterns of movement in such a way to differentiate a set of subtle features of each symbol. These aspects of handwriting development have been largely neglected in research carried out in Latin alphabet communities. The findings were published on June 13 in Developmental Psychobiology.Previous research based on the Latin alphabet explains the acquisition of writing skills during childhood as a combination of two processes: the acquisition of visual representations and the development of fine motor skills to produce the desired trajectory of the pen. This study looked at the development of movement dynamics of handwriting in 1st graders at the Kobe University Elementary School who learned to write hiragana, a phonetic script used for Japanese. He examined how their movements were influenced by the social norms of the classroom environment in which those 1st graders participated over the first three months of the primary school.During the study, the children were repeatedly encouraged to pay attention to the specific requirements for writing each character, including stroke endings, stroke order and rhythm of movement. While he observed individual variation in handwriting development among six students studying in the same classroom, two common trends were quantitatively demonstrated. Firstly, the pen movements became clearly differentiated for each type of stroke ending (stop, sweep or jump). Secondly, a consistent temporal structure of movement gradually emerged for each stroke.This demonstrates that the process of handwriting development as explained by Latin alphabet-based research - acquiring fine motor skills in hands, plus storing the shapes in the head - cannot fully explain the handwriting skill development process for hiragana script. At least in this particular language community, learning the temporal pattern of movement corresponding to a letter seems highly important, based on which the invariant features of a letter--the traces of the specific temporal pattern of movement--can be discriminated as such. The study also suggests that the process of learning to write by differentiating physical movements may be linked to a phenomenon specific to Chinese character-based cultures known as \"air writing\", when people unconsciously move their fingers while trying to recall a certain character.\r\n", "meeting": "", "keywords": ["Education", " K-12", " Social/Behavioral Science", " Anthropology", " Arts/Culture", " Behavior", " Learning/Literacy/Reading", " Intelligence", " Normalcy", " Perception/Awareness"]}