{"journal": "Hypertension", "url": "http://www.eurekalert.org/pub_releases/2017-06/uot-etc063017.php", "description": "The longitudinal study on children and adolescents conducted by the Research Centre of Applied and Preventive Cardiovascular Medicine at the University of Turku, Finland, is unique worldwide. The study shows that cardiovascular risk factors, such as overweight, high blood pressure, low-density lipoprotein (LDL) cholesterol and insulin resistance, are associated with arterial distensibility in adolescence.", "article_link": "http://dx.doi.org/10.1161/HYPERTENSIONAHA.117.09027", "date": "Fri, 30 Jun 2017 04:00:00 GMT", "funder": "", "title": "Exposure to cardiovascular risk factors linked with arterial distensibility in adolescence", "region": "europe", "source_link": "https://www.utu.fi/en/news/news/Pages/Exposure-to-Cardiovascular-Risk-Factors-Linked-with-Arterial-Distensibility-in-Adolescence.aspx", "institution": "University of Turku", "text": "The longitudinal study on children and adolescents conducted by the Research Centre of Applied and Preventive Cardiovascular Medicine at the University of Turku, Finland, is unique worldwide. The study shows that cardiovascular risk factors, such as overweight, high blood pressure, low-density lipoprotein (LDL) cholesterol and insulin resistance, are associated with arterial distensibility in adolescence. Arterial distensibility decreases with age, i.e. arteries stiffen. Arterial stiffness is associated with the endpoints of cardiovascular diseases, such as stroke, heart attack and cardiac death. Cardiovascular risk factors, such high blood pressure, affect arterial stiffness in adulthood. The association of these risk factors with arterial elasticity from childhood to early adulthood has not been previously studied. The study is part of the Special Turku Coronary Risk Factor Intervention Project (STRIP) of the Research Centre of Applied and Preventive Cardiovascular Medicine at the University of Turku. The study has followed initially over 1,000 children for 27 years. Their cardiovascular risk factors have been repeatedly measured from childhood to adulthood. The elasticity of the research subjects' arteries was measured with ultrasonography in the age of 11-19. - The study revealed that overweight, high blood pressure, LDL cholesterol and insulin resistance measured in childhood and adolescence are linked with arterial distensibility already at young age. Overweight, high blood pressure and LDL cholesterol can be influenced, for example, by promoting a healthy way of life, says Doctoral Candidate Hanna Mikola. The results of the study can be utilised by concentrating the primordial prevention of cardiovascular diseases more actively on children and youth when trying to improve cardiovascular health throughout life. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Diet/Body Weight", " Cholesterol"]}