{"journal": "Cell Reports", "url": "http://www.eurekalert.org/pub_releases/2017-06/cc-agb063017.php", "description": "Cleveland Clinic researchers have uncovered a biological link between gut bacteria metabolism and obesity. The team showed that blocking a specific intestinal microbial pathway can prevent obesity and insulin resistance, as well as cause fat tissue to become more metabolically active. The study was recently published in Cell Reports. \r\n\r\nThe research team, led by J. Mark Brown, Ph.D., of Cleveland Clinic's Lerner Research Institute, studied the metabolic pathway that creates trimethylamine oxide, a chemical produced by gut bacteria during digestion of key nutrients.", "article_link": null, "date": "Fri, 30 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health and its Office of Dietary Supplements, Deutsche Forschungsgemeinschaft, the Academy of Finland and the Finnish Cardiovascular Research Foundation, American Heart Association", "title": "Altering gut bacteria pathways may stimulate fat tissue to prevent obesity", "region": "namerica", "source_link": null, "institution": "Cleveland Clinic", "text": "Cleveland Clinic researchers have uncovered a biological link between gut bacteria metabolism and obesity. The team showed that blocking a specific intestinal microbial pathway can prevent obesity and insulin resistance, as well as cause fat tissue to become more metabolically active. The study was recently published in Cell Reports. The research team, led by J. Mark Brown, Ph.D., of Cleveland Clinic's Lerner Research Institute, studied the metabolic pathway that creates trimethylamine oxide (TMAO), a chemical produced by gut bacteria during digestion of key nutrients - choline, lecithin and carnitine - found abundantly in animal products, such as red meat, processed meats, egg yolks and liver.  Dr. Brown's colleague on the current study - Stanley Hazen, M.D., Ph.D. - previously showed that high levels of TMAO are associated with a higher risk of severe cardiovascular events, such as heart attack and stroke.Since cardiovascular disease and obesity are so closely linked, the team hypothesized that TMAO may also be involved in metabolic pathways that lead to obesity. They focused on a host enzyme called flavin-containing monooxygenase 3(FMO3), which converts TMAO into its active form. They discovered that mice that had a missing or deactivated FMO3 gene were protected from obesity, even when fed a high-fat, high-calorie diet. Furthermore, the FMO3-negative mice showed higher expression of genes associated with beige or brown fat cells, which are more metabolically active than white fat cells.The study confirmed in 435 patients that high levels of TMAO are associated with higher incidence of Type 2 diabetes. \"Obesity, diabetes and cardiovascular disease are strongly linked. While the microbiome has been shown to affect cardiovascular disease, there is as yet no concrete evidence of precisely how gut bacteria influence obesity,\" Brown said. \"These findings shed light on a possible way to manipulate the microbiome with therapeutics to combat our obesity and diabetes epidemic.\"Brown is a member of the scientific staff in the Lerner Research Institute's Department of Cellular & Molecular Medicine. Rebecca Schugar, PhD, is first author on the publication in Cell Reports.\"Given the numerous strong associations of the gut microbe-driven TMAO pathway with human disease, this work has broad implications for drug discovery efforts targeting gut microbes themselves,\" said Dr. Hazen, chair of the Department of Cellular & Molecular Medicine for the Lerner Research Institute and section head of Preventive Cardiology & Rehabilitation in the Miller Family Heart & Vascular Institute at Cleveland Clinic. \"However, additional work is needed to better understand the entire pathway and the links between TMA, FMO3, TMAO and human health.\"TMAO is a byproduct of bacterial digestion of choline, lecithin and carnitine, nutrients that are especially abundant in animal products such as red meat, processed meats and liver. Dr. Hazen, who also holds the Jan Bleeksma Chair in Vascular Cell, has previously linked TMAO to an increased risk of cardiovascular disease and has shown it can be a powerful tool for predicting future heart attacks, stroke and death in multiple patient populations. Dr. Hazen is an inventor of a test for TMAO that was licensed to Cleveland HeartLab, Inc., a Cleveland Clinic spin-off company. Dr. Hazen and Cleveland Clinic would benefit financially from sales of the test.", "meeting": "", "keywords": ["Health Care", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Genes"]}