{"journal": "Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-06/bumc-dce062917.php", "description": "Despite the fact that obesity increases both the risk for stroke and death, a new study has found that people who are overweight or even mildly obese survive strokes at a higher rate as compared to those with a normal body weight.", "article_link": null, "date": "Thu, 29 Jun 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute, NIH/National Institute of Neurological Disease and Stroke", "title": "Does carrying extra weight offer better survival following a stroke?", "region": "namerica", "source_link": null, "institution": "Boston University Medical Center", "text": "(Boston)--Despite the fact that obesity increases both the risk for stroke and death, a new study has found that people who are overweight or even mildly obese survive strokes at a higher rate as compared to those with a normal body weight. \r\nThe findings, which appear in the Journal of the American Heart Association, adds to the  'obesity paradox' seen in previous studies where increased body weight appears to have a protective effect on certain groups of patients.\r\nA stroke occurs when blood flow to an area of the brain is cut off and brain cells are deprived of oxygen and begin to die. Each year about 185,000 people die from a stroke, the fifth leading cause of death in the U.S. and a leading cause of adult disability.A group of participants from the Framingham Heart Study (FHS) were followed over time, including measuring their body mass index (BMI) prior to their stroke. The researchers then matched these stroke cases to other FHS participants of similar age, sex and BMI category (normal weight, overweight or obese). They then separately analyzed both groups to see if overweight or obesity had any effect on survival over 10 years, compared to the people who were normal weight. \"We found that participants who were overweight or mildly obese had better survival after stroke than normal weight participants and the survival benefit was strongest in males or in those younger than age 70,\" explained corresponding author Hugo J. Aparicio, MD, MPH, assistant professor of neurology at Boston University School of Medicine and FHS investigator.\r\nAccording to the researcher, while the study controlled for factors such as smoking, cancer, dementia and 'vascular risk factors' like high blood pressure, diabetes and cholesterol, there may still be unhealthy aspects associated with a normal weight, like relative frailty, differences in nutrient intake or unidentified conditions that could lead to worse mortality. \r\nThe researchers caution that these results do not show that obesity is protective in the overall population. They stress that there may be some mechanism by which increased weight can help survival after stroke, whether from having the extra 'metabolic reserve' following a severe disease, or other influences such as medication use, avoidance of smoking or some aspect of their diet. \"Nonetheless, observing this so-called 'obesity paradox' has important clinical implications and it is essential for clinicians and researchers to better understand the role of body weight in recovery after stroke so that they can make proper recommendations on weight loss or weight maintenance,\" said Aparicio.\r\n", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Diet/Body Weight"]}