{"journal": "Journal of Clinical Endocrinology and Metabolism", "url": "http://www.eurekalert.org/pub_releases/2017-06/tes-aol062817.php", "description": "While there is solid evidence that adolescent overweight and obesity are associated with coronary heart disease (CHD) and stroke, less is known about the association between body mass index (BMI) and rarer cardiovascular diseases.", "article_link": "http://dx.doi.org/10.1210/jc.2017-00329", "date": "Wed, 28 Jun 2017 04:00:00 GMT", "funder": "", "title": "Adolescent obesity linked to early mortality from cardiovascular diseases", "region": "namerica", "source_link": "https://academic.oup.com/jcem/article-lookup/doi/10.1210/jc.2017-00329", "institution": "The Endocrine Society", "text": "WASHINGTON-- While there is solid evidence that adolescent overweight and obesity are associated with coronary heart disease (CHD) and stroke, less is known about the association between body mass index (BMI) and rarer cardiovascular diseases. A new large-scale, 45-year Israeli study published in the Endocrine Society's Journal of Clinical Endocrinology & Metabolism found that higher BMI as well as BMI in the accepted normal range in late adolescence may be related to a higher risk of death in mid-adulthood from non-coronary non-stroke cardiovascular diseases such as fatal arrhythmia, hypertensive heart disease, cardiomyopathy, arterial disease, heart failure and pulmonary embolism. Obesity, the most common nutritional disorder in industrialized countries, is associated with an increased mortality and morbidity of cardiovascular disease. This study specifically looked at adolescent BMI and death attributed to cardiovascular diseases other than CHD and stroke. \"Our findings show that adolescents with BMI values well within the currently accepted normal range may still be at future risk of cardiovascular diseases,\" said one of the study's authors, Gilad Twig, M.D., Ph.D. of the Medical Corps of the Israel Defense Forces. \"This is important because while CHD and stroke mortality of adults younger than 50 have declined in most western countries in the last two decades, non-CHD and non-stroke mortality has increased.\"Researchers from the Israel Defense Forces, Sheba Medical Center and Hadassah Medical School in Israel analyzed data collected from 2,294,139 adolescents ages 16-19 in 1967 and followed them until 2011. Between 1981 and 2011, 32,137 deaths were recorded of which 800 were attributed to non-coronary, non-stroke cardiovascular deaths, whereas 3,178 deaths were attributed to cardiovascular mortality in total. \"Overweight and obesity at adolescence were tightly associated with increased risk for all study outcomes. The range of normal BMI is relatively broad and we also found here that adolescents with BMI at the high-normal end had higher risk than those in the low-normal end. Data shows that \"optimal\" BMI for 17 years old is at the low-normal range,\" Twig said. \"Additional studies are needed to confirm these results in order to re-visit the currently accepted BMI range in adolescents.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Death/Dying", " Mortality/Longevity", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology"]}