{"journal": "Journal of Women's Health", "url": "http://www.eurekalert.org/pub_releases/2017-06/mali-lry062817.php", "description": "A new study has shown that every 1 year increase in reproductive duration -- years from menarche to menopause--was associated with a 3 percent reduction in a woman's risk of angina or stroke.", "article_link": "http://dx.doi.org/10.1089/jwh.2016.6013", "date": "Wed, 28 Jun 2017 04:00:00 GMT", "funder": "", "title": "Longer reproductive years linked to lower cardiovascular & cerebrovascular risk in women", "region": "namerica", "source_link": "http://www.liebertpub.com/global/pressrelease/longer-duration-of-reproductive-years-linked-to-30-lower-risk-of-cardiovascular-and-cerebrovascular-events-in-women/2210/", "institution": "Mary Ann Liebert, Inc./Genetic Engineering News", "text": "New Rochelle, NY, June 28, 2017--A new study has shown that every 1 year increase in reproductive duration--years from menarche to menopause--was associated with a 3% reduction in a woman's risk of angina or stroke. These results, demonstrated in women 60 years of age and older, support a protective role for estrogen, as reported in an article in Journal of Women's Health, a peer-reviewed publication from Mary Ann Liebert, Inc., publishers. The article is available free on the Journal of Women's Health website until July 28, 2017.Coauthors Hend Mansoor, PharmD, Islam Elgendy, MD, Richard Segal, PhD, and Abraham Hartzema, PhD, University of Florida, Gainesville, present their findings in the article entitled \"Duration of Reproductive Years and the Risk of Cardiovascular and Cerebrovascular Events in Older Women: Insights from the National Health and Nutrition Examination Survey.\" The researchers compared cardiovascular and cerebrovascular events among women divided into two groups, longer reproductive duration (\r\n\t\"By evaluating women's risk of cardiovascular and cerebrovascular events based on the duration of their reproductive years, rather than just their age at menarche or their age at menopause as individual variables, Mansoor et al. take into account the effect of cumulative exposure to sex hormones such as estrogen,\" says Susan G. Kornstein, MD, Editor-in-Chief of Journal of Women's Health, Executive Director of the Virginia Commonwealth University Institute for Women's Health, Richmond, VA, and President of the Academy of Women's Health. ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Developmental/Reproductive Biology", " Fertility", " Pain", " Demography"]}