{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-hie062317.php", "description": "The incidence of cardiac arrest significantly decreased among middle-aged adults who acquired health insurance after the Affordable Care Act (Obamacare) expanded coverage. Among older adults with constant health insurance coverage, the incidence of cardiac arrest remained the same. These preliminary findings highlight the importance of preventive medical care but do not definitively prove that health insurance expansion prevents cardiac arrest, researchers noted.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.005667", "date": "Wed, 28 Jun 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung and Blood Institute", "title": "Health insurance expansion via Obamacare linked to fewer cardiac arrests", "region": "namerica", "source_link": "http://newsroom.heart.org/news/health-insurance-expansion-via-obamacare-linked-to-fewer-cardiac-arrests?preview=f65fb942a78a6f4091115153d4f27aff", "institution": "American Heart Association", "text": "DALLAS, June 28, 2017 -- A sudden catastrophic loss of heart function, or cardiac arrest, occurred significantly less among adults who acquired health insurance via the Affordable Care Act (ACA), according to new research in Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.In a study of emergency medical services in an urban Oregon county before and after the ACA, researchers noted that the incidence of cardiac arrest was significantly lower among middle-aged adults after they gained health insurance through the ACA, primarily through Medicaid expansion.Among adults between 45 and 64 years old, the incidence of cardiac arrest decreased by 17 percent. In contrast, the incidence remained the same among adults over age 65 with consistently high rates of health insurance coverage, primarily through Medicare.\"Cardiac arrest is devastating and under-recognized cause of premature death for both men and women older than 45 years,\" said study lead author Eric Stecker, M.D., M.P.H., associate professor of cardiology at Oregon Health & Science University's Knight Cardiovascular Institute in Portland, Oregon. \"Health insurance allows people to engage in regular medical care, which is crucial for the prevention of cardiovascular disease and the diagnosis and treatment of conditions that can cause cardiac arrest.\"In the United States, more than 350,000 cases of out-of-hospital cardiac arrest happen each year. Cardiac arrest occurs when the heart's regulatory system suddenly malfunctions, causing an abnormal heart rhythm. Death occurs if immediate medical attention, including CPR, isn't started after cardiac arrest.In this study, researchers used records for emergency medical services in Multnomah County, Oregon, to identify patients with out-of-hospital cardiac arrest. They then compared this information to U.S. Census Bureau data for the county's adult population in the years before ACA implementation (2011-2012) and after ACA implementation (2014-2015). The study was part of a larger research project led by the study's senior author Sumeet Chugh, M.D., director of the Heart Rhythm Center at Cedars-Sinai Heart Institute in Los Angeles.\"These findings underscore the important role of prevention in the battle against sudden cardiac arrest, which affects almost a thousand Americans every day,\" Chugh said. \"Less than 10 percent of these patients make it out of the hospital alive, so by the time we dial 9-1-1 it is much too late. For this reason, effective primary prevention is vital.\"Although the results of this small, preliminary study show an association between health insurance and lower rates of cardiac arrest, they do not prove cause and effect. To prove that health insurance decreases the rate of cardiac arrest, it is necessary to do larger studies that control other possible influences and include more diverse groups of patients.Still, the results confirm the American Heart Association's support of the ACA's expansion of Medicaid and other health insurance coverage.\"It is critical to more comprehensively identify the health benefits of insurance and to carefully consider public policies that affect the number of uninsured Americans,\" Stecker said.In an accompanying editorial Mary Fran Hazinsky, R.N., MSN, and Carole R. Myers, Ph.D., RN., note expanded Medicaid services have reduced deaths in other states but call these findings \"intriguing.\"\"The hypothesized relationship between healthcare expansion and decline in [out-of-hospital cardiac arrest] incidence is certainly a timely question that requires further study,\" they wrote.  \"A follow-up study should be based on a framework that looks more broadly at a complement of social and other determinants of health, and accounts for the various dimensions of access, and evaluates access by looking at utilization.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}