{"journal": "Clinical Cancer Research", "url": "http://www.eurekalert.org/pub_releases/2017-06/uowo-cts062817.php", "description": "Technology developed at Western University and Lawson Health Research Institute can provide a new window into whether or not patients are responding to treatment for advanced ovarian cancer. A multi-center clinical trial has demonstrated that CT Perfusion, which measures blood flow and blood volume to tumors associated with ovarian cancer, can provide an accurate prediction of how well a treatment is working, allowing physicians the opportunity to better plan treatment.", "article_link": "http://dx.doi.org/10.1158/1078-0432.CCR-16-1859", "date": "Wed, 28 Jun 2017 04:00:00 GMT", "funder": "NIH/National Cancer Institute, National Clinical Trials Network, NRG Oncology, ECOG-ACRIN", "title": "CT technology shows how blood flow can predict effectiveness of ovarian cancer treatment", "region": "namerica", "source_link": "http://mediarelations.uwo.ca/2017/06/28/simple-ct-scanning-procedure-shows-measuring-blood-flow-can-predict-effectiveness-ovarian-cancer-treatment/", "institution": "University of Western Ontario", "text": "Technology developed at Western University and Lawson Health Research Institute can provide a new window into whether or not patients are responding to treatment for advanced ovarian cancer. A multi-centre clinical trial has demonstrated that CT Perfusion, which measures blood flow and blood volume to tumours associated with ovarian cancer, can provide an accurate prediction of how well a treatment is working, allowing physicians the opportunity to better plan treatment. Funding for the trial was provided by the US National Cancer Institute through the National Clinical Trials Network including NRG Oncology and ECOG-ACRIN.\"CT perfusion is honing into the change in blood flow to the tumour before and after treatment,\" said Ting-Yim Lee, professor at Western University's Schulich School of Medicine & Dentistry, scientist at Lawson Health Research Institute, and a medical physicist at St. Joseph's Health Care London. \"In this particular case we can see that blood flow tends to decrease in those who will survive longer without symptoms, whereas for those whose symptoms will recur within six months, we saw blood flow to the tumour increase after their treatment.\"The study, was published in the journal, Clinical Cancer Research. Its authors point out that in 60 to 85 per cent of ovarian cancer patients, relapse will occur after initial treatment. Using CT perfusion to identify which patients are more likely to benefit from a specific therapy, enables better patient selection and treatment planning, and also provides a biomarker for future clinical trials assessing new treatment options.  The authors also point out that although the trial is promising, further studies are required to corroborate the current findings.  \"Using this method we are able to see a change in the blood flow as early as four weeks after treatment. This means we don't have to wait months to determine whether symptoms will recur, we are able to tell whether the treatment is effective much sooner,\" said Lee.", "meeting": "", "keywords": ["Medicine/Health", " Cancer", " Clinical Trials", " Gynecology", " Biomedical/Environmental/Chemical Engineering"]}