{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-06/uoms-gbm062717.php", "description": "New research published in the Proceedings of the National Academy of Sciences shows that while perimenopausal female mice that gave birth multiple times (multiparous) were at higher risk of stroke, they recovered better than mice that had not ever reproduced.", "article_link": null, "date": "Tue, 27 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health, American Heart Association", "title": "Giving birth multiple times has impact on stroke recovery, study shows", "region": "namerica", "source_link": "http://www.pnas.org/content/early/2017/06/22/1607002114.abstract", "institution": "University of Maryland School of Medicine", "text": "Stroke is an age-related disease that disproportionately affects women. Although experimental studies have identified several hormonal and genetic factors underlying these differences, little is known about how pregnancy influences risk as this has not been previously studied in the laboratory setting. However, new research published in the Proceedings of the National Academy of Sciences shows that while perimenopausal female mice that gave birth multiple times (multiparous) were at higher risk of stroke, they recovered better than mice that had not ever reproduced. \"Pregnancy and parturition have lasting effects on the brain and its response to injury,\" said Rodney Ritzel, PhD, a postdoctoral fellow at the University of Maryland School of Medicine and lead author of the study \"Multiparity improves outcomes after cerebral ischemia in female mice despite features of increased metabovascular risk.\" Multiparous mice, or females that have given birth more than once, typically exhibited many factors that put them at higher risk for stroke, the study found. This included increased body weight, elevated triglyceride and cholesterol levels, significant immune suppression, greater sedentary behavior and muscle fatigue. While these attributes are generally associated with higher metabovascular risk, the female mice that had given birth multiple times demonstrated a surprising resistance to ischemic brain injury and improved behavioral recovery at chronic time points after stroke, the study found. \"Mice that were pregnant and had given birth had less brain inflammation, smaller brain injuries, and recovered better after stroke, despite showing signs of increased cardiovascular risk,\" Dr. Ritzel said. The study examined the role of pregnancy and parturition on neurovascular function and behavior in both normal female mice and in females exposed to stroke. The research found that reproductive experience increases systemic metabolic risk and results in significant behavioral deficits that are associated with central nervous system immunosuppression. After stroke, however, multiparous females exhibited smaller infarct volumes, attenuated inflammatory responses, enhanced angiogenesis, and improved behavioral recovery. Ritzel added that this study provides valuable insight into stroke recovery in women. He highlighted the importance of modeling the differences between child-bearing and non-child-bearing women when researching the impact of strokes and other brain injury.", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Neurobiology"]}