{"journal": "The Lancet", "url": "http://www.eurekalert.org/pub_releases/2017-06/gifg-rfn062617.php", "description": "One of the largest stroke rehabilitation trials ever undertaken has revealed family-led rehabilitation is ineffective.\r\nThe research published in The Lancet this week revealed there was no reduction in disability for patients on the trial, compared to those who received no extra care.", "article_link": null, "date": "Tue, 27 Jun 2017 04:00:00 GMT", "funder": "National Health and Medical Research Council of Australia", "title": "Results from new global health task shifting trial surprise researchers", "region": "australia", "source_link": null, "institution": "George Institute for Global Health", "text": "One of the largest stroke rehabilitation trials ever undertaken has revealed family-led rehabilitation is ineffective.\r\nThe research published in The Lancet this week revealed there was no reduction in disability for patients on the trial, compared to those who received no extra care. \r\nThe results raise serious questions about the benefit of rehabilitation carried out by family members and highlights the need for urgent investment in professional stroke facilities in low and middle income countries.\r\nLead author Professor Richard Lindley, of The George Institute for Global Health and the University of Sydney, said the results were surprising.\r\nProfessor Lindley said: \"We had expected to see a marked improvement in recovery of people who received this extra care delivered by their own trained family members, in their own homes.  Other trials have indicated that community-based rehabilitation can play a significant role in recovery but these have been conducted largely in high resource settings.\r\n\"We found that despite extensive training in hospital and during follow up visits in the home, there was no difference in the degree of recovery or quality of life of people who received this extra treatment. We are confident that the training sessions were completed correctly, and patients and carers accepted the training. Our results suggest that effective rehabilitation may need to be provided by professionals who have undergone years of training and are specialists in their own field, which may impose major challenges to poor communities with limited financial resources.\"\r\nThe George Institute researchers along with international and Indian stroke experts followed 1,250 patients over six months in India, where stroke affects much younger working age people than those in high-income countries (an average of about 15 years younger).\r\nHalf were provided with access to professionals, such as physiotherapists, who taught the family techniques such as mobility training and communication practice. Each patient was also visited at their home to ensure the rehabilitation was carried out correctly by their carer.\r\nThe intervention more than doubled hospital therapy time, provided additional community training and was associated with about 30 minutes of daily therapy-related activities by the patient and carer in the first month at home.\r\nIt is estimated that around 1.6 million people have a stroke in India each year, yet the vast majority receive no formal rehabilitation.\r\nProfessor Lindley added: \"In many parts of the world, people who have a stroke receive little to no medical treatment at all. In India, there are only 35 stroke units across the whole country, and most are in the cities. In response to the rising rates of stroke there needs to be much greater investment in facilities for people affected by stroke, and measures to protect them from the potentially prohibitive costs of treatment.\" \r\nProfessor Jeyaraj Pandian, the lead Indian neurologist from Christian Medical College, Ludhiana, said: \"Many more stroke units are needed in India with more trained professionals who can deliver life changing rehabilitation.\r\n\"The ATTEND trial has been very important in building stroke research capacity in India, and stroke research has recently received important new funding from the Indian Council of Medical Research that builds on this success.\"\r\nIt had been hoped the family led care - also known as task shifting (the training of non-healthcare workers to perform tasks traditionally undertaken by the multidisciplinary team) - would help address the limited healthcare access for those with stroke in low and middle income countries. Community rehabilitation is also a priority of the World Health Organisation. The disappointing results of the trial provide important new evidence that task shifting a complex intervention such as rehabilitation may not be effective.\r\nProfessor GV Murthy of the Indian Institute of Public Health, the Co-Chair of the study, commented: \"Task shifting is increasingly seen as a solution to targeting chronic diseases in many countries in the world. But our results show it may be ineffective for some conditions and waste already limited resources.\r\n\"We need more rigorous examinations of such family and community led programs before they become commonplace.\"", "meeting": "", "keywords": ["Medicine/Health", " Stroke", " Health Care Systems/Services", " Public Health", " Rehabilitation/Prosthetics/Plastic Surgery"]}