{"journal": "Circulation: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-hfh062217.php", "description": "Heart failure hospitalizations in the United States have declined overall but remain significantly higher among blacks. While still hospitalized more than whites, the disparity narrowed between Hispanics and whites. Men were hospitalized more than women.", "article_link": "http://dx.doi.org/10.1161/CIRCOUTCOMES.116.003552", "date": "Tue, 27 Jun 2017 04:00:00 GMT", "funder": "National Institutes of Health ", "title": "Hospitalizations for heart failure on the decline; disparities remain for blacks and men", "region": "namerica", "source_link": "http://newsroom.heart.org/news/hospitalizations-for-heart-failure-on-the-decline-disparities-remain-for-blacks-and-men?preview=5d82a7df31966d9935adddaf2356bd7c", "institution": "American Heart Association", "text": "DALLAS, June 27, 2017 - The number of people hospitalized for heart failure in the United States declined about 30 percent between 2002 and 2013, but large disparities between blacks vs. whites and men vs. women remain, according to new research in Circulation: Cardiovascular Quality and Outcomes, an American Heart Association journal.The study is the first to report on the age-standardized racial/ethnic differences in national heart failure hospitalization rates between whites, blacks, Hispanics and Asians/Pacific Islanders.Researchers examined data from the National Inpatient Survey from 2002-2013, which consisted of data from 7-8 million hospital discharge per year across thousands of hospitals.They found:\r\nThe decrease in hospitalization rates suggest that efforts to improve outpatient treatment and prevention measures have successfully reduced the number of heart failure patients needing hospitalization. However, the improvements are not equally distributed across races/ethnicities and genders.\"Disparities in disease burden for males and especially African-Americans have not improved in the recent decade,\" said lead author Boback Ziaeian, M.D., Ph.D., clinical instructor at the University of California Los Angeles and the U.S. Department of Veterans Affairs. \"The findings highlight the need to address population-based health, prevention and outpatient management of chronic diseases.\"The authors note higher hospitalization burden among blacks and Hispanics is more reflective of underlying social determinants of health of health rather than genetics or physiologic differences.The results should be met with caution as data collection had limitations.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}