{"journal": "IEEE Transactions on Neural Systems and Rehabilitation Engineering", "url": "http://www.eurekalert.org/pub_releases/2017-06/uow-bs062717.php", "description": "In a first, UW researchers have delivered targeted treatment for essential tremor --  the world's most common neurological movement disorder -- by decoding brain signals to sense when patients limbs are shaking.", "article_link": "http://dx.doi.org/10.1109/TNSRE.2017.2705661", "date": "Tue, 27 Jun 2017 04:00:00 GMT", "funder": "Medtronic, National Science Foundation, US Department of Defense", "title": "Brain signals deliver first targeted treatment for world's most common movement disorder", "region": "namerica", "source_link": "http://www.washington.edu/news/2017/06/27/brain-signals-deliver-first-targeted-treatment-for-worlds-most-common-movement-disorder/", "institution": "University of Washington", "text": "Essential tremor is the world's most common movement disorder, affecting an estimated 7 million people in the U.S. alone. The hallmark of this disease is an involuntary, rhythmic shaking during intentional movement, complicating everyday tasks like writing, eating and drinking. When resting or sleeping, however, most patients have few or no symptoms.The disease can be treated with a surgical procedure called Deep Brain Stimulation, or DBS, where a neurosurgeon implants an electrode deep in the brain; this wire is then tunneled under the skin to a battery in the chest, which provides electrical stimulation that quiets the symptoms. In current use, however, these implanted devices are constantly \"on\" -- delivering stimulation even when a patient doesn't need it -- which wastes valuable battery life.For the first time, University of Washington researchers have combined electrodes on top of the brain to sense movement in the parts of the body that experience essential tremor, along with a deep brain electrode, to deliver stimulation only when it's needed. The approach, developed by electrical engineers, UW Medicine researchers and ethicists at the Center for Sensorimotor Neural Engineering (CSNE) at UW, is described in a paper to be published in a forthcoming issue of IEEE Transactions on Neural Systems and Rehabilitation Engineering.It's an important step toward developing fully-implanted, closed-loop deep brain stimulators to treat disorders like essential tremor and Parkinson's disease -- devices that one day might be controlled by the patient's own thoughts or movements.\"We'd ultimately like to give individuals that ability and choice,\" said co-author Margaret Thompson, a UW electrical engineering doctoral candidate and member of the CSNE team. \"One side effect of deep brain stimulation can be difficulty speaking, for instance. So if you're about to drink a glass of water, you might want to turn up the stimulation so your hand doesn't shake. If you're answering the phone, perhaps you'd want to turn it down so your speech isn't affected.\"Delivering deep brain stimulation also can extend the battery life of these implanted devices, which currently last only three to five years.  Lengthening battery life is important because replacing the battery requires surgery, which carries risks to the patient such as infection.\"We're saving about half of the battery power, based on our subjects so far, which was one of our main motivations,\" said senior author and UW electrical engineering professor Howard Chizeck. \"But even more interesting are some early indications that suggest our closed-loop system results in better patient performance, with less tremor, better control of their hands and fewer side effects.\"The project originated in a partnership between the CSNE and medical device manufacturer Medtronic to test new ways of activating Medtronic's Activa PC+S Deep Brain Stimulation system with essential tremor patients. This system not only delivers electrical stimulation like traditional DBS systems, but also has the capability to sense and respond to electrical signals generated by the brain itself. The UW team received an investigational device exemption from the U.S. Food and Drug Administration for these tests.To treat essential tremor, a surgeon typically implants an electrode in the thalamus of a patient's brain. It's wired down the neck to another implanted device housed under the clavicle that contains a battery and the electronics that drive the system. This \"open-loop\" system, in clinical use today, delivers constant deep brain stimulation at levels set by a doctor.In three patients who received the Medtronic Activa PC+S Deep Brain Stimulation system, UW Medicine surgeons also implanted a small strip of electrodes on top of the brain's motor cortex, the part of the brain that controls movement. The electrode strip can be used to sense when a hand or other extremity affected by essential tremor is moving. In a key innovation, the team developed machine learning algorithms to \"decode\" neural signals coming from the brain and correlate them with essential tremor symptoms that warrant treatment by stimulation. The neural biomarkers and algorithms used to decode them differ by disease. While a similar treatment approach has been documented for Parkinson's disease, this is the first time neural signals have been used to selectively treat essential tremor. \"This is exciting both for treating those patients with essential tremor, but also for future uses,\" says Dr. Jeffrey Ojemann, a CSNE team leader and neurosurgeon with the UW Medicine Neurosciences Institute.  \"This represents the first time a person can control their implanted device through the voluntary use of brain signals. We now can see a direct path to all sorts of uses in stroke, paralysis or other neurologic conditions that may be treated in the future using this general approach.\"Most essential tremor patients have symptoms only during intentional movement -- when they move their arm to eat, drink or write, for instance. The UW CSNE closed-loop system detects that movement and only delivers stimulation to quiet the tremor symptoms when needed.\"DBS results in some of my most grateful patients,\" said team member and co-author Dr. Andrew Ko, a neurosurgeon at the UW Medicine Neurosciences Institute who implanted the devices. \"They used to call this disease 'benign essential tremor,' but it isn't that benign. Patients don't go out to eat because they spill food and drink. They stop having friends over because they can't pour a cup of coffee. They can't sign checks. They need help getting dressed. Regular DBS works really well to give people their lives back. What we are working on is taking a really good treatment and making it even better.\"To test how well the systems worked, the research team asked the patients to perform simple motor tasks -- such as drawing a spiral shape with a pen, writing sentences or trying to hold their hands steady -- under three conditions: With their Medtronic implanted deep brain stimulator turned off, with the system that delivered constant stimulation and with the new system that only delivered stimulation as needed.With no stimulation, the patients experienced tremor throughout the tasks. The effectiveness of the CSNE team's new system in quieting the tremor symptoms was comparable to the open-loop system -- but with greater energy savings.In the experiments described in the paper, the computational tasks were performed on an external laptop next to the patient. Next steps include transferring that computational power to the device implanted in the patient's chest wall -- thus creating a fully-implanted, closed-loop deep brain stimulator. The team has received FDA approval to move onto the next step in real-world testing, which is sending patients home with their stimulators in closed-loop mode.", "meeting": "", "keywords": ["Medicine/Health", " Neurobiology", " Surgery", " Technology/Engineering/Computer Science", " Computer Science", " Electrical Engineering/Electronics"]}