{"journal": "Journal of the American College of Cardiology", "url": "http://www.eurekalert.org/pub_releases/2017-06/sumc-ecc062017.php", "description": "The risk of stroke was significantly reduced in patients newly diagnosed with a heart condition known as atrial fibrillation who received early care from a cardiologist, according to a study by researchers at the Stanford University School of Medicine.", "article_link": null, "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "", "title": "Early cardiology care linked to lower risk of stroke in patients with atrial fibrillation", "region": "namerica", "source_link": null, "institution": "Stanford University Medical Center", "text": "The risk of stroke was significantly reduced in patients newly diagnosed with a heart condition known as atrial fibrillation who received early care from a cardiologist, according to a study by researchers at the Stanford University School of Medicine.Cardiology care within three months of diagnosis was associated with a 9 percent reduction in the risk of stroke, the most common adverse outcome of atrial fibrillation, and an 11 percent reduction in risk of death, the study found. Patients treated by cardiologists were more likely to have been prescribed anticoagulants, blood-thinning medications used to prevent blood clots, which appeared to lower the risk of stroke. \"The important message here is that getting early cardiology care was associated with early prescription of drugs specifically for preventing stroke,\" said Mintu Turakhia, MD, associate professor of cardiovascular medicine, director of research at the Center for Digital Health at Stanford, and director of cardiac electrophysiology at the Palo Alto Veterans Affairs Health Care System. \"These findings show that it is important to think of these interventions at the time of diagnosis.\"Turakhia noted that previous research has shown the importance of starting patients on the right medications early for other heart conditions. \"But because A-fib is treated by so many different types of doctors and has complicated treatment guidelines, it was important to see if this held true for A-fib, which is incredibly common as people get older,\" he said. Turakhia is senior author of the study, which will be published online June 26 in the Journal of the American College of Cardiology. Alexander Perino, MD, a fellow in cardiovascular medicine, is the lead author.Common conditionAtrial fibrillation, an irregular and often rapid heart rate, is a common condition that affects between 3 million and 5 million Americans. It increases the risk of stroke and other heart-related complications. There are many treatment options, each with varying complexity and risk, and treatment may differ based on the care setting, the study said.To determine variations in treatments and outcomes based on whether patients received care from a general practitioner or a cardiologist, Turakhia and his team analyzed records from the U.S. Department of Veterans Affairs health care system for 184,161 patients newly diagnosed with atrial fibrillation between 2004 and 2012. Within 90 days of diagnosis, 40 percent received cardiology care and 60 percent received primary care without being referred to a cardiologist.Results showed that those seen by cardiologists had a lower adjusted risk of stroke and death, and that the lower risk of stroke appeared to be connected to higher rates of anticoagulant prescriptions. \"When you account for everything under the sun -- age, other conditions and medications, insurance coverage and even how far patients lived from these clinics -- there was still a reduction in stroke and mortality,\" Turakhia said. \"To start, the patients who received cardiology care were also a whole lot sicker at baseline, so you'd expect their outcomes to be worse. In fact, we saw the opposite.\"'Not all hospitalization is bad'Study results also showed that, somewhat paradoxically, patients who received early cardiology care were hospitalized at a higher rate. Turakhia said this could be because this group of patients tended to be sicker or that perhaps therapies requiring hospitalization may have been beneficial.\"We tend to equate hospitalization as a bad outcome,\" he said. \"But not all hospitalizations are bad.\"Researchers also noted that many VA patients live in rural areas and must travel farther to get specialty care, since most VA cardiologists work at medical centers in urban areas. The patients who received specialty care lived on average 7 miles closer to the cardiologists than those who received primary care.\"That makes the case that proximity may be a big factor in access to care,\" Turakhia said. \"One of the solutions may be virtual visits or similar options.\"The study is observational and, unlike a randomized trial, does not provide evidence that cardiologists rather than primary care physicians should be treating all patients with atrial fibrillation, he said.\"We're not saying that we just need to clone more cardiologists -- that is exactly the wrong solution,\" Turakhia said. \"Rather, this research indicates that we need to fill gaps in care and find smarter ways to deliver it so it doesn't matter who a patient sees or how far away they live.\" ", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}