{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-06/usmc-scm062617.php", "description": "Using a new skin cell model, researchers have overcome a barrier that previously prevented the study of living tissue from people at risk for early heart disease and stroke. This research could lead to a new understanding of disease progression in aortic aneurysm -- ballooning of the large artery in the chest that carries blood from the heart to the body.", "article_link": null, "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "", "title": "Skin cell model advances study of genetic mutation linked to heart disease, stroke risk", "region": "namerica", "source_link": null, "institution": "UT Southwestern Medical Center", "text": "DALLAS - June 26, 2017 - Using a new skin cell model, researchers have overcome a barrier that previously prevented the study of living tissue from people at risk for early heart disease and stroke. This research could lead to a new understanding of disease progression in aortic aneurysm -- ballooning of the large artery in the chest that carries blood from the heart to the body.An inherited mutation in a gene that encodes the important muscle protein alpha-actin affects arteries near the heart and at the base of the brain -- areas where affected tissue cannot be collected safely and thus cannot be studied. To overcome this obstacle, researchers at UT Southwestern Medical Center converted skin cells (fibroblasts) from minimally invasive biopsies into muscle-like fibroblasts by directly stimulating artery muscle genes. Traditionally, skin cells are used to study basic cell physiology, not muscle gene mutations.\"Using this new model, we compared cells from living donors with the ACTA2-R258C mutation to cells without the mutation,\" said study senior author Dr. Kristine Kamm, a Professor of Physiology at UT Southwestern. \"We found that the mutation disrupts several functions of the cytoskeleton, an important organ for cell contraction, movement, structure, and other vital functions. The mutation is expected to have a more damaging effect in smooth muscle of the arteries, which contain high levels of the protein made by the ACTA2 gene.\"The study was published online today by Proceedings of the National Academy of Sciences (PNAS).Aortic aneurysm disease consistently ranks among the top 20 leading causes of death in the U.S., according to the National Center for Injury and Prevention. Aneurysms can lead to separations of an artery's inner layer, or ruptures, which can be deadly without prompt surgery.Most aneurysms are due to aging, tobacco use, injury, or disease. But an estimated 20 to 25 percent of cases stem from familial thoracic aortic aneurysm and dissection (familial TAAD), a genetic condition linked to a single, dominant mutation in ACTA2 or other genes. For dominant mutations, only one copy of an altered gene is needed for the trait to appear.So far, about 40 different mutations linked to TAAD have been found in the ACTA2 gene. The R258C mutation studied by researchers is one of several associated with significantly greater risk and early onset of TAAD and moyamoya-like cerebrovascular disease. Moyamoya, a rare disease in which arteries at the base of the brain are blocked, usually strikes in childhood but can occur in adults. Strokes or ministrokes (transient ischemic attacks) are often the first symptoms of the condition.The product of the ACTA2 gene, alpha-actin, is involved in smooth muscle contraction and helps form the actin cytoskeleton, which provides the internal framework in human cells. Smooth muscle is a major component of artery walls, which contract to help regulate blood pressure.Using the skin cell model, researchers found that the R258C mutation works in a dominant manner to suppress the contraction of myofibroblasts - fibroblasts involved in wound healing that are similar to smooth muscle, said lead author Dr. Zhenan Liu, a research scientist in the laboratory that Dr. Kamm runs with Dr. James Stull, also a Professor of Physiology.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}