{"journal": "Clinical Therapeutics", "url": "http://www.eurekalert.org/pub_releases/2017-06/bu-wat062617.php", "description": "Despite dramatic reductions in the death rate from cardiovascular disease, which includes heart disease and stroke, it remains the leading causes of death, and experts have expressed concern that the number of new therapies coming to market has lagged.", "article_link": "http://dx.doi.org/10.1016/j.clinthera.2017.06.001", "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "National Biomedical Research Foundation", "title": "Where are the new therapies for heart disease?", "region": "namerica", "source_link": null, "institution": "Bentley University", "text": "Despite dramatic reductions in the death rate from cardiovascular disease, which includes heart disease and stroke, it remains the leading causes of death, and experts have expressed concern that the number of new therapies coming to market has lagged. A new study from the Center for Integration of Science and Industry at Bentley University and the Tufts Center for the Study of Drug Development at Tufts University School of Medicine tracks the progress of developing new therapies, from basic science on mechanisms of cardiovascular disease through the development of new drugs based on this science. The results suggest that the extensive delay in the emergence of new drugs reflects the long timelines for growth of basic research on cardiovascular disease, and that strategies for accelerating new cures should focus on optimizing the growth of biomedical research and better synchronizing drug development with this growth. The article, which is entitled \"Landscape of innovation for cardiovascular pharmaceuticals: from basic science to new molecular entities\" and appears in the journal Clinical Therapeutics, tracked the development of 168 drugs currently approved for cardiovascular disease and 178 candidate drugs currently in development along with the maturation of the basic research underlying these products. These results show that the median time from the initiation of research on new drug targets to first approval of a drug based on this research was greater than 40 years, with the time required for maturation of this research contributing the most to the delay in emergence of new products.\"Our analysis shows that there are promising new therapies for cardiovascular disease in the pipeline, but that these therapies only begin to emerge when the underlying science is mature.\" Said Dr. Jennifer Beierlein, lead author of this research. \"The best way to speed drug development is to gain a better understanding of how basic research proceeds and how to accelerate this progress.\" \"We have made a lot of progress in reducing regulatory review times and creating expedited paths to bring critical therapeutics to market more quickly,\" said Dr. Kenneth Kaitin, Professor and Director at the Tufts Center for the Study of Drug Development. \"By looking more holistically at the innovation pathway, this research tells us what we need to do next to accelerate development even further.\" This report highlights the critical importance of continued support for the basic research required to discover and develop the next generation of drugs for cardiovascular disease. The authors also point to the risk of initiating drug development without a sufficiently established basis of scientific research.", "meeting": "", "keywords": ["Biotechnology", " Molecular Biology", " Pharmaceutical Sciences", " Medicine/Health", " Cardiology", " Stroke", " Pharmaceutical Science", " Research/Development"]}