{"journal": "Circulation Research", "url": "http://www.eurekalert.org/pub_releases/2017-06/aha-mff062217.php", "description": "By 2030, more than 40 percent of the US population is projected to have heart failure or other forms of heart disease, with costs exceeding $1 trillion in healthcare expenditures and lost productivity. Funding biomedical research is essential to the country's health, but government and private funding is not keeping pace with need.", "article_link": "http://dx.doi.org/10.1161/RES.0000000000000155", "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "", "title": "More funding for heart disease research crucial for health of patients and the economy", "region": "namerica", "source_link": "http://newsroom.heart.org/news/more-funding-for-heart-disease-research-crucial-for-health-of-patients-and-the-economy?preview=30f81f120de9a44a04843ea22bf48124", "institution": "American Heart Association", "text": "DALLAS, June 26, 2017 -- Biomedical research on heart disease produces a significant return on investment for both health and the economy, but government and private funding is not keeping pace with need, according to a new scientific statement published in the American Heart Association journal Circulation Research.\"For the last decade, biological research has been under siege owing to tightening budgets at the taxpayer funded National Institutes of Health and private funders,\" said Joseph A. Hill, M.D., Ph.D. chair of the writing committee of the new scientific statement.\"Many people question the value of scientific research funded with taxpayer dollars, yet this research is essential to both our nation's health and to our economy,\" said Hill, who is also the James T. Willerson, M.D., distinguished chair in cardiovascular diseases at the University of Texas Southwestern Medical Center and the editor-in-chief of the American Heart Association journal Circulation.For example, Hill pointed to the Women's Health Initiative (WHI), which is estimated to have contributed to approximately 200,000 fewer cases of breast cancer and cardiovascular disease since its results were published in 2003. The initiative was funded by the National Institutes of Health.In addition to the considerable health benefits from the WHI, the economic return from the $260 million program is estimated to be $37 billion in healthcare costs and work productivity, yielding a return on investment of $142 saved for every dollar spent.While advances in treatments for heart disease over the last 50 years have led to a 75 percent decrease in deaths from heart attacks and other cardiovascular conditions, many people who previously would have died from a heart attack now leave the hospital with a damaged heart. This scenario frequently leads to heart failure, a chronic, progressive condition in which the heart muscle is unable to pump enough blood to maintain its workload.\"Beyond many benefits to individual and societal health, investments in research yield substantial economic returns in terms of jobs and tax revenues, products in the marketplace and for export, and skills that promote economic growth in other areas, which together ultimately \"pay back\" the money spent,\" said Hill.By 2030, more than 40 percent of the U.S. population is projected to have heart failure or other forms of heart disease, with costs exceeding $1 trillion in healthcare expenditures and lost productivity.Discoveries that result from biomedical research lead to new insights into the underpinnings of disease, which in turn leads to new drug targets and the development of better drugs and improved diagnostic strategies.Although scientific advances have dramatically prolonged the lives of people with heart disease, it remains the number one killer of men and women around the world and likely will continue into the future, Hill said.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}