{"journal": "Heart", "url": "http://www.eurekalert.org/pub_releases/2017-06/b-pmd062217.php", "description": "Persistent moderate to severe mental distress is linked to a significantly heightened risk of death among patients with stable coronary heart disease, finds research published online in the journal Heart.", "article_link": null, "date": "Mon, 26 Jun 2017 04:00:00 GMT", "funder": "", "title": "Persistent mental distress linked to higher risk of death in heart patients", "region": "europe", "source_link": null, "institution": "BMJ", "text": "Persistent moderate to severe mental distress is linked to a significantly heightened risk of death among patients with stable coronary heart disease, finds research published online in the journal Heart.But no such association was found for those experiencing persistent mild or occasional distress over the long term, the findings show.In a bid to get round some of these issues the researchers looked at the association between occasional or persistent mental distress and the risk of death in 950 people with stable coronary heart disease who were between 31 and 74 years old.All the participants were part of the Long Term Intervention with Pravastatin in Ischaemic Disease Trial and had had a heart attack or been admitted to hospital for unstable angina in the preceding three to 36 months.They filled in a validated general health questionnaire (GHQ30) at six months, 1, 2, and 4 years after the event to gauge their levels of mental distress.This was graded according to severity and the length of time it lasted at each of the assessments: never distressed; occasional (of any severity); persistent mild distress on three or more occasions; and persistent moderate distress on three or more occasions. The participants' health and survival were then tracked for an average of 12 years.During the monitoring period, 398 people died from all causes and 199 died from cardiovascular disease.The questionnaire responses showed that 587 (62%) of participants said they had not been distressed at any of the assessments, while around one in four (27%) said they had experienced occasional distress of any severity.Around one in 10 (8%) said they had experienced persistent mild distress, and 35 people (3.7%) complained of persistent moderate distress.No such associations were observed for those who said they had experienced persistent mild distress or those who said they had only experienced it occasionally.The findings held true even after taking account of other potentially influential risk factors.This is an observational study, so no firm conclusions can be drawn about cause and effect, added to which confining the assessments to a period of four years might have underestimated the true impact of persistent distress, caution the researchers.Nevertheless, they conclude that the increase in risk of death was \"substantial.\"  And they go on to say: \"These findings suggest that in patients with stable [coronary heart disease], long term mortality risk is related to the cumulative burden of psychological distress.\"In a linked editorial, Dr Gjin Ndrepepa of the Technical University, Munich, Germany, describes the research as an \"important and elaborative study which helps to uncover the intricate relationship between psychological distress and cardiovascular disease.\"But he points out that although the GHQ-30 is very reliable, it cannot pinpoint the specific nature of stress and is no longer widely used for assessing it. \"The possibility is real that [coronary heart disease] itself is the source of distress and a determinant of poor outcome,\" he writes.\r\nAnd the researchers didn't account for the impact of traumatic life events or socioeconomic factors, he highlights.Nevertheless, mental distress activates the sympathetic nervous system and boosts stress hormone levels, which, if persistent, can produce potentially harmful physiological changes, some of which may be permanent, he says. And distress can also prompt unhealthy behaviours.Health professionals should routinely include screening for mental distress in the care provided to patients with coronary heart disease, he suggests.", "meeting": "", "keywords": ["Medicine/Health"]}