{"institution": "American Institute of Physics", "title": "New analysis of brain network activity offers unique insight into epileptic seizures", "url": "http://www.eurekalert.org/pub_releases/2017-04/aiop-nao042717.php", "article_link": "http://dx.doi.org/10.1063/1.4979796", "region": "namerica", "funder": "", "meeting": "", "journal": "Chaos", "source_link": null, "text": "WASHINGTON, D.C., April, 27, 2017 -- Epilepsy is a complex neurological disorder that afflicts approximately 50 million people worldwide. Although this disease has been known to exist for centuries, the exact mechanism of its cardinal symptom, the epileptic seizure, remains poorly understood. In fact, roughly 25 percent of epileptic seizures can't be controlled by any of the therapies available today.Recent advances have led to a conceptualization of epilepsy as a \"network disease\" exhibiting connections within the brain. This large-scale epileptic network comprises various areas of the brain involved in normal brain activity during both seizure-free intervals and those involved in so-called pathophysiological activities such as seizures. Little is known, however, about which specific areas of the brain contribute to a patient's epileptic network or the roles these different areas play. As a group of researchers in Germany now reports this week in Chaos, from AIP Publishing, one way to get closer to the complex wiring of the human brain is by merging concepts from a timed-based synchronization theory and space-based network theory to construct functional brain networks.Until now, the \"seizure-generating area\" of the brain -- in which the earliest signs of seizure activity can be observed -- was considered the most important of these regions. This finding was based on very limited data and it was unclear whether its importance changes with time.With this new analytical approach, Professor Klaus Lehnertz, head of the Neurophysics Group in the Department of Epileptology at the University of Bonn, and his group explored the temporal and spatial variability of the importance of the brain's different regions.\"New developments in network theory are providing powerful tools to construct so-called 'functional networks' from observations of brain activities such as the electroencephalogram (EEG), and helping to identify the important nodes and links within such networks,\" Lehnertz said.By associating network nodes with individually sampled brain regions, Lehnertz's group can define a link between a pair of nodes by assessing the degree of synchrony between neuronal signals from all pairs of nodes; the higher the degree, the stronger the link. \"Applying these analysis concepts to multichannel long-term EEG recordings from 17 epilepsy patients with high temporal resolution allowed us to derive a sequence of functional brain networks spanning several days in duration,\" said Christian Geier, a doctoral student working with Lehnertz. \"For each network, we assess various aspects of the importance of individual brain regions with different centrality indices that were developed earlier for the social sciences. Then, we explore how the importance of network nodes fluctuates over time.\"The group's work is particularly significant because they showed for the first time how the importance of individual nodes within functional brain networks fluctuates on timescales spanning tens of seconds up to days. They further showed that these fluctuations can be largely attributed to the normal, daily rhythms of a patient, yet only minimally attributed to phenomena directly related to the disease. Perhaps their most intriguing finding is that in general, according to Geier, there isn't a constant importance hierarchy between brain regions.\"Rather, they take turns in importance on various time scales,\" Geier said. \"And, depending on which aspect of importance is assessed, the seizure-generating area isn't -- as commonly believed -- the most important node within a large-scale epileptic network.\"The understandings gained from this research are part of the necessary foundation for developing treatments related to the causes and symptoms of epilepsy.\"When different brain regions assume the highest importance within a functional brain network is the key to improving both prediction and control of epileptic seizures,\" Lehnertz said. \"In the long run, this improved understanding may enable the development of better treatment options for patients suffering from epilepsy. And understanding the importance of the nodes and links of functional brain networks may also be relevant for other neurological diseases.\"", "keywords": ["Chemistry/Physics/Materials Sciences", " Biomechanics/Biophysics", " Mathematics/Statistics", " Algorithms/Models", " Systems/Chaos/Pattern Formation/Complexity", " Medicine/Health", " Neurobiology"], "description": "Little is known about which specific areas of the brain contribute to a patient's epileptic network or the roles these different areas play. As a group of researchers in Germany now reports this week in Chaos, one way to get closer to the complex wiring of the human brain is by merging concepts from a timed-based synchronization theory and space-based network theory to construct functional brain networks.", "date": "Thu, 27 Apr 2017 04:00:00 GMT"}