{"institution": "American Academy of Neurology", "title": "New guideline published on uncommon risk of death in epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaon-ngp042417.php", "article_link": null, "region": "namerica", "funder": "", "meeting": "American Academy of Neurology 69th Annual Meeting", "journal": "Neurology", "source_link": null, "text": "BOSTON - There is an uncommon risk of death that people with epilepsy and their loved ones may not know about. The risk is called sudden unexpected death in epilepsy, or SUDEP. Now the American Academy of Neurology (AAN) and the American Epilepsy Society have co-developed a new guideline on SUDEP, published in the April 24, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology, and presented at the 69th AAN Annual Meeting in Boston, April 22 to 28, 2017. The guideline is endorsed by the International Child Neurology Association. SUDEP is when someone with epilepsy who is otherwise healthy dies suddenly with no known cause. \"It is important that the rate of occurrence of SUDEP and the specific risk factors for SUDEP are communicated to persons and families affected by epilepsy,\" said guideline author Cynthia Harden, MD, of Mount Sinai Health System in New York, N.Y., and a member of the American Academy of Neurology. \"Our guideline brings clarity to the discussion, giving health care providers practical information they can use to help people with epilepsy reduce their risk.\" For the guideline, researchers reviewed all available evidence. They found that SUDEP is rare in children, affecting just one in 4,500 children every year, according to moderate evidence. They also found that SUDEP is uncommon in adults, typically affecting one in 1,000 adults every year. The guideline found that a major risk factor for SUDEP is generalized tonic-clonic seizures. A generalized tonic-clonic seizure involves the entire body with convulsions and a loss of consciousness and is the kind most people think of when they think of seizures. The guideline found that people with three or more of this type of seizure per year are 15 times more likely to die suddenly than people who do not have three or more of this type of seizure per year. This translates to up to 18 in 1,000 deaths per year for people with frequent generalized tonic-clonic seizures. Therefore, the guideline recommends that health professionals should tell people with epilepsy that controlling seizures, especially tonic-clonic seizures, may reduce the risk of SUDEP. The guideline shows that being free of seizures, particularly tonic-clonic seizures, is strongly associated with a decreased risk of SUDEP. \"Educating health professionals and people with epilepsy about SUDEP is an important first step,\" said Harden. \"This guideline makes the conversation much easier with information that may motivate people to take their medications on time, to never skip taking their medications and to learn and manage their seizure triggers so they can work toward reducing seizures. People who follow their medication schedule or pursue other treatments such as surgery may be more likely to become seizure free.\"\r\nThe guideline recommends that health professionals work with people who continue to have these kinds of seizures to try to reduce them with medications or epilepsy surgery, actively weighing the risks and benefits of any new approach.Other potential risk factors for SUDEP were analyzed in the guideline, but the evidence was not strong enough to support recommendations regarding these risk factors in the medical management of persons with epilepsy.\"More research is now needed to identify other preventable risk factors so that future studies can focus on finding ways to reduce just how often SUDEP occurs,\" Harden said.", "keywords": ["Medicine/Health", " Clinical Trials", " Death/Dying", " Mortality/Longevity", " Health Professionals", " Neurobiology", " Pediatrics"], "description": "There is an uncommon risk of death that people with epilepsy and their loved ones may not know about. The risk is called sudden unexpected death in epilepsy, or SUDEP. Now the American Academy of Neurology (AAN) and the American Epilepsy Society have co-developed a new guideline on SUDEP, published in the April 24, 2017, online issue of Neurology®, the medical journal of the American Academy of Neurology, and presented at the 69th AAN Annual Meeting in Boston, April 22 to 28, 2017.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}