{"institution": "University of Texas at Arlington", "title": "UTA, UT Southwestern findings challenge current approach to Glut1 deficiency", "url": "http://www.eurekalert.org/pub_releases/2017-04/uota-uus042417.php", "article_link": "http://dx.doi.org/10.1001/jamaneurol.2017.0298", "region": "namerica", "funder": "UT Southwestern", "meeting": "", "journal": "JAMA Neurology", "source_link": "http://www.uta.edu/news/releases/2017/04/JAMA%20Neurology%20Su.php", "text": "Researchers at The University of Texas at Arlington and the University of Texas Southwestern Medical Center have discovered that diet changes and early diagnosis could help outcomes for patients with Glucose Transporter Type 1 Deficiency, a rare pediatric neurological disorder that can cause motor developmental problems and trigger seizures and epilepsy. \r\n\"We set out to clarify issues surrounding the diagnosis and treatment of the disease through the creation of the first registry to collect detailed medical and treatment history from a broad range of patients, including phenotypes or traits, treatment history and genetic information,\" said Dr. Juan Pascual, a neurologist and director of the Rare Brain Disorders Program at UT Southwestern's O'Donnell Brain Institute. \r\n\"Our data suggests that the single most important factor determining positive patient outcome is an early age of diagnosis, and also demonstrates that alternative dietary therapies can radically improve patient health over the long-term.\" \r\nThe results were published today in JAMA Neurology in an article titled: \"Clinical Aspects of Glucose Transporter Type 1 Deficiency: Information from a Global Registry.\"  UTA's Jianzhong Su, professor and chair of mathematics, and Dr. Jian Hao, a member of Dr. Su's research team, were co-authors on the paper. \r\nThe research results reflected data from a registry of 181 patients located worldwide, for the period from Dec. 1, 2013 to Dec. 1, 2016. \r\n\"We used several statistical methods tailored to address the age of onset of various forms of the disease, associated manifestations, natural history, treatment efficacy and diagnostic procedures,\" Dr. Su said. \r\n\"These factors were correlated in a predictive mathematical model designed to guide prognosis on the basis of clinical features at diagnosis,\" he added. \r\nThe three main novel results are: \r\nThese results challenge the current approaches to the disease, such as the perceived absolute requirement of a ketogenic or high-fat, low-carbohydrate diet, the assumed lack of structural brain defects and the potential existence of genotype: phenotype correlations. \r\n\"Patients who were diagnosed early and put on an adequate diet did very well,\" Dr. Su said. \"Screening for this disease among babies with developmental delays or problems such as seizures within the first year of life could make a significant impact on outcomes.\" \r\nThe research was supported by a Service Package Grant from UT Southwestern's Center for Translational Medicine, which was given to the collaboration of Dr. Pascual's lab and Dr. Su's team to develop this analysis and additional research on individual patient's electroencephalogram or EEG imaging analysis to localize the sources of abnormal brain signals. \r\nMorteza Khaledi, dean of UTA's College of Science, underlined the importance of this work in the context of UTA's strategic themes of health and the human condition and data-driven discovery within the Strategic Plan 2020: Bold Solutions|Global Impact. \r\n\"The work of Dr. Su's team in mathematical analysis gave the researchers the power to extract meaningful conclusions from large data sets with a very high level of rigor,\" Khaledi said. \"These trends and associations may not have been seen in other ways.\"\r\n", "keywords": ["Mathematics/Statistics", " Medicine/Health", " Neurobiology", " Pediatrics"], "description": "Researchers at The University of Texas at Arlington and the University of Texas Southwestern Medical Center have discovered that diet changes and early diagnosis could help outcomes for patients with Glucose Transporter Type 1 Deficiency, a rare pediatric neurological disorder that can cause motor developmental problems and trigger seizures and epilepsy.", "date": "Mon, 24 Apr 2017 04:00:00 GMT"}