{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txfuture", "medicinal", "chemistry", "leading", "medline", "indexed", "journal", "medicinal", "chemists", "published", "two", "special", "focus", "issues", "medicinal", "chemistry", "advances", "neurodegenerative", "disease", "therapy", "world", "health", "organization", "estimated", "april", "2016", "million", "people", "suffering", "dementia", "worldwide", "2050", "number", "could", "triple", "predicted", "million", "despite", "efforts", "huge", "number", "research", "groups", "around", "globe", "present", "neurodegenerative", "diseases", "incurable", "palliative", "treatments", "available", "driven", "large", "increasing", "need", "new", "therapies", "field", "journal", "come", "together", "renowned", "experts", "deliver", "special", "focus", "issue", "two", "special", "focus", "issues", "guest", "edited", "maria", "laura", "bolognesi", "university", "bologna", "italy", "provided", "foreword", "first", "issue", "commented", "seems", "perfectly", "logical", "leave", "stone", "unturned", "fight", "neurodegenerative", "diseases", "pursue", "drug", "discovery", "approach", "looks", "promising", "context", "special", "issue", "spans", "various", "approaches", "directed", "various", "neurodegenerative", "diseases", "timely", "germane", "current", "challenges", "special", "focus", "issues", "contain", "variety", "content", "including", "editorial", "review", "research", "articles", "looking", "challenges", "neurodegenerative", "disease", "therapy", "issue", "covers", "neurodegeneration", "whole", "well", "alzheimer", "parkinson", "disease", "individually", "topics", "range", "investigating", "inhibition", "amyloid", "oligomerization", "targeting", "neuroregeneration", "therapeutic", "strategy", "delighted", "worked", "experts", "around", "globe", "produce", "timely", "comprehensive", "special", "focus", "issue", "discussing", "challenges", "advancements", "potential", "therapeutics", "neurodegenerative", "disease", "stated", "rachel", "coleby", "commissioning", "editor", "future", "medicinal", "chemistry"], "url": "http://www.eurekalert.org/pub_releases/2017-06/fsg-sio062317.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFuture Medicinal Chemistry, a leading MEDLINE indexed journal for medicinal chemists, has published two Special Focus issues on Medicinal Chemistry Advances in Neurodegenerative Disease Therapy.", "The World Health Organization estimated that in April 2016 there were 47.5 million people suffering from dementia worldwide and by 2050 this number could triple to a predicted 135.5 million.", "Despite the efforts of a huge number of research groups around the globe, at present, all neurodegenerative diseases are incurable with only palliative treatments available.", "Driven by this large and increasing need for new therapies in the field, the journal has come together with renowned experts to deliver this Special Focus issue.", "The two Special Focus issues have been guest edited by Maria Laura Bolognesi (University of Bologna, Italy) who provided a scene-setting Foreword in the first issue, and commented, \"It seems perfectly logical that we should leave no stone unturned in the fight against neurodegenerative diseases and pursue any drug discovery approach that looks promising.", "In this context, this special issue, which spans various approaches directed to various neurodegenerative diseases, is very timely and germane to current challenges.\"", "The Special Focus issues contain a variety of content including editorial, review and research articles looking at the challenges in neurodegenerative disease therapy.", "The issue covers neurodegeneration as a whole, as well as Alzheimer's and Parkinson's disease individually.", "Topics range from investigating inhibition of amyloid oligomerization to targeting neuroregeneration as a therapeutic strategy.", "\"I am delighted to have worked with experts from around the globe to produce this timely and comprehensive two-part Special Focus Issue discussing the challenges, advancements and potential therapeutics in neurodegenerative disease,\" stated Rachel Coleby, Commissioning Editor of Future Medicinal Chemistry."], "title": "Special issue of Future Medicinal Chemistry explores advances in neurodegenerative disease therapy | EurekAlert! Science News", "source": "Future Science Group", "date": "2018-01-19_20:44:23", "year": "Fri, 23 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXFuture Medicinal Chemistry, a leading MEDLINE indexed journal for medicinal chemists, has published two Special Focus issues on Medicinal Chemistry Advances in Neurodegenerative Disease Therapy. \r\nThe World Health Organization estimated that in April 2016 there were 47.5 million people suffering from dementia worldwide and by 2050 this number could triple to a predicted 135.5 million. Despite the efforts of a huge number of research groups around the globe, at present, all neurodegenerative diseases are incurable with only palliative treatments available. Driven by this large and increasing need for new therapies in the field, the journal has come together with renowned experts to deliver this Special Focus issue.\r\nThe two Special Focus issues have been guest edited by Maria Laura Bolognesi (University of Bologna, Italy) who provided a scene-setting Foreword in the first issue, and commented, \"It seems perfectly logical that we should leave no stone unturned in the fight against neurodegenerative diseases and pursue any drug discovery approach that looks promising. In this context, this special issue, which spans various approaches directed to various neurodegenerative diseases, is very timely and germane to current challenges.\"\r\nThe Special Focus issues contain a variety of content including editorial, review and research articles looking at the challenges in neurodegenerative disease therapy. The issue covers neurodegeneration as a whole, as well as Alzheimer's and Parkinson's disease individually. Topics range from investigating inhibition of amyloid oligomerization to targeting neuroregeneration as a therapeutic strategy.\r\n\"I am delighted to have worked with experts from around the globe to produce this timely and comprehensive two-part Special Focus Issue discussing the challenges, advancements and potential therapeutics in neurodegenerative disease,\" stated Rachel Coleby, Commissioning Editor of Future Medicinal Chemistry."}