{"text": "WASHINGTON - Cognitive training, blood pressure management for people with hypertension, and increased physical activity all show modest but inconclusive evidence that they can help prevent cognitive decline and dementia, but there is insufficient evidence to support a public health campaign encouraging their adoption, says a new report from the National Academies of Sciences, Engineering, and Medicine.  Additional research is needed to further understand and gain confidence in their effectiveness, said the committee that conducted the study and wrote the report. \"There is good cause for hope that in the next several years much more will be known about how to prevent cognitive decline and dementia, as more clinical trial results become available and more evidence emerges,\" said Alan I. Leshner, chair of the committee and CEO emeritus, American Association for the Advancement of Science.  \"Even though clinical trials have not conclusively supported the three interventions discussed in our report, the evidence is strong enough to suggest the public should at least have access to these results to help inform their decisions about how they can invest their time and resources to maintain brain health with aging.\"An earlier systematic review published in 2010 by the Agency for Healthcare Research and Quality (AHRQ) and an associated \"state of the science\" conference at the National Institutes of Health had concluded that there was insufficient evidence to make recommendations about any interventions to prevent cognitive decline and dementia.  Since then, understanding of the pathological processes that result in dementia has advanced significantly, and a number of clinical trials of potential preventive interventions have been completed and published.  In 2015, the National Institute on Aging (NIA) contracted with AHRQ to conduct another systematic review of the current evidence.  NIA also asked the National Academies to convene an expert committee to help inform the design of the AHRQ review and then use the results to make recommendations to inform the development of public health messaging, as well as recommendations for future research.  This report examines the most recent evidence on steps that can be taken to prevent, slow, or delay the onset of mild cognitive impairment and clinical Alzheimer's-type dementia as well as steps that can delay or slow age-related cognitive decline. Overall, the committee determined that despite an array of advances in understanding cognitive decline and dementia, the available evidence on interventions derived from randomized controlled trials - considered the gold standard of evidence - remains relatively limited and has significant shortcomings.  Based on the totality of available evidence, however, the committee concluded that three classes of interventions can be described as supported by encouraging but inconclusive evidence.  These interventions are:cognitive training - which includes programs aimed at enhancing reasoning and problem solving, memory, and speed of processing - to delay or slow age-related cognitive decline.  Such structured training exercises may or may not be computer-based.\r\nblood pressure management for people with hypertension - to prevent, delay, or slow clinical Alzheimer's-type dementia.\r\nincreased physical activity - to delay or slow age-related cognitive decline.\r\nCognitive training has been the object of considerable interest and debate in both the academic and commercial sectors, particularly within the last 15 years.  Good evidence shows that cognitive training can improve performance on a trained task, at least in the short term.  However, debate has centered on evidence for long-term benefits and whether training in one domain, such as processing speed, yields benefits in others, such as in memory and reasoning, and if this can translate to maintaining independence in instrumental activities of daily living, such as driving and remembering to take medications.  Evidence from one randomized controlled trial suggests that cognitive training delivered over time and in an interactive context can improve long-term cognitive function as well as help maintain independence in instrumental activities of daily living for adults with normal cognition.  However, results from other randomized controlled trials that tested cognitive training were mixed. Managing blood pressure for people with hypertension, particularly during midlife - generally ages 35 to 65 years - is supported by encouraging but inconclusive evidence for preventing, delaying, and slowing clinical Alzheimer's-type dementia, the committee said.  The available evidence, together with the strong evidence for blood pressure management in preventing stroke and cardiovascular disease and the relative benefit/risk ratio of antihypertensive medications and lifestyle interventions, is sufficient to justify communication with the public regarding the use of blood pressure management, particularly during midlife, for preventing, delaying, and slowing clinical Alzheimer's-type dementia, the report says.It is well-documented that physical activity has many health benefits, and some of these benefits - such as stroke prevention - are causally related to brain health.  The AHRQ systematic review found that the pattern of randomized controlled trials results across different types of physical activity interventions provides an indication of the effectiveness of increased physical activity in delaying or slowing age-related cognitive decline, although these results were not consistently positive.  However, several other considerations led the committee to conclude that the evidence is sufficient to justify communicating to the public that increased physical activity for delaying or slowing age-related cognitive decline is supported by encouraging but inconclusive evidence.None of the interventions evaluated in the AHRQ systematic review met the criteria for being supported by high-strength evidence, based on the quality of randomized controlled trials and the lack of consistently positive results across independent studies.  This limitation suggests the need for additional research as well as methodological improvements in the future research.  The National Institutes of Health and other interested organizations should support further research to strengthen the evidence base on cognitive training, blood pressure management, and increased physical activity, the committee said.  Examples of research priorities for these three classes of interventions include evaluating the comparative effectiveness of different forms of cognitive training interventions; determining whether there are optimal blood pressure targets and approaches across different age ranges; and comparing the effects of different forms of physical activity.When funding research on preventing cognitive decline and dementia, the National Institutes of Health and other interested organizations should identify individuals who are at higher risk of cognitive decline and dementia; increase participation of underrepresented populations; begin more interventions at younger ages and have longer follow-up periods; use consistent cognitive outcome measures across trials to enable pooling; integrate robust cognitive outcome measures into trials with other primary purposes; include biomarkers as intermediate outcomes; and conduct large trials designed to test the effectiveness of an intervention in broad, routine clinical practices or community settings.", "date": "Thu, 22 Jun 2017 04:00:00 GMT", "meeting": "", "title": "New report examines evidence on interventions to prevent cognitive decline, dementia", "institution": "National Academies of Sciences, Engineering, and Medicine", "journal": "", "description": "Cognitive training, blood pressure management for people with hypertension, and increased physical activity all show modest but inconclusive evidence that they can help prevent cognitive decline and dementia, but there is insufficient evidence to support a public health campaign encouraging their adoption, says a new report from the National Academies of Sciences, Engineering, and Medicine.", "region": "namerica", "keywords": ["Medicine/Health", " Aging", " Neurobiology", " Mental Health"], "url": "http://www.eurekalert.org/pub_releases/2017-06/naos-nre062217.php", "source_link": "http://www8.nationalacademies.org/onpinews/newsitem.aspx?RecordID=24782", "funder": "", "article_link": null}