{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "domenico", "praticò", "md", "professor", "departments", "pharmacology", "microbiology", "center", "translational", "medicine", "lewis", "katz", "school", "medicine", "temple", "university", "view", "philadelphia", "pa", "mediterranean", "diet", "rich", "foods", "associated", "variety", "health", "benefits", "including", "lower", "incidence", "dementia", "researchers", "lewis", "katz", "school", "medicine", "temple", "university", "lksom", "identified", "specific", "ingredient", "protects", "cognitive", "decline", "olive", "oil", "major", "component", "mediterranean", "diet", "study", "published", "online", "june", "21", "annals", "clinical", "translational", "neurology", "researchers", "show", "consumption", "olive", "oil", "protects", "memory", "learning", "ability", "reduces", "formation", "plaques", "neurofibrillary", "tangles", "brain", "classic", "markers", "alzheimer", "temple", "team", "also", "identified", "mechanisms", "underlying", "protective", "effects", "olive", "oil", "found", "olive", "oil", "reduces", "brain", "inflammation", "importantly", "activates", "process", "known", "autophagy", "explained", "senior", "investigator", "domenico", "praticò", "md", "professor", "departments", "pharmacology", "microbiology", "center", "translational", "medicine", "lksom", "autophagy", "process", "cells", "break", "clear", "intracellular", "debris", "toxins", "amyloid", "plaques", "tau", "tangles", "brain", "cells", "mice", "fed", "diets", "enriched", "olive", "oil", "higher", "levels", "autophagy", "reduced", "levels", "amyloid", "plaques", "phosphorylated", "tau", "praticò", "said", "latter", "substance", "phosphorylated", "tau", "responsible", "neurofibrillary", "tangles", "suspected", "contributing", "nerve", "cell", "dysfunction", "brain", "responsible", "alzheimer", "memory", "studies", "suggested", "widespread", "use", "olive", "oil", "diets", "people", "living", "mediterranean", "areas", "largely", "responsible", "many", "health", "benefits", "linked", "mediterranean", "diet", "thinking", "olive", "oil", "better", "fruits", "vegetables", "alone", "monounsaturated", "vegetable", "fat", "healthier", "saturated", "animal", "fats", "according", "order", "investigate", "relationship", "olive", "oil", "dementia", "praticò", "colleagues", "used", "alzheimer", "disease", "mouse", "model", "known", "triple", "transgenic", "model", "animals", "develop", "three", "key", "characteristics", "disease", "memory", "impairment", "amyloid", "plagues", "neurofibrillary", "researchers", "divided", "animals", "two", "groups", "one", "received", "chow", "diet", "enriched", "olive", "oil", "one", "received", "regular", "chow", "diet", "without", "olive", "oil", "introduced", "diet", "mice", "six", "months", "old", "symptoms", "alzheimer", "disease", "begin", "emerge", "animal", "overall", "appearance", "difference", "two", "groups", "animals", "however", "age", "9", "months", "12", "months", "mice", "extra", "virgin", "olive", "diet", "performed", "significantly", "better", "tests", "designed", "evaluate", "working", "memory", "spatial", "memory", "learning", "abilities", "studies", "brain", "tissue", "groups", "mice", "revealed", "dramatic", "differences", "nerve", "cell", "appearance", "function", "one", "thing", "stood", "immediately", "synaptic", "integrity", "praticò", "said", "integrity", "connections", "neurons", "known", "synapses", "preserved", "animals", "olive", "oil", "diet", "addition", "compared", "mice", "regular", "diet", "brain", "cells", "animals", "olive", "oil", "group", "showed", "dramatic", "increase", "nerve", "cell", "autophagy", "activation", "ultimately", "responsible", "reduction", "levels", "amyloid", "plaques", "phosphorylated", "tau", "exciting", "finding", "us", "explained", "praticò", "thanks", "autophagy", "activation", "memory", "synaptic", "integrity", "preserved", "pathological", "effects", "animals", "otherwise", "destined", "develop", "alzheimer", "disease", "significantly", "reduced", "important", "discovery", "since", "suspect", "reduction", "autophagy", "marks", "beginning", "alzheimer", "dr", "praticò", "colleagues", "plan", "next", "investigate", "effects", "introducing", "olive", "oil", "diet", "mice", "12", "months", "age", "already", "developed", "plaques", "tangles", "usually", "patient", "sees", "doctor", "suspected", "symptoms", "dementia", "disease", "already", "present", "praticò", "added", "want", "know", "whether", "olive", "oil", "added", "later", "time", "point", "diet", "stop", "reverse", "disease"], "url": "http://www.eurekalert.org/pub_releases/2017-06/tuhs-tse061917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Domenico Praticò, MD, Professor in the Departments of Pharmacology and Microbiology and the Center for Translational Medicine at the Lewis Katz School of Medicine at Temple University.", "view more (Philadelphia, PA) - The Mediterranean diet, rich in plant-based foods, is associated with a variety of health benefits, including a lower incidence of dementia.", "Now, researchers at the Lewis Katz School of Medicine at Temple University (LKSOM) have identified a specific ingredient that protects against cognitive decline: extra-virgin olive oil, a major component of the Mediterranean diet.", "In a study published online June 21 in the Annals of Clinical and Translational Neurology, the researchers show that the consumption of extra-virgin olive oil protects memory and learning ability and reduces the formation of amyloid-beta plaques and neurofibrillary tangles in the brain -- classic markers of Alzheimer's disease.The Temple team also identified the mechanisms underlying the protective effects of extra-virgin olive oil.", "\"We found that olive oil reduces brain inflammation but most importantly activates a process known as autophagy,\" explained senior investigator Domenico Praticò, MD, Professor in the Departments of Pharmacology and Microbiology and the Center for Translational Medicine at LKSOM.", "Autophagy is the process by which cells break down and clear out intracellular debris and toxins, such as amyloid plaques and tau tangles.", "\"Brain cells from mice fed diets enriched with extra-virgin olive oil had higher levels of autophagy and reduced levels of amyloid plaques and phosphorylated tau,\" Dr. Praticò said.", "The latter substance, phosphorylated tau, is responsible for neurofibrillary tangles, which are suspected of contributing to the nerve cell dysfunction in the brain that is responsible for Alzheimer's memory symptoms.Previous studies have suggested that the widespread use of extra-virgin olive oil in the diets of people living in the Mediterranean areas is largely responsible for the many health benefits linked to the Mediterranean diet.", "\"The thinking is that extra-virgin olive oil is better than fruits and vegetables alone, and as a monounsaturated vegetable fat it is healthier than saturated animal fats,\" according to Dr. Praticò.In order to investigate the relationship between extra-virgin olive oil and dementia, Dr. Praticò and colleagues used a well-established Alzheimer's disease mouse model.", "Known as a triple transgenic model, the animals develop three key characteristics of the disease: memory impairment, amyloid plagues, and neurofibrillary tangles.The researchers divided the animals into two groups, one that received a chow diet enriched with extra-virgin olive oil and one that received the regular chow diet without it.", "The olive oil was introduced into the diet when the mice were six months old, before symptoms of Alzheimer's disease begin to emerge in the animal model.In overall appearance, there was no difference between the two groups of animals.", "However, at age 9 months and 12 months, mice on the extra virgin olive oil-enriched diet performed significantly better on tests designed to evaluate working memory, spatial memory, and learning abilities.", "Studies of brain tissue from both groups of mice revealed dramatic differences in nerve cell appearance and function.", "\"One thing that stood out immediately was synaptic integrity,\" Dr. Praticò said.", "The integrity of the connections between neurons, known as synapses, were preserved in animals on the extra-virgin olive oil diet.", "In addition, compared to mice on a regular diet, brain cells from animals in the olive oil group showed a dramatic increase in nerve cell autophagy activation, which was ultimately responsible for the reduction in levels of amyloid plaques and phosphorylated tau.", "\"This is an exciting finding for us,\" explained Dr. Praticò.", "\"Thanks to the autophagy activation, memory and synaptic integrity were preserved, and the pathological effects in animals otherwise destined to develop Alzheimer's disease were significantly reduced.", "This is a very important discovery, since we suspect that a reduction in autophagy marks the beginning of Alzheimer's disease.\"Dr.", "Praticò and colleagues plan next to investigate the effects of introducing extra-virgin olive oil into the diet of the same mice at 12 months of age, when they have already developed plaques and tangles.", "\"Usually when a patient sees a doctor for suspected symptoms of dementia, the disease is already present,\" Dr. Praticò added.", "\"We want to know whether olive oil added at a later time point in the diet can stop or reverse the disease.\""], "title": "Temple study: Extra-virgin olive oil preserves memory & protects brain against Alzheimer's | EurekAlert! Science News", "source": "Temple University Health System", "date": "2018-01-19_20:44:36", "year": "Wed, 21 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is Domenico Praticò, MD, Professor in the Departments of Pharmacology and Microbiology and the Center for Translational Medicine at the Lewis Katz School of Medicine at Temple University.\n       view more (Philadelphia, PA) - The Mediterranean diet, rich in plant-based foods, is associated with a variety of health benefits, including a lower incidence of dementia. Now, researchers at the Lewis Katz School of Medicine at Temple University (LKSOM) have identified a specific ingredient that protects against cognitive decline: extra-virgin olive oil, a major component of the Mediterranean diet. In a study published online June 21 in the Annals of Clinical and Translational Neurology, the researchers show that the consumption of extra-virgin olive oil protects memory and learning ability and reduces the formation of amyloid-beta plaques and neurofibrillary tangles in the brain -- classic markers of Alzheimer's disease.The Temple team also identified the mechanisms underlying the protective effects of extra-virgin olive oil. \"We found that olive oil reduces brain inflammation but most importantly activates a process known as autophagy,\" explained senior investigator Domenico Praticò, MD, Professor in the Departments of Pharmacology and Microbiology and the Center for Translational Medicine at LKSOM. Autophagy is the process by which cells break down and clear out intracellular debris and toxins, such as amyloid plaques and tau tangles.\"Brain cells from mice fed diets enriched with extra-virgin olive oil had higher levels of autophagy and reduced levels of amyloid plaques and phosphorylated tau,\" Dr. Praticò said. The latter substance, phosphorylated tau, is responsible for neurofibrillary tangles, which are suspected of contributing to the nerve cell dysfunction in the brain that is responsible for Alzheimer's memory symptoms.Previous studies have suggested that the widespread use of extra-virgin olive oil in the diets of people living in the Mediterranean areas is largely responsible for the many health benefits linked to the Mediterranean diet. \"The thinking is that extra-virgin olive oil is better than fruits and vegetables alone, and as a monounsaturated vegetable fat it is healthier than saturated animal fats,\" according to Dr. Praticò.In order to investigate the relationship between extra-virgin olive oil and dementia, Dr. Praticò and colleagues used a well-established Alzheimer's disease mouse model. Known as a triple transgenic model, the animals develop three key characteristics of the disease: memory impairment, amyloid plagues, and neurofibrillary tangles.The researchers divided the animals into two groups, one that received a chow diet enriched with extra-virgin olive oil and one that received the regular chow diet without it. The olive oil was introduced into the diet when the mice were six months old, before symptoms of Alzheimer's disease begin to emerge in the animal model.In overall appearance, there was no difference between the two groups of animals. However, at age 9 months and 12 months, mice on the extra virgin olive oil-enriched diet performed significantly better on tests designed to evaluate working memory, spatial memory, and learning abilities. \r\nStudies of brain tissue from both groups of mice revealed dramatic differences in nerve cell appearance and function. \"One thing that stood out immediately was synaptic integrity,\" Dr. Praticò said. The integrity of the connections between neurons, known as synapses, were preserved in animals on the extra-virgin olive oil diet. In addition, compared to mice on a regular diet, brain cells from animals in the olive oil group showed a dramatic increase in nerve cell autophagy activation, which was ultimately responsible for the reduction in levels of amyloid plaques and phosphorylated tau.\"This is an exciting finding for us,\" explained Dr. Praticò. \"Thanks to the autophagy activation, memory and synaptic integrity were preserved, and the pathological effects in animals otherwise destined to develop Alzheimer's disease were significantly reduced. This is a very important discovery, since we suspect that a reduction in autophagy marks the beginning of Alzheimer's disease.\"Dr. Praticò and colleagues plan next to investigate the effects of introducing extra-virgin olive oil into the diet of the same mice at 12 months of age, when they have already developed plaques and tangles. \"Usually when a patient sees a doctor for suspected symptoms of dementia, the disease is already present,\" Dr. Praticò added. \"We want to know whether olive oil added at a later time point in the diet can stop or reverse the disease.\" "}