{"text": "Researchers at the University of Cambridge have designed antibodies that target the protein deposits in the brain associated with Alzheimer's disease, and stop their production. The researchers used computer-based methods to develop antibodies -- the star players of the body's natural defence system -- to target the deposits of misfolded proteins which are a hallmark of Alzheimer's disease. Early tests of the antibodies in test tubes and in nematode worms showed an almost complete elimination of these pathogens. The antibodies were designed to systematically scan the sequence of amyloid-beta, the main component of the toxic deposits associated with Alzheimer's disease. By targeting specific regions, or epitopes, of the amyloid-beta sequence, the different antibodies were able to block amyloid-beta's ability to stick together, or aggregate. Their results are reported in the journal Science Advances.Alzheimer's disease is the most common form of dementia, which affects nearly one million people in the UK and about 50 million worldwide. One of the hallmarks of Alzheimer's disease is the build-up of protein deposits, known as plaques and tangles, in the brains of affected individuals. These deposits, which accumulate when naturally-occurring proteins in the body fold into the wrong shape and aggregate, are formed primarily of two proteins: amyloid-beta and tau. The process of protein aggregation also creates smaller clusters called oligomers, which are highly toxic to nerve cells and are thought to be responsible for brain damage in Alzheimer's disease. Researchers around the world have spent decades attempting to unravel the processes that cause Alzheimer's disease, and to target the misfolding proteins before they are able to aggregate. Antibodies are dedicated proteins that help defend the body against harmful pathogens by recognising their specific targets, known as antigens. The power of antibodies can be harnessed to make effective treatments, such as vaccines, but to date no antibody has been developed to treat Alzheimer's or any other neurodegenerative disease, although several antibody-based treatments for Alzheimer's disease are currently in clinical trials. \"Developing antibody-based therapies is costly and time-consuming, but if we can find better and cheaper ways of producing antibodies, we would increase the chances of finding treatments for patients -- making them by design can create opportunities to achieve this goal,\" said Professor Michele Vendruscolo from the Centre for Misfolding Diseases in Cambridge, and the paper's senior author. To date, there have been two main ways of producing antibodies. The first, which has been in use for about 50 years, is to inject animals with the relevant antigen. The antigen stimulates the immune system to produce antibodies to attack the alien substance, and those antibodies can then be extracted as a therapeutic. The second method, developed in the 1990s, does not require the use of animals and instead relies on the screening of large laboratory-constructed libraries to isolate the relevant antibodies. \"In the past few years, thanks to increasingly powerful computers and large structural databases, it has become possible to design antibodies in a computer, which substantially lowers the time and cost required,\" said study co-author Dr Pietro Sormanni, a postdoctoral researcher in the Centre for Misfolding Diseases. \"It also allows us to target specific regions within the antigen, as well as to control for other properties critical for clinical applications, such as antibody stability and solubility.\" One of the advantages of the antibodies used in this study is their very small size. In these smaller antibodies, called single-domain antibodies, the 'trigger' for an immune response is stripped off, thereby blocking the inflammatory reactions that have so far prevented the widespread adoption of antibody-based therapies for Alzheimer's disease. A major advantage of these designed antibodies is that they can be systematically produced to bind to the different regions of the target protein. In this way researchers can extensively and inexpensively explore a variety of mechanisms of action, and select the most effective one for blocking the production of toxins. \"Since the designed antibodies can selectively target oligomers, which are present in low numbers relative to the total amounts of amyloid-beta, we expect them to be effective even when administered in low doses,\" said Dr Francesco Aprile, a Senior Research Fellow of the Alzheimer's Society in the Centre for Misfolding Diseases and the study's first author. Not only are these antibodies designed to not stimulate an immune response, but they are also much smaller than standard antibodies, so they could be delivered more effectively to the brain through the blood-brain barrier. Aprile has recently been awarded the 2017 'Outstanding early-career contribution to dementia' award by the Alzheimer's Society for his work.\"The innovative approach taken by Dr Aprile and his colleagues tackles the issue of developing drugs for Alzheimer's disease from a new angle, by using advanced computer techniques to design drugs that specifically block a crucial aspect of the disease process,\" said James Pickett, Head of Research at the Alzheimer's Society. \"Over the last 50 years, advances in antibody technology have delivered radical new treatments for a wide range of common diseases including rheumatoid arthritis, multiple sclerosis and some forms of cancer. While the research is still in the early stages, we are excited by the potential of this work and hope it can do the same for Alzheimer's disease.\"\"These results indicate that computational methods are becoming ready to be used alongside existing antibody discovery methods, enabling the exploration of new ways of treating a range of human diseases,\" said Vendruscolo.", "date": "Wed, 21 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Computer-designed antibodies target toxins associated with Alzheimer's disease", "institution": "University of Cambridge", "journal": "Science Advances", "description": "Researchers at the University of Cambridge have designed antibodies that target the protein deposits in the brain associated with Alzheimer's disease, and stop their production.", "region": "europe", "keywords": ["Biology", " Cell Biology", " Medicine/Health", " Alzheimer's Disease"], "url": "http://www.eurekalert.org/pub_releases/2017-06/uoc-cat062017.php", "source_link": null, "funder": "", "article_link": "http://dx.doi.org/10.1126/sciadv.1700488"}