{"text": "The same mechanisms that quickly separate mixtures of oil and water are at play when controlling the organization in an unusual part of our DNA called heterochromatin, according to a new study by researchers at the Department of Energy's Lawrence Berkeley National Laboratory (Berkeley Lab). Researchers studying genome and cell biology provide evidence that heterochromatin organizes large parts of the genome into specific regions of the nucleus using liquid-liquid phase separation, a mechanism well known in physics but whose importance for biology has only recently been revealed.  They present their findings June 21 in the journal Nature, addressing a long-standing question about how DNA functions are organized in space and time, including how genes are regulated to be silenced or expressed. \"The importance of DNA sequences in health and disease has been clear for decades, but we only recently have come to realize that the organization of sections of DNA into different physical domains or compartments inside the nucleus is critical to promote distinct genome functions,\" said study corresponding author, Gary Karpen, senior scientist at Berkeley Lab's Biological Systems and Engineering Division. The long stretches of DNA in heterochromatin contain sequences that, for the most part, need to be silenced for cells to work properly. Scientists once thought that compaction of the DNA was the primary mechanism for controlling which enzymes and molecules gain access to the sequences. It was reasoned that the more tightly wound the strands, the harder it would be to get to the genetic material inside. That mechanism has been questioned in recent years by the discovery that some large protein complexes could get inside the heterochromatin domain, while smaller proteins can remain shut out. In this new study of early Drosophila embryos, the researchers observed two non-mixing liquids in the cell nucleus: one that contained expressed genes, and one that contained silenced heterochromatin. They found that heterochromatic droplets fused together just like two drops of oil surrounded by water. In lab experiments, researchers purified heterochromatin protein 1a (HP1a), a main component of heterochromatin, and saw that this single component was able to recreate what they saw in the nucleus by forming liquid droplets. \"We are excited about these findings because they explain a mystery that's existed in the field for a decade,\" said study lead author Amy Strom, a graduate student in Karpen's lab. \"That is, if compaction controls access to silenced sequences, how are other large proteins still able to get in? Chromatin organization by phase separation means that proteins are targeted to one liquid or the other based not on size, but on other physical traits, like charge, flexibility, and interaction partners.\" The Berkeley Lab study, which used fruit fly and mouse cells, will be published alongside a companion paper in Nature led by UC San Francisco researchers, who showed that the human version of the HP1a protein has the same liquid droplet properties, suggesting that similar principles hold for human heterochromatin.Interestingly, this type of liquid-liquid phase separation is very sensitive to changes in temperature, protein concentration, and pH levels. \"It's an elegant way for the cell to be able to manipulate gene expression of many sequences at once,\" said Strom. Other cellular structures, including some involved in disease, are also organized by phase separation.\"Problems with phase separation have been linked to diseases such as dementia and certain neurodegenerative disorders,\" said Karpen. He noted that as we age, biological molecules lose their liquid state and become more solid, accumulating damage along the way. Karpen pointed to diseases like Alzheimer's and Huntington's, in which proteins misfold and aggregate, becoming less liquid and more solid over time.\"If we can better understand what causes aggregation, and how to keep things more liquid, we might have a chance to combat these types of disease,\" Strom added. The work is a big step forward for understanding how DNA functions, but could also help researchers improve their ability to manipulate genes. \"Gene therapy, or any treatment that relies on tight regulation of gene expression, could be improved by precisely targeting molecules to the right place in the nucleus,\" says Karpen. \"It is very difficult to target genes located in heterochromatin, but this understanding of the properties linked to phase separation and liquid behaviors could help change that and open up a third of the genome that we couldn't get to before.\"  This includes targeting gene-editing technologies like CRISPR, which has recently opened up new doors for precise genome manipulation and gene therapy. ", "date": "Wed, 21 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Researchers find new mechanism for genome regulation", "institution": "DOE/Lawrence Berkeley National Laboratory", "journal": "Nature", "description": "The mechanisms that separate mixtures of oil and water may also help the organization of a part of our DNA called heterochromatin, according to a new Berkeley Lab study. Researchers found that liquid-liquid phase separation helps heterochromatin organize large parts of the genome into specific regions of the nucleus. The work addresses a long-standing question about how DNA functions are organized in space and time, including how genes are silenced or expressed.", "region": "namerica", "keywords": ["Biology", " Biomechanics/Biophysics", " Cell Biology", " Genetics", " Molecular Biology"], "url": "http://www.eurekalert.org/pub_releases/2017-06/dbnl-rfn062117.php", "source_link": "https://newscenter.lbl.gov/2017/06/21/heterochromatin-phase-separation-genome-regulation", "funder": "National Institutes of Health, California Institute for Regenerative Medicine", "article_link": "http://dx.doi.org/10.1038/nature22989"}