{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "trying", "memorize", "information", "better", "relate", "something", "meaningful", "rather", "repeat", "make", "stick", "according", "recent", "baycrest", "view", "trying", "memorize", "information", "better", "relate", "something", "meaningful", "rather", "repeat", "make", "stick", "according", "recent", "baycrest", "health", "sciences", "study", "published", "neuroimage", "learning", "new", "information", "brain", "two", "different", "ways", "remember", "material", "short", "period", "time", "either", "mentally", "rehearsing", "sounds", "words", "thinking", "meaning", "words", "says", "jed", "meltzer", "lead", "author", "neurorehabilitation", "scientist", "baycrest", "rotman", "research", "institute", "strategies", "create", "good", "memory", "focusing", "meaning", "effective", "retaining", "information", "later", "case", "working", "harder", "mean", "better", "past", "studies", "looked", "repetition", "create", "memories", "findings", "suggest", "using", "word", "meaning", "help", "transfer", "memories", "says", "meltzer", "finding", "consistent", "strategies", "used", "world", "top", "memory", "champions", "create", "stories", "rich", "meaning", "remember", "random", "information", "order", "deck", "work", "researchers", "able", "pinpoint", "different", "parts", "brain", "involved", "creating", "two", "types", "memories", "finding", "shows", "multiple", "brain", "mechanisms", "supporting", "memory", "whether", "remembering", "information", "based", "sound", "meaning", "says", "meltzer", "also", "psychology", "professor", "university", "toronto", "people", "brain", "damage", "stroke", "dementia", "one", "mechanisms", "may", "disrupted", "people", "could", "learn", "compensate", "relying", "alternate", "method", "form", "memories", "example", "people", "trouble", "remembering", "things", "could", "carry", "pad", "rehearse", "information", "chance", "write", "study", "recorded", "brain", "waves", "25", "healthy", "adults", "listened", "sentences", "word", "lists", "participants", "asked", "hold", "information", "memory", "several", "seconds", "recite", "back", "brain", "waves", "recorded", "participants", "taken", "testing", "room", "see", "could", "recall", "information", "heard", "brain", "scans", "researchers", "identified", "brain", "activity", "related", "memorizing", "sound", "meaning", "next", "steps", "meltzer", "use", "findings", "explore", "targeted", "brain", "stimulation", "could", "boost", "memory", "stroke", "patients", "additional", "funding", "would", "support", "exploration", "types", "memory", "best", "treated", "current", "drugs", "brain", "stimulation", "improved"], "url": "http://www.eurekalert.org/pub_releases/2017-06/bcfg-lmm062017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: When trying to memorize information, it is better to relate it to something meaningful rather than repeat it again and again to make it stick, according to a recent Baycrest...\n       view more When trying to memorize information, it is better to relate it to something meaningful rather than repeat it again and again to make it stick, according to a recent Baycrest Health Sciences study published in NeuroImage.", "\"When we are learning new information, our brain has two different ways to remember the material for a short period of time, either by mentally rehearsing the sounds of the words or thinking about the meaning of the words,\" says Dr. Jed Meltzer, lead author and neurorehabilitation scientist at Baycrest's Rotman Research Institute.", "\"Both strategies create good short-term memory, but focusing on the meaning is more effective for retaining the information later on.", "Here's a case where working harder does not mean better.", "\"Past studies have looked at repetition to create short-term memories, but these findings suggest that using the word's meaning will help \"transfer\" memories from the short-term to the long-term, says Dr. Meltzer.", "This finding is consistent with the strategies used by the world's top memory champions, who create stories rich with meaning to remember random information, such as the order of a deck of cards.Through this work, researchers were able to pinpoint the different parts of the brain involved in creating the two types of short-term memories.", "\"This finding shows that there are multiple brain mechanisms supporting short-term memory, whether it's remembering information based on sound or meaning,\" says Dr. Meltzer, who is also a psychology professor at the University of Toronto.", "\"When people have brain damage from stroke or dementia, one of the mechanisms may be disrupted.", "People could learn to compensate for this by relying on an alternate method to form short-term memories.", "\"For example, people who have trouble remembering things could carry a pad and rehearse the information until they have a chance to write it down, he adds.The study recorded the brain waves of 25 healthy adults as they listened to sentences and word lists.", "Participants were asked to hold the information in their short-term memory over several seconds, and then recite it back, while their brain waves were recorded.", "Participants were then taken to a testing room to see if they could recall the information that had been heard.", "Through the brain scans, researchers identified brain activity related to memorizing through sound and meaning.", "As next steps, Dr. Meltzer will use these findings to explore targeted brain stimulation that could boost the short-term memory of stroke patients.", "Additional funding would support the exploration of which types of memory are best treated by current drugs or brain stimulation and how these can be improved."], "title": "Long-term memories made with meaningful information | EurekAlert! Science News", "source": "Baycrest Centre for Geriatric Care", "date": "2018-01-19_20:44:56", "year": "Tue, 20 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: When trying to memorize information, it is better to relate it to something meaningful rather than repeat it again and again to make it stick, according to a recent Baycrest...\n       view more When trying to memorize information, it is better to relate it to something meaningful rather than repeat it again and again to make it stick, according to a recent Baycrest Health Sciences study published in NeuroImage. \"When we are learning new information, our brain has two different ways to remember the material for a short period of time, either by mentally rehearsing the sounds of the words or thinking about the meaning of the words,\" says Dr. Jed Meltzer, lead author and neurorehabilitation scientist at Baycrest's Rotman Research Institute. \"Both strategies create good short-term memory, but focusing on the meaning is more effective for retaining the information later on. Here's a case where working harder does not mean better.\"Past studies have looked at repetition to create short-term memories, but these findings suggest that using the word's meaning will help \"transfer\" memories from the short-term to the long-term, says Dr. Meltzer. This finding is consistent with the strategies used by the world's top memory champions, who create stories rich with meaning to remember random information, such as the order of a deck of cards.Through this work, researchers were able to pinpoint the different parts of the brain involved in creating the two types of short-term memories.\"This finding shows that there are multiple brain mechanisms supporting short-term memory, whether it's remembering information based on sound or meaning,\" says Dr. Meltzer, who is also a psychology professor at the University of Toronto. \"When people have brain damage from stroke or dementia, one of the mechanisms may be disrupted. People could learn to compensate for this by relying on an alternate method to form short-term memories.\"For example, people who have trouble remembering things could carry a pad and rehearse the information until they have a chance to write it down, he adds.The study recorded the brain waves of 25 healthy adults as they listened to sentences and word lists. Participants were asked to hold the information in their short-term memory over several seconds, and then recite it back, while their brain waves were recorded. Participants were then taken to a testing room to see if they could recall the information that had been heard. Through the brain scans, researchers identified brain activity related to memorizing through sound and meaning.  As next steps, Dr. Meltzer will use these findings to explore targeted brain stimulation that could boost the short-term memory of stroke patients. Additional funding would support the exploration of which types of memory are best treated by current drugs or brain stimulation and how these can be improved."}