{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcleveland", "ohio", "june", "20", "2017", "new", "position", "statement", "use", "hormone", "therapy", "ht", "menopausal", "postmenopausal", "women", "north", "american", "menopause", "society", "nams", "published", "online", "today", "society", "journal", "menopause", "use", "hormone", "therapy", "continues", "one", "controversial", "debated", "topics", "says", "joann", "pinkerton", "nams", "executive", "director", "goal", "updated", "version", "society", "position", "statement", "provide", "excellent", "current", "clinical", "recommendations", "menopause", "practitioners", "improvement", "care", "women", "depending", "help", "relieve", "menopause", "symptoms", "statement", "also", "reviews", "effects", "ht", "various", "health", "conditions", "cardiovascular", "disease", "breast", "cancer", "different", "stages", "woman", "new", "2017", "position", "statement", "statement", "expands", "solidifies", "nams", "previous", "position", "several", "critical", "areas", "confusion", "regarding", "ht", "nams", "discovered", "review", "literature", "previous", "position", "hormone", "therapy", "prescribed", "dose", "shortest", "period", "time", "may", "inadequate", "even", "harmful", "women", "says", "pinkerton", "nams", "clarified", "position", "fitting", "concept", "dose", "duration", "regimen", "route", "administration", "provides", "benefit", "minimal", "amount", "risk", "addition", "women", "older", "65", "years", "old", "relieved", "know", "stop", "using", "hormone", "therapy", "bothersome", "hot", "flashes", "age", "data", "simply", "support", "individualized", "evaluation", "discussion", "recommended"], "url": "http://www.eurekalert.org/pub_releases/2017-06/tnam-n2p062017.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCLEVELAND, Ohio (June 20, 2017)--A new position statement on the use of hormone therapy (HT) for menopausal and postmenopausal women from The North American Menopause Society (NAMS) has been published online today in the Society's journal, Menopause.", "\"The use of hormone therapy continues to be one of the most controversial and debated topics,\" says Dr. JoAnn V. Pinkerton, NAMS executive director.", "\"The goal of this updated version of the Society's position statement is to provide excellent, evidence-based, current clinical recommendations to menopause practitioners for the improvement of care for women depending on them to help relieve menopause symptoms.\"", "The statement also reviews the effects of HT on various health conditions, such as cardiovascular disease and breast cancer, at different stages of a woman's life.What's new in the 2017 position statement?", "The statement expands on and solidifies NAMS's previous position on several critical areas of confusion regarding HT:\"NAMS discovered through its review of the literature that the previous position that hormone therapy should be prescribed only for the 'lowest dose for the shortest period of time' may be inadequate or even harmful for some women,\" says Dr. Pinkerton.", "\"NAMS has clarified this position to the more fitting concept of the 'appropriate dose, duration, regimen, and route of administration' that provides the most benefit with the minimal amount of risk.", "In addition, women older than 65 years old will be relieved to know that they don't have to stop using hormone therapy for their bothersome hot flashes just because of their age.", "The data simply do not support it, but individualized evaluation and discussion is recommended.\""], "title": "NAMS 2017 position statement updates guidelines for hormone therapy use | EurekAlert! Science News", "source": "The North American Menopause Society (NAMS)", "date": "2018-01-19_20:44:59", "year": "Tue, 20 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCLEVELAND, Ohio (June 20, 2017)--A new position statement on the use of hormone therapy (HT) for menopausal and postmenopausal women from The North American Menopause Society (NAMS) has been published online today in the Society's journal, Menopause. \"The use of hormone therapy continues to be one of the most controversial and debated topics,\" says Dr. JoAnn V. Pinkerton, NAMS executive director. \"The goal of this updated version of the Society's position statement is to provide excellent, evidence-based, current clinical recommendations to menopause practitioners for the improvement of care for women depending on them to help relieve menopause symptoms.\" The statement also reviews the effects of HT on various health conditions, such as cardiovascular disease and breast cancer, at different stages of a woman's life.What's new in the 2017 position statement? The statement expands on and solidifies NAMS's previous position on several critical areas of confusion regarding HT:\"NAMS discovered through its review of the literature that the previous position that hormone therapy should be prescribed only for the 'lowest dose for the shortest period of time' may be inadequate or even harmful for some women,\" says Dr. Pinkerton. \"NAMS has clarified this position to the more fitting concept of the 'appropriate dose, duration, regimen, and route of administration' that provides the most benefit with the minimal amount of risk. In addition, women older than 65 years old will be relieved to know that they don't have to stop using hormone therapy for their bothersome hot flashes just because of their age. The data simply do not support it, but individualized evaluation and discussion is recommended.\""}