{"text": "A team led by UCL and Cardiff University researchers has developed a novel measure of disease progression for Huntington's disease, which enabled them to identify a genetic modifier associated with how rapidly the disease progresses.\"We've identified a gene that could be a target for treating Huntington's disease. While there's currently no cure for the disease, we're hopeful that our finding could be a step towards life-extending treatments,\" said Dr Davina Hensman Moss (UCL Huntington's Disease Centre, UCL Institute of Neurology), one of the lead authors of the Lancet Neurology study.Huntington's disease (HD) is a fatal neurological disease caused by a genetic mutation. Larger mutations are linked to rapidly progressing disease, but that does not account for all aspects of disease progression. Understanding factors which change the rate of disease progression can help direct drug development and therapies.The research team used the high quality phenotypic data from the intensively studied TRACK-HD cohort of people with the HD gene mutation. They established that different symptoms of disease progress in parallel, so they were able to combine the data from 24 cognitive, motor and MRI brain imaging variables to generate their progression score for genetic analysis.They then looked for areas of the genome associated with their progression measure, and found a significant result in their sample of 216 people, which they then validated in a larger sample of 1773 people from a separate cohort, the European Huntington's Disease Network (EHDN) REGISTRY study.The genetic signal is likely to be driven by the gene MSH3, a DNA repair gene which has been linked to changes in size of the HD mutation. The researchers identified that a variation in MSH3 encodes an amino acid change in the gene. MSH3 has previously been extensively implicated in the pathogenesis of HD in both mouse and cell studies. The group's findings may also be relevant to other diseases caused by repeats in the DNA, including some spinocerebellar ataxias.Dr Hensman Moss said: \"The gene variant we pinpointed is a common variant that doesn't cause problems in people without HD, so hopefully it could be targeted for HD treatments without causing other problems.\"Professor Lesley Jones (Cardiff University), who co-led the study, said: \"The strength of our finding implies that the variant we identified has a very large effect on HD, or that the new progression measure we developed is a much better measure of the relevant aspects of the disease, or most likely, both.\"The researchers say their study demonstrates the value of getting high quality data about the people with a disease when doing genetic studies. Professor Sarah Tabrizi (UCL Huntington's Disease Centre), who co-led the study said: \"This is an example of reverse translation: these novel findings we observed in people with HD support many years of basic laboratory work in cells and mice.  Now we know that MSH3 is critical in the progression of HD in patients, we can focus our attention on it and how this finding may be harnessed to develop new therapies that slow disease progression.\" ", "date": "Tue, 20 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Genetic modifier for Huntington's disease progression identified", "institution": "University College London", "journal": "Lancet Neurology", "description": "A team led by UCL and Cardiff University researchers has developed a novel measure of disease progression for Huntington's disease, which enabled them to identify a genetic modifier associated with how rapidly the disease progresses.", "region": "europe", "keywords": ["Genetics", " Medicine/Health", " Neurobiology", " Genes"], "url": "http://www.eurekalert.org/pub_releases/2017-06/ucl-gmf062017.php", "source_link": "https://www.ucl.ac.uk/news/news-articles/0617/190617-huntingtons-progression", "funder": "European Commission FP7 NeurOmics, CHDI Foundation, Medical Research Council, Brain Research Trust, Guarantors of Brain", "article_link": "http://dx.doi.org/10.1016/S1474-4422(17)30161-8"}