{"words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "study", "led", "associate", "professor", "ng", "tze", "pin", "second", "left", "national", "university", "singapore", "showed", "good", "nutrition", "physical", "training", "mental", "exercises", "reverse", "physical", "view", "physical", "frailty", "common", "among", "elderly", "strongly", "associated", "cognitive", "impairment", "dementia", "adverse", "health", "outcomes", "disability", "hospitalisation", "mortality", "study", "conducted", "researchers", "national", "university", "singapore", "nus", "showed", "combination", "nutritional", "physical", "cognitive", "interventions", "reverse", "physical", "frailty", "elderly", "people", "associate", "professor", "ng", "tze", "pin", "department", "psychological", "medicine", "nus", "yong", "loo", "lin", "school", "medicine", "leader", "research", "team", "said", "earlier", "research", "findings", "singapore", "longitudinal", "ageing", "studies", "slas", "team", "showed", "physically", "frail", "elderly", "persons", "compared", "robust", "counterparts", "eight", "times", "likely", "cognitive", "impaired", "time", "cognitively", "impaired", "five", "times", "risk", "becoming", "cognitively", "impaired", "follow", "three", "years", "later", "addition", "physically", "frail", "elderly", "persons", "two", "10", "times", "likely", "become", "functionally", "disabled", "daily", "living", "activities", "hospitalised", "die", "earlier", "robust", "counterparts", "physical", "frailty", "cognitive", "impairment", "present", "together", "individual", "20", "times", "likely", "become", "disabled", "hospitalised", "die", "earlier", "compelling", "evidence", "possible", "reduce", "even", "reverse", "physical", "frailty", "elderly", "could", "greatly", "improve", "quality", "life", "assoc", "prof", "ng", "prof", "ng", "team", "conducted", "trial", "2010", "2013", "involving", "250", "older", "persons", "singapore", "65", "years", "old", "showed", "signs", "frailty", "study", "shows", "feasible", "identify", "frail", "older", "persons", "community", "primary", "care", "settings", "provide", "lifestyle", "interventions", "reverse", "frailty", "found", "better", "nutrition", "physical", "training", "mental", "exercises", "reverse", "frailty", "enhance", "muscle", "strength", "gait", "speed", "reduce", "depressive", "symptoms", "improve", "cognitive", "functioning", "interventions", "go", "long", "way", "reducing", "high", "prevalence", "physical", "disability", "hospitalisation", "mortality", "ageing", "society", "like", "singapore", "assoc", "prof", "ng", "added", "fighting", "frailty", "elderly", "peopleparticipants", "trial", "recruited", "october", "2009", "august", "2012", "various", "senior", "activity", "centres", "singapore", "randomly", "allocated", "receive", "lifestyle", "interventions", "one", "five", "groups", "period", "six", "months", "three", "groups", "participants", "provided", "either", "physical", "training", "nutritional", "enhancement", "cognitive", "training", "fourth", "group", "received", "combination", "three", "interventions", "last", "group", "control", "group", "receive", "intervention", "trial", "conducted", "collaboration", "khoo", "teck", "puat", "hospital", "st", "luke", "participants", "frailty", "outcomes", "made", "start", "intervention", "trial", "participants", "progress", "measured", "three", "months", "six", "months", "assessment", "also", "conducted", "six", "months", "trial", "12", "months", "start", "intervention", "nus", "researchers", "found", "three", "types", "intervention", "well", "combination", "three", "approaches", "able", "reduce", "frailty", "depressive", "symptoms", "improve", "cognitive", "functioning", "prof", "ng", "noted", "important", "message", "studies", "frailty", "inevitable", "part", "ageing", "much", "older", "people", "avoid", "becoming", "frail", "disabled", "vital", "pay", "attention", "good", "quality", "diet", "nutrition", "engage", "physical", "exercise", "participate", "socially", "cognitively", "stimulating", "activities", "intervention", "programmes", "benefit", "elderlyfollowing", "encouraging", "findings", "trial", "research", "team", "working", "geriatric", "education", "research", "institute", "geri", "social", "service", "organisations", "develop", "implement", "pilot", "frailty", "screening", "lifestyle", "intervention", "community", "programmes", "hope", "programmes", "successfully", "scaled", "mass", "intervention", "help", "improve", "physical", "psychological", "cognitive", "large", "numbers", "senior", "citizens"], "url": "http://www.eurekalert.org/pub_releases/2017-06/nuos-gnp061917.php", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A study led by Associate Professor Ng Tze Pin (second from left) from the National University of Singapore showed that good nutrition, physical training and mental exercises can reverse physical...\n       view more Physical frailty is common among the elderly and is strongly associated with cognitive impairment, dementia and adverse health outcomes such as disability, hospitalisation, and mortality.", "A four-year study conducted by researchers from the National University of Singapore (NUS) showed that a combination of nutritional, physical and cognitive interventions can reverse physical frailty in elderly people.", "Associate Professor Ng Tze Pin, who is from the Department of Psychological Medicine at the NUS Yong Loo Lin School of Medicine, and the leader of the research team, said that earlier research findings from the Singapore Longitudinal Ageing Studies (SLAS) by his team showed that physically frail elderly persons compared to their robust counterparts are eight times as likely to be cognitive impaired at the same time, and if they are not cognitively impaired, they are more than five times at risk of becoming cognitively impaired on follow up three years later.", "\"In addition, physically frail elderly persons are two to 10 times as likely to become functionally disabled on daily living activities, hospitalised and die earlier than their robust counterparts.", "When physical frailty and cognitive impairment are present together in the same individual, he or she is more than 20 times as likely to become disabled, hospitalised or die earlier.", "With such compelling evidence, if it is possible to reduce or even reverse physical frailty in the elderly, we could greatly improve their quality of life,\" Assoc Prof Ng explained.Assoc Prof Ng and his team conducted a four-year trial between 2010 and 2013, involving 250 community-living older persons in Singapore who were 65 years old and above and who showed signs of frailty.", "\"Our study shows that it is feasible to identify pre-frail and frail older persons in the community and primary care settings and provide them with lifestyle interventions to reverse frailty.", "We found that better nutrition, physical training and mental exercises can reverse frailty, enhance muscle strength and gait speed, reduce depressive symptoms and improve cognitive functioning.", "As such, these interventions can go a long way to reducing the high prevalence of physical disability, hospitalisation and mortality in an ageing society like Singapore,\" Assoc Prof Ng added.", "Fighting frailty in elderly peopleParticipants for the trial were recruited from October 2009 to August 2012 from various senior activity centres in Singapore.", "They were randomly allocated to receive lifestyle interventions in one of five groups for a period of six months.", "Three groups of participants were provided with either physical training, nutritional enhancement or cognitive training, while the fourth group received a combination of all three interventions.", "The last group was a control group which did not receive any intervention.", "The trial was conducted in collaboration with Khoo Teck Puat Hospital and St Luke's Hospital.Assessment of the participants' frailty and other outcomes were made before the start of intervention.", "During the six-month trial, the participants' progress were measured after three months and six months.", "A follow-up assessment was also conducted six months after the trial (i.e.", "12 months after the start of intervention).", "The NUS researchers found that the three types of intervention, as well as a combination of all three approaches, were able to reduce frailty and depressive symptoms, and improve cognitive functioning of the elderly.Assoc Prof Ng noted, \"The important message from our studies is that frailty is not an inevitable part of ageing.", "There is much that older people can do for themselves to avoid becoming frail and disabled, so it is vital that they pay attention to good quality diet and nutrition, engage in physical exercise, and participate in socially and cognitively stimulating activities.", "\"Intervention programmes to benefit the elderlyFollowing the encouraging findings from the trial, the research team is working with the Geriatric Education and Research Institute (GERI) and social service organisations to develop and implement pilot frailty screening and multi-domain lifestyle intervention community programmes.", "They hope that such programmes when successfully scaled up for mass intervention can help improve the physical, psychological and cognitive well-being of large numbers of senior citizens."], "title": "Good nutrition, physical training and mental exercises can reverse physical frailty in the elderly | EurekAlert! Science News", "source": "National University of Singapore", "date": "2018-01-19_20:45:09", "year": "Mon, 19 Jun 2017 04:00:00 GMT", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: A study led by Associate Professor Ng Tze Pin (second from left) from the National University of Singapore showed that good nutrition, physical training and mental exercises can reverse physical...\n       view more Physical frailty is common among the elderly and is strongly associated with cognitive impairment, dementia and adverse health outcomes such as disability, hospitalisation, and mortality. A four-year study conducted by researchers from the National University of Singapore (NUS) showed that a combination of nutritional, physical and cognitive interventions can reverse physical frailty in elderly people. Associate Professor Ng Tze Pin, who is from the Department of Psychological Medicine at the NUS Yong Loo Lin School of Medicine, and the leader of the research team, said that earlier research findings from the Singapore Longitudinal Ageing Studies (SLAS) by his team showed that physically frail elderly persons compared to their robust counterparts are eight times as likely to be cognitive impaired at the same time, and if they are not cognitively impaired, they are more than five times at risk of becoming cognitively impaired on follow up three years later. \"In addition, physically frail elderly persons are two to 10 times as likely to become functionally disabled on daily living activities, hospitalised and die earlier than their robust counterparts. When physical frailty and cognitive impairment are present together in the same individual, he or she is more than 20 times as likely to become disabled, hospitalised or die earlier. With such compelling evidence, if it is possible to reduce or even reverse physical frailty in the elderly, we could greatly improve their quality of life,\" Assoc Prof Ng explained.Assoc Prof Ng and his team conducted a four-year trial between 2010 and 2013, involving 250 community-living older persons in Singapore who were 65 years old and above and who showed signs of frailty. \"Our study shows that it is feasible to identify pre-frail and frail older persons in the community and primary care settings and provide them with lifestyle interventions to reverse frailty. We found that better nutrition, physical training and mental exercises can reverse frailty, enhance muscle strength and gait speed, reduce depressive symptoms and improve cognitive functioning. As such, these interventions can go a long way to reducing the high prevalence of physical disability, hospitalisation and mortality in an ageing society like Singapore,\" Assoc Prof Ng added. Fighting frailty in elderly peopleParticipants for the trial were recruited from October 2009 to August 2012 from various senior activity centres in Singapore. They were randomly allocated to receive lifestyle interventions in one of five groups for a period of six months. Three groups of participants were provided with either physical training, nutritional enhancement or cognitive training, while the fourth group received a combination of all three interventions. The last group was a control group which did not receive any intervention. The trial was conducted in collaboration with Khoo Teck Puat Hospital and St Luke's Hospital.Assessment of the participants' frailty and other outcomes were made before the start of intervention. During the six-month trial, the participants' progress were measured after three months and six months. A follow-up assessment was also conducted six months after the trial (i.e. 12 months after the start of intervention). The NUS researchers found that the three types of intervention, as well as a combination of all three approaches, were able to reduce frailty and depressive symptoms, and improve cognitive functioning of the elderly.Assoc Prof Ng noted, \"The important message from our studies is that frailty is not an inevitable part of ageing. There is much that older people can do for themselves to avoid becoming frail and disabled, so it is vital that they pay attention to good quality diet and nutrition, engage in physical exercise, and participate in socially and cognitively stimulating activities.\"Intervention programmes to benefit the elderlyFollowing the encouraging findings from the trial, the research team is working with the Geriatric Education and Research Institute (GERI) and social service organisations to develop and implement pilot frailty screening and multi-domain lifestyle intervention community programmes. They hope that such programmes when successfully scaled up for mass intervention can help improve the physical, psychological and cognitive well-being of large numbers of senior citizens."}