{"text": "(June 19, 2017)--A survey of United States hospitals, eldercare facilities and therapy animal organizations revealed their health and safety policies for therapy animal visits varied widely, with many not following recommended guidelines for animal visitation. The research from investigators at Tufts Institute for Human-Animal Interaction at Tufts University appears online on June 19, 2017, in advance of print in the American Journal of Infection Control. Animal-assisted intervention (AAI) programs, sometimes known as therapy animal or \"pet therapy\" programs, are increasing in popularity, and studies have shown they can result in positive physical and mental health outcomes for human participants, such as lowered blood pressure, improved mood and delayed onset of dementia. But without appropriate policies in place, these programs can jeopardize both human and animal safety, according to the study's authors. In addition to concerns about human allergies to animals, animal behavior, stress on the animal and appropriate animal immunizations, AAI programs have a potential risk of transmission of zoonotic disease--diseases spread between animals and people. This risk is especially high when health, grooming and handwashing protocols are not carefully used. Another potential risk could come from therapy animals eating raw meat-based diets or treats, which are at high risk of being contaminated with bacteria such as Campylobacter, Salmonella and Cryptosporidium. These pathogens may pose risks to both humans and animals, and especially immunocompromised patients. The survey results showed that many respondents' policies and practices do not address these and other risks. Researchers gathered responses from 45 eldercare facilities, 45 hospitals, and 27 therapy animal organizations across the country on their existing policies related to animal health and behavioral prerequisites for therapy animals and AAI programs. National therapy animal organizations (e.g. Pet Partners, Therapy Dogs International, or American Kennel Club Therapy Program) and groups stating affiliation with national organizations were not included in the survey because their policies are readily available.\"The findings should serve as a call to action for hospitals, eldercare facilities and therapy animal organizations to strengthen the safety measures of their AAI programs and for those hosting visits to ask the right questions when arranging animal visitation on their sites,\" said the study's corresponding author, Deborah Linder, D.V.M., research assistant professor at Cummings School of Veterinary Medicine at Tufts University and associate director of Tufts Institute for Human-Animal Interaction. \"Education is key in ensuring that health and safety are the top priority for both humans and animals so the benefits of animal-assisted intervention may continue to outweigh the risks.\"Standardized guidelines for safety, health and monitoring of AAI are limited. A working group from the American Veterinary Association (AVMA) created guidelines in 1999, which were updated in 2015. And, in 2015, The Society for Healthcare Epidemiology of America (SHEA) produced comprehensive guidelines specifically geared to animal visitation in health care facilities. In addition, Tufts Institute for Human-Animal Interaction has developed a manual for facilities with minimum health, safety and training requirements for handlers and therapy animals visiting all types of facilities, including hospitals and eldercare facilities. \"While these recommended guidelines exist, no human or animal health regulatory agencies are currently responsible for monitoring AAI programs or enforcing guidelines,\" said the study's senior author Lisa Freeman, D.V.M, Ph.D., professor at Cummings School of Veterinary Medicine and director of Tufts Institute for Human-Animal Interaction. \"Given the lack of studies documenting national trends in health and safety policies for AAI, we wanted to understand how hospitals, eldercare facilities and therapy animal organizations are incorporating the guidelines into their policies.\"Facility survey resultsResults revealed that the facilities' health and safety policies for AAI varied widely and potentially compromised human and animal safety. In general, hospitals had stricter requirements than eldercare facilities.Therapy animal organization survey resultsAnimal health and behavior was considered in some capacity by all therapy animal organizations, although depth of policy varied among groups and some practices potentially compromised human and animal safety.The authors acknowledge certain limitations in their study. Though designed to be representative, the study was limited in sample size given the large number of hospitals, eldercare facilities and therapy animal organizations in the United States. Adherence to and practice of policies described at facilities may differ from what was reported by participants. Facilities were not surveyed on their knowledge of existing health and safety guidelines for AAI programs, and SHEA guidelines were not available at the time of the survey. Future studies should look at this factor to better understand how guidelines should be disseminated. In addition, this survey focused on assessing safety policies in the facilities and organizations and did not specifically deal with animal welfare considerations, which should be addressed in future studies.", "date": "Mon, 19 Jun 2017 04:00:00 GMT", "meeting": "", "title": "Could therapy animal visitation pose health risks at patient facilities?", "institution": "Tufts University", "journal": "American Journal of Infection Control", "description": "A survey of United States hospitals, eldercare facilities and therapy animal organizations revealed their health and safety policies for therapy animal visits varied widely, with many not following recommended guidelines for animal visitation. The research from investigators at Tufts Institute for Human-Animal Interaction at Tufts University appears online on June 19, 2017, in advance of print in the American Journal of Infection Control.", "region": "namerica", "keywords": ["Zoology/Veterinary Science", " Pets/Ethology", " Health Care", " Medicine/Health", " Gerontology", " Health Care Systems/Services", " Health Professionals", " Infectious/Emerging Diseases", " Public Health", " Mental Health"], "url": "http://www.eurekalert.org/pub_releases/2017-06/tu-cta061617.php", "source_link": null, "funder": "NIH/National Center for Advancing Translational Sciences", "article_link": "http://dx.doi.org/10.1016/j.ajic.2017.04.287"}