{"title": "Vaccination: Main prevention measure to address hepatitis A outbreaks among MSM", "text": "1 173 confirmed hepatitis A cases involving three separate clusters have been reported across 15 countries of the European Union since June 2016. Several EU countries have seen large increases in hepatitis A cases in 2017 compared to previous years, and these are mainly affecting men who have sex with men. In light of these outbreaks and the beginning of Pride period, ECDC stresses the importance of hepatitis A vaccination and the delivery of primary prevention messages as main options to avoid new infections. As several EU/EEA countries experience hepatitis A vaccine shortages, targeting of vaccination to groups at higher risk of infection and advice for safer sex practice are also highlighted.The on-going hepatitis A (HAV) outbreaks across Europe are rapidly spreading and they have most likely not reached their peak yet. On the contrary: due to reporting delays, the currently available figures do not reflect the true extent of the outbreak situation. So far, most cases are reported among unvaccinated men who have sex with men (MSM) but there is evidence of secondary cases among other groups. Countries reporting outbreak-related cases are Austria, Belgium, Denmark, Finland, France, Germany, Ireland, Italy, the Netherlands, Norway, Portugal, Slovenia, Spain, Sweden and the United Kingdom.Particularly Spain and Italy report high numbers of hepatitis A infections, mostly in men (see ECDC's updated rapid risk assessment). In Spain, cases reported in 2017 are almost eight times higher than the average number of cases reported during the same period between the years 2012 and 2016. Sequencing results to identify possible links to the circulating HAV strains from several affected EU/EEA countries are still pending.\"As suggested in our latest rapid risk assessment, further transmission may be prevented by vaccination of men who have sex with men and post-exposure prophylaxis among contacts of those infected\", says ECDC Acting Director Andrea Ammon, \"limited vaccine availability in some countries may however have an impact on the implementation of such control measures.\"Austria, Italy, Portugal and Spain are facing hepatitis A vaccine shortages while the Czech Republic, Denmark, Estonia, Finland, Ireland, Luxembourg, Slovenia and Sweden have reported no shortages. As outlined in the ECDC risk assessment, countries should interact directly with marketing authorisation holders to enquire about supplies at national level as early as possible, i.e. create forecasts of the number of doses required and make procurement arrangements. Any changes in current hepatitis A vaccination policies and supplementary immunisation activities should be planned as early as possible. With the start of the Pride season, including the upcoming WorldPride in Madrid with an expected three million participants, the main recommendations stated in the ECDC risk assessment for this event remain valid:", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/ecfd-vmp061517.php", "region": "europe", "source_link": "http://ecdc.europa.eu/en/press/news/_layouts/forms/News_DispForm.aspx?ID=1629&List=8db7286c-fe2d-476c-9133-18ff4cb1b568&Source=http%3A%2F%2Fecdc%2Eeuropa%2Eeu%2Fen%2FPages%2Fhome%2Easpx", "funder": "", "meeting": "", "institution": "European Centre for Disease Prevention and Control (ECDC)  ", "keywords": ["Medicine/Health", " AIDS/HIV", " Epidemiology", " Vaccines", " Infectious/Emerging Diseases", " Public Health", " Sexual Behavior"], "journal": "", "description": "1 173 confirmed hepatitis A cases have been reported across 15 EU countries since June 2016. Several countries have seen increases in hepatitis A cases in 2017 compared to previous years, and these are mainly affecting men who have sex with men. In light of these outbreaks and the beginning of Pride period, ECDC stresses the importance of hepatitis A vaccination and the delivery of prevention messages as main options to avoid new infections.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}