{"title": "Nurses crucial in improving uptake of potentially life-saving vaccine in vulnerable RMD patients", "text": "Madrid, Spain, 15 June 2017: The results of a study presented today at the Annual European Congress of Rheumatology (EULAR) 2017 press conference showed that implementing a vaccination programme run by nursing staff dramatically improves pneumococcal vaccination coverage among vulnerable patients with chronic inflammatory rheumatic diseases. Patients with chronic inflammatory rheumatic diseases receiving immunosuppressive therapy are known to be at high risk of invasive pneumococcal disease. However, despite EULAR and national recommendations regarding pneumococcal vaccination, rates of vaccination remain low in this population. \"Patients with chronic inflammatory rheumatic diseases and receiving immunosuppressive therapies are at increased risk of dying from infections compared with the general population. Pneumococci are one of the causative pathogens,\" said lead author Dr. Tiphaine Goulenok, from the Bichat Hospital, Paris, France. \"Our study has shown that nurses can play an important role in improving the uptake of pneumococcal vaccination in these vulnerable patients.\" Over a four-month period, 126 consecutive adult patients with a chronic inflammatory rheumatic disease admitted to the day hospital unit at Bichat Hospital in Paris were screened, and their eligibility for pneumococcal vaccination assessed according to French national recommendations. A total of 76 (60% of this population) were candidates for pneumococcal vaccination because they were receiving prednisone, immunosuppressive drugs and / or biotherapy. Before the introduction of the nurse-led pneumococcal vaccination programme, only 13 of these 76 patients (17%) had received the vaccination. Among the remaining 63 patients who were candidates for vaccination, but not vaccinated, 56 (89%) were accurately identified by nursing staff as requiring vaccination. Having been informed about the benefits and risk of vaccination, 46 subsequently agreed to be vaccinated by the nurse.   Comparing the rate of vaccination before and then after the introduction of this intervention programme confirmed a significant improvement in vaccination coverage (p \r\n\t", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-06/elar-nci061517.php", "region": "europe", "source_link": "https://www.eular.org/congresspressreleases/Nurses_crucial_in_improving_uptake_of_potentially_life-saving_vaccine_in.pdf", "funder": "", "meeting": "Annual European Congress of Rheumatology EULAR 2017", "institution": "European League Against Rheumatism", "keywords": ["Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines"], "journal": "Annals of Rheumatic Diseases", "description": "The results of a study presented today at the Annual European Congress of Rheumatology 2017 press conference showed that implementing a vaccination program run by nursing staff dramatically improves pneumococcal vaccination coverage among vulnerable patients with chronic inflammatory rheumatic diseases.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}