{"title": "New flu test: One drop of blood could save your life", "text": "Australian researchers have developed a world first test to identify which influenza patients will need urgent, life-saving, medical treatment.The High-risk Influenza Screen Test (HIST) measures 'an early warning signal' released by the patient's body into their blood to 'kick start' their immune system's fight against the infection.The test, developed by Dr Benjamin Tang -- a doctor from the Department of Intensive Care Medicine, Nepean Hospital and medical researcher at Westmead Institute for Medical Research -- needs only a single drop of blood and a few hours to predict, with 91 percent accuracy, which influenza patients will develop potentially deadly secondary infections, such as pneumonia.Previously doctors could only test for influenza infection but didn't know which patients would be at risk of rapid deterioration.\"Influenza can sometimes kill otherwise healthy people in the prime of their lives,\" says Dr Tang. \"By using the High-risk Influenza Screen Test we're eavesdropping on the immune system to pick up when the body first mounts a defence against a serious, life-threatening, infection. The early warning means we have a greater chance to treat the patient's infection before it overwhelms them and potentially kills them,\" says Dr Tang.The research, published today by Dr Tang and colleagues in the European Respiratory Journal, deciphered the genetic codes that immune cells release to warn the body of a serious infection, such as pneumonia, caused by the influenza virus.HIST will be particularly useful during pandemics when there is a delay in developing vaccines for strains of the influenza virus.\"We can now test people during a pandemic, or outbreak of a new flu virus, to identify those who might be at greater risk of developing serious complications. The test works with any flu infection as it looks at how the body reacts rather than the strain or type of virus.\"Dr Tang says HIST could also be used to track the effectiveness of new drugs in clinical trials by accurately plotting the patient's immune response. The patented High-risk Influenza Screen Test runs on equipment already available in most pathology laboratories.", "article_link": "http://dx.doi.org/10.1183/13993003.02098-2016", "url": "http://www.eurekalert.org/pub_releases/2017-06/wifm-nft061517.php", "region": "australia", "source_link": null, "funder": "", "meeting": "", "institution": "Westmead Institute for Medical Research", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Infectious/Emerging Diseases", " Public Health"], "journal": "European Respiratory Journal", "description": "Dr Ben Tang and co-researchers have developed a world-first blood test to predict which flu patients will develop potentially life-threatening secondary infections that demand urgent medical treatment.", "date": "Thu, 15 Jun 2017 04:00:00 GMT"}