{"title": "Influenza virus can overcome potentially crippling mutations", "text": "LA JOLLA, CA - June 14, 2017 - Scientists at The Scripps Research Institute (TSRI) have shown that for the virus that causes the flu, two wrongs can sometimes make a right.In a new study, the researchers demonstrated that in rare instances, influenza viruses handicapped by a single mutation can overcome their disadvantage with the aid of other mutations -- a phenomenon known as epistasis.\"The term epistasis means that the combined effect of two individual mutations can't be predicted ahead of time,\" said TSRI Postdoctoral Researcher and study first author Nicholas Wu. \"Individually, each of these mutations kill the virus, but together, they compensate for each other's harmful effects.\"The unexpected finding, published today in the journal Cell Host & Microbe, could have implications for the development of flu vaccines and drug therapies. \"This study shows that the evolution of the influenza virus can surprise us,\" Wu said, \"but if we know ahead of time what kind of mutations can be accommodated at a particular site on the virus, we'll have a better idea of how to develop drugs or antibodies to target that site.\"\"It has long been a dream to learn where influenza can go, rather than where it has been,\" said Richard Lerner, Lita Annenberg Hazen Professor of Immunochemistry at TSRI. Lerner co-led the new study with Ian Wilson, Hansen Professor of Structural Biology and chairman of the Department of Integrative Structural and Computational Biology at TSRI.In the new study, Wu and his colleagues set out to investigate which mutations influenza virus could tolerate. They used genetic engineering techniques to introduce random mutations to the receptor binding site (RBS) of hemagglutinin, a spiky, mushroom-shaped protein displayed on the surface of the influenza virus. Hemagglutinin allows the virus to stick to and fuse with the membranes of host cells, and RBS plays a critical role in mediating the first step of this binding process.The team introduced different combinations of single, double and even triple mutations to the RBS site of influenza H1N1 and H3N2 strains and then let the viruses replicate. Next, they used a technique called next-generation sequencing to conduct a quick census of the different mutations present in their virus population.In order to characterize the viability or \"fitness effect\" of different individual mutations and combinations of mutations, the TSRI scientists infected mammalian cell cultures with the mutant viruses. \"Those viruses that can't infect the cells die, and the ones that can survive keep replicating,\" Wu said.After 24 hours, the team performed a second round of next-generation sequencing to characterize the mutations of the surviving viruses. As expected, the vast majority (96 percent) of RBS single mutations proved lethal to the virus, but a remarkably large number of mutations (about 20 percent) were beneficial to the viruses when combined with other mutations.\"We were surprised at how many combinations of two and three mutations were permissive for retention of the key functional activity of receptor binding,\" said Wilson. Many of the mutation combinations the team observed have not been seen in nature before, he added, and if not taken into consideration could allow influenza viruses to escape antibodies that target the RBS site.Most of the viable mutation combinations the team uncovered occurred on a specific part of the RBS known as the 220-loop. Scientists have long known that an epistatic effect in this region was responsible for allowing avian flu strains to make the jump to humans in the past, but the discovery of other viable mutation combinations suggests there is much greater functional DNA sequence diversity in the 220-loop than previously thought.A better understanding of which mutation combinations are permissible and which are not could help researchers narrow down the spectrum of mutations that should be targeted with antibodies and antiviral molecules, the scientists say. \"It also suggests that perhaps we should avoid trying to target regions such as the 220-loop, which appear to be relatively tolerant of mutations,\" Wu said.Epistasis likely is not unique to influenza virus, Wilson said. \"We have not looked yet experimentally for epistasis in other viruses,\" he added, \"but it may indeed be worthwhile to consider whether it is present in other systems.\"", "article_link": "http://dx.doi.org/10.1016/j.chom.2017.05.011", "url": "http://www.eurekalert.org/pub_releases/2017-06/sri-ivc061417.php", "region": "namerica", "source_link": "http://www.scripps.edu/news/press/2017/20170614wilson_lerner.html", "funder": "National Institutes of Health, Croucher Foundation", "meeting": "", "institution": "Scripps Research Institute", "keywords": ["Biology", " Biochemistry", " Cell Biology", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases"], "journal": "Cell Host & Microbe", "description": "New research could improve the effectiveness of flu vaccines and therapies.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}