{"title": "Anti-malaria drugs: Potential new target identified", "text": "University Park, PA -- A newly described protein could be an effective target for combatting drug-resistant malaria parasites. The protein, the transcription factor PfAP2-I, regulates a number of genes involved with the parasite's invasion of red blood cells, a critical part of the parasite's complex life cycle that could be targeted by new antimalarial drugs. A paper describing the protein PfAP2-I and its role in the invasion process appears June 14, 2017 in the journal Cell Host & Microbe.\"The reality is that there are resistant parasites to every known antimalarial drug,\" said Manuel Llinás, professor of biochemistry and molecular biology at Penn State University and lead author of the paper. \"We need new drugs targeting different aspects of parasite biology.\"Nearly half of the world's population lives in areas at risk of transmitting malaria, a serious and sometimes fatal disease that produces symptoms such as fevers, chills, and flu-like illness. According to the World Health Organization, over 212 million cases of malaria were reported in 2015, with an estimated 429,000 deaths, the majority of which occur in young children in sub-Saharan Africa.Malaria is caused by Plasmodium parasites, which have a complex 3-stage life cycle. After a parasite-carrying mosquito bites a person, the parasite infects liver cells, where it grows and multiplies. The parasites then invade red blood cells, where they multiply further, releasing daughter parasites, or merozoites, that in turn must invade new red blood cells. Symptoms of malaria are expressed during this cyclical 48-hour red blood cell life-stage.\"Quite simply, if you prevent the parasite from invading red blood cells, you prevent any disease,\" says Llinás. \"We want to understand how this invasion process is regulated at the genetic level. One of the unique features about Plasmodium is that it has very few transcription factors -- proteins that bind to specific DNA sequences to direct which genes should be turned on and when. Most multi-celled organisms have hundreds of these regulators, but it turns out, so far as we can recognize, the parasite has a single family of transcription factors called Apicomplexan AP2 proteins. One of these transcription factors is PfAP2-I.\"PfAP2-I is the first known regulator of invasion genes in Plasmodium falciparum -- the species that causes the deadliest form of malaria. In total, PfAP2-I specifically regulates over 150 genes, eighteen percent of which are known to be involved in the red blood cell invasion process. The new study also indicates that PfAP2-I likely recruits another protein, Bromodomain Protein 1 (PfBDP1), which was previously shown to be involved in the invasion of red blood cells. The two proteins may work together to regulate gene transcription during this critical stage of infection.\"Red blood cell invasion has been seriously considered for a long time as a candidate for antimalarial vaccines,\" says Llinás. \"Many proteins that are found on the surface of the merozoite -- proteins that help the parasite bind to and pull itself inside of a new red blood cell -- have been targeted with vaccines, but they've all failed. Why? The surface proteins are very redundant, so unless you interfere with all of them, you can't block invasion. But disrupting PfAP2-I would prevent the invasion program from ever getting turned on in the first place.\"Instead of targeting the merozoite surface proteins with a vaccine, a new drug could focus solely on inhibiting PfAP2-I. Preventing PfAP2-I from binding to DNA and initiating the expression of invasion genes, or preventing PfAP2-I from recruiting other important proteins like PfBDP1, would stop an infection before it even reaches the red blood cell stage. Because PfAP2-I does not have parallels in humans, a drug targeting this transcription factor may have the added benefit of specificity, making it safer with fewer potential side-effects in humans.\"Now that we know how the invasion process is regulated,\" says Llinás, \"we have a completely new angle for targeting the parasite through pharmacological intervention.\"", "article_link": "http://dx.doi.org/10.1016/j.chom.2017.05.006", "url": "http://www.eurekalert.org/pub_releases/2017-06/ps-adp061317.php", "region": "namerica", "source_link": "http://science.psu.edu/news-and-events/2017-news/Llinas6-2017", "funder": "National Institutes of Health, Arnold and Mabel Beckman Foundation, Princeton Center for Quantitative Biology", "meeting": "", "institution": "Penn State", "keywords": ["Biochemistry", " Biotechnology", " Cell Biology", " Parasitology", " Medicine/Health", " Infectious/Emerging Diseases", " Public Health", " Genes", " Disease in the Developing World"], "journal": "Cell Host & Microbe", "description": "A newly described protein could be an effective target for combatting drug-resistant malaria parasites. The protein regulates a number of genes involved with a critical part of the parasite's complex life cycle -- its invasion of a person's red blood cells. Now that the researchers know the protein's role in this invasion process, they have a completely new angle for developing new antimalarial drugs for targeting the malaria parasite.", "date": "Wed, 14 Jun 2017 04:00:00 GMT"}