{"title": "Argonne X-rays used to help identify a key Lassa virus structure", "text": "Before Ebola virus ever struck West Africa, locals were already on the lookout for a deadly pathogen: Lassa virus. With thousands dying from Lassa every year - and the potential for the virus to cause even larger outbreaks - researchers are committed to designing a vaccine to stop it.Like Ebola virus, Lassa fever starts with flu-like symptoms and can lead to debilitating vomiting, neurological problems and even hemorrhaging from the eyes, gums and nose. The disease is 50 to 70 percent fatal - and up to 90 percent fatal in pregnant women.Now a team led by Kathryn Hastie and Erica Ollmann Saphire at The Scripps Research Institute has solved the structure of the viral machinery that Lassa virus uses to enter human cells. Their study, published earlier this month in the journal Science, is the first to show a key piece of the viral structure, called a surface glycoprotein, for any member of the deadly arenavirus family, which also includes Ebola virus.Research done at the Advanced Photon Source (APS) at the U.S. Department of Energy's (DOE) Argonne National Laboratory   was vital to the process of identifying the structure, which provides a guide for designing a Lassa virus vaccine.\"Studying Lassa is critically important. Hundreds of thousands of people are infected with the virus every year, and it is the viral hemorrhagic fever that most frequently comes to the United States and Europe,\" said Ollmann Saphire, senior author of the new study. \"This structure gives you the blueprints to make a vaccine that would deliver antibody protection.\"The researchers solved this structure of the Lassa virus glycoprotein using a technique called X-ray crystallography, in which researchers prompted protein molecules from the virus to align and form a crystal. When X-rays hit the electrons in the crystal, they created diffraction patterns that revealed the organization of the crystal and the molecular structure of the protein that formed it.Hastie used the powerful X-ray beams at the APS at early, critical stages of the project. During that phase, the team was working with very small crystals of the protein, crystals that were extremely hard to manipulate and study.\"It was the data that came from the APS that really allowed us to continue the project,\" Hastie said. \"We needed the powerful detectors and flux at the APS, which allowed us to develop models and put us on the path toward building out the structure.\"Detectors at the APS measure the scattered X-rays, while the flux refers to the strength of the light source.In addition to using the APS, researchers conducted experiments at the Stanford Synchrotron Radiation Lightsource at the DOE's SLAC National Accelerator Laboratory.During the project, the researchers quickly found that Lassa virus posed a challenge for X-ray crystallography. The technique depends on having a stable protein, yet all the Lassa virus glycoprotein wanted to do was fall apart.The problem was that glycoproteins are made up of smaller subunits. Other viruses have bonds that hold the subunits together, \"like a staple,\" Hastie said. Arenaviruses don't have that staple; instead, the subunits float away from each other. Another challenge was isolating those subunits to be able to study them.  The researchers to recreate part of the viral lifecycle in the lab - a stage when Lassa's glycoprotein gets clipped into those two subunits. \"We had to figure out how to get the subunits to be sufficiently clipped and how to stabilize them to make sure that they stayed together,\" Hastie said.To overcome these obstacles, Hastie created mutant versions of important parts of the molecule and engineered a version of the Lassa virus surface glycoprotein that didn't fall apart. She then used this model glycoprotein as a sort of magnet to find antibodies in patient samples that could bind with the glycoprotein to neutralize the virus.At last, she solved the structure of the Lassa virus glycoprotein, bound to a neutralizing antibody from a human survivor.Hastie's structure showed that the glycoprotein has two parts. She compared the shape to an ice cream cone and a scoop of ice cream. A subunit called GP2 forms the cone, and the GP1 subunit sits on top. They work together when they encounter a host cell. GP1 binds to a host cell receptor, and GP2 starts the fusion process to enter that cell.The new structure also showed a long structure hanging off the side of GP1 - like a drip of melting ice cream running down the cone. This \"drip\" holds the two subunits together in their pre-fusion state.Zooming in even closer, Hastie discovered that three of the GP1-GP2 pairs come together like a tripod and are likely situated this way on the outside of the virus. This arrangement appears to be unique to Lassa virus. Other viruses, such as influenza and HIV, also have three-part proteins (called trimers) on their surfaces, but their subunits come together to form a pole, not a tripod.\"It was great to see exactly how Lassa was different from other viruses,\" said Hastie, 10 years after starting the project. \"It was a tremendous relief to finally have the structure.\"The crystallography work at Argonne was done on the National Institute of General Medical Sciences and National Cancer Institute Structural Biology Facility at the APS, or GM/CA-XSD. Additional contributions came from the Structural Biology Center, or SBC-CAT, which is supported by the DOE Office of Science.  \"The GM/CA beamlines provide intense X-rays in a very small beam, which is ideal for studying very small crystals or portions of larger, imperfect crystals, said Robert Fischetti, the GM/CA-XSD Group Leader in Argonne's X-Ray Science Division, and Life Sciences Advisor to the APS Director.\"GM/CA provides users with a combination of advanced hardware and software tools to systemically probe and collect data from such challenging samples in a user-friendly, powerful interface to study critically important biological problems,\" he said.Ollmann Saphire said using these X-ray tools provides the critically important step of visualizing the correct form of the viral glycoprotein. Because proteins can vary so much, having this visualization can aid in the step to design lifesaving vaccines.The tripod arrangement of the Lassa surface glycoprotein offers a path for vaccine design. The scientists found that, in patients who have been infected with Lassa, 90 percent of the effective antibodies naturally produced by the patients' immune systems targeted the spot where the three GP subunits came together. These antibodies locked the subunits together, preventing the virus from gearing up to enter a host cell.A future vaccine designed to prompt the immune system to target Lassa's glycoprotein would likely have the greatest chance of success if it could trigger the body to produce antibodies to target the same site.. As director of the Viral Hemorrhagic Fever Immunotherapeutic Consortium, Ollmann Saphire is already coordinating with her partners at Tulane and Kenema to bring a vaccine to patients.The Coalition for Epidemic Preparedness Innovations, an international collaboration that includes the Wellcome Trust and the World Health Organization as partners, has recently named vaccine development for Lassa virus as one of its three top priorities. \"The community is keenly interested in making a Lassa vaccine, and we think we have the best template to do that,\" said Ollmann Saphire.She added that with Hastie's techniques for solving arenavirus structures, researchers can now get a closer look at other hemorrhagic fever viruses, which cause death, neurological diseases and even birth defects around the world.", "article_link": "http://dx.doi.org/10.1126/science.aam7260", "url": "http://www.eurekalert.org/pub_releases/2017-06/dnl-axu061317.php", "region": "namerica", "source_link": "http://www.anl.gov/articles/argonne-x-rays-used-help-identify-key-lassa-virus-structure", "funder": "", "meeting": "", "institution": "DOE/Argonne National Laboratory", "keywords": ["Medicine/Health", " Disease in the Developing World"], "journal": "Science", "description": "Research done at Argonne National Laboratory's Advanced Photon Source was vital to the process of identifying the structure, which provides a guide for designing a Lassa virus vaccine. Lassa virus is endemic to Africa and kills thousands of people a year; it is particularly deadly for pregnant women.", "date": "Tue, 13 Jun 2017 04:00:00 GMT"}