{"title": "Big women have nearly threefold greater risk of atrial fibrillation", "text": "Malaga, Spain - 7 April 2017: Big women have a nearly threefold greater risk of atrial fibrillation than small women, according to research presented today at EuroPrevent 2017.1 The study included 1.5 million women who were followed-up for more than 30 years.Atrial fibrillation is the most common heart rhythm disorder, with a 20% lifetime risk. It occurs most often in people over 60 years of age and increases the risk of stroke and heart failure.\"Our research has previously shown that a large body size at age 20, and weight gain from age 20 to midlife, both independently increase the risk of atrial fibrillation in men,\" said author Professor Annika Rosengren, professor of internal medicine at the Sahlgrenska Academy, University of Gothenburg, Sweden.2 \"In this study we investigated the impact of body size on atrial fibrillation risk in women.\"The study included 1 522 358 women with a first pregnancy aged 28 years on average. Data on weight early in pregnancy, height, age, diabetes, hypertension and smoking were obtained from the Swedish Medical Birth Registry. Information on hospitalisation with atrial fibrillation was collected from the Swedish Inpatient Registry.Body surface area (BSA) in m2 was calculated by a standard formula based on weight and height. Women were divided into four groups according to BSA: 0.97-1.61, 1.61-1.71, 1.71-1.82, and 1.82-3.02 m2.During a maximum follow up of 33.6 years (16 years on average) 7 001 women were hospitalised with atrial fibrillation at an average age of 49 years. Compared to women in the lowest BSA quartile, those in the second, third, and fourth (highest) quartiles had a 1.16, 1.55 and 2.61 times increased risk of atrial fibrillation, respectively, after adjustment for age at first pregnancy, diabetes, hypertension and smoking.\"We found that bigger women have a greater risk of atrial fibrillation,\" said Professor Rosengren. \"There was a stepwise elevation in risk with increasing body size. The group with the highest body surface area had nearly three times the risk as those with the lowest body surface area.\"BSA is influenced by both height and weight. Compared to women with the lowest BSA, those with the highest BSA were 9 cm taller (161 versus 170 cm), 28 kg heavier (54 versus 82 kg), and had a higher body mass index (BMI: 21 versus 28 kg/m2).\"Atrial fibrillation is the result of obesity-related metabolic changes but there is also a second cause,\" said Professor Rosengren. \"Big people - not necessarily fat, but big - have a larger atrium, which is where atrial fibrillation comes from. People with a bigger atrium have a higher risk of atrial fibrillation.\"\"Generally it's better to be tall because you have less risk of stroke and heart attack, and better survival,\" continued Professor Rosengren. \"Taller people are often are better educated, have higher socioeconomic status, and may have received better nutrition at a young age and in the womb. But in this case being tall is less desirable because it alters the structure of the heart in a way that may be conducive to atrial fibrillation.\"Professor Rosengren pointed out that the absolute risk of atrial fibrillation in these young women, regardless of weight, height or BSA was very low (less than 0.5%). \"In general young women need not worry about their risk of atrial fibrillation, whatever their body size,\" she said. \"For older women and men, being big could be an indicator that you are at increased risk of atrial fibrillation. In the clinic I have seen many big people with atrial fibrillation.\"She concluded: \"If you are very tall, I think that it could be a good idea to avoid accumulating excess weight. That would apply to both men and women.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/esoc-bwh040517.php", "region": "europe", "source_link": "https://www.escardio.org/The-ESC/Press-Office/Press-releases/big-women-have-nearly-threefold-greater-risk-of-atrial-fibrillation?hit=wireek", "funder": "Swedish Government, Swedish Heart and Lung Foundation, and others", "meeting": "EuroPrevent 2017", "institution": "European Society of Cardiology", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Diet/Body Weight", " Metabolism/Metabolic Diseases", " Public Health", " Disease in the Developing World"], "journal": "", "description": "Big women have a nearly threefold greater risk of atrial fibrillation than small women, according to research presented today at EuroPrevent 2017. The study included 1.5 million women who were followed-up for more than 30 years.", "date": "Fri, 07 Apr 2017 04:00:00 GMT"}