{"title": "Endocrine Society issues statement to improve detection of curable forms of hypertension", "text": "WASHINGTON--A new Scientific Statement issued by the Endocrine Society advises healthcare providers on ways to spot hormonal causes of high blood pressure that can be cured with surgery or treated effectively with medication.Without effective screening, common hormonal causes of high blood pressure, such as the disorder termed \"primary aldosteronism\", often go undiagnosed and untreated. This can leave individuals with these conditions at greater risk of developing cardiovascular disease, renal disease leading to dialysis or even dying.High blood pressure, also known as hypertension, affects one in four American adults, according to the Scientific Statement. In about 15 percent of these cases, high blood pressure is caused by hormone, kidney or other disorders. The rate can be as high as 50 percent among children and 30 percent among young adults.\"Without appropriate lab tests, some common endocrine disorders are nearly indistinguishable from a routine case of hypertension,\" said Endocrine Society Past President William F. Young, Jr., M.D., M.Sc., of the Mayo Clinic in Rochester, Minn., and the chair of the task force that authored the Society's Scientific Statement. \"Screening for underlying causes of high blood pressure can save lives. This new resource offers healthcare providers valuable guidance on when to suspect a hormone disorder and how to test for it.\"Hypertension can be the first sign of any of 15 endocrine disorders. The endocrine system produces and controls hormones--the chemical messengers that govern growth, reproduction, metabolism, breathing and other essential bodily functions. Potential causes of high blood pressure can include tumors that produce adrenal hormones such as aldosterone and adrenaline, thyroid disorders, obstructive sleep apnea, or acromegaly, a rare condition where excess growth hormone builds up in the bloodstream. The Scientific Statement delves into the number of people affected by the 15 endocrine disorders and the screening process for these disorders. The most common endocrine cause of high blood pressure is primary aldosteronism. Primary aldosteronism occurs when the adrenal glands--the small glands located on the top of each kidney--produce too much of the hormone aldosterone. This causes a build-up of aldosterone, which normally balances blood levels of sodium and potassium. The resulting excess sodium can raise blood pressure levels. As many as one in 10 people with high blood pressure may have this condition, according to the Society's Clinical Practice Guideline on management of primary aldosteronism. Individuals with primary aldosteronism face an increased risk of cardiovascular problems, including death and stroke, compared to individuals who have similar blood pressure levels that are not caused by an underlying endocrine condition.\"Healthcare providers should consider primary aldosteronism screening for most people who have hypertension,\" Young said. \"The condition can be easily treated and often cured when it is diagnosed. Early detection also reverses the elevated risk of cardiovascular events and kidney failure in this population.\"", "article_link": "http://dx.doi.org/10.1210/er.2017-00054", "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-esi040617.php", "region": "namerica", "source_link": null, "funder": "Endocrine Society", "meeting": "", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Cardiology", " Death/Dying", " Mortality/Longevity", " Endocrinology", " Internal Medicine", " Urogenital System"], "journal": "Endocrine Reviews", "description": "A new Scientific Statement issued by the Endocrine Society advises healthcare providers on ways to spot hormonal causes of high blood pressure that can be cured with surgery or treated effectively with medication.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}