{"title": "Low ammonium levels in urine may indicate serious risks for kidney disease patients", "text": "HighlightWashington, DC (April 6, 2017) -- New research indicates that measuring ammonium excretion in the urine may be help identify patients with chronic kidney disease (CKD) who face serious health risks. The findings appear in an upcoming issue of the Journal of the American Society of Nephrology (JASN).Keeping the body's pH level in balance is important for normal organ function. Doctors commonly assess whether a patient's body fluids contain too much acid, a condition called acidosis, by measuring bicarbonate levels in the blood. This can indicate whether the body is having trouble maintaining its acid-base balance, but it may reveal only part of the picture because the kidneys are important for eliminating acid in the urine. Kalani Raphael, MD (University of Utah) and his colleagues looked to see if urine levels of ammonium may be a better indicator of acid accumulation in the body. Their analysis included 1044 individuals with CKD in the African American Study of Kidney Diseases and Hypertension.The researchers found that low urine ammonium excretion predicted kidney failure or death in CKD patients irrespective of serum bicarbonate concentration. Compared with participants with the highest levels of daily ammonium excretion, those with the lowest levels had a 46% higher risk of dying or needing dialysis, and those with intermediate levels had a 14% higher risk. Low ammonium excretion predicted these outcomes even in patients who had normal serum bicarbonate. In addition, those with low ammonium excretion had a 2.6-fold higher risk of developing acidosis within one year. \"These results suggest that low urine ammonium excretion identifies individuals at high risk of CKD progression or death irrespective of the serum bicarbonate concentration,\" said Dr. Raphael. \"Overall, acid levels in the urine provide important information about kidney health above and beyond acid measurements obtained from the blood.\" The findings also suggest that CKD patients with low urine ammonium excretion might benefit from alkali before overt acidosis develops. Additional research is needed to test this.", "article_link": "http://dx.doi.org/10.1681/ASN.2016101151", "url": "http://www.eurekalert.org/pub_releases/2017-04/ason-lal033017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Society of Nephrology", "keywords": ["Medicine/Health"], "journal": "Journal the of American Society of Nephrology", "description": "In patients with chronic kidney disease, low urine ammonium excretion identified individuals at high risk of kidney disease progression or death.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}