{"title": "Urine test may be able to diagnose obstructive sleep apnea in children with Down syndrome", "text": "A study from Massachusetts General Hospital (MGH) investigators raises the possibility of identifying children with Down syndrome who may also have obstructive sleep apnea (OSA) without the need for expensive and inconvenient sleep studies.  In their report that has been published online in the journal Sleep Medicine, the research team describes identifying urinary biomarkers that appear to distinguish between patients with Down syndrome with OSA and those without OSA. They also found overall differences in biomarkers between all study participants with Down syndrome and a control group of typically developing young people. \"How great would it be if one day soon we could collect a simple urine sample from patients with Down syndrome and predict whether or not they might have apnea,\" says Brian Skotko, MD, MPP, co-director of the MGH Down Syndrome Program, who led the study.  \"It would be such a low-cost way of screening for apnea, that would save many patients and their families the hassle and discomfort of an overnight sleep study.\" Obstructive sleep apnea (OSA) occurs when an individual's airway is restricted or blocked during sleep by some physical feature. Affected individuals may briefly stop and then resume breathing. In addition to disturbing sleep, the reduction in oxygen supply can cause cardiovascular problems - including hypertension and arrhythmias - and metabolic issues. The effects that OSA has on typically developing individuals are exacerbated in those with Down syndrome because of their physical and cognitive differences. While the American Academy of Pediatrics currently recommends that all children with Down syndrome undergo sleep studies to determine the presence of OSA by age 4, these studies - conducted in hospital sleep labs - can be expensive and are not available in all parts of the country.  Some of those with Down syndrome - particularly young children or those with more complex behavioral needs - are unable to tolerate the procedure, which involves measuring patients' brain waves, heart rate, blood oxygen level and respiration as they sleep.Research by study co-author David Gozal, MD, of the University of Chicago, previously identified differences in urinary biomarkers between neurotypical children who did and did not have OSA.  The current study was designed to investigate whether similar biomarker patterns could also be identified in children with Down syndrome.  From participants in a larger Down syndrome research study, the team enrolled 47 patients ages 3 to 12 and a control group of 43 typically developing children, of the same ages.  Study participants provided urine samples collected before and after they completed hospital sleep studies called polysomnograms. Not only were there differences between the urinary biomarkers of participants with Down syndrome who did and did not have OSA - with a combination of four neurotransmitters most clearly distinguishing between the two groups - but there also were significant differences between the biomarker signatures of all participants with Down syndrome and those of the neurotypical control participants, regardless of the presence or absence of OSA.  An assistant professor of Pediatrics at Harvard Medical School, Skotko stresses that the results of this study - the first to examine urinary biomarker differences between children with and without Down syndrome - need to be confirmed in larger groups before biomarker screening can be used to screen for the presence of OSA.  \"Our findings are not yet ready for prime time,\" he says.  \"Before they can be used in clinical practice, we will need to validate these findings in a new group of patients with Down syndrome, which we are working on right now.\"  More information on this work is available at http://www.massgeneral.org/children/research/researchlab.aspx?id=1568. ", "article_link": "http://dx.doi.org/10.1016/j.sleep.2017.02.005", "url": "http://www.eurekalert.org/pub_releases/2017-04/mgh-utm040617.php", "region": "namerica", "source_link": null, "funder": "Maternal and Child Health Bureau, National Institutes of Health, Sircar/Dynan Fund", "meeting": "", "institution": "Massachusetts General Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Sleep/Sleep Disorders", " Pediatrics"], "journal": "Sleep Medicine", "description": "A study from Massachusetts General Hospital investigators raises the possibility of identifying children with Down syndrome who may also have obstructive sleep apnea without the need for expensive and inconvenient sleep studies.", "date": "Thu, 06 Apr 2017 04:00:00 GMT"}