{"title": "Unexpected protein structure findings could lead to new therapies", "text": "Scientists have determined unexpected characteristics of a key protein linked to blood pressure control and to nerve growth, pain control and heart tissue regeneration. The findings, published April 5 online in the journal Nature, opens doors to potential new therapies to control cardiovascular disease and pain.\r\nThe protein, called AT2, is one of a group of receptors that interact with the angiotensin II hormone, which regulates blood pressure. Angiotensin II receptor proteins are important factors in diabetes, hypertension, heart attack and congestive heart failure, and stroke.\r\nAT2 is also a member of a superfamily of proteins called G protein-coupled receptors, or GPCRs. These receptor proteins span the cell membrane, responding to different stimuli outside the cell -- nutrients, hormones and even light -- then triggering responses inside the cell. \r\nDelving into the mysteryWhile researchers have long been aware of AT2's physiological effects, how it acts remains a mystery.\r\n\"AT2's activity has been observed on the organ and organism level, but how it works on the molecular level is not understood,\" said Vadim Cherezov, professor of chemistry, biological sciences, and physics and astronomy at the USC Dornsife College of Letters, Arts and Sciences. \r\nThat's in part because AT2 doesn't behave like other GPCRs, according to Cherezov and Vsevolod Katritch, assistant professor of biological sciences and chemistry at USC Dornsife. Both scientists are also members of the Bridge Institute at the USC Michelson Center for Convergent Bioscience.\r\n\"AT2 does not work through canonical signaling pathways for GPCRs,\" Katritch said. \"It doesn't activate a G protein and it doesn't work through arrestins.\" \r\nIn most cases, G proteins and a group of proteins called arrestins interact with a cleft that opens up on the intracellular side of GPCRs upon activation. When a stimulus triggers the GPCR from outside the cell, the GPCR activates a G protein or arrestin within the cell, which then relays the signal to other proteins in the cell, and so on, in something akin to a game of molecular \"telephone.\"\r\nAT2, however, works through some other, currently unknown mechanisms of relaying the signals into the cell. \r\nTo better understand AT2, Cherezov, Katritch and other scientists at the Bridge Institute collaborated with researchers at the Stanford Linear Accelerator Center (SLAC), Arizona State University and Merck & Co. to clarify its structure. \r\nThe team bound two different molecules to AT2 as part of the process. The first molecule adhered only to AT2. The second bound both AT2 and its close relative, AT1.\r\nThe scientists then used X-ray crystallography at a powerful X-ray free-electron laser (XFEL) source to determine AT2's structure. The SLAC facility, which hosts the world's first hard XFEL known as the Linac Coherent Light Source (LCLS), was key to uncovering these new findings.\r\nStartling outcomesThe X-ray crystallography results produced a trio of surprises.\r\nFirst, even though the two binding molecules were designed to inhibit and neutralize AT2, the researchers found that both seemed to do the opposite.\r\n\"These molecules were derived from AT1 receptor blockers; therefore it was unexpected to find that they transform the AT2 receptor in an active-like state,\" Cherezov said.\r\nThe researchers also saw that a helical section of the AT2 protein blocked the site where G proteins and arrestins normally interact. \r\nIn most GPCRs, this flap of protein, known as helix VIII, lies along the inner surface of the cell membrane. \"But in AT2, it's down, physically blocking the G protein and arrestin-binding site,\" Cherezov said. \"That may explain why nobody could detect signaling through G proteins or arrestins when studying AT2.\"\r\nFinally, the crystal structure revealed previously unknown differences between the sites where small molecules, such as drugs, bind to AT2 and AT1.\r\nFirst step to targeted therapiesWhile noting that further research is needed, Cherezov said the current discovery is an important first step both to better understanding of similar atypical GPCRs and to potential new therapies.\r\n\"The structure gives us the first clue of what's happening on a molecular level,\" he said. \"We need to study further to really understand what other proteins it interacts with and how AT2 propagates signals in the cell.\r\n\"This information then could be used to design selective drugs that specifically target AT2 and not AT1 or other GPCRs,\" he explained. That may be good news for patients coping with chronic conditions such as cardiovascular disease, diabetes and pain. \r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/uosc-ups040517.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation grant, Helmholtz Association", "meeting": "", "institution": "University of Southern California", "keywords": ["Biology", " Biochemistry", " Biomechanics/Biophysics", " Cell Biology", " Physiology"], "journal": "Nature", "description": "Scientists have determined unexpected characteristics of a key protein linked to blood pressure control and to nerve growth, pain control and heart tissue regeneration. The findings open doors to potential new therapies to control cardiovascular disease and pain. The protein AT2 is one of a group of receptors that interact with the angiotensin II hormone, which regulates blood pressure. Angiotensin II receptor proteins are important factors in diabetes, hypertension, heart attack and stroke.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}