{"title": "Weak grip a strong predictor of metabolic disease and disability in adults", "text": "ANN ARBOR, Mich. - A simple test to determine a person's grip strength may be a predictor of developing metabolic disorders in middle or older age, a new cross-continental study has found.The test locations, demographics and methodology all were selected for a reason.\"Prevalence of chronic disease is highest in the U.S. and China,\" says Mark Peterson, Ph.D., M.S., FACSM, assistant professor of physical medicine and rehabilitation at Michigan Medicine and a member of the U-M Global Research, Education and Collaboration in Health and Institute for Healthcare Policy and Innovation. \"There's a dire need to identify midlife predictors of disability and diabetes in both populations.\"Peterson is the lead author on a new study, published in Journals of Gerontology Series A: Medical Sciences, that investigated if normalized grip strength -- which is defined as a person's grip strength divided by their body mass -- could serve as a biomarker for both cardiometabolic disease and physical disability in American and Chinese adults.He teamed up with colleagues from the U-M School of Public Health, Michigan Medicine's Global REACH, the Institute for Social Science Survey and the National School of Development at Peking University in Beijing, China.One reason for the study's geographic focus: \"China represents a unique population,\" Peterson says. \"It's the world's largest population of diabetics, which imposes a huge health and economic burden on their entire country.\"He adds, \"In 2015, China and the U.S. had a combined $320 billion in diabetes-related health care costs, according to the International Diabetes Federation. The aging populations in both countries are growing because of improved medical care of older adults and longer life expectancy. While on one hand that's great, on the other, it represents two populations that have increasing prevalence estimates of diabetes, cardiovascular health issues and functional impairments. The longer people live with those health issues, the greater the burden is to society.\"Analyzing data setsThe research team used data on middle-aged and older adults from the U.S. National Health and Nutrition Examination Survey from 2011 to 2012 and 2013 to 2014, and the 2011 portion of the China Health and Retirement Longitudinal Study. These surveys were selected because they included measures of muscle strength capacity and the necessary information pertaining to disability and cardiometabolic diseases.\"We wanted to examine grip strength in particular because it is highly associated with overall body strength,\" Peterson says. \"To asses someone's grip strength using a handgrip dynamometer takes less than 10 seconds, which makes it extremely attractive to adopt in a clinical or community setting at the population level.\"The research team analyzed normalized grip strength for 4,544 U.S. and 6,030 Chinese study participants 50 years of age and older. The study group also had blood samples taken for nonfasting glycated hemoglobin and answered a questionnaire about impairments of functional limitation related to mobility. A subsample of 2,225 adults had fasting measures for glucose, insulin and triglycerides.Using weighted logistic regression models, the team assessed the association between normalized grip strength and diabetes, hyperglycemia, hypertriglyceridemia, low HDL cholesterol, hypertension and physical disability. They controlled for age, sex and numerous socio-demographic characteristics.A strong connectionPerhaps the largest finding of the study was that low normalized grip strength was greatly associated with both cardiometabolic diseases and physical disabilities in middle-age to older adults, both men and women, and in both the U.S. and Chinese populations.For every 0.05 decrement in normalized grip strength in U.S. and Chinese adults, respectively, there were:- 46 percent and 11 percent increased odds of hyperglycemia- 15 percent and 11 percent increased odds of hypertriglyceridemia- 22 percent and 15 percent increased odds of low HDL cholesterol- 19 percent and 10 percent increased odds of hypertension- 36 percent and 11 percent increased odds for disability statusOther highlights from the research team included:- In U.S. adults, physical disability status, obesity and abdominal obesity were more prevalent, and diabetes prevalence was higher with increasing age in U.S. men.- In Chinese adults, diabetes prevalence was higher for women than men in both middle-aged and older adults.- Diabetes was more prevalent in U.S. than Chinese men in both age categories, but more prevalent in Chinese women than U.S. women.- Normalized grip strength was higher in Chinese men and women than U.S. men and women in both age categories.Peterson would like to see these research results translated to the clinical setting.\"We hope these findings illustrate how important a simple grip strength test could be in the clinical setting,\" Peterson says. \"It's an easy way to screen and identify people who are at early risk for these health issues.\"\r\n", "article_link": "http://dx.doi.org/10.1093/gerona/glx031", "url": "http://www.eurekalert.org/pub_releases/2017-04/mmu-wga040417.php", "region": "namerica", "source_link": "http://labblog.uofmhealth.org/body-work/weak-grip-a-strong-predictor-of-metabolic-disease-and-disability-adults", "funder": "", "meeting": "", "institution": "Michigan Medicine - University of Michigan", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes", " Musculature"], "journal": "Journals of Gerontology, Series A: Biological Sciences and Medical Sciences", "description": "A simple test to determine a person's grip strength may be a predictor of developing metabolic disorders in middle or older age, a new cross-continental study has found.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}