{"title": "Monthly high-dose vitamin D supplementation does not prevent cardiovascular disease", "text": "Results of a large randomized trial indicate that monthly high-dose vitamin D supplementation does not prevent cardiovascular disease, according to a study published by JAMA Cardiology.Studies have reported increased incidence of cardiovascular disease (CVD) among individuals with low vitamin D status. To date, randomized clinical trials of vitamin D supplementation have not found an effect, possibly because of using too low a dose of vitamin D. Robert Scragg, M.B.B.S., Ph.D., of the University of Auckland, New Zealand, and colleagues randomly assigned adults (age 50 to 84 years) to receive oral vitamin D3 (n = 2,558; an initial dose of 200,000 IU, followed a month later by monthly doses of 100,000 IU) or placebo (n = 2,552) for a median of 3.3 years.Of the 5,108 participants included in the primary analysis, the average age was 66 years; 25 percent were vitamin D deficient. Cardiovascular disease occurred in 303 participants (11.8 percent) in the vitamin D group and 293 participants (11.5 percent) in the placebo group. Similar results were seen for participants with vitamin D deficiency at study entry and for other outcomes such as heart attack, angina, heart failure, hypertension, and stroke.The authors write that the results of this study do not support the use of monthly high-dose vitamin D for the prevention of CVD. \"The effects of daily or weekly dosing on CVD risk require further study.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tjnj-mhv040317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "The JAMA Network Journals", "keywords": ["Medicine/Health", " Cardiology"], "journal": "JAMA Cardiology", "description": "Results of a large randomized trial indicate that monthly high-dose vitamin D supplementation does not prevent cardiovascular disease, according to a study published by JAMA Cardiology.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}