{"title": "X-ray study reveals long-sought insights into potential drug target", "text": "X-ray studies done in part at the Department of Energy's SLAC National Accelerator Laboratory have produced surprising insights into the workings of a hormone receptor associated with blood pressure regulation. Researchers believe it could be a target for new medicines related to cardiovascular conditions, neuropathic pain and tissue growth.Using powerful X-rays from SLAC's Linac Coherent Light Source (LCLS) and Argonne National Laboratory's Advanced Photon Source (APS), scientists discovered new structural details of an angiotensin II receptor called AT2 that has puzzled researchers for two decades. It is one of two angiotensin II receptors, and its partner, AT1, has been successfully used as a target for high blood pressure medications.The information they uncovered could give drug developers a new path for compounds that combat pain and inflammation or promote tissue regeneration by docking snugly into a pocket in AT2.\"Unlike its sibling AT1, the AT2 receptor has not been fully understood,\" said Vadim Cherezov, chemistry professor at the University of Southern California and principal investigator of the study published today in Nature. \"Through this study we uncovered many important details about the AT2 receptor structure and how it binds to chemical compounds, information that will stimulate further studies of the receptor's function and could enable an exciting next step in drug discovery.\"Two Receptors, Many Mysteries Both angiotensin II receptors, AT1 and AT2, are key components of a hormone system that helps regulate blood pressure and sodium levels in the blood. They are known as \"membrane proteins\" because they straddle the plasma membranes of cells, where they receive signals from hormones outside the cell and pass them along to soluble partners inside the cell, such as G proteins or β-arrestins, setting off a cascade of events that spread the signal cell-wide.Many hypertension medications currently on the market target the AT1 receptor because of its well-understood role in blood pressure regulation; they block AT1 to bring blood pressure down. Cherezov led earlier experiments at LCLS that provided structural details of receptor blockers bound to AT1. The AT2 receptor, on the other hand, is still an elusive drug target despite multiple studies of its function. Some, but not all, have shown it counteracts the effects of AT1; others point to its potential for tissue protection and regeneration; and still others suggest it could play a role in blocking pain.\"There are no approved drugs yet that act on AT2 receptors, but pharmaceutical companies are actively working on developing compounds that will activate or block these receptors,\" Cherezov said. \"One such compound, called EMA401, is being tested in patients for the treatment of neuropathic pain.\"In the latest study, Cherezov's team set out to do two things: find out how AT2 differs from AT1, so they can find ways of selectively activating or blocking it; and better understand why AT2 - which like AT1 has all the classic features of a G-protein coupled receptor (GPCR) - fails to activate G-proteins, which spread signals inside cells, or interact with arrestin, which turns those signals off.Biology Under X-Ray LightIn the experiments, the researchers looked at two different kinds of samples, which were formed into crystals for examination with X-rays. In one, the AT2 receptor was bound to a selective compound, one that binds only to AT2. These crystals were so small that they could only be studied at SLAC's X-ray free-electron laser LCLS, where they were streamed across a beam of ultrafast X-ray pulses.In the other, a non-selective compound was bound to both AT1 and AT2. These samples, which formed larger crystals, were probed at Argonne's APS synchrotron light source. APS and LCLS are DOE Office of Science User Facilities.Unexpected OutcomesThe results of the experiments were surprising in several ways, according to Cherezov. First, although both compounds were designed to block and deactivate the receptors, they left AT2 in a state that appeared to be active. But on the inward-facing side of AT2, the site where a G-protein would normally bind and spread the signal was blocked. \"This basically explains why these receptors do not activate G-proteins,\" Cherezov said. \"They are activated but self-inhibited.\"In addition, although AT1 and AT2 were thought to be very similar, the pockets where the receptors bind to the compounds exhibited marked differences.\"This is something we have never seen with GPCRs,\" Cherezov said. \"The idea was always that receptors that bind to the same compounds would have very similar pockets, so efforts to develop drugs that act on AT2 started with the same basic structures as drugs that act on AT1. Now we see that we may have to start with entirely different drug-like molecules that are tailored to fit the AT2 receptor, which could set the drug discovery process in a different direction.\"SLAC staff scientist Mark Hunter said, \"This kind of room-temperature measurement on interesting membrane protein targets is something that LCLS is well-suited to perform. Membrane proteins remain elusive targets for high-resolution structural studies, and researchers can spend many years trying to obtain crystals that are well ordered and large enough to use at conventional light sources.\"", "article_link": "http://dx.doi.org/10.1038/nature22035", "url": "http://www.eurekalert.org/pub_releases/2017-04/dnal-xsr040317.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, National Science Foundation, DOE/Office of Science", "meeting": "", "institution": "DOE/SLAC National Accelerator Laboratory", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Medicine/Health"], "journal": "Nature", "description": "X-ray studies done in part at the Department of Energy's SLAC National Accelerator Laboratory have produced surprising insights into the workings of a hormone receptor associated with blood pressure regulation. Researchers believe it could be a target for new medicines related to cardiovascular conditions, neuropathic pain and tissue growth.", "date": "Wed, 05 Apr 2017 04:00:00 GMT"}