{"title": "Call to phase out lead bullets at shooting ranges", "text": "Lead released when people fire weapons at shooting ranges creates such a health risk that lead bullets should be phased out, according to new research.Every time someone fires their weapon, lead fragments and fumes are discharged at high pressure. Shooters then breathe in the metal, while other particles stick to their hands and are swallowed through smoking and eating.Women of child-bearing age are at particular risk, as the lead is stored in their bones where it substitutes for calcium. When a woman becomes pregnant, the foetus takes in lead along with the calcium it needs from its mother's bones, which can cause serious neurodevelopmental damage. Female shooters can also pass on lead exposure through breast milk. Dr Mark Laidlaw, a researcher in the Centre for Environmental Sustainability and Remediation (EnSuRe) at RMIT University in Melbourne, Australia, said the dangers of long-term exposure to lead were well known, but the risks for people using shooting ranges had not previously been fully explored. \"While there is no safe level of lead exposure, US health bodies regard 5 micrograms per decilitre of blood as the level that's cause for concern.\"What this research found is that people using shooting ranges can record blood-lead levels as high as 40 micrograms, with women and children at particular risk.\"The kind of blood-lead levels found among shooters can lead to essential tremor, hypertension, cardiovascular-related mortality, electrocardiography abnormalities, decreased kidney function, psychiatric effects, decreased hearing, decreased cognitive function, decreased fertility, incidence of amyotrophic lateral sclerosis, adverse sperm parameters, increased spontaneous abortion, and reduced foetal growth in children.\"In the US, about one million law enforcement officers train at indoor firing ranges, 20 million citizens practice target shooting, and 16,000-18,000 indoor firing ranges exist. The United States Geological Survey calculated that in 2012 about 60,100 metric tonnes of lead were used in ammunition and bullets in the US. Co-researcher Professor Gabriel Filippelli from Indiana University-Purdue University Indianapolis said: \"I am particularly concerned about children, who can be exposed by using the firing ranges themselves or through the fine lead-laden dust that mom or dad come home with adhering to their clothes and skin.\"Laidlaw said lead-free bullets and primers (involved in combusting the cartridge) already existed.\"In the short term, we need better ventilation systems in indoor ranges and the development of airflow systems at outdoor ranges, protective clothing that is changed after shooting and a ban on smoking and eating at firing ranges.\"But the real solution is a transition to copper bullets and lead-free primers.\"That may seem like a big ask, but Australia phased out lead in petrol between 2000 and 2002 even though it was a challenge to the automotive and fuel industries.\"", "article_link": "http://dx.doi.org/10.1186/s12940-017-0246-0", "url": "http://www.eurekalert.org/pub_releases/2017-04/ru-ctp040417.php", "region": "australia", "source_link": "http://www.rmit.edu.au/news/newsroom/media-releases-and-expert-comments/2017/apr/call-to-phase-out-lead-bullets-at-shooting-ranges", "funder": "", "meeting": "", "institution": "RMIT University", "keywords": ["Medicine/Health", " Neurobiology", " Public Health", " Toxicology", " Weaponry", " Particle Physics"], "journal": "Environmental Health", "description": "While there is no safe level of lead exposure, US health bodies regard 5 micrograms per deciliter of blood as the level that is cause for concern. \r\n\r\nThis research finds that people using shooting ranges can record blood-lead levels as high as 40 micrograms.", "date": "Tue, 04 Apr 2017 04:00:00 GMT"}