{"title": "Patients with higher thyroid hormone levels lose more weight after bariatric surgery", "text": "ORLANDO--Patients who have higher levels of the thyroid hormone triiodothyronine (T3) lose more weight after bariatric surgery, new research from Portugal reports. The study results will be presented in a poster Monday, April 3, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando, Fla.\"Bariatric surgery is the most effective treatment for obesity, and thyroid function plays a central role in body weight regulation. However, the predictors of weight loss after bariatric surgery have remained largely unknown,\" said lead author João Sérgio Neves, M.D., Resident of Endocrinology at the São João Hospital and Invited Assistant of the Department of Surgery and Physiology at the Faculty of Medicine of the University of Porto, in Portugal. \"Our study shows that patients with higher T3 levels lose more weight after bariatric surgery. Our results underscore the future potential for thyroid hormone treatment after bariatric surgery,\" Neves said. The research team evaluated 649 patients with morbid obesity and normal thyroid function who underwent bariatric surgery. Overall, 84.3 percent of patients were women; and on average, patients were 41.8 years of age, with preoperative body mass index (BMI) averaging 44.65 kg/m2.The authors excluded patients with history of thyroid disease, those being treated with levothyroxine or antithyroid drugs and patients with thyroid stimulating hormone (TSH) or free thyroxine (T4) outside the reference range. The researchers analyzed the participants' preoperative age, sex, thyroid function (TSH, free T3, free T4), lipid profile, fasting glycemia, hemoglobin (Hb) A1C, BMI, waist-to-hip ratio, blood pressure, diabetes diagnosis, dyslipidemia and hypertension; type of surgery (adjustable gastric band, Roux-en-Y gastric bypass or sleeve gastrectomy) and percentage of excessive body weight loss one year after surgery.Preoperative levels of TSH and free T4, and variation within the reference range of free T3, were not associated with weight loss. By contrast, the 11.4 percent of patients whose free T3 was higher than the reference range (free T3 above 3.71 picograms per milliliter) lost significantly more excess weight than did the patients with normal free T3 (76.6% vs 65.4%). No patients had free T3 below the reference range. Patients with high free T3 were younger (36.6 vs 42.5 years) but not significantly different in sex, BMI, surgery type, diabetes, or hypertension or dyslipidemia status. Even after adjusting for age, sex, BMI, surgery type, TSH and free T4 levels, the loss of excess weight in the group with high free T3 was significant.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/tes-pwh040117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "ENDO 2017: The Endocrine Society's 99th Annual Meeting & Expo", "institution": "The Endocrine Society", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Surgery"], "journal": "", "description": "Patients who have higher levels of the thyroid hormone triiodothyronine (T3) lose more weight after bariatric surgery, new research from Portugal reports. The study results will be presented in a poster Monday, April 3, at ENDO 2017, the annual meeting of the Endocrine Society, in Orlando, Fla.", "date": "Mon, 03 Apr 2017 04:00:00 GMT"}