{"institution": "The Optical Society", "title": "Researchers watch blood vessels develop in whole Zebrafish embryos", "url": "http://www.eurekalert.org/pub_releases/2017-03/tos-rwb033017.php", "article_link": "http://dx.doi.org/10.1364/BOE.8.002359.", "region": "namerica", "funder": "", "meeting": "", "journal": "Biomedical Optics Express", "source_link": null, "text": "WASHINGTON -- For the first time, researchers have followed the development of blood vessels in zebrafish embryos without using any labels or contrast agents, which may disturb the biological processes under study. \"We successfully visualized the development of the cardio-cerebrovascular system in the early embryonic stage of zebrafish,\" said Lei Xi of the University of Electronic Science and Technology of China. \"Since the zebrafish remains one of the most important models to study human diseases, we believe that our work is important to understanding both brain disorders and cardiovascular diseases in humans.\"Zebrafish embryos are transparent, making them an excellent model for researchers who want to study how vertebrate organisms develop and grow. But until now, visualizing biological processes with high-resolution optical imaging techniques such as confocal fluorescence microscopy and two-photon microscopy has typically required a fluorescence label or contrast agent. Getting these agents into a zebrafish is not only complex and time consuming, but can sometimes change the natural physiological processes taking place in the zebrafish.In The Optical Society (OSA) journal Biomedical Optics Express, Xi and colleagues report using optical resolution photoacoustic microscopy (ORPAM) for label-free imaging of vessel development over the whole body of a zebrafish embryo with the technique's low-resolution mode. They also zoomed in to follow the formation of the vessels associated with the heart and brain by using the high-resolution mode. ORPAM doesn't require any contrast agents because it forms images by detecting ultrasonic waves created when molecules absorb light. This relatively new microscopy technique can provide three-dimensional images with a penetration depth and spatial resolution comparable to two-photon microscopy. In the new study, the researchers used a transmission-mode ORPAM system with a low-resolution objective to image the vessel development at various time points for the whole zebrafish with 3.5-micron resolution. They also conducted ORPAM with a high-resolution objective to follow the development of the brain and heart vasculature with a resolution of 1.5 microns. The images revealed the exact timing of heart vessel development as well as details of how whole-body vasculature develops in the zebrafish.\"The ability to visualize dynamic development during the embryonic stage, when the blood vessels initially form and develop, brings the potential to use zebrafish to investigate various human cardiovascular and cerebrovascular diseases in the future,\" said Xi. The approach could be useful for studying epilepsy, heart disease, hardening and narrowing of the arteries, high blood pressure, heart attacks, strokes and blood clots in the brain.The researchers are working to improve the imaging speed of the method, which currently requires 25 minutes for a whole-body zebrafish embryo scan. They would also like to combine ORPAM with new gene expression techniques to study the genetic causes of vascular diseases. ", "keywords": ["Biology", " Cell Biology", " Optics", " Diagnostics", " Research/Development", " Bioinformatics"], "description": "For the first time, researchers have followed the development of blood vessels in zebrafish embryos without using any labels or contrast agents, which may disturb the biological processes under study.", "date": "Thu, 30 Mar 2017 04:00:00 GMT"}