{"institution": "Moscow Institute of Physics and Technology", "title": "Harnessing brain's internal reserves might help treat epilepsy", "url": "http://www.eurekalert.org/pub_releases/2017-03/miop-hbi032917.php", "article_link": "http://dx.doi.org/10.1016/j.brainres.2017.02.003", "region": "europe", "funder": "Russian Foundation for Basic Research, Grant of the President of the Russian Federation", "meeting": "", "journal": "Brain Research", "source_link": "https://mipt.ru/english/news/harnessing_brain_s_internal_reserves_might_help_treat_epilepsy", "text": "In a study published in Brain Research, biophysicists from the Institute of Theoretical and Experimental Biophysics (ITEB) of the Russian Academy of Sciences and MIPT have shown that drug-induced activation of the endocannabinoid system of the brain leads to reduced or completely suppressed epileptic activity in test animals.Epilepsy is one of the most common chronic neurological disorders affecting humans. It is characterized by recurrent convulsive seizures. Depending on which part of the brain is affected by the pathology, various types of epilepsy are identified. If seizures originate in the temporal lobe of the brain, temporal lobe epilepsy is diagnosed. Along with their colleagues from MIPT, researchers from the Laboratory of Systemic Organization of Neurons at ITEB discovered an efficient way of protecting the temporal lobe from pathological changes that arise as epilepsy progresses.No reliable treatment options for temporal lobe epilepsy are currently available. Thus, seizure medication may have adverse effects on brain activity: remembering, concentrating, thinking, etc., and roughly one third of patients are drug resistant. In cases of severe temporal epilepsy, patients with drug resistance have to undergo hippocampal resection, the surgical removal of a binary structure in the brain known as the hippocampus. Located in the temporal lobe, this part of the brain is responsible for forming short-term memory and transforming information from short- to long-term memory. The removal of the hippocampus leads to a patient's complete inability to commit new information to memory. This prompts researchers to look for new ways of protecting the hippocampus from pathological events resulting in the progression of epilepsy.The biologists modeled temporal lobe epilepsy in guinea pigs by injecting the animals with a neurotoxin that induces a seizure state called status epilepticus. To study brain activity in the temporal lobe, the researchers implanted electrodes into the hippocampus and several associated regions in the brain. They monitored brain oscillations during the onset of status epilepticus and epileptogenesis.\"We have shown that status epilepticus and subsequent epileptogenesis in test animals exposed to the neurotoxin can be substantially alleviated or suppressed by injecting them with drugs that activate the endocannabinoid system of the brain,\" says Valentina Kitchigina, Ph.D. in biology, the head of the Laboratory of Systemic Organization of Neurons at ITEB (links to websites in Russian).Cannabinoids are a class of chemical compounds that are found in cannabis and have synthetic analogs. In 1992, Raphael Mechoulam showed that the brain secretes its own fatty acid. Another lipid with similar properties was subsequently discovered by Daniele Piomelli and Nephi Stella at the University of California. Derivatives of these compounds are the two main endogenous cannabinoids produced by the brain. The endocannabinoid system maintains homeostasis of the brain and modulates the release of agents exciting or inhibiting activity in the nervous system. It is also involved in immune system regulation. The researchers demonstrated that administration of drugs activating the endocannabinoid system promotes normalization of electrical activity in the brain, reducing the imbalance between hippocampal and medial septal activity and eliminating the pathological high-frequency rhythm in the hippocampus.\"The study of hippocampal tissue yielded impressive results,\" says Valentina Kitchigina. \"Liubov Shubina, our younger colleague at the laboratory used special software to evaluate the number of intact cells in hippocampal slices. It turned out that administration of drugs inducing endocannabinoid system activation almost completely prevented damage to the hippocampus. In recognition of the importance of this work, Liubov Shubina received the presidential award.\"This study required the researchers to expose objective changes in the brain by identifying, detecting, and quantifying neural activity and cell density. Endocannabinoids were found to have complex--and sometimes opposite--effects on various structures in the brain. \"This meant that it was necessary to use up-to-date mathematical approaches to data processing and prove, first to ourselves and then to our reviewers, that our processing methods are sound and the results are statistically significant,\" says Rubin Aliev, Ph.D. in physics and mathematics, a leading research scientist at ITEB and a professor at the Informatics Department of MIPT.Coupled with the normalization of electrical activity in the brain, the improved state of the hippocampal tissue in test animals following their exposure to neurotoxicity modeling epilepsy are a sign that endocannabinoid system stimulation could be of vital significance for developing new approaches to the treatment of epilepsy. Besides, this study points out the therapeutic potential of the endocannabinoid system in the treatment of other brain pathologies induced by neurotoxic injury.\r\n", "keywords": ["Biochemistry", " Biomechanics/Biophysics", " Biochemistry", " Biomechanics/Biophysics", " Pharmaceutical Sciences", " Medicine/Health", " Neurobiology", " Neurochemistry", " Biomedical/Environmental/Chemical Engineering"], "description": "Epilepsy is one of the most common chronic neurological disorders affecting humans that causes recurrent convulsive seizures. Along with their colleagues from MIPT, researchers from the Laboratory of Systemic Organization of Neurons at ITEB discovered an efficient way of protecting the temporal lobe from pathological changes that arise as epilepsy progresses. In a study biophysicists have shown that drug-induced activation of the endocannabinoid system of the brain leads to reduced or completely suppressed epileptic activity in test animals.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}