{"institution": "American Friends of Tel Aviv University", "title": "Infant vitamin B1 deficiency leads to poor motor function and balance", "url": "http://www.eurekalert.org/pub_releases/2017-03/afot-ivb032917.php", "article_link": "http://dx.doi.org/10.1111/mcn.12397", "region": "asia", "funder": "", "meeting": "", "journal": "Maternal and Child Nutrition", "source_link": "https://www.aftau.org/weblog-medicine--health?&storyid4704=2323&ncs4704=3", "text": "A new Tel Aviv University study published in Maternal and Child Nutrition found that infantile Vitamin B1 (thiamine) deficiency severely affected the motor function of preschoolers who were fed faulty formula in the first year of their lives. The conclusions were based on a retrospective study of children who received Remedia, an Israeli formula brand completely lacking in Vitamin B1, in 2004.The study was conducted by Prof. Aviva Fattal-Valevski of TAU's Sackler School of Medicine and the director of the Pediatric Neurology Unit at Tel Aviv Sourasky Medical Center, and her master's student Yael Harel.Prof. Fattal-Valevski followed the development of 39 five- to six-year-old children who had been exposed to a thiamine-deficient formula as infants. She compared their motor performance with 30 age-matched healthy children with unremarkable infant nutritional history.The participants' motor function was evaluated with the Movement Assessment Battery for Children and the Zuk Assessment. Both tests revealed statistically significant differences between the exposed and unexposed groups for gross and fine motor development. The differences were especially noteworthy with regards to balance-control functioning and fine motor skills. Both assessments concurred on the high rate of children exhibiting motor function difficulties in comparison to the unexposed group.Continuing effects of vitamin deficiency in infancyInfant deaths caused 13 years ago by the Remedia formula brand in Israel brought to light the potentially devastating impact of vitamin B1 deficiency. The infants were hospitalized with cardiac and neurological symptoms caused by the lack of vitamin B1, which is usually found in their formula.\"At first it was a mystery,\" said Prof. Fattal-Valevski. \"It was like an epidemic. But after the grandmothers discussed the situation in the waiting room, it became clear that the infants, all under a year old, had consumed the same formula.\"After a food technician from the Health Department confirmed the total lack of vitamin B1 in the formula, we immediately provided the infants with supplements. Some recovered quickly, but three infants died and about 20 infants were left with severe disabilities and epilepsy.\"The need for awareness\"The body's capacity for storing Vitamin B1 is limited,\" said Prof. Fattal-Valevski. \"Unlike vitamin B12, vitamin B1 is only stored in the body for three weeks. It needs to be frequently replenished. It is critical to be aware of how important this vitamin is for child development. Even healthy babies might be at risk for B1 deficiency. If your infant is suffering from virus after virus, you must intervene with extra vitamins. But it's a vicious cycle, because one of the first symptoms of lack of B1 in the system is an absence of appetite.\"We've proven that B1 deficiency in infancy has long-term implications on gross and fine motor function and balance skills in childhood,\" said Prof. Fattal-Valevski. \"Our study emphasizes the importance of proper infant feeding and regulatory control of breast milk substitutes.\"The researchers are now focused on the link between infant B1 deficiency and later learning disabilities.", "keywords": ["Medicine/Health", " Nutrition/Nutrients", " Pediatrics"], "description": "A new Tel Aviv University study found that infantile vitamin B1 (thiamine) deficiency severely affected the motor function of preschoolers who were fed faulty formula in the first year of their lives. The conclusions were based on a retrospective study of children who received Remedia, an Israeli formula brand completely lacking in vitamin B1, in 2004.", "date": "Wed, 29 Mar 2017 04:00:00 GMT"}