{"institution": "Graphene Flagship", "title": "Graphene-based neural probes probe brain activity in high resolution", "url": "http://www.eurekalert.org/pub_releases/2017-03/gf-gnp032717.php", "article_link": "http://dx.doi.org/10.1088/2053-1583/aa5eff", "region": "europe", "funder": "Graphene Flagship", "meeting": "", "journal": "2D Materials", "source_link": null, "text": "Measuring brain activity with precision is essential to developing further understanding of diseases such as epilepsy and disorders that affect brain function and motor control. Neural probes with high spatial resolution are needed for both recording and stimulating specific functional areas of the brain. Now, researchers from the Graphene Flagship have developed a new device for recording brain activity in high resolution while maintaining excellent signal to noise ratio (SNR). Based on graphene field-effect transistors, the flexible devices open up new possibilities for the development of functional implants and interfaces. The research, published in 2D Materials, was a collaborative effort involving Flagship partners Technical University of Munich (TU Munich; Germany), Institut d'Investigacions Biomèdiques August Pi i Sunyer (IDIBAPS; Spain), Spanish National Research Council (CSIC; Spain), The Biomedical Research Networking Center in Bioengineering, Biomaterials and Nanomedicine (CIBER-BBN; Spain) and the Catalan Institute of Nanoscience and Nanotechnology (ICN2; Spain). The devices were used to record the large signals generated by pre-epileptic activity in rats, as well as the smaller levels of brain activity during sleep and in response to visual light stimulation. These types of activities lead to much smaller electrical signals, and are at the level of typical brain activity. Neural activity is detected through the highly localised electric fields generated when neurons fire, so densely packed, ultra-small measuring devices is important for accurate brain readings.The neural probes are placed directly on the surface of the brain, so safety is of paramount importance for the development of graphene-based neural implant devices. Importantly, the researchers determined that the graphene-based probes are non-toxic, and did not induce any significant inflammation. Devices implanted in the brain as neural prosthesis for therapeutic brain stimulation technologies and interfaces for sensory and motor devices, such as artificial limbs, are an important goal for improving quality of life for patients. This work represents a first step towards the use of graphene in research as well as clinical neural devices, showing that graphene-based technologies can deliver the high resolution and high SNR needed for these applications. First author Benno Blaschke (TU Munich) said \"Graphene is one of the few materials that allows recording in a transistor configuration and simultaneously complies with all other requirements for neural probes such as flexibility, biocompability and chemical stability. Although graphene is ideally suited for flexible electronics, it was a great challenge to transfer our fabrication process from rigid substrates to flexible ones. The next step is to optimize the wafer-scale fabrication process and improve device flexibility and stability.\"Jose Antonio Garrido (ICN2), led the research. He said \"Mechanical compliance is an important requirement for safe neural probes and interfaces. Currently, the focus is on ultra-soft materials that can adapt conformally to the brain surface. Graphene neural interfaces have shown already great potential, but we have to improve on the yield and homogeneity of the device production in order to advance towards a real technology. Once we have demonstrated the proof of concept in animal studies, the next goal will be to work towards the first human clinical trial with graphene devices during intraoperative mapping of the brain. This means addressing all regulatory issues associated to medical devices such as safety, biocompatibility, etc.\"\r\n", "keywords": ["Health Care", " Materials", " Medicine/Health", " Neurobiology", " Rehabilitation/Prosthetics/Plastic Surgery", " Biotechnology"], "description": "Graphene-based transistors enable a flexible neural probe with excellent signal-to-noise ratio. Such probes are useful for examining neural activity for understanding diseases, as well as in neuroprosthetics for control of artificial limbs.", "date": "Mon, 27 Mar 2017 04:00:00 GMT"}