{"title": "Researchers find the genes responsible for motor and vocal tics in children | EurekAlert! Science News", "year": "Thu, 10 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "chromosome", "rearrangements", "deletions", "duplications", "mean", "number", "copies", "different", "genes", "varies", "unique", "person", "view", "international", "research", "team", "including", "vasiliy", "ramensky", "member", "mipt", "life", "sciences", "center", "unraveled", "genetic", "characteristics", "increase", "risk", "developing", "tourette", "syndrome", "tourette", "central", "nervous", "system", "disorder", "often", "inherited", "scientists", "compared", "data", "thousands", "people", "tourette", "healthy", "people", "turned", "people", "condition", "significant", "modifications", "two", "genes", "nrxn1", "cntn6", "paper", "detailing", "study", "published", "journal", "tourette", "important", "tourette", "syndrome", "characterized", "motor", "vocal", "tics", "manifests", "childhood", "patients", "often", "make", "uncontrolled", "movements", "sounds", "swear", "words", "10", "cases", "impulse", "tic", "feels", "like", "growing", "tension", "released", "similar", "urge", "sneeze", "tourette", "rare", "disease", "found", "among", "population", "children", "suffer", "tourette", "60", "times", "likely", "well", "however", "syndrome", "also", "appear", "children", "family", "history", "syndrome", "85", "patients", "suffering", "tourette", "conditions", "disorder", "attention", "deficit", "hyperactivity", "disorder", "autism", "spectrum", "disorders", "anxiety", "depression", "fact", "mechanisms", "illnesses", "tourette", "syndrome", "converge", "means", "tourette", "studies", "shed", "light", "causes", "mental", "genes", "blame", "believed", "tourette", "syndrome", "developmental", "disorder", "brain", "nervous", "system", "partially", "proved", "fact", "symptoms", "start", "appear", "childhood", "peak", "adolescence", "however", "exact", "causes", "unknown", "doubt", "disorder", "predominantly", "genetic", "nature", "particular", "genes", "increase", "likelihood", "developing", "tourette", "yet", "identified", "candidate", "regions", "found", "different", "research", "studies", "rarely", "coincide", "suggests", "condition", "caused", "combination", "various", "genetic", "factors", "words", "complex", "genetic", "architecture", "copies", "modern", "genetic", "studies", "focus", "searching", "point", "mutations", "significant", "genetic", "rearrangements", "significant", "rearrangements", "genome", "called", "copy", "number", "variation", "cnv", "lead", "deletion", "gene", "fragment", "loss", "contrary", "gene", "duplication", "repeat", "chromosome", "regions", "number", "gene", "copies", "individual", "genome", "affects", "quantity", "protein", "encoded", "gene", "copies", "protein", "however", "chromosome", "rearrangements", "affect", "vital", "gene", "segments", "related", "researchers", "researchers", "studied", "genetic", "data", "2434", "people", "tourette", "syndrome", "4093", "healthy", "people", "control", "group", "scientists", "catalogued", "deletions", "duplications", "genome", "classified", "according", "frequency", "length", "whether", "affect", "genes", "turned", "rare", "long", "chromosome", "rearrangements", "affecting", "genes", "found", "average", "often", "among", "people", "disorder", "among", "people", "control", "group", "suggests", "types", "chromosome", "rearrangements", "particular", "clinical", "utility", "researchers", "identified", "genes", "suffer", "rearrangements", "found", "people", "tourette", "frequently", "significantly", "deletions", "nrxn1", "gene", "duplications", "cntn6", "gene", "proteins", "encoded", "genes", "neurexin", "1", "contactin", "6", "involved", "process", "cell", "fusion", "nervous", "system", "deletions", "affecting", "nrxn1", "already", "described", "papers", "mental", "disorders", "particular", "schizophrenia", "link", "deletions", "nrxn1", "tourette", "syndrome", "already", "shown", "earlier", "studies", "small", "sample", "cases", "safe", "say", "type", "genome", "variation", "increases", "risk", "developing", "condition", "duplications", "cntn6", "linked", "tourette", "first", "time", "though", "deletions", "affecting", "gene", "already", "noticed", "cases", "autism", "spectrum", "ramensky", "member", "genome", "engineering", "lab", "mipt", "life", "sciences", "center", "comments", "gradually", "gathering", "information", "genetic", "architecture", "tourette", "syndrome", "paper", "made", "essential", "step", "direction", "statistically", "proven", "genomic", "changes", "genes", "discovered", "linked", "predisposition", "condition", "gives", "opportunity", "provide", "better", "diagnoses", "next", "step", "work", "rearrangements", "found", "genes", "affect", "cell", "operation", "understanding", "mechanisms", "help", "finding", "new", "therapies"], "url": "http://www.eurekalert.org/pub_releases/2017-08/miop-rft081017.php", "date": "2018-01-19_21:16:31", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Chromosome rearrangements  deletions and duplications -- mean that the number of copies of different genes varies and can be unique to each person.\n       view more An international research team including Vasiliy Ramensky, a member of the MIPT Life Sciences Center, has unraveled genetic characteristics that increase the risk of developing Tourette syndrome. Tourette's is a central nervous system disorder which is often inherited. The scientists compared the data of thousands of people with Tourette's and healthy people, and it turned out that in people with the condition there are significant modifications in two genes -- NRXN1 and CNTN6. The paper detailing their study was published in the journal Neuron.Why is Tourette's important?Tourette syndrome is characterized by motor and vocal tics, and it manifests itself  in childhood. Patients often make uncontrolled movements and sounds (swear words in 10% of cases). The impulse to have a tic feels like growing tension which has to be released. It is very similar to the urge to sneeze. Tourette's is not a rare disease. It is found among 0.3-0.9% of the population, and the children of those who suffer Tourette's are 60 times more likely to have it as well. However, the syndrome can also appear in children with no family history of the syndrome. About 85% of patients suffering from Tourette's have co-occurring conditions, such as obsessive-compulsive disorder, attention deficit hyperactivity disorder, autism spectrum disorders, anxiety and depression. The fact that the mechanisms of these illnesses and Tourette syndrome converge means that Tourette's studies can shed light on the causes of other mental disorders.Are the genes to blame?...It is believed that Tourette syndrome is a developmental disorder of the brain and nervous system. This is partially proved by the fact that the symptoms start to appear in childhood and peak during adolescence. However, the exact causes are unknown. There is no doubt that the disorder is of a predominantly genetic nature, but the particular genes that increase the likelihood of developing Tourette's have not yet been identified. Candidate regions found in different research studies rarely coincide. This suggests that the condition is caused by combination of various genetic factors, in other words it has complex genetic architecture....or their copies?Modern genetic studies focus on searching for point mutations and significant genetic rearrangements. Significant rearrangements in the genome, which are called copy number variation (CNV), can lead to deletion, gene fragment loss, or, on the contrary, to gene duplication with repeat chromosome regions. The number of gene copies in an individual genome affects the quantity of protein encoded by the gene: the more copies, the more protein. However, not all chromosome rearrangements affect vital gene segments and not all of them are related to diseases.What did the researchers do?The researchers studied the genetic data of 2434 people with Tourette syndrome and 4093 healthy people (the control group). The scientists catalogued all deletions and duplications in each genome and classified them according to frequency, length and whether they affect genes or not. It turned out that rare and long chromosome rearrangements affecting genes were found, on average, more often among the people with the disorder than among people from the control group. This suggests that these types of chromosome rearrangements in particular have clinical utility. The researchers then identified which genes suffer the most from these rearrangements. It was found that people with Tourette's frequently had significantly more deletions in the NRXN1 gene and duplications in the CNTN6 gene. Proteins encoded in these genes (neurexin 1 and contactin 6) are involved in the process of cell fusion in the nervous system. Deletions affecting NRXN1 have already been described in papers on other mental disorders, in particular, schizophrenia. The link between deletions in NRXN1 and Tourette syndrome has already been shown in earlier studies in a small sample of cases. It is now safe to say that this type of genome variation increases the risk of developing the condition. Duplications in CNTN6 were linked to Tourette's for the first time, though deletions affecting this gene have already been noticed in cases of autism spectrum disorders.Vasily Ramensky, a member of the Genome Engineering Lab of MIPT's Life Sciences Center, comments: \"Gradually, step-by-step, we are gathering information about the genetic architecture of Tourette syndrome. In this paper, we have made an essential step in this direction, as it is now statistically proven which genomic changes in the genes discovered are linked to the predisposition to the condition. This gives the opportunity to provide better diagnoses. Our next step is to work out how such rearrangements in the found genes affect cell operation. Understanding these mechanisms will help in finding new therapies.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Chromosome rearrangements  deletions and duplications -- mean that the number of copies of different genes varies and can be unique to each person.", "view more An international research team including Vasiliy Ramensky, a member of the MIPT Life Sciences Center, has unraveled genetic characteristics that increase the risk of developing Tourette syndrome.", "Tourette's is a central nervous system disorder which is often inherited.", "The scientists compared the data of thousands of people with Tourette's and healthy people, and it turned out that in people with the condition there are significant modifications in two genes -- NRXN1 and CNTN6.", "The paper detailing their study was published in the journal Neuron.Why is Tourette's important?Tourette syndrome is characterized by motor and vocal tics, and it manifests itself  in childhood.", "Patients often make uncontrolled movements and sounds (swear words in 10% of cases).", "The impulse to have a tic feels like growing tension which has to be released.", "It is very similar to the urge to sneeze.", "Tourette's is not a rare disease.", "It is found among 0.3-0.9% of the population, and the children of those who suffer Tourette's are 60 times more likely to have it as well.", "However, the syndrome can also appear in children with no family history of the syndrome.", "About 85% of patients suffering from Tourette's have co-occurring conditions, such as obsessive-compulsive disorder, attention deficit hyperactivity disorder, autism spectrum disorders, anxiety and depression.", "The fact that the mechanisms of these illnesses and Tourette syndrome converge means that Tourette's studies can shed light on the causes of other mental disorders.Are the genes to blame?...It is believed that Tourette syndrome is a developmental disorder of the brain and nervous system.", "This is partially proved by the fact that the symptoms start to appear in childhood and peak during adolescence.", "However, the exact causes are unknown.", "There is no doubt that the disorder is of a predominantly genetic nature, but the particular genes that increase the likelihood of developing Tourette's have not yet been identified.", "Candidate regions found in different research studies rarely coincide.", "This suggests that the condition is caused by combination of various genetic factors, in other words it has complex genetic architecture....or their copies?Modern genetic studies focus on searching for point mutations and significant genetic rearrangements.", "Significant rearrangements in the genome, which are called copy number variation (CNV), can lead to deletion, gene fragment loss, or, on the contrary, to gene duplication with repeat chromosome regions.", "The number of gene copies in an individual genome affects the quantity of protein encoded by the gene: the more copies, the more protein.", "However, not all chromosome rearrangements affect vital gene segments and not all of them are related to diseases.What did the researchers do?The researchers studied the genetic data of 2434 people with Tourette syndrome and 4093 healthy people (the control group).", "The scientists catalogued all deletions and duplications in each genome and classified them according to frequency, length and whether they affect genes or not.", "It turned out that rare and long chromosome rearrangements affecting genes were found, on average, more often among the people with the disorder than among people from the control group.", "This suggests that these types of chromosome rearrangements in particular have clinical utility.", "The researchers then identified which genes suffer the most from these rearrangements.", "It was found that people with Tourette's frequently had significantly more deletions in the NRXN1 gene and duplications in the CNTN6 gene.", "Proteins encoded in these genes (neurexin 1 and contactin 6) are involved in the process of cell fusion in the nervous system.", "Deletions affecting NRXN1 have already been described in papers on other mental disorders, in particular, schizophrenia.", "The link between deletions in NRXN1 and Tourette syndrome has already been shown in earlier studies in a small sample of cases.", "It is now safe to say that this type of genome variation increases the risk of developing the condition.", "Duplications in CNTN6 were linked to Tourette's for the first time, though deletions affecting this gene have already been noticed in cases of autism spectrum disorders.Vasily Ramensky, a member of the Genome Engineering Lab of MIPT's Life Sciences Center, comments: \"Gradually, step-by-step, we are gathering information about the genetic architecture of Tourette syndrome.", "In this paper, we have made an essential step in this direction, as it is now statistically proven which genomic changes in the genes discovered are linked to the predisposition to the condition.", "This gives the opportunity to provide better diagnoses.", "Our next step is to work out how such rearrangements in the found genes affect cell operation.", "Understanding these mechanisms will help in finding new therapies.\""], "source": "Moscow Institute of Physics and Technology"}