{"title": "Mutant ants provide insights into social interaction | EurekAlert! Science News", "year": "Thu, 10 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "three", "mutant", "ants", "colony", "engineered", "lack", "orco", "gene", "enables", "smell", "ants", "communicate", "using", "pheromones", "ants", "become", "unable", "interact", "view", "ants", "genetically", "engineered", "lack", "sense", "smell", "became", "unable", "communicate", "forage", "compete", "queen", "antennae", "brain", "circuits", "failed", "fully", "develop", "finding", "study", "published", "online", "august", "10", "journal", "cell", "found", "species", "ant", "may", "first", "model", "enable", "functional", "analysis", "genes", "regulate", "social", "interaction", "complex", "society", "says", "corresponding", "study", "author", "danny", "reinberg", "phd", "terry", "mel", "karmazin", "professor", "department", "biochemistry", "molecular", "pharmacology", "nyu", "school", "medicine", "well", "investigator", "howard", "hughes", "medical", "institute", "ant", "behavior", "directly", "extend", "humans", "believe", "work", "promises", "advance", "understanding", "social", "communication", "potential", "shape", "design", "future", "research", "disorders", "like", "schizophrenia", "depression", "autism", "interfere", "says", "corresponding", "author", "claude", "desplan", "phd", "professor", "new", "york", "university", "department", "biology", "study", "also", "led", "researchers", "arizona", "state", "university", "university", "pennsylvania", "vanderbilt", "talkthe", "current", "results", "based", "fact", "ants", "communicate", "pheromones", "secreted", "chemicals", "trigger", "responses", "odors", "used", "spread", "alarm", "predator", "approaches", "leave", "trail", "food", "indicate", "social", "caste", "status", "signal", "readiness", "mate", "within", "cooperative", "societies", "achieve", "complex", "tasks", "ants", "receive", "signals", "proteins", "called", "odorant", "receptors", "antennae", "protein", "right", "shape", "bind", "specific", "odorant", "chemical", "odor", "pheromone", "processed", "ant", "brain", "however", "past", "studies", "shown", "right", "odorant", "receptor", "protein", "shared", "common", "partner", "protein", "called", "orco", "must", "present", "current", "team", "successfully", "engineered", "genetic", "loss", "orco", "protein", "resulted", "ants", "could", "longer", "perform", "social", "interactions", "specifically", "altered", "young", "ants", "unlike", "nestmates", "without", "changes", "spent", "much", "time", "wandering", "nest", "failed", "interact", "members", "colony", "behavior", "reinberg", "calls", "space", "cadet", "unable", "forage", "bring", "food", "back", "nest", "furthermore", "mutant", "females", "longer", "groomed", "males", "behavior", "current", "study", "focused", "indian", "jumping", "ant", "harpegnathos", "saltator", "unlike", "many", "ant", "species", "queen", "mate", "pass", "genes", "next", "generation", "harpegnathos", "female", "adult", "worker", "converted", "absence", "queen", "queen", "secretes", "pheromone", "suppresses", "ability", "workers", "mate", "lay", "eggs", "queen", "removed", "aggressive", "females", "winning", "series", "antenna", "duels", "undergo", "transition", "go", "produce", "progeny", "essential", "colony", "survival", "current", "study", "found", "without", "orco", "females", "process", "pheromones", "makes", "much", "less", "likely", "engage", "dueling", "another", "result", "study", "proceeded", "fact", "neuronal", "cell", "odorant", "receptor", "neuron", "capable", "processing", "presence", "given", "pheromone", "surface", "ant", "antennae", "sends", "extensions", "converge", "specific", "brain", "structure", "called", "glomerulus", "information", "odor", "processed", "past", "studies", "suggested", "solitary", "insects", "like", "mosquitoes", "fruit", "flies", "moths", "connections", "odorant", "receptors", "glomeruli", "neural", "development", "independent", "receptor", "activity", "contrary", "mammals", "appear", "odorant", "receptor", "cells", "extensions", "capable", "homing", "correct", "glomeruli", "based", "odorant", "receptors", "express", "makes", "function", "mice", "humans", "contrast", "context", "flies", "say", "study", "authors", "new", "research", "suggests", "harpegnathos", "ants", "may", "also", "evolved", "flexible", "patterning", "nerve", "connections", "might", "allowed", "expanded", "repertoire", "olfactory", "receptors", "detecting", "pheromones", "flexibility", "required", "communication", "based", "pheromone", "sensitivity", "resultant", "activity", "olfactory", "neurons", "say", "authors", "accordingly", "loss", "orco", "protein", "left", "female", "ants", "average", "62", "275", "glomeruli", "would", "normally", "develop", "process", "pheromone", "sensing"], "url": "http://www.eurekalert.org/pub_releases/2017-08/nlh-map081017.php", "date": "2018-01-19_21:16:38", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Three mutant ants in a colony were engineered to lack the orco gene that enables their 'sense of smell.' As ants communicate using pheromones, these ants become unable to interact...\n     view more Ants genetically engineered to lack their \"sense of smell\" became unable to communicate, forage or compete to be a queen, as their antennae and brain circuits failed to fully develop. This is the finding of a study published online August 10 in the journal Cell.\"We found that a species of ant may be the first model to enable in-depth functional analysis of genes that regulate social interaction in a complex society,\" says corresponding study author Danny Reinberg, PhD, the Terry and Mel Karmazin Professor in the Department of Biochemistry and Molecular Pharmacology at NYU School of Medicine, as well as an Investigator for the Howard Hughes Medical Institute.\"While ant behavior does not directly extend to humans, we believe that this work promises to advance our understanding of social communication, with the potential to shape the design of future research into disorders like schizophrenia, depression or autism that interfere with it,\" says corresponding author Claude Desplan, PhD, professor at New York University's Department of Biology. The study was also led by researchers from Arizona State University, the University of Pennsylvania, and Vanderbilt University.Smell TalkThe current results are based on the fact that ants communicate through pheromones, secreted chemicals that trigger responses. Such odors are used to spread alarm as a predator approaches, leave a trail to food, indicate social (caste) status, and signal readiness to mate, all within cooperative societies that achieve complex tasks. Ants can receive such signals because they have proteins called odorant receptors on their antennae, with each protein the right shape to bind to a specific odorant chemical.  For any odor or pheromone to be processed in an ant's brain, however, past studies had shown that both the right odorant receptor protein and a shared, common partner protein called Orco must be present. The current team successfully engineered the genetic loss of Orco protein, which resulted in ants that could no longer perform some, if not all, pheromone-based social interactions. Specifically, the altered young ants, unlike their nestmates without the changes, spent much of their time wandering out of the nest. They failed to interact with other members of the colony (a behavior that Reinberg calls \"space cadet\"), and were unable to forage and bring food back to the nest. Furthermore, mutant females no longer groomed males, a pre-mating behavior. The current study focused on the Indian jumping ant, Harpegnathos saltator, which is unlike many ant species in which only the queen can mate and pass on genes to the next generation. Any Harpegnathos female, adult worker can be converted into a \"pseudo-queen\" in the absence of the queen. This is because the queen secretes a pheromone that suppresses the ability of workers to mate and lay eggs. If the queen is removed, the most aggressive females, after winning a series of antenna duels, undergo this transition, and can go on to produce progeny, which is essential for colony survival.  The current study found that, without Orco, the females cannot process pheromones, which makes them much less likely to engage in dueling.   Another result of the study proceeded from the fact that each neuronal cell (odorant receptor neuron) capable of processing the presence of a given pheromone on the surface of an ant's antennae sends out extensions that converge in a specific blob-like brain structure called a glomerulus. Information about that odor is processed there. Past studies have suggested that, in solitary insects like mosquitoes, fruit flies, and moths, the connections between odorant receptors and glomeruli are \"hard-wired\", i.e. their neural development is independent of receptor activity. To the contrary, mammals appear to have odorant receptor cells with extensions capable of homing in on the correct glomeruli based on which odorant receptors they express. This makes the function activity-dependent in mice (and humans), in contrast to the hard-wired context of flies, say the study authors. The new research suggests that Harpegnathos ants may also have evolved to have flexible, activity-based patterning of nerve connections, which might have allowed their expanded repertoire of olfactory receptors for detecting pheromones. This flexibility is required for communication based on the pheromone sensitivity and resultant activity of their olfactory neurons, say the authors. Accordingly, the loss of the Orco protein left female ants, on average, with just 62 of the 275 glomeruli that they would normally develop to process pheromone sensing. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Three mutant ants in a colony were engineered to lack the orco gene that enables their 'sense of smell.'", "As ants communicate using pheromones, these ants become unable to interact...\n     view more Ants genetically engineered to lack their \"sense of smell\" became unable to communicate, forage or compete to be a queen, as their antennae and brain circuits failed to fully develop.", "This is the finding of a study published online August 10 in the journal Cell.", "\"We found that a species of ant may be the first model to enable in-depth functional analysis of genes that regulate social interaction in a complex society,\" says corresponding study author Danny Reinberg, PhD, the Terry and Mel Karmazin Professor in the Department of Biochemistry and Molecular Pharmacology at NYU School of Medicine, as well as an Investigator for the Howard Hughes Medical Institute.", "\"While ant behavior does not directly extend to humans, we believe that this work promises to advance our understanding of social communication, with the potential to shape the design of future research into disorders like schizophrenia, depression or autism that interfere with it,\" says corresponding author Claude Desplan, PhD, professor at New York University's Department of Biology.", "The study was also led by researchers from Arizona State University, the University of Pennsylvania, and Vanderbilt University.Smell TalkThe current results are based on the fact that ants communicate through pheromones, secreted chemicals that trigger responses.", "Such odors are used to spread alarm as a predator approaches, leave a trail to food, indicate social (caste) status, and signal readiness to mate, all within cooperative societies that achieve complex tasks.", "Ants can receive such signals because they have proteins called odorant receptors on their antennae, with each protein the right shape to bind to a specific odorant chemical.", "For any odor or pheromone to be processed in an ant's brain, however, past studies had shown that both the right odorant receptor protein and a shared, common partner protein called Orco must be present.", "The current team successfully engineered the genetic loss of Orco protein, which resulted in ants that could no longer perform some, if not all, pheromone-based social interactions.", "Specifically, the altered young ants, unlike their nestmates without the changes, spent much of their time wandering out of the nest.", "They failed to interact with other members of the colony (a behavior that Reinberg calls \"space cadet\"), and were unable to forage and bring food back to the nest.", "Furthermore, mutant females no longer groomed males, a pre-mating behavior.", "The current study focused on the Indian jumping ant, Harpegnathos saltator, which is unlike many ant species in which only the queen can mate and pass on genes to the next generation.", "Any Harpegnathos female, adult worker can be converted into a \"pseudo-queen\" in the absence of the queen.", "This is because the queen secretes a pheromone that suppresses the ability of workers to mate and lay eggs.", "If the queen is removed, the most aggressive females, after winning a series of antenna duels, undergo this transition, and can go on to produce progeny, which is essential for colony survival.", "The current study found that, without Orco, the females cannot process pheromones, which makes them much less likely to engage in dueling.", "Another result of the study proceeded from the fact that each neuronal cell (odorant receptor neuron) capable of processing the presence of a given pheromone on the surface of an ant's antennae sends out extensions that converge in a specific blob-like brain structure called a glomerulus.", "Information about that odor is processed there.", "Past studies have suggested that, in solitary insects like mosquitoes, fruit flies, and moths, the connections between odorant receptors and glomeruli are \"hard-wired\", i.e.", "their neural development is independent of receptor activity.", "To the contrary, mammals appear to have odorant receptor cells with extensions capable of homing in on the correct glomeruli based on which odorant receptors they express.", "This makes the function activity-dependent in mice (and humans), in contrast to the hard-wired context of flies, say the study authors.", "The new research suggests that Harpegnathos ants may also have evolved to have flexible, activity-based patterning of nerve connections, which might have allowed their expanded repertoire of olfactory receptors for detecting pheromones.", "This flexibility is required for communication based on the pheromone sensitivity and resultant activity of their olfactory neurons, say the authors.", "Accordingly, the loss of the Orco protein left female ants, on average, with just 62 of the 275 glomeruli that they would normally develop to process pheromone sensing."], "source": "NYU Langone Health / NYU School of Medicine"}