{"title": "The effects of increased inflammatory markers during pregnancy | EurekAlert! Science News", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txresearchers", "charité", "universitätsmedizin", "berlin", "collaboration", "colleagues", "university", "california", "irvine", "oregon", "health", "science", "university", "university", "north", "carolina", "usa", "shown", "increased", "levels", "inflammatory", "markers", "pregnancy", "lead", "changes", "fetal", "brain", "development", "turn", "may", "increase", "child", "risk", "developing", "psychiatric", "disorders", "incidence", "impaired", "impulse", "control", "cardinal", "symptom", "disorders", "appears", "particularly", "affected", "increase", "maternal", "inflammation", "results", "study", "published", "journal", "biological", "changes", "expression", "inflammatory", "markers", "woman", "pregnancy", "may", "linked", "infection", "also", "associated", "conditions", "obesity", "psychological", "stress", "recent", "findings", "indicate", "increase", "inflammatory", "markers", "associated", "altered", "fetal", "brain", "development", "led", "claudia", "buß", "researchers", "discovered", "newborns", "whose", "mothers", "elevated", "inflammatory", "markers", "pregnancy", "enlarged", "amygdala", "region", "brain", "plays", "important", "role", "emotional", "processing", "researchers", "also", "discovered", "changes", "amygdala", "connectivity", "brain", "regions", "changes", "amaygdala", "size", "connectivity", "turn", "associated", "impaired", "impulse", "study", "conducted", "university", "california", "irvine", "buß", "holds", "adjunct", "associate", "professor", "position", "collaboration", "professors", "entringer", "wadhwa", "total", "nearly", "90", "women", "first", "trimester", "pregnancy", "recruited", "infants", "followed", "serially", "age", "24", "months", "participating", "women", "unborn", "children", "underwent", "three", "examinations", "one", "three", "trimesters", "pregnancy", "addition", "carrying", "ultrasound", "examinations", "analysis", "biological", "samples", "researchers", "also", "recorded", "potential", "medical", "complications", "well", "psychological", "wellbeing", "mothers", "children", "underwent", "examinations", "birth", "initial", "examination", "took", "place", "first", "month", "life", "used", "magnetic", "resonance", "imaging", "study", "children", "brains", "natural", "sleep", "newborn", "neuroimaging", "data", "analyzed", "collaboration", "colleagues", "oregon", "health", "science", "university", "graham", "fair", "university", "north", "carolina", "professors", "gilmore", "styner", "usa", "24", "months", "age", "tasks", "used", "assess", "children", "impulse", "control", "discovered", "higher", "levels", "inflammatory", "marker", "associated", "changes", "neonatal", "amygdala", "terms", "anatomy", "connectivity", "furthermore", "subsequent", "findings", "showed", "changes", "also", "associated", "lower", "impulse", "control", "2", "years", "age", "explains", "buß", "therefore", "conclude", "link", "exists", "higher", "levels", "maternal", "inflammatory", "markers", "increased", "risk", "psychiatric", "disorders", "commonly", "associated", "impaired", "impulse", "control", "animal", "models", "shown", "infections", "inflammation", "pregnant", "animal", "lead", "changes", "offspring", "brain", "development", "behavior", "epidemiological", "studies", "also", "support", "findings", "study", "suggesting", "maternal", "infections", "clinical", "phenotypes", "associated", "increased", "concentrations", "obesity", "pregnancy", "increase", "risk", "psychiatric", "disorders", "schizophrenia", "autism"], "url": "http://www.eurekalert.org/pub_releases/2017-08/c-ub-teo080917.php", "date": "2018-01-19_21:16:41", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from Charité - Universitätsmedizin Berlin in collaboration with colleagues from the University of California Irvine, Oregon Health and Science University and the University of North Carolina in the USA have shown that increased levels of inflammatory markers during pregnancy can lead to changes in fetal brain development which, in turn, may increase the child's risk of developing psychiatric disorders. The incidence of impaired impulse control - the cardinal symptom of these disorders - appears to be particularly affected by this increase in maternal inflammation. Results from this study have been published in the journal Biological Psychiatry*.While changes in the expression of inflammatory markers during a woman's pregnancy may be linked to infection, they can also be associated with other conditions, such as obesity or psychological stress. The most recent findings indicate that an increase in inflammatory markers are associated with altered fetal brain development. Led by Prof. Dr. Claudia Buß, the researchers discovered that newborns, whose mothers had elevated inflammatory markers during pregnancy, have an enlarged amygdala, the region of the brain which plays an important role in emotional processing. The researchers also discovered changes in the amygdala's connectivity to other brain regions. The changes in amaygdala size and connectivity were in turn associated with impaired impulse control.The study was conducted at the University of California, Irvine, where Prof. Buß holds an Adjunct Associate Professor position, in collaboration with Professors Entringer and Wadhwa. A total of nearly 90 women in the first trimester of pregnancy were recruited and their infants were followed up serially until the age of 24 months. The participating women and their unborn children underwent three examinations - one in each of the three trimesters of pregnancy. In addition to carrying out ultrasound examinations and the analysis of biological samples, the researchers also recorded potential medical complications, as well as the psychological wellbeing of the mothers. The children underwent further examinations after birth. The initial examination, which took place during the first month of life, used magnetic resonance imaging to study the children's brains during natural sleep. Newborn neuroimaging data was analyzed in collaboration with colleagues at Oregon Health and Science University (Dr. Graham and Prof. Fair) and at the University of North Carolina (Professors Gilmore and Styner) in the USA. At 24 months of age, play-based tasks were used to assess the children's impulse control. \"We discovered that higher levels of interleukin-6, an inflammatory marker, were associated with changes in the neonatal amygdala in terms of its anatomy and connectivity. Furthermore, our subsequent findings showed that these changes were also associated with lower impulse control at 2 years of age,\" explains Prof. Buß. \"We therefore conclude that a link exists between higher levels of maternal inflammatory markers and an increased risk of psychiatric disorders that are commonly associated with impaired impulse control.\" Animal models have shown that infections and inflammation in the pregnant animal lead to both changes in offspring brain development and behavior. Epidemiological studies also support the findings of this study, suggesting that maternal infections and other clinical phenotypes associated with increased interleukin-6 concentrations (such as obesity) during pregnancy increase the risk of psychiatric disorders such as schizophrenia and autism.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXResearchers from Charité - Universitätsmedizin Berlin in collaboration with colleagues from the University of California Irvine, Oregon Health and Science University and the University of North Carolina in the USA have shown that increased levels of inflammatory markers during pregnancy can lead to changes in fetal brain development which, in turn, may increase the child's risk of developing psychiatric disorders.", "The incidence of impaired impulse control - the cardinal symptom of these disorders - appears to be particularly affected by this increase in maternal inflammation.", "Results from this study have been published in the journal Biological Psychiatry*.While changes in the expression of inflammatory markers during a woman's pregnancy may be linked to infection, they can also be associated with other conditions, such as obesity or psychological stress.", "The most recent findings indicate that an increase in inflammatory markers are associated with altered fetal brain development.", "Led by Prof. Dr. Claudia Buß, the researchers discovered that newborns, whose mothers had elevated inflammatory markers during pregnancy, have an enlarged amygdala, the region of the brain which plays an important role in emotional processing.", "The researchers also discovered changes in the amygdala's connectivity to other brain regions.", "The changes in amaygdala size and connectivity were in turn associated with impaired impulse control.The study was conducted at the University of California, Irvine, where Prof. Buß holds an Adjunct Associate Professor position, in collaboration with Professors Entringer and Wadhwa.", "A total of nearly 90 women in the first trimester of pregnancy were recruited and their infants were followed up serially until the age of 24 months.", "The participating women and their unborn children underwent three examinations - one in each of the three trimesters of pregnancy.", "In addition to carrying out ultrasound examinations and the analysis of biological samples, the researchers also recorded potential medical complications, as well as the psychological wellbeing of the mothers.", "The children underwent further examinations after birth.", "The initial examination, which took place during the first month of life, used magnetic resonance imaging to study the children's brains during natural sleep.", "Newborn neuroimaging data was analyzed in collaboration with colleagues at Oregon Health and Science University (Dr. Graham and Prof. Fair) and at the University of North Carolina (Professors Gilmore and Styner) in the USA.", "At 24 months of age, play-based tasks were used to assess the children's impulse control.", "\"We discovered that higher levels of interleukin-6, an inflammatory marker, were associated with changes in the neonatal amygdala in terms of its anatomy and connectivity.", "Furthermore, our subsequent findings showed that these changes were also associated with lower impulse control at 2 years of age,\" explains Prof. Buß.", "\"We therefore conclude that a link exists between higher levels of maternal inflammatory markers and an increased risk of psychiatric disorders that are commonly associated with impaired impulse control.\"", "Animal models have shown that infections and inflammation in the pregnant animal lead to both changes in offspring brain development and behavior.", "Epidemiological studies also support the findings of this study, suggesting that maternal infections and other clinical phenotypes associated with increased interleukin-6 concentrations (such as obesity) during pregnancy increase the risk of psychiatric disorders such as schizophrenia and autism."], "source": "Charité - Universitätsmedizin Berlin"}