{"title": "Too near, or too far? What fruit flies teach us about personal space | EurekAlert! Science News", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "fruit", "flies", "usual", "levels", "dopamine", "draw", "nearer", "fruit", "flies", "less", "dopamine", "withdraw", "social", "contact", "view", "us", "experience", "backing", "away", "someone", "stepped", "inside", "bounds", "personal", "space", "little", "understood", "mechanisms", "allow", "us", "determine", "someone", "near", "far", "using", "fruit", "flies", "researchers", "led", "anne", "simon", "western", "university", "department", "biology", "gaining", "new", "insights", "need", "social", "space", "disrupted", "first", "time", "found", "neurotransmitter", "called", "dopamine", "key", "component", "regulating", "social", "space", "discovery", "may", "turn", "implications", "better", "understanding", "people", "within", "autism", "spectrum", "schizophrenia", "example", "team", "found", "levels", "dopamine", "chemical", "part", "governs", "reward", "pathways", "brains", "change", "much", "space", "fruit", "flies", "need", "little", "dopamine", "released", "neurons", "male", "fruit", "flies", "need", "get", "away", "much", "dopamine", "released", "close", "gap", "female", "fruit", "flies", "social", "distance", "increased", "little", "much", "release", "dopamine", "animal", "preferred", "social", "bubble", "preferred", "personal", "space", "said", "anne", "simon", "connect", "dots", "animals", "including", "humans", "similar", "neurotransmitters", "may", "gain", "new", "ways", "understanding", "happening", "disorders", "personal", "space", "sometimes", "issue", "one", "pressing", "question", "next", "round", "research", "exploring", "dopamine", "release", "affected", "social", "cues", "happens", "downstream", "dopaminergic", "neurons", "identify", "circuitry", "leads", "process", "ultimately", "research", "could", "lead", "us", "understand", "little", "better", "people", "averse", "social", "contact", "might", "also", "help", "us", "understand", "people", "clearly", "want", "interact", "interpret", "social", "cues", "way", "others", "might", "said", "simon", "research", "fruit", "flies", "drosophila", "melanogaster", "proven", "valuable", "understanding", "human", "behavior", "neurobiology", "diseases", "fruit", "flies", "share", "much", "genetic", "information"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uowo-tno080917.php", "date": "2018-01-19_21:16:44", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Fruit flies with more than the usual levels of dopamine will draw nearer each other, while fruit flies with less dopamine withdraw from social contact.\n       view more Most of us have had the experience of backing away when someone has stepped inside the bounds of our personal space. But, until now, little has been understood about the mechanisms that allow us to determine when someone is \"too near\" or \"too far\".\r\nUsing fruit flies, researchers led by Anne F. Simon of Western University's Department of Biology are gaining new insights into the need for social space and how it can be disrupted. For the first time, they have found that a neurotransmitter called dopamine is a key component in regulating social space.\r\nThat discovery may in turn have implications in better understanding people within the autism spectrum or with schizophrenia, for example. \r\nThe team found that levels of dopamine -- a chemical that, in part, governs the \"reward\" pathways in our brains -- can change how much space fruit flies need from each other. Too little dopamine released by the neurons, and male fruit flies need to get away from each other. Too much dopamine released, and they close the gap. For female fruit flies, their social distance increased both with too little or too much release of dopamine.\r\n\"Each animal has a preferred social bubble, a preferred personal space,\" said Anne Simon. \"If we can connect the dots with other animals including humans -- because we all have similar neurotransmitters -- we may gain new ways of understanding what's happening in some disorders where personal space can sometimes be an issue.\"\r\nOne pressing question for the next round of research is exploring how dopamine release is affected by social cues and what happens downstream of the dopaminergic neurons, to identify the circuitry that leads to the decision-making process.\r\n \"Ultimately, this research could lead us to understand a little better why some people are averse to social contact. It might also help us understand why some people who clearly want to interact don't interpret some social cues the same way others might,\" said Simon.\r\n Research into fruit flies (Drosophila melanogaster) has proven valuable in understanding human behavior, neurobiology and diseases because fruit flies share much of the same genetic information.\r\n ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Fruit flies with more than the usual levels of dopamine will draw nearer each other, while fruit flies with less dopamine withdraw from social contact.", "view more Most of us have had the experience of backing away when someone has stepped inside the bounds of our personal space.", "But, until now, little has been understood about the mechanisms that allow us to determine when someone is \"too near\" or \"too far\".", "Using fruit flies, researchers led by Anne F. Simon of Western University's Department of Biology are gaining new insights into the need for social space and how it can be disrupted.", "For the first time, they have found that a neurotransmitter called dopamine is a key component in regulating social space.", "That discovery may in turn have implications in better understanding people within the autism spectrum or with schizophrenia, for example.", "The team found that levels of dopamine -- a chemical that, in part, governs the \"reward\" pathways in our brains -- can change how much space fruit flies need from each other.", "Too little dopamine released by the neurons, and male fruit flies need to get away from each other.", "Too much dopamine released, and they close the gap.", "For female fruit flies, their social distance increased both with too little or too much release of dopamine.", "\"Each animal has a preferred social bubble, a preferred personal space,\" said Anne Simon.", "\"If we can connect the dots with other animals including humans -- because we all have similar neurotransmitters -- we may gain new ways of understanding what's happening in some disorders where personal space can sometimes be an issue.\"", "One pressing question for the next round of research is exploring how dopamine release is affected by social cues and what happens downstream of the dopaminergic neurons, to identify the circuitry that leads to the decision-making process.", "\"Ultimately, this research could lead us to understand a little better why some people are averse to social contact.", "It might also help us understand why some people who clearly want to interact don't interpret some social cues the same way others might,\" said Simon.", "Research into fruit flies (Drosophila melanogaster) has proven valuable in understanding human behavior, neurobiology and diseases because fruit flies share much of the same genetic information."], "source": "University of Western Ontario"}