{"title": "How the tongue keeps its tastes straight | EurekAlert! Science News", "year": "Wed, 09 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "new", "research", "columbia", "university", "medical", "center", "cumc", "revealed", "special", "molecules", "help", "tongue", "communicate", "brain", "identify", "correct", "taste", "using", "knowledge", "scientists", "view", "new", "york", "ny", "august", "9", "2017", "new", "research", "columbia", "university", "medical", "center", "cumc", "revealed", "special", "molecules", "help", "tongue", "communicate", "brain", "identify", "correct", "taste", "using", "knowledge", "scientists", "able", "rewire", "mice", "perceive", "sweet", "stimuli", "bitter", "tastes", "vice", "versa", "discovery", "provides", "new", "insights", "tongue", "keeps", "sense", "taste", "organized", "despite", "rapid", "turnover", "cells", "taste", "findings", "published", "today", "online", "edition", "nature", "tastes", "experience", "combination", "five", "basic", "taste", "qualities", "little", "room", "error", "said", "study", "leader", "charles", "zuker", "phd", "professor", "biochemistry", "molecular", "biophysics", "neuroscience", "howard", "hughes", "medical", "institute", "investigator", "cumc", "principal", "investigator", "columbia", "zuckerman", "institute", "organism", "survival", "depend", "ability", "distinguish", "attractive", "tastes", "like", "sweet", "aversive", "ones", "like", "sour", "bitter", "humans", "perceive", "taste", "thousands", "tiny", "sensory", "organs", "called", "taste", "buds", "located", "mostly", "upper", "surface", "tongue", "taste", "bud", "contains", "50", "100", "taste", "cells", "contain", "molecules", "known", "receptors", "detect", "type", "taste", "sweet", "bitter", "sour", "salty", "umami", "savory", "taste", "cells", "relay", "information", "tongue", "brain", "portions", "brain", "circuits", "govern", "taste", "hardwired", "birth", "except", "tongue", "cells", "taste", "buds", "taste", "receptor", "cells", "connect", "taste", "neurons", "said", "author", "hojoon", "lee", "phd", "associate", "research", "scientist", "department", "biochemistry", "molecular", "biophysics", "cumc", "highly", "dynamic", "process", "taste", "cells", "replaced", "every", "one", "three", "weeks", "one", "type", "receptor", "may", "replaced", "different", "type", "time", "new", "taste", "receptor", "cell", "made", "needs", "make", "right", "connection", "brain", "researchers", "wondered", "right", "connections", "maintained", "fast", "random", "turnover", "taste", "cells", "hypothesized", "taste", "receptor", "cells", "produced", "cells", "likely", "express", "dedicated", "molecular", "signals", "attract", "right", "complement", "taste", "neurons", "identify", "signals", "cumc", "team", "compared", "gene", "expression", "taste", "receptor", "cells", "focusing", "two", "dissimilar", "types", "bitter", "sweet", "researchers", "found", "two", "types", "taste", "cells", "differed", "strikingly", "expression", "semaphorins", "family", "proteins", "help", "create", "neural", "circuits", "bitter", "receptors", "expressed", "large", "amounts", "semaphorin", "3a", "variant", "sweet", "receptors", "expressed", "large", "amounts", "semaphorin", "7a", "determine", "whether", "molecules", "guide", "taste", "connectivity", "cumc", "team", "genetically", "engineered", "two", "types", "mice", "one", "bitter", "receptors", "expressed", "semaphorin", "7a", "type", "normally", "produced", "sweet", "receptors", "second", "sweet", "receptors", "modified", "express", "semaphorin", "3a", "type", "produced", "bitter", "receptors", "researchers", "hypothesized", "bitter", "receptors", "first", "model", "would", "activate", "sweet", "neurons", "sweet", "receptors", "second", "model", "would", "connect", "bitter", "neurons", "exactly", "observed", "said", "lee", "means", "taste", "receptor", "cells", "determining", "connectivity", "providing", "instructive", "signals", "neurons", "researchers", "conducted", "additional", "experiment", "confirm", "receptors", "rewired", "brain", "switching", "semaphorins", "mice", "whose", "bitter", "receptors", "engineered", "express", "sweet", "semaphorin", "presented", "plain", "water", "water", "unlike", "normal", "controls", "engineered", "mice", "avoid", "bitter", "water", "said", "researchers", "currently", "studying", "signaling", "molecules", "connectivity", "sour", "salty", "umami", "taste", "receptors", "taste", "system", "gives", "us", "unique", "opportunity", "explore", "connections", "taste", "cells", "neurons", "wired", "preserved", "face", "random", "turnover", "sensory", "cells", "said", "zuker", "studies", "like", "one", "helping", "us", "decipher", "wiring", "rules", "one", "basic", "senses"], "url": "http://www.eurekalert.org/pub_releases/2017-08/cumc-htt080717.php", "date": "2018-01-19_21:16:47", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: New research at Columbia University Medical Center (CUMC) has revealed how special molecules help the tongue communicate with the brain to identify the correct taste. Using this knowledge, scientists were...\n     view more New York, NY (August 9, 2017)-- New research at Columbia University Medical Center (CUMC) has revealed how special molecules help the tongue communicate with the brain to identify the correct taste. Using this knowledge, scientists were able rewire the taste-system of mice to perceive sweet stimuli as bitter tastes, and vice versa. The discovery provides new insights into how the tongue keeps its sense of taste organized despite the rapid turnover of the cells in its taste buds.The findings were published today in the online edition of Nature.\"All of the tastes we experience are a combination of some or all of the five basic taste qualities, so there's little room for error,\" said study leader Charles S. Zuker, PhD, professor of biochemistry and molecular biophysics and of neuroscience and a Howard Hughes Medical Institute Investigator at CUMC, and principal investigator at Columbia's Zuckerman Institute. \"An organism's survival can depend on its ability to distinguish attractive tastes like sweet from aversive ones like sour and bitter.\"Humans perceive taste through thousands of tiny sensory organs called taste buds, which are located mostly on the upper surface of the tongue. Each taste bud contains 50 to 100 taste cells, which contain molecules, known as receptors, that can detect each type of taste -- sweet, bitter, sour, salty, or umami (savory). These taste cells then relay this information from the tongue to the brain. \"Most portions of the brain circuits that govern taste are hardwired at birth, except in the tongue, where the cells in our taste buds--taste receptor cells--connect to taste neurons,\" said co-lead author Hojoon Lee, PhD, an associate research scientist in the department of biochemistry and molecular biophysics at CUMC. \"It's a highly dynamic process. Taste cells are replaced every one to three weeks, and one type of receptor may be replaced by a different type. Each time a new taste receptor cell is made, it needs to make the right connection with the brain.\"The researchers wondered how the right connections are maintained when there's such a fast and random turnover of taste cells. They hypothesized that when taste receptor cells are produced, the cells most likely express dedicated molecular signals that attract the right complement of taste neurons. To identify these signals, the CUMC team compared the gene expression of taste receptor cells, focusing on the two most dissimilar types: bitter and sweet. The researchers found that the two types of taste cells differed most strikingly in their expression of semaphorins, a family of proteins that help create neural circuits. While bitter receptors expressed large amounts of the Semaphorin 3A variant, sweet receptors expressed large amounts of Semaphorin 7A. To determine whether these molecules guide taste receptor-to-neuron connectivity, the CUMC team genetically engineered two types of mice: one in which bitter receptors expressed Semaphorin 7A, the type normally produced by sweet receptors, and a second in which sweet receptors were modified to express Semaphorin 3A, the type produced by bitter receptors. The researchers hypothesized that the bitter receptors in the first model would now activate sweet neurons while sweet receptors in the second model would connect to bitter neurons. \"That's exactly what we observed,\" said Dr. Lee. \"What this means is that taste receptor cells are determining their own connectivity by providing instructive signals to neurons.\"The researchers conducted an additional experiment to confirm that the receptors had been rewired in the brain by switching the semaphorins. Mice whose bitter receptors were engineered to express the sweet semaphorin were presented with both plain water and bitter-tasting water. Unlike the normal controls, \"the engineered mice did not avoid the bitter water\" said Dr. Lee.The researchers are currently studying the signaling molecules and connectivity of sour, salty, and umami taste receptors.\"The taste system gives us a unique opportunity to explore how connections between\r\ntaste cells and neurons are wired and preserved, in the face of random turnover of our sensory cells\" said Dr. Zuker. \"Step-by-step studies like this one are helping us decipher the wiring rules of one of our most basic of our senses.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: New research at Columbia University Medical Center (CUMC) has revealed how special molecules help the tongue communicate with the brain to identify the correct taste.", "Using this knowledge, scientists were...\n     view more New York, NY (August 9, 2017)-- New research at Columbia University Medical Center (CUMC) has revealed how special molecules help the tongue communicate with the brain to identify the correct taste.", "Using this knowledge, scientists were able rewire the taste-system of mice to perceive sweet stimuli as bitter tastes, and vice versa.", "The discovery provides new insights into how the tongue keeps its sense of taste organized despite the rapid turnover of the cells in its taste buds.The findings were published today in the online edition of Nature.", "\"All of the tastes we experience are a combination of some or all of the five basic taste qualities, so there's little room for error,\" said study leader Charles S. Zuker, PhD, professor of biochemistry and molecular biophysics and of neuroscience and a Howard Hughes Medical Institute Investigator at CUMC, and principal investigator at Columbia's Zuckerman Institute.", "\"An organism's survival can depend on its ability to distinguish attractive tastes like sweet from aversive ones like sour and bitter.", "\"Humans perceive taste through thousands of tiny sensory organs called taste buds, which are located mostly on the upper surface of the tongue.", "Each taste bud contains 50 to 100 taste cells, which contain molecules, known as receptors, that can detect each type of taste -- sweet, bitter, sour, salty, or umami (savory).", "These taste cells then relay this information from the tongue to the brain.", "\"Most portions of the brain circuits that govern taste are hardwired at birth, except in the tongue, where the cells in our taste buds--taste receptor cells--connect to taste neurons,\" said co-lead author Hojoon Lee, PhD, an associate research scientist in the department of biochemistry and molecular biophysics at CUMC.", "\"It's a highly dynamic process.", "Taste cells are replaced every one to three weeks, and one type of receptor may be replaced by a different type.", "Each time a new taste receptor cell is made, it needs to make the right connection with the brain.", "\"The researchers wondered how the right connections are maintained when there's such a fast and random turnover of taste cells.", "They hypothesized that when taste receptor cells are produced, the cells most likely express dedicated molecular signals that attract the right complement of taste neurons.", "To identify these signals, the CUMC team compared the gene expression of taste receptor cells, focusing on the two most dissimilar types: bitter and sweet.", "The researchers found that the two types of taste cells differed most strikingly in their expression of semaphorins, a family of proteins that help create neural circuits.", "While bitter receptors expressed large amounts of the Semaphorin 3A variant, sweet receptors expressed large amounts of Semaphorin 7A.", "To determine whether these molecules guide taste receptor-to-neuron connectivity, the CUMC team genetically engineered two types of mice: one in which bitter receptors expressed Semaphorin 7A, the type normally produced by sweet receptors, and a second in which sweet receptors were modified to express Semaphorin 3A, the type produced by bitter receptors.", "The researchers hypothesized that the bitter receptors in the first model would now activate sweet neurons while sweet receptors in the second model would connect to bitter neurons.", "\"That's exactly what we observed,\" said Dr. Lee.", "\"What this means is that taste receptor cells are determining their own connectivity by providing instructive signals to neurons.", "\"The researchers conducted an additional experiment to confirm that the receptors had been rewired in the brain by switching the semaphorins.", "Mice whose bitter receptors were engineered to express the sweet semaphorin were presented with both plain water and bitter-tasting water.", "Unlike the normal controls, \"the engineered mice did not avoid the bitter water\" said Dr. Lee.The researchers are currently studying the signaling molecules and connectivity of sour, salty, and umami taste receptors.", "\"The taste system gives us a unique opportunity to explore how connections between\r\ntaste cells and neurons are wired and preserved, in the face of random turnover of our sensory cells\" said Dr. Zuker.", "\"Step-by-step studies like this one are helping us decipher the wiring rules of one of our most basic of our senses.\""], "source": "Columbia University Medical Center"}