{"title": "MRI reveals striking brain differences in people with genetic autism | EurekAlert! Science News", "year": "Tue, 08 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "example", "images", "control", "participant", "deletion", "carrier", "duplication", "carrier", "sagittal", "image", "deletion", "carrier", "thick", "corpus", "callosum", "dens", "craniocervical", "abnormality", "view", "oak", "brook", "first", "major", "study", "kind", "researchers", "using", "mri", "identified", "structural", "abnormalities", "brains", "people", "one", "common", "genetic", "causes", "autism", "according", "new", "study", "published", "online", "journal", "radiology", "abnormalities", "visible", "brain", "images", "corresponded", "cognitive", "behavioral", "impairments", "study", "group", "suggesting", "future", "role", "imaging", "identifying", "people", "autism", "urgent", "need", "intervention", "autism", "spectrum", "disorders", "group", "developmental", "problems", "affecting", "million", "people", "according", "centers", "disease", "control", "prevention", "symptoms", "typically", "appear", "early", "life", "frequently", "include", "communication", "problems", "repetitive", "behaviors", "many", "people", "autism", "abnormalities", "specific", "site", "16th", "chromosome", "known", "deletion", "duplication", "small", "piece", "chromosome", "site", "one", "common", "genetic", "causes", "autism", "spectrum", "disorder", "people", "deletions", "tend", "brain", "overgrowth", "developmental", "delays", "higher", "risk", "obesity", "said", "study", "author", "julia", "owen", "brain", "researcher", "university", "washington", "seattle", "university", "california", "san", "francisco", "ucsf", "study", "duplications", "born", "smaller", "brains", "tend", "lower", "body", "weight", "developmental", "delays", "researchers", "ucsf", "four", "sites", "performed", "structural", "mri", "exams", "79", "deletion", "carriers", "ranging", "age", "1", "48", "79", "duplication", "carriers", "ages", "1", "63", "along", "64", "unaffected", "family", "members", "109", "participants", "control", "group", "participants", "completed", "battery", "cognitive", "behavioral", "tests", "neuroradiologists", "reviewed", "brain", "images", "abnormalities", "results", "showed", "striking", "differences", "brain", "structures", "deletion", "duplication", "carriers", "compared", "instance", "corpus", "callosum", "fiber", "bundle", "connects", "left", "right", "sides", "brain", "abnormally", "shaped", "thicker", "deletion", "carriers", "thinner", "duplication", "carriers", "compared", "control", "group", "familial", "stark", "differences", "apparent", "deletion", "carriers", "displayed", "features", "brain", "overgrowth", "including", "extension", "cerebellum", "bottom", "back", "part", "brain", "toward", "spinal", "cord", "duplication", "carriers", "showed", "characteristics", "brain", "undergrowth", "decreased", "white", "matter", "volume", "larger", "ventricles", "cavities", "brain", "filled", "cerebrospinal", "researchers", "compared", "cognitive", "assessments", "imaging", "findings", "found", "presence", "imaging", "feature", "associated", "deletion", "carriers", "thicker", "corpus", "callosum", "indicated", "worse", "daily", "living", "communication", "social", "skills", "compared", "deletion", "carriers", "without", "radiological", "abnormalities", "duplication", "carriers", "presence", "decreased", "white", "matter", "corpus", "callosal", "volume", "increased", "ventricle", "size", "associated", "decreased", "verbal", "iq", "scores", "compared", "duplication", "carriers", "without", "study", "strength", "access", "large", "diverse", "group", "deletion", "duplication", "carriers", "according", "senior", "author", "elliott", "sherr", "head", "brain", "development", "research", "program", "ucsf", "often", "studies", "like", "focus", "individuals", "group", "said", "mathematical", "algorithms", "rather", "used", "trained", "eyes", "neuroradiologists", "evaluate", "scans", "full", "range", "individuals", "look", "broad", "range", "people", "like", "developmentally", "normal", "significantly", "challenged", "better", "able", "find", "correlations"], "url": "http://www.eurekalert.org/pub_releases/2017-08/rson-mrs080117.php", "date": "2018-01-19_21:16:50", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Example images for a control participant, a deletion carrier, and a duplication carrier. In the sagittal image of the deletion carrier, the thick corpus callosum, dens and craniocervical abnormality, and...\n       view more OAK BROOK, Ill. - In the first major study of its kind, researchers using MRI have identified structural abnormalities in the brains of people with one of the most common genetic causes of autism, according to a new study published online in the journal Radiology. The abnormalities visible on brain images corresponded to cognitive and behavioral impairments in the study group, suggesting a future role for imaging in identifying people with autism who are in most urgent need of intervention. Autism spectrum disorders are a group of developmental problems, affecting more than 3.5 million people in the U.S., according to the Centers for Disease Control and Prevention. Symptoms typically appear early in life and frequently include communication problems and repetitive behaviors. Many people with autism have abnormalities at a specific site on the 16th chromosome known as 16p11.2. Deletion or duplication of a small piece of chromosome at this site is one of the most common genetic causes of autism spectrum disorder. \"People with deletions tend to have brain overgrowth, developmental delays and a higher risk of obesity,\" said study author Julia P. Owen, Ph.D., a brain researcher at the University of Washington in Seattle, who was at the University of California in San Francisco (UCSF) during the study. \"Those with duplications are born with smaller brains and tend to have lower body weight and developmental delays.\"The researchers at UCSF and four other sites performed structural MRI exams on 79 deletion carriers, ranging in age from 1 to 48, and 79 duplication carriers, ages 1 to 63, along with 64 unaffected family members and 109 participants in a control group. The participants completed a battery of cognitive and behavioral tests, and neuroradiologists reviewed the brain images for development-related abnormalities. The results showed some striking differences in the brain structures of deletion and duplication carriers compared with non-carriers. For instance, the corpus callosum, the fiber bundle that connects the left and right sides of the brain, was abnormally shaped and thicker in the deletion carriers but thinner in the duplication carriers, compared to the control group and familial non-carriers. Other stark differences were apparent. The deletion carriers displayed features of brain overgrowth, including the extension of the cerebellum, the bottom back part of the brain, toward the spinal cord. The duplication carriers showed characteristics of brain undergrowth, such as decreased white matter volume and larger ventricles -- the cavities in the brain filled with cerebrospinal fluid.When the researchers compared cognitive assessments to imaging findings, they found that the presence of any imaging feature associated with the deletion carriers -- such as a thicker corpus callosum -- indicated worse daily living, communication and social skills, compared to deletion carriers without any radiological abnormalities. For the duplication carriers, the presence of decreased white matter and corpus callosal volume and increased ventricle size was associated with decreased full-scale and verbal IQ scores, compared to duplication carriers without those findings.Key to the study's strength was its access to a large, diverse group of 16p11.2 deletion and duplication carriers, according to senior author Elliott Sherr, M.D., Ph.D., head of the Brain Development Research Program at UCSF. \"Often studies like this focus on high-functioning individuals, but this was an 'all-comers' group,\" he said. \"We didn't do mathematical algorithms but rather used the trained eyes of neuroradiologists to evaluate the scans of a full range of individuals. When you look at a broad range of people like this, from developmentally normal to more significantly challenged, you're better able to find these correlations.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: Example images for a control participant, a deletion carrier, and a duplication carrier.", "In the sagittal image of the deletion carrier, the thick corpus callosum, dens and craniocervical abnormality, and...\n       view more OAK BROOK, Ill. - In the first major study of its kind, researchers using MRI have identified structural abnormalities in the brains of people with one of the most common genetic causes of autism, according to a new study published online in the journal Radiology.", "The abnormalities visible on brain images corresponded to cognitive and behavioral impairments in the study group, suggesting a future role for imaging in identifying people with autism who are in most urgent need of intervention.", "Autism spectrum disorders are a group of developmental problems, affecting more than 3.5 million people in the U.S., according to the Centers for Disease Control and Prevention.", "Symptoms typically appear early in life and frequently include communication problems and repetitive behaviors.", "Many people with autism have abnormalities at a specific site on the 16th chromosome known as 16p11.2.", "Deletion or duplication of a small piece of chromosome at this site is one of the most common genetic causes of autism spectrum disorder.", "\"People with deletions tend to have brain overgrowth, developmental delays and a higher risk of obesity,\" said study author Julia P. Owen, Ph.D., a brain researcher at the University of Washington in Seattle, who was at the University of California in San Francisco (UCSF) during the study.", "\"Those with duplications are born with smaller brains and tend to have lower body weight and developmental delays.", "\"The researchers at UCSF and four other sites performed structural MRI exams on 79 deletion carriers, ranging in age from 1 to 48, and 79 duplication carriers, ages 1 to 63, along with 64 unaffected family members and 109 participants in a control group.", "The participants completed a battery of cognitive and behavioral tests, and neuroradiologists reviewed the brain images for development-related abnormalities.", "The results showed some striking differences in the brain structures of deletion and duplication carriers compared with non-carriers.", "For instance, the corpus callosum, the fiber bundle that connects the left and right sides of the brain, was abnormally shaped and thicker in the deletion carriers but thinner in the duplication carriers, compared to the control group and familial non-carriers.", "Other stark differences were apparent.", "The deletion carriers displayed features of brain overgrowth, including the extension of the cerebellum, the bottom back part of the brain, toward the spinal cord.", "The duplication carriers showed characteristics of brain undergrowth, such as decreased white matter volume and larger ventricles -- the cavities in the brain filled with cerebrospinal fluid.When the researchers compared cognitive assessments to imaging findings, they found that the presence of any imaging feature associated with the deletion carriers -- such as a thicker corpus callosum -- indicated worse daily living, communication and social skills, compared to deletion carriers without any radiological abnormalities.", "For the duplication carriers, the presence of decreased white matter and corpus callosal volume and increased ventricle size was associated with decreased full-scale and verbal IQ scores, compared to duplication carriers without those findings.Key to the study's strength was its access to a large, diverse group of 16p11.2 deletion and duplication carriers, according to senior author Elliott Sherr, M.D., Ph.D., head of the Brain Development Research Program at UCSF.", "\"Often studies like this focus on high-functioning individuals, but this was an 'all-comers' group,\" he said.", "\"We didn't do mathematical algorithms but rather used the trained eyes of neuroradiologists to evaluate the scans of a full range of individuals.", "When you look at a broad range of people like this, from developmentally normal to more significantly challenged, you're better able to find these correlations.\""], "source": "Radiological Society of North America"}