{"title": "Music therapy for children with autism does not improve symptoms", "text": "Among children with autism spectrum disorder, improvisational music therapy resulted in no significant difference in symptom severity compared to children who received enhanced standard care alone, according to a study published by JAMA.Autism spectrum disorder (ASD) is characterized by persistent deficits in social communication and interaction and restricted, repetitive behaviors and interests. Music therapy seeks to exploit the potential of music as a medium for social communication. In improvisational music therapy, client and therapist spontaneously create music using singing, playing, and movement. It is a developmental, child-centered approach in which a music therapist follows the child's focus of attention, behaviors, and interests to facilitate development in the child's social communicative skills.Christian Gold, Ph.D., of the Grieg Academy Music Therapy Research Centre, Bergen, Norway, and colleagues randomly assigned children ages 4 to 7 years with ASD to enhanced standard care (n = 182) or enhanced standard care plus improvisational music therapy (n = 182). Enhanced standard care consisted of usual care as locally available plus parent counseling to discuss parents' concerns and provide information about ASD. In improvisational music therapy, trained music therapists sang or played music with each child, attuned and adapted to the child's focus of attention. The study was conducted in nine countries.The researchers found that over five months, the amount of improvement in both groups was small, and there was no significant difference in ASD symptom severity based on measures of social affect. \"These findings do not support the use of improvisational music therapy for symptom reduction in children with autism spectrum disorder,\" the authors write.\r\nA limitation of the trial was that the duration of the intervention and follow-up, although longer than in previous trials, may have been too short.", "journal": "JAMA", "funder": "", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-mtf080417.php", "institution": "The JAMA Network Journals", "meeting": "", "description": "Among children with autism spectrum disorder, improvisational music therapy resulted in no significant difference in symptom severity compared to children who received enhanced standard care alone, according to a study published by JAMA.", "article_link": null, "keywords": ["Medicine/Health"], "source_link": null, "date": "Tue, 08 Aug 2017 04:00:00 GMT"}