{"title": "High quality early intervention for children with autism quickly results in costs savings | EurekAlert! Science News", "year": "Tue, 08 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "tximage", "david", "mandell", "scd", "professor", "psychiatry", "director", "center", "mental", "health", "policy", "services", "research", "view", "philadelphia", "one", "every", "68", "children", "united", "states", "autism", "spectrum", "disorder", "asd", "disorder", "results", "difficulty", "socializing", "communicating", "needs", "desires", "often", "accompanied", "restricted", "interests", "activities", "research", "shown", "early", "intervention", "leads", "better", "outcomes", "children", "spectrum", "cost", "early", "intervention", "high", "ranging", "per", "year", "intensive", "early", "intervention", "health", "care", "insurers", "state", "local", "early", "intervention", "programs", "often", "reluctant", "pay", "thereby", "making", "difficult", "families", "children", "asd", "obtain", "expensive", "recent", "study", "penn", "medicine", "researchers", "published", "online", "ahead", "print", "journal", "american", "academy", "child", "adolescent", "psychiatry", "found", "costs", "associated", "early", "start", "denver", "model", "esdm", "one", "treatment", "young", "children", "autism", "fully", "offset", "two", "years", "following", "intervention", "due", "reductions", "children", "use", "early", "start", "denver", "model", "esdm", "designed", "children", "autism", "ages", "12", "48", "months", "program", "includes", "developmental", "curriculum", "set", "teaching", "procedures", "delivered", "therapy", "teams", "parents", "either", "clinic", "child", "home", "randomized", "trial", "48", "children", "18", "30", "months", "age", "diagnosed", "asd", "found", "children", "received", "esdm", "better", "cognitive", "behavioral", "outcomes", "children", "received", "community", "treatment", "present", "study", "associated", "costs", "used", "data", "collected", "trial", "two", "years", "trial", "completed", "intervention", "children", "received", "esdm", "average", "annual", "costs", "higher", "children", "received", "treatment", "although", "difference", "statistically", "significant", "higher", "cost", "esdm", "partially", "offset", "intervention", "period", "children", "esdm", "group", "used", "fewer", "community", "services", "like", "early", "intervention", "speech", "therapy", "period", "compared", "children", "received", "esdm", "children", "esdm", "group", "used", "fewer", "early", "intervention", "services", "less", "occupational", "physical", "therapy", "less", "speech", "therapy", "resulting", "cost", "savings", "per", "year", "per", "child", "exact", "reasons", "reduction", "service", "use", "known", "likely", "children", "esdm", "group", "used", "fewer", "services", "made", "developmental", "gains", "point", "parents", "thought", "longer", "needed", "services", "zuleyha", "cidav", "phd", "lead", "author", "study", "research", "assistant", "professor", "center", "mental", "health", "policy", "services", "research", "says", "findings", "demonstrate", "economic", "value", "identifying", "young", "children", "autism", "providing", "early", "intensive", "comprehensive", "developmental", "behavioral", "treatment", "prior", "studies", "found", "early", "intervention", "costs", "per", "year", "cidav", "said", "found", "early", "intervention", "delivered", "study", "costs", "suggests", "issue", "much", "spend", "early", "intervention", "rather", "use", "money", "effectively", "scale", "interventions", "effective", "community", "settings", "according", "study", "senior", "author", "david", "mandell", "scd", "professor", "psychiatry", "director", "center", "mental", "health", "policy", "services", "research", "prior", "studies", "relied", "simulated", "data", "estimate", "return", "investment", "early", "intervention", "generally", "found", "would", "take", "decades", "see", "financial", "return", "investment", "wanted", "show", "short", "term", "payoff", "would", "payers", "invested", "early", "intensive", "treatment", "children", "autism", "mandell", "said", "much", "surprise", "found", "entire", "additional", "cost", "associated", "intervention", "opposed", "traditional", "community", "services", "often", "intensive", "high", "quality", "completely", "offset", "within", "two", "years", "mandell", "cidav", "note", "esdm", "model", "consists", "high", "quality", "care", "would", "need", "mirrored", "programs", "order", "see", "similar", "results", "bring", "quality", "community", "care", "par", "esdm", "model", "say", "must", "focus", "increasing", "knowledge", "skill", "individuals", "providing", "intervention", "motivating", "payers", "invest", "high", "quality", "care", "interesting", "hopeful", "intervention", "children", "received", "esdm", "spent", "time", "general", "education", "classrooms", "rather", "special", "education", "classrooms", "cidav", "added", "difference", "reach", "statistical", "significance", "probably", "sample", "small", "finding", "holds", "larger", "sample", "means", "children", "receive", "early", "intervention", "could", "spend", "bulk", "educational", "careers", "less", "restrictive", "environments", "substantial", "cost", "savings", "united", "states", "two", "largest", "funders", "early", "intervention", "services", "children", "autism", "department", "education", "medicaid", "pennsylvania", "alone", "medicaid", "pays", "roughly", "130", "million", "year", "special", "education", "services", "like", "behavioral", "health", "therapists", "occupational", "physical", "therapy", "schools", "mandell", "says", "team", "study", "particularly", "important", "current", "political", "climate", "cuts", "funding", "medicaid", "special", "education", "regularly", "debated", "elected", "officials", "think", "immediate", "policy", "implications", "time", "real", "discussion", "healthcare", "education", "spending", "going", "look", "like", "society", "mandell", "said", "study", "shows", "society", "pay", "services", "early", "pay", "consequences", "study", "focused", "costs", "associated", "service", "use", "cidav", "noted", "esdm", "demands", "higher", "level", "parental", "involvement", "due", "parent", "coaching", "sessions", "implies", "significantly", "higher", "caregiver", "time", "costs", "productivity", "losses", "due", "caregiver", "time", "costs", "shown", "important", "component", "societal", "costs", "autism", "costs", "considered", "evaluating", "benefits", "esdm", "cidav", "mandell", "hopeful", "future", "research", "look", "comprehensive", "economic", "evaluations", "interventions", "well", "beyond", "two", "years", "determine", "whether", "gains", "maintained", "school", "years", "adulthood", "whether", "intervention", "makes", "children", "spectrum", "likely", "employed", "go", "college", "live", "independently"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uops-hqe080717.php", "date": "2018-01-19_21:16:55", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is David Mandell, ScD, a professor of Psychiatry and director of the Center for Mental Health Policy and Services Research.\n       view more PHILADELPHIA - One in every 68 children in the United States has autism spectrum disorder (ASD), a neuro-developmental disorder that results in difficulty socializing and communicating needs and desires, and often is accompanied by restricted interests or activities. Research has shown that early intervention leads to better outcomes for children on the spectrum. But the cost of early intervention is high--ranging from $40,000 to $80,000 per year for intensive early intervention--and health care insurers, state and local early intervention programs often are reluctant to pay for it, thereby making it difficult for families of children with ASD to obtain these expensive services.A recent study by Penn Medicine researchers published online ahead of print in the Journal of the American Academy of Child & Adolescent Psychiatry found that the costs associated with the Early Start Denver Model (ESDM), one evidence-based treatment for young children with autism, were fully offset after only two years following intervention due to reductions in children's use of other services.The Early Start Denver Model (ESDM) is designed for children with autism ages 12 to 48 months. The program includes a developmental curriculum and a set of teaching procedures that are delivered by therapy teams and parents either in a clinic or the child's home. A randomized trial of 48 children between 18 and 30 months of age who were diagnosed with ASD found that children who received ESDM had better cognitive and behavioral outcomes than children who received community treatment. The present study of associated costs used data that was collected during that trial and for two years after the trial was completed. During the intervention, children who received the ESDM had average annual health-related costs that were higher by about $14,000 than those of children who received community-based treatment, although this difference was not statistically significant. The higher cost of ESDM was partially offset during the intervention period because children in the ESDM group used fewer community services like early intervention and speech therapy. In the post-intervention period, compared with children who had not received ESDM, children in the ESDM group used fewer early intervention services, less occupational or physical therapy, and less speech therapy, resulting in cost savings of about $19,000 per year per child. While the exact reasons for this reduction in service use aren't known, it is likely that children who were in the ESDM group used fewer services because they had made developmental gains to the point that their parents thought that they no longer needed those services. Zuleyha Cidav, PhD, the lead author of the study, and a research assistant professor at the Center for Mental Health Policy and Services Research says that the findings demonstrate the economic value of identifying young children with autism and providing early high-quality, intensive and comprehensive developmental behavioral treatment. \"Prior studies have found that community-based early intervention costs between $40,000 and $80,000 per year,\" Cidav said. \"We found that the high-quality, university-based early intervention delivered in this study costs about $45,580. This suggests that the issue is not how much we spend on early intervention, but rather how we use that money most effectively to scale up such interventions so that they are effective in community settings.\" According to the study's senior author, David Mandell, ScD, a professor of Psychiatry and director of the Center for Mental Health Policy and Services Research, prior studies that relied on simulated data to estimate the return on investment of early intervention generally found that it would take decades to see a financial return on investment. \"We wanted to show what the short term payoff would be if payers invested in early intensive treatment for children with autism,\" Mandell said.  \"Much to our surprise, we found that the entire additional cost associated with high-quality intervention as opposed to traditional community services, which often are not as intensive or as of high quality, was completely offset within two years.\"\tMandell and Cidav note that the ESDM model consists of very high quality care that would need to be mirrored in community-based programs in order to see similar results. To bring the quality of community care up to par with an ESDM model, they say that there must be a focus on increasing the knowledge and skill of the individuals providing the intervention and motivating payers to invest in high quality care.\"It was interesting and hopeful that after the intervention, children who received ESDM spent more time in general education classrooms rather than special education classrooms,\" Cidav added. \"This difference did not reach statistical significance, probably because the sample was small. If this finding holds in a larger sample, it means that children who receive high-quality early intervention could spend the bulk of their educational careers in less restrictive environments at substantial cost savings.\"In the United States, the two largest funders of early intervention services for children with autism are the Department of Education and Medicaid. In Pennsylvania alone, Medicaid pays roughly $130 million each year for special education services like behavioral health therapists and occupational and physical therapy in schools. Mandell says his team's study is particularly important in the current political climate, where cuts to funding for Medicaid and special education are regularly being debated by elected officials.\"I think there are immediate policy implications. It's time to have a real discussion about what healthcare and education spending is going to look like in our society,\" Mandell said. \"This study shows that as a society we can pay for high-quality services early, or we can pay for the consequences of not doing so.\"This study focused only on costs associated with service use. Cidav noted, \"The ESDM demands higher level of parental involvement due to parent coaching sessions, which implies significantly higher caregiver time costs. Productivity losses due to such caregiver time costs have been shown to be an important component of societal costs of autism; these costs should be considered when evaluating benefits of the ESDM.\"Cidav and Mandell are hopeful that future research will look at more comprehensive economic evaluations of such interventions, as well as beyond two years to determine whether gains are maintained through school years, to adulthood, and whether the intervention makes children on the spectrum more likely to be employed, go to college, and live independently. ", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXIMAGE: This is David Mandell, ScD, a professor of Psychiatry and director of the Center for Mental Health Policy and Services Research.", "view more PHILADELPHIA - One in every 68 children in the United States has autism spectrum disorder (ASD), a neuro-developmental disorder that results in difficulty socializing and communicating needs and desires, and often is accompanied by restricted interests or activities.", "Research has shown that early intervention leads to better outcomes for children on the spectrum.", "But the cost of early intervention is high--ranging from $40,000 to $80,000 per year for intensive early intervention--and health care insurers, state and local early intervention programs often are reluctant to pay for it, thereby making it difficult for families of children with ASD to obtain these expensive services.A recent study by Penn Medicine researchers published online ahead of print in the Journal of the American Academy of Child & Adolescent Psychiatry found that the costs associated with the Early Start Denver Model (ESDM), one evidence-based treatment for young children with autism, were fully offset after only two years following intervention due to reductions in children's use of other services.The Early Start Denver Model (ESDM) is designed for children with autism ages 12 to 48 months.", "The program includes a developmental curriculum and a set of teaching procedures that are delivered by therapy teams and parents either in a clinic or the child's home.", "A randomized trial of 48 children between 18 and 30 months of age who were diagnosed with ASD found that children who received ESDM had better cognitive and behavioral outcomes than children who received community treatment.", "The present study of associated costs used data that was collected during that trial and for two years after the trial was completed.", "During the intervention, children who received the ESDM had average annual health-related costs that were higher by about $14,000 than those of children who received community-based treatment, although this difference was not statistically significant.", "The higher cost of ESDM was partially offset during the intervention period because children in the ESDM group used fewer community services like early intervention and speech therapy.", "In the post-intervention period, compared with children who had not received ESDM, children in the ESDM group used fewer early intervention services, less occupational or physical therapy, and less speech therapy, resulting in cost savings of about $19,000 per year per child.", "While the exact reasons for this reduction in service use aren't known, it is likely that children who were in the ESDM group used fewer services because they had made developmental gains to the point that their parents thought that they no longer needed those services.", "Zuleyha Cidav, PhD, the lead author of the study, and a research assistant professor at the Center for Mental Health Policy and Services Research says that the findings demonstrate the economic value of identifying young children with autism and providing early high-quality, intensive and comprehensive developmental behavioral treatment.", "\"Prior studies have found that community-based early intervention costs between $40,000 and $80,000 per year,\" Cidav said.", "\"We found that the high-quality, university-based early intervention delivered in this study costs about $45,580.", "This suggests that the issue is not how much we spend on early intervention, but rather how we use that money most effectively to scale up such interventions so that they are effective in community settings.\"", "According to the study's senior author, David Mandell, ScD, a professor of Psychiatry and director of the Center for Mental Health Policy and Services Research, prior studies that relied on simulated data to estimate the return on investment of early intervention generally found that it would take decades to see a financial return on investment.", "\"We wanted to show what the short term payoff would be if payers invested in early intensive treatment for children with autism,\" Mandell said.", "\"Much to our surprise, we found that the entire additional cost associated with high-quality intervention as opposed to traditional community services, which often are not as intensive or as of high quality, was completely offset within two years.\"", "Mandell and Cidav note that the ESDM model consists of very high quality care that would need to be mirrored in community-based programs in order to see similar results.", "To bring the quality of community care up to par with an ESDM model, they say that there must be a focus on increasing the knowledge and skill of the individuals providing the intervention and motivating payers to invest in high quality care.", "\"It was interesting and hopeful that after the intervention, children who received ESDM spent more time in general education classrooms rather than special education classrooms,\" Cidav added.", "\"This difference did not reach statistical significance, probably because the sample was small.", "If this finding holds in a larger sample, it means that children who receive high-quality early intervention could spend the bulk of their educational careers in less restrictive environments at substantial cost savings.", "\"In the United States, the two largest funders of early intervention services for children with autism are the Department of Education and Medicaid.", "In Pennsylvania alone, Medicaid pays roughly $130 million each year for special education services like behavioral health therapists and occupational and physical therapy in schools.", "Mandell says his team's study is particularly important in the current political climate, where cuts to funding for Medicaid and special education are regularly being debated by elected officials.", "\"I think there are immediate policy implications.", "It's time to have a real discussion about what healthcare and education spending is going to look like in our society,\" Mandell said.", "\"This study shows that as a society we can pay for high-quality services early, or we can pay for the consequences of not doing so.", "\"This study focused only on costs associated with service use.", "Cidav noted, \"The ESDM demands higher level of parental involvement due to parent coaching sessions, which implies significantly higher caregiver time costs.", "Productivity losses due to such caregiver time costs have been shown to be an important component of societal costs of autism; these costs should be considered when evaluating benefits of the ESDM.", "\"Cidav and Mandell are hopeful that future research will look at more comprehensive economic evaluations of such interventions, as well as beyond two years to determine whether gains are maintained through school years, to adulthood, and whether the intervention makes children on the spectrum more likely to be employed, go to college, and live independently."], "source": "University of Pennsylvania School of Medicine"}