{"title": "How an unlikely cellular 'antenna' can impair brain development | EurekAlert! Science News", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txvideo", "like", "primary", "cilium", "blue", "isolated", "cortical", "neuron", "culture", "disabling", "primary", "cilia", "activity", "signaling", "interneurons", "affects", "connectivity", "view", "chapel", "hill", "nc", "structure", "cells", "considered", "useless", "vestige", "appears", "important", "proper", "brain", "development", "mammals", "impaired", "cause", "defects", "brain", "wiring", "similar", "seen", "autism", "schizophrenia", "neuropsychiatric", "disorders", "lab", "experiments", "unc", "school", "medicine", "scientists", "prevented", "wiring", "defects", "restoring", "signaling", "though", "structures", "called", "primary", "study", "published", "today", "developmental", "cell", "primary", "cilium", "neurons", "turns", "important", "conduit", "brain", "environment", "signals", "shape", "refine", "formation", "circuits", "developing", "brain", "said", "study", "senior", "author", "eva", "anton", "phd", "professor", "cell", "biology", "physiology", "member", "unc", "neurosciences", "findings", "help", "shed", "light", "people", "gene", "mutations", "often", "end", "showing", "behaviors", "related", "autism", "spectrum", "disorder", "asd", "study", "reveals", "cellular", "pathway", "circuit", "changes", "associated", "autism", "schizophrenia", "brain", "disorders", "might", "primary", "cilium", "slender", "protuberance", "found", "virtually", "animal", "cells", "resembles", "movable", "often", "waving", "structures", "motile", "cilia", "line", "inner", "ear", "lungs", "unlike", "cilia", "primary", "cilium", "move", "rhythmically", "1990s", "biologists", "believed", "primary", "cilium", "vestigial", "structure", "real", "function", "since", "come", "appreciate", "variety", "important", "functions", "affecting", "development", "multiple", "organs", "including", "brain", "mutations", "genes", "cause", "debilitating", "ciliopathy", "syndromes", "often", "neuropsychiatric", "consequences", "asd", "schizophrenia", "study", "anton", "colleagues", "including", "first", "author", "jiami", "guo", "phd", "unc", "postdoctoral", "research", "associate", "looked", "role", "primary", "cilium", "development", "inhibitory", "interneurons", "using", "genetic", "deletion", "model", "arl13b", "gene", "interneurons", "modulate", "neurons", "activity", "help", "brain", "circuits", "work", "efficiently", "appropriate", "activity", "balance", "defects", "interneuron", "signaling", "observed", "autism", "disorders", "schizophrenia", "bipolar", "disorder", "disorders", "affecting", "cognition", "behavior", "arl13b", "mutations", "humans", "cause", "joubert", "syndrome", "related", "disorders", "patients", "suffer", "asd", "intellectual", "unc", "researchers", "found", "deletion", "arl13b", "newborn", "mouse", "interneurons", "caused", "defects", "ability", "form", "right", "number", "patterns", "connections", "excitatory", "neurons", "also", "noticed", "human", "patient", "mutations", "arl13b", "caused", "similar", "defects", "experiments", "confirmed", "defective", "interneurons", "abnormally", "reduced", "influence", "brain", "circuits", "connected", "leaving", "circuits", "imbalanced", "way", "also", "seen", "genetic", "models", "autism", "schizophrenia", "scientists", "observed", "primary", "cilia", "defective", "interneurons", "mostly", "missing", "type", "cellular", "receptor", "somatostatin", "receptor", "3", "normally", "localizes", "densely", "researchers", "found", "artificially", "forcing", "receptors", "primary", "cilium", "interneurons", "could", "prevent", "interneurons", "developing", "abnormally", "noticed", "used", "designer", "receptor", "called", "dreadds", "developed", "unc", "bryan", "roth", "md", "phd", "chemogenetically", "activate", "primary", "cilia", "signaling", "interneurons", "implication", "inflow", "signals", "interneuron", "local", "environment", "via", "receptors", "primary", "cilium", "needed", "interneuron", "healthy", "development", "results", "suggest", "restoring", "signaling", "early", "life", "might", "therapeutic", "least", "sufferers", "joubert", "syndrome", "related", "ciliopathies", "even", "mutation", "affected", "patients", "embryonic", "development", "may", "possible", "fix", "problem", "manipulating", "downstream", "pathways", "birth", "anton", "added", "principle", "approach", "might", "someday", "broader", "impact", "think", "correcting", "circuit", "malformations", "since", "many", "common", "neuropsychiatric", "conditions", "linked", "disrupted", "interneuron", "colleagues", "plan", "examine", "joubert", "syndrome", "neurons", "see", "whether", "neurons", "manifest", "circuit", "defects", "anton", "team", "observed", "mouse", "genetic", "models", "experiments", "involving", "specific", "human", "mutations"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uonc-hau080317.php", "date": "2018-01-19_21:16:58", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Antennae- like primary cilium (blue) in an isolated cortical neuron in culture. Disabling primary cilia activity and signaling in interneurons affects their connectivity.\n     view more CHAPEL HILL, NC - An antenna-like structure on cells, once considered a useless vestige, appears to be important for proper brain development in mammals and when impaired can cause defects in the brain's wiring similar to what's seen in autism, schizophrenia, and other neuropsychiatric disorders. In lab experiments, UNC School of Medicine scientists prevented these wiring defects by restoring signaling though these antenna-like structures called primary cilia.The study was published today in Developmental Cell.\"The primary cilium on neurons turns out to be an important conduit for brain environment signals that shape and refine the formation of circuits in the developing brain,\" said study senior author Eva S. Anton, PhD, professor of cell biology and physiology and member of the UNC Neurosciences Center.The findings help shed light on why people with cilium-related gene mutations often end up showing behaviors related to autism spectrum disorder (ASD). Further, this study reveals a cellular pathway through which some of the circuit changes associated with autism, schizophrenia, and other brain disorders might arise.The primary cilium is a slender protuberance found on virtually all animal cells. It resembles the movable, often waving, hair-like structures (motile cilia) that line the inner ear and lungs, but unlike these cilia the primary cilium doesn't move rhythmically. Until the 1990s, biologists believed that the primary cilium was a vestigial structure with no real function. Since then, they have come to appreciate that it has a variety of important functions affecting the development of multiple organs including the brain. Mutations in cilium-related genes cause debilitating ciliopathy syndromes, often with neuropsychiatric consequences, such as ASD and schizophrenia. In their study, Anton and colleagues, including first author Jiami Guo, PhD, a UNC postdoctoral research associate, looked at the role of the primary cilium in the late-stage development of inhibitory interneurons, using a genetic deletion model for Arl13b gene. Interneurons modulate other neurons' activity to help brain circuits work efficiently and with appropriate excitatory/inhibitory activity balance. Defects in interneuron signaling have been observed in autism disorders, schizophrenia, bipolar disorder, and other disorders affecting cognition and behavior. ARL13B mutations in humans cause Joubert syndrome and related disorders, and these patients suffer from ASD and intellectual disabilities.The UNC researchers found that the deletion of Arl13b from newborn mouse interneurons caused defects in their ability to form the right number and patterns of connections with other excitatory neurons. They also noticed that human patient mutations in ARL13B caused similar defects. Further experiments confirmed that the defective interneurons had an abnormally reduced influence on brain circuits where they connected, leaving these circuits imbalanced in a way that has also been seen in genetic models of autism and schizophrenia. The scientists observed that the primary cilia of these defective interneurons were mostly missing a type of cellular receptor (somatostatin receptor 3) that normally localizes densely on them. The researchers then found that by artificially forcing the re-expression of these receptors in the primary cilium of Arl13b-depleted interneurons, they could prevent the interneurons from developing abnormally. They noticed the same rescue-effect when they used a designer receptor called DREADDs - developed by UNC's Bryan Roth, MD, PhD - to chemogenetically activate primary cilia signaling in Arl13b-depleted interneurons. The implication is that inflow of signals into an interneuron - from its local environment and via receptors on the primary cilium - is needed for the interneuron's healthy development. The results suggest that restoring such signaling in early life might be therapeutic, at least for sufferers of Joubert syndrome and other related ciliopathies. \"Even after the mutation has affected these patients during embryonic development, it may be possible to fix the problem by manipulating some of the downstream pathways after birth,\" Anton said.He added that in principle, this approach might someday have a broader impact on how we think about correcting circuit malformations, since so many common neuropsychiatric conditions have been linked to disrupted interneuron connectivity.Anton and colleagues now plan to examine Joubert syndrome patient-derived neurons to see whether these neurons manifest the same circuit defects Anton's team observed in mouse genetic models and in experiments involving specific human mutations.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXVIDEO: Antennae- like primary cilium (blue) in an isolated cortical neuron in culture.", "Disabling primary cilia activity and signaling in interneurons affects their connectivity.", "view more CHAPEL HILL, NC - An antenna-like structure on cells, once considered a useless vestige, appears to be important for proper brain development in mammals and when impaired can cause defects in the brain's wiring similar to what's seen in autism, schizophrenia, and other neuropsychiatric disorders.", "In lab experiments, UNC School of Medicine scientists prevented these wiring defects by restoring signaling though these antenna-like structures called primary cilia.The study was published today in Developmental Cell.", "\"The primary cilium on neurons turns out to be an important conduit for brain environment signals that shape and refine the formation of circuits in the developing brain,\" said study senior author Eva S. Anton, PhD, professor of cell biology and physiology and member of the UNC Neurosciences Center.The findings help shed light on why people with cilium-related gene mutations often end up showing behaviors related to autism spectrum disorder (ASD).", "Further, this study reveals a cellular pathway through which some of the circuit changes associated with autism, schizophrenia, and other brain disorders might arise.The primary cilium is a slender protuberance found on virtually all animal cells.", "It resembles the movable, often waving, hair-like structures (motile cilia) that line the inner ear and lungs, but unlike these cilia the primary cilium doesn't move rhythmically.", "Until the 1990s, biologists believed that the primary cilium was a vestigial structure with no real function.", "Since then, they have come to appreciate that it has a variety of important functions affecting the development of multiple organs including the brain.", "Mutations in cilium-related genes cause debilitating ciliopathy syndromes, often with neuropsychiatric consequences, such as ASD and schizophrenia.", "In their study, Anton and colleagues, including first author Jiami Guo, PhD, a UNC postdoctoral research associate, looked at the role of the primary cilium in the late-stage development of inhibitory interneurons, using a genetic deletion model for Arl13b gene.", "Interneurons modulate other neurons' activity to help brain circuits work efficiently and with appropriate excitatory/inhibitory activity balance.", "Defects in interneuron signaling have been observed in autism disorders, schizophrenia, bipolar disorder, and other disorders affecting cognition and behavior.", "ARL13B mutations in humans cause Joubert syndrome and related disorders, and these patients suffer from ASD and intellectual disabilities.The UNC researchers found that the deletion of Arl13b from newborn mouse interneurons caused defects in their ability to form the right number and patterns of connections with other excitatory neurons.", "They also noticed that human patient mutations in ARL13B caused similar defects.", "Further experiments confirmed that the defective interneurons had an abnormally reduced influence on brain circuits where they connected, leaving these circuits imbalanced in a way that has also been seen in genetic models of autism and schizophrenia.", "The scientists observed that the primary cilia of these defective interneurons were mostly missing a type of cellular receptor (somatostatin receptor 3) that normally localizes densely on them.", "The researchers then found that by artificially forcing the re-expression of these receptors in the primary cilium of Arl13b-depleted interneurons, they could prevent the interneurons from developing abnormally.", "They noticed the same rescue-effect when they used a designer receptor called DREADDs - developed by UNC's Bryan Roth, MD, PhD - to chemogenetically activate primary cilia signaling in Arl13b-depleted interneurons.", "The implication is that inflow of signals into an interneuron - from its local environment and via receptors on the primary cilium - is needed for the interneuron's healthy development.", "The results suggest that restoring such signaling in early life might be therapeutic, at least for sufferers of Joubert syndrome and other related ciliopathies.", "\"Even after the mutation has affected these patients during embryonic development, it may be possible to fix the problem by manipulating some of the downstream pathways after birth,\" Anton said.He added that in principle, this approach might someday have a broader impact on how we think about correcting circuit malformations, since so many common neuropsychiatric conditions have been linked to disrupted interneuron connectivity.Anton and colleagues now plan to examine Joubert syndrome patient-derived neurons to see whether these neurons manifest the same circuit defects Anton's team observed in mouse genetic models and in experiments involving specific human mutations."], "source": "University of North Carolina Health Care"}