{"title": "Increased brain acidity in psychiatric disorders | EurekAlert! Science News", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txyour", "body", "homeostasis", "maintenance", "adequate", "ph", "balance", "tissues", "organs", "important", "good", "health", "imbalance", "ph", "particularly", "shift", "toward", "acidity", "associated", "various", "clinical", "conditions", "decreased", "cardiovascular", "output", "respiratory", "distress", "renal", "failure", "ph", "also", "associated", "psychiatric", "disorders", "researchers", "institute", "comprehensive", "medical", "science", "fujita", "health", "university", "japan", "along", "colleagues", "eight", "institutions", "identified", "decreased", "ph", "levels", "brains", "five", "different", "mouse", "models", "mental", "disorders", "including", "models", "schizophrenia", "bipolar", "disorder", "autism", "spectrum", "disorder", "decrease", "ph", "likely", "reflects", "underlying", "pathophysiology", "brain", "associated", "mental", "disorders", "according", "study", "published", "august", "4th", "journal", "studies", "shown", "brains", "patients", "abovementioned", "mental", "disorders", "tend", "lower", "ph", "controls", "phenomenon", "considered", "result", "secondary", "factors", "associated", "diseases", "rather", "primary", "feature", "diseases", "secondary", "factors", "confound", "observation", "decreased", "brain", "ph", "level", "include", "antipsychotic", "treatments", "agonal", "experiences", "associated", "miyakawa", "colleagues", "performed", "existing", "datasets", "ten", "studies", "investigate", "ph", "level", "postmortem", "brains", "patients", "schizophrenia", "bipolar", "disorder", "observed", "patients", "schizophrenia", "bipolar", "disorder", "exhibited", "significantly", "lower", "brain", "ph", "levels", "control", "participants", "even", "potential", "confounding", "factors", "considered", "postmortem", "interval", "age", "death", "history", "antipsychotic", "use", "factors", "may", "major", "factors", "causing", "decrease", "ph", "postmortem", "brains", "patients", "schizophrenia", "bipolar", "disorder", "miyakawa", "researchers", "conducted", "systematic", "investigation", "brain", "ph", "using", "five", "mouse", "models", "psychiatric", "disorders", "including", "models", "schizophrenia", "bipolar", "disorder", "autism", "spectrum", "disorders", "mice", "used", "study", "equivalent", "agonal", "states", "postmortem", "intervals", "ages", "within", "strain", "analyses", "revealed", "five", "mouse", "models", "brain", "ph", "significantly", "lower", "corresponding", "controls", "addition", "levels", "lactate", "also", "elevated", "brains", "model", "mice", "significant", "negative", "correlation", "found", "brain", "ph", "lactate", "levels", "increase", "lactate", "may", "explain", "decreased", "brain", "ph", "levels", "lactate", "known", "act", "strong", "suggests", "technically", "impossible", "completely", "exclude", "confounding", "factors", "human", "studies", "findings", "mouse", "models", "strongly", "support", "notion", "decreased", "ph", "associated", "increased", "lactate", "levels", "reflects", "underlying", "pathophysiology", "rather", "mere", "artifact", "least", "subgroup", "patients", "mental", "disorders", "changes", "brain", "ph", "level", "considered", "artifact", "therefore", "substantial", "effort", "made", "match", "tissue", "ph", "among", "study", "participants", "control", "effect", "ph", "molecular", "changes", "postmortem", "brain", "however", "given", "decreased", "brain", "ph", "pathophysiological", "trait", "psychiatric", "disorders", "efforts", "could", "unwittingly", "obscured", "specific", "pathophysiological", "signatures", "potentially", "associated", "changes", "ph", "neuronal", "inflammation", "implicated", "etiology", "psychiatric", "disorders", "therefore", "present", "study", "highlighting", "decreased", "brain", "ph", "shared", "endophenotype", "psychiatric", "disorders", "significant", "implications", "entire", "field", "studies", "pathophysiology", "mental", "research", "raises", "new", "questions", "changes", "brain", "ph", "example", "mechanisms", "lactate", "increased", "ph", "decreased", "specific", "brain", "regions", "responsible", "decrease", "ph", "functional", "significance", "decrease", "brain", "ph", "observed", "psychiatric", "disorders", "cause", "result", "onset", "disorder", "studies", "needed", "address", "issues"], "url": "http://www.eurekalert.org/pub_releases/2017-08/fhu-iba080717.php", "date": "2018-01-19_21:17:01", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXYour body's acid/alkaline homeostasis, or maintenance of an adequate pH balance in tissues and organs, is important for good health. An imbalance in pH, particularly a shift toward acidity, is associated with various clinical conditions, such as a decreased cardiovascular output, respiratory distress, and renal failure. But is pH also associated with psychiatric disorders?Researchers at the Institute for Comprehensive Medical Science at Fujita Health University in Japan, along with colleagues from eight other institutions, have identified decreased pH levels in the brains of five different mouse models of mental disorders, including models of schizophrenia, bipolar disorder, and autism spectrum disorder. This decrease in pH likely reflects an underlying pathophysiology in the brain associated with these mental disorders, according to the study published August 4th in the journal Neuropsychopharmacology.While post-mortem studies have shown that the brains of patients with the abovementioned mental disorders tend to have a lower pH than those of controls, this phenomenon has been considered to be the result of secondary factors associated with the diseases rather than a primary feature of the diseases themselves. Secondary factors that confound the observation of a decreased brain pH level include antipsychotic treatments and agonal experiences associated with these disorders.Dr. Miyakawa and his colleagues performed a meta-analysis of existing datasets from ten studies to investigate the pH level of postmortem brains from patients with schizophrenia and bipolar disorder. They observed that patients with schizophrenia and bipolar disorder exhibited significantly lower brain pH levels than control participants, even when potential confounding factors were considered (i.e., postmortem interval, age at death, and history of antipsychotic use). \"These factors may not be major factors causing a decrease in pH in the postmortem brains of patients with schizophrenia and bipolar disorder,\" Miyakawa explains.The researchers then conducted a systematic investigation of brain pH using five mouse models of psychiatric disorders, including models for schizophrenia, bipolar disorder, and autism spectrum disorders. All of the mice used in the study were drug-naive, with equivalent agonal states, postmortem intervals, and ages within each strain. The analyses revealed that in all five mouse models, brain pH was significantly lower than that in the corresponding controls. In addition, the levels of lactate were also elevated in the brains of the model mice, and a significant negative correlation was found between brain pH and lactate levels. The increase in lactate may explain the decreased brain pH levels, as lactate is known to act as a strong acid.Miyakawa suggests that, \"while it is technically impossible to completely exclude confounding factors in human studies, our findings in mouse models strongly support the notion that decreased pH associated with increased lactate levels reflects an underlying pathophysiology, rather than a mere artifact, in at least a subgroup of patients with these mental disorders.\"Changes in the brain pH level have been considered an artifact, therefore substantial effort has been made to match the tissue pH among study participants and to control the effect of pH on molecular changes in the postmortem brain. However, given that decreased brain pH is a pathophysiological trait of psychiatric disorders, these efforts could have unwittingly obscured the specific pathophysiological signatures that are potentially associated with changes in pH, such as neuronal hyper-excitation and inflammation, both of which have been implicated in the etiology of psychiatric disorders. Therefore, the present study highlighting that decreased brain pH is a shared endophenotype of psychiatric disorders has significant implications on the entire field of studies on the pathophysiology of mental disorders.This research raises new questions about changes in brain pH. For example, what are the mechanisms through which lactate is increased and pH is decreased? Are specific brain regions responsible for the decrease in pH? Is there functional significance to the decrease in brain pH observed in psychiatric disorders, and if so, is it a cause or result of the onset of the disorder?. Further studies are needed to address these issues.\r\n", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXYour body's acid/alkaline homeostasis, or maintenance of an adequate pH balance in tissues and organs, is important for good health.", "An imbalance in pH, particularly a shift toward acidity, is associated with various clinical conditions, such as a decreased cardiovascular output, respiratory distress, and renal failure.", "But is pH also associated with psychiatric disorders?Researchers at the Institute for Comprehensive Medical Science at Fujita Health University in Japan, along with colleagues from eight other institutions, have identified decreased pH levels in the brains of five different mouse models of mental disorders, including models of schizophrenia, bipolar disorder, and autism spectrum disorder.", "This decrease in pH likely reflects an underlying pathophysiology in the brain associated with these mental disorders, according to the study published August 4th in the journal Neuropsychopharmacology.While post-mortem studies have shown that the brains of patients with the abovementioned mental disorders tend to have a lower pH than those of controls, this phenomenon has been considered to be the result of secondary factors associated with the diseases rather than a primary feature of the diseases themselves.", "Secondary factors that confound the observation of a decreased brain pH level include antipsychotic treatments and agonal experiences associated with these disorders.Dr.", "Miyakawa and his colleagues performed a meta-analysis of existing datasets from ten studies to investigate the pH level of postmortem brains from patients with schizophrenia and bipolar disorder.", "They observed that patients with schizophrenia and bipolar disorder exhibited significantly lower brain pH levels than control participants, even when potential confounding factors were considered (i.e., postmortem interval, age at death, and history of antipsychotic use).", "\"These factors may not be major factors causing a decrease in pH in the postmortem brains of patients with schizophrenia and bipolar disorder,\" Miyakawa explains.The researchers then conducted a systematic investigation of brain pH using five mouse models of psychiatric disorders, including models for schizophrenia, bipolar disorder, and autism spectrum disorders.", "All of the mice used in the study were drug-naive, with equivalent agonal states, postmortem intervals, and ages within each strain.", "The analyses revealed that in all five mouse models, brain pH was significantly lower than that in the corresponding controls.", "In addition, the levels of lactate were also elevated in the brains of the model mice, and a significant negative correlation was found between brain pH and lactate levels.", "The increase in lactate may explain the decreased brain pH levels, as lactate is known to act as a strong acid.Miyakawa suggests that, \"while it is technically impossible to completely exclude confounding factors in human studies, our findings in mouse models strongly support the notion that decreased pH associated with increased lactate levels reflects an underlying pathophysiology, rather than a mere artifact, in at least a subgroup of patients with these mental disorders.", "\"Changes in the brain pH level have been considered an artifact, therefore substantial effort has been made to match the tissue pH among study participants and to control the effect of pH on molecular changes in the postmortem brain.", "However, given that decreased brain pH is a pathophysiological trait of psychiatric disorders, these efforts could have unwittingly obscured the specific pathophysiological signatures that are potentially associated with changes in pH, such as neuronal hyper-excitation and inflammation, both of which have been implicated in the etiology of psychiatric disorders.", "Therefore, the present study highlighting that decreased brain pH is a shared endophenotype of psychiatric disorders has significant implications on the entire field of studies on the pathophysiology of mental disorders.This research raises new questions about changes in brain pH.", "For example, what are the mechanisms through which lactate is increased and pH is decreased?", "Are specific brain regions responsible for the decrease in pH?", "Is there functional significance to the decrease in brain pH observed in psychiatric disorders, and if so, is it a cause or result of the onset of the disorder?.", "Further studies are needed to address these issues."], "source": "Fujita Health University"}