{"title": "Pro-vaccine messages can boost belief in MMR myths, study shows | EurekAlert! Science News", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txcurrent", "strategies", "correcting", "misinformation", "dangers", "vaccinations", "opposite", "effect", "reinforce", "beliefs", "study", "suggests", "presenting", "scientific", "facts", "disprove", "misconceptions", "found", "actually", "strengthen", "unfounded", "opinions", "measles", "mumps", "rubella", "mmr", "vaccine", "causes", "showing", "images", "suggest", "unvaccinated", "children", "suffer", "disease", "inspired", "strongest", "belief", "vaccines", "harmful", "side", "survey", "people", "carried", "scotland", "italy", "measured", "attitudes", "towards", "popular", "misconceptions", "mmr", "vaccine", "asked", "whether", "would", "give", "vaccine", "participants", "divided", "presented", "different", "approaches", "combat", "misinformation", "vaccines", "study", "led", "university", "false", "information", "ways", "repeat", "appears", "amplify", "spread", "misconception", "making", "familiar", "therefore", "acceptable", "researchers", "group", "shown", "leaflet", "confronted", "vaccine", "myths", "facts", "second", "group", "given", "series", "tables", "comparing", "potential", "problems", "caused", "measles", "mumps", "rubella", "potential", "side", "effects", "mmr", "vaccine", "third", "group", "shown", "images", "children", "suffering", "measles", "mumps", "rubella", "fourth", "final", "group", "acted", "control", "given", "unrelated", "reading", "material", "interventions", "participants", "took", "survey", "see", "attitudes", "changed", "week", "later", "took", "third", "time", "see", "attitudes", "changed", "researchers", "found", "strategies", "belief", "vaccine", "myths", "strengthened", "likelihood", "vaccinating", "children", "lessened", "effect", "increased", "time", "findings", "suggest", "public", "health", "campaigns", "need", "testing", "according", "researchers", "recommend", "variety", "simultaneous", "frequent", "interventions", "opposed", "singular", "campaign", "experts", "also", "suggested", "addressing", "barriers", "impede", "vaccine", "uptake", "ease", "access", "cost", "professor", "sergio", "della", "sala", "university", "edinburgh", "department", "psychology", "said", "findings", "offer", "useful", "example", "factual", "information", "misremembered", "time", "even", "short", "delay", "facts", "fade", "memory", "leaving", "behind", "popular", "misconceptions"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoe-pmc080717.php", "date": "2018-01-19_21:17:04", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCurrent strategies for correcting misinformation about the dangers of vaccinations have the opposite effect and reinforce ill-founded beliefs, a study suggests. Presenting scientific facts to disprove misconceptions was found to actually strengthen unfounded opinions, such as that the measles, mumps and rubella (MMR) vaccine causes autism.Similarly, showing images which suggest unvaccinated children can suffer from disease inspired the strongest belief that vaccines had harmful side effects.A survey of people carried out in Scotland and Italy measured attitudes towards popular misconceptions about the MMR vaccine and asked them whether they would give the vaccine to their child.The participants were then divided and presented with different approaches to combat misinformation about vaccines. The study was led by the University of Edinburgh.Countering false information in ways that repeat it appears to amplify and spread the misconception, making it familiar and therefore more acceptable, researchers said.One group was shown a leaflet that confronted vaccine myths with facts. The second group was given a series of tables comparing potential problems caused by measles, mumps and rubella with potential side effects of the MMR vaccine. A third group was shown images of children suffering from measles, mumps and rubella. The fourth and final group acted as a control and was given unrelated reading material. After these interventions, participants took the survey again to see if their attitudes had changed. A week later, they took it a third time to see if their attitudes had changed. Researchers found that all of the strategies were counter-productive. Belief in vaccine myths were strengthened and the likelihood of vaccinating children lessened. This effect only increased over time. The findings suggest that public health campaigns need more testing, according to the researchers. They recommend a variety of simultaneous and frequent interventions, as opposed to a singular campaign. Experts also suggested addressing other barriers that impede vaccine uptake, such as ease of access and cost. Professor Sergio Della Sala from the University of Edinburgh's Department of Psychology, said: \"These findings offer a useful example of how factual information is misremembered over time. Even after a short delay, facts fade from the memory, leaving behind the popular misconceptions.\"", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXCurrent strategies for correcting misinformation about the dangers of vaccinations have the opposite effect and reinforce ill-founded beliefs, a study suggests.", "Presenting scientific facts to disprove misconceptions was found to actually strengthen unfounded opinions, such as that the measles, mumps and rubella (MMR) vaccine causes autism.Similarly, showing images which suggest unvaccinated children can suffer from disease inspired the strongest belief that vaccines had harmful side effects.A survey of people carried out in Scotland and Italy measured attitudes towards popular misconceptions about the MMR vaccine and asked them whether they would give the vaccine to their child.The participants were then divided and presented with different approaches to combat misinformation about vaccines.", "The study was led by the University of Edinburgh.Countering false information in ways that repeat it appears to amplify and spread the misconception, making it familiar and therefore more acceptable, researchers said.One group was shown a leaflet that confronted vaccine myths with facts.", "The second group was given a series of tables comparing potential problems caused by measles, mumps and rubella with potential side effects of the MMR vaccine.", "A third group was shown images of children suffering from measles, mumps and rubella.", "The fourth and final group acted as a control and was given unrelated reading material.", "After these interventions, participants took the survey again to see if their attitudes had changed.", "A week later, they took it a third time to see if their attitudes had changed.", "Researchers found that all of the strategies were counter-productive.", "Belief in vaccine myths were strengthened and the likelihood of vaccinating children lessened.", "This effect only increased over time.", "The findings suggest that public health campaigns need more testing, according to the researchers.", "They recommend a variety of simultaneous and frequent interventions, as opposed to a singular campaign.", "Experts also suggested addressing other barriers that impede vaccine uptake, such as ease of access and cost.", "Professor Sergio Della Sala from the University of Edinburgh's Department of Psychology, said: \"These findings offer a useful example of how factual information is misremembered over time.", "Even after a short delay, facts fade from the memory, leaving behind the popular misconceptions.\""], "source": "University of Edinburgh"}