{"title": "Tiny molecule has big effect on brain's ability to learn | EurekAlert! Science News", "year": "Mon, 07 Aug 2017 04:00:00 GMT", "words": ["experimental", "biology", "2017april", "22", "26", "2017chicago", "il2018", "aaas", "annual", "meeting", "february", "15", "19", "2018austin", "txprenatal", "brain", "development", "crucial", "period", "new", "research", "found", "even", "small", "alterations", "way", "brain", "cells", "develop", "significant", "effects", "later", "life", "study", "involving", "researchers", "queensland", "brain", "institute", "scientists", "shed", "light", "role", "small", "molecules", "called", "micrornas", "play", "early", "brain", "development", "research", "found", "close", "link", "early", "brain", "developmental", "events", "changes", "cognitive", "function", "animal", "models", "researchers", "found", "using", "microrna", "disrupt", "cells", "brain", "prefrontal", "cortex", "region", "associated", "complex", "planning", "affected", "learning", "memory", "later", "ability", "developing", "brain", "cells", "form", "branching", "connections", "cells", "using", "specific", "microrna", "associated", "increase", "strength", "memories", "adulthood", "qbi", "dr", "timothy", "bredy", "study", "said", "study", "deepened", "understanding", "micrornas", "important", "roles", "brain", "development", "think", "deoxyribonucleic", "acid", "dna", "blueprint", "biological", "guidelines", "living", "cells", "function", "rna", "ribonucleic", "acid", "helps", "carry", "instructions", "said", "dr", "bredy", "rna", "performs", "multiple", "roles", "cells", "micrornas", "specifically", "represent", "layer", "control", "certain", "genes", "expressed", "although", "code", "proteins", "gene", "expression", "response", "dynamic", "changes", "environment", "beginning", "shed", "light", "important", "roles", "micrornas", "play", "learning", "memory", "adult", "brain", "findings", "extend", "process", "early", "development", "findings", "significant", "implications", "understanding", "early", "developmental", "disorders", "autism", "critically", "important", "influence", "prenatal", "period", "capacity", "learning", "across", "lifespan", "study", "led", "researchers", "university", "california", "los", "angeles", "findings", "study", "published", "proceedings", "national", "academy", "sciences"], "url": "http://www.eurekalert.org/pub_releases/2017-08/uoq-tmh080417.php", "date": "2018-01-19_21:17:08", "text": "Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPrenatal brain development is a crucial period, and as new research has found, even small alterations to the way brain cells develop can have significant effects later in life. In a study involving researchers from the Queensland Brain Institute, scientists have shed light on the role that small molecules called microRNAs play in early brain development. The research found a close link between early brain developmental events and changes in cognitive function in adulthood.In animal models, the researchers found that using microRNA to disrupt cells in the brain's prefrontal cortex - a region associated with complex planning and decision-making - affected learning and memory later in life.Disruptions to the ability of developing brain cells to form branching connections with other cells, using a specific microRNA - miR-9, was associated with an increase in the strength of fear-related memories in adulthood.  QBI's Dr Timothy Bredy, a co-author of the study, said the study deepened understanding of microRNAs and their important roles in brain development.\"If you think of deoxyribonucleic acid, or DNA, as the blueprint of biological guidelines for living cells to function, then RNA - ribonucleic acid - is what helps carry out these instructions,\" said Dr Bredy. \"RNA performs multiple roles in cells, and microRNAs specifically represent a highly-sophisticated layer of control over how certain genes are expressed. \"Although they don't code for proteins, they fine-tune gene expression in response to dynamic changes in the environment.\"We're only just beginning to shed light on the important roles microRNAs play in learning and memory in the adult brain, and these findings extend that process to early development.\"\"These findings have significant implications for the understanding of early developmental disorders such as autism, and the critically important influence of the prenatal period on the capacity for learning across the lifespan.\"   The study was led by researchers from the University of California, Los Angeles. The findings of the study are published in Proceedings of the National Academy of Sciences.", "sentences": ["Experimental Biology 2017April 22 - 26, 2017Chicago, IL2018 AAAS Annual Meeting\nFebruary 15 - 19, 2018Austin, TXPrenatal brain development is a crucial period, and as new research has found, even small alterations to the way brain cells develop can have significant effects later in life.", "In a study involving researchers from the Queensland Brain Institute, scientists have shed light on the role that small molecules called microRNAs play in early brain development.", "The research found a close link between early brain developmental events and changes in cognitive function in adulthood.In animal models, the researchers found that using microRNA to disrupt cells in the brain's prefrontal cortex - a region associated with complex planning and decision-making - affected learning and memory later in life.Disruptions to the ability of developing brain cells to form branching connections with other cells, using a specific microRNA - miR-9, was associated with an increase in the strength of fear-related memories in adulthood.", "QBI's Dr Timothy Bredy, a co-author of the study, said the study deepened understanding of microRNAs and their important roles in brain development.", "\"If you think of deoxyribonucleic acid, or DNA, as the blueprint of biological guidelines for living cells to function, then RNA - ribonucleic acid - is what helps carry out these instructions,\" said Dr Bredy.", "\"RNA performs multiple roles in cells, and microRNAs specifically represent a highly-sophisticated layer of control over how certain genes are expressed.", "\"Although they don't code for proteins, they fine-tune gene expression in response to dynamic changes in the environment.", "\"We're only just beginning to shed light on the important roles microRNAs play in learning and memory in the adult brain, and these findings extend that process to early development.", "\"\"These findings have significant implications for the understanding of early developmental disorders such as autism, and the critically important influence of the prenatal period on the capacity for learning across the lifespan.\"", "The study was led by researchers from the University of California, Los Angeles.", "The findings of the study are published in Proceedings of the National Academy of Sciences."], "source": "University of Queensland"}