{"keywords": ["Biology", " Biochemistry", " Cell Biology", " Molecular Biology", " Chemistry/Physics/Materials Sciences", " Biochemistry"], "funder": "European Union's Seventh Framework Programme, Austrian Science Fund (FWF), FemTech fellowship of the Austrian Research Promotion Agency", "journal": "Angewandte Chemie International Edition", "description": "Optogenetics has revolutionized how researchers investigate cellular behavior and the function of large and interconnected tissues such as the brain. This successful combination of optics and genetics is powered by light-sensitive proteins, many of which have been engineered to bind to each other upon light stimulation. Scientists at IST Austria now expanded the optogenetic protein toolbox. They engineered a receptor that releases binding in green light. This avoids bleaching and toxic side effects of light.", "title": "When green means stop", "source_link": "http://ist.ac.at/en/news-media/news/news-detail/article/when-green-means-stop/6/", "institution": "Institute of Science and Technology Austria", "meeting": "", "text": "Optogenetics, the approach to use light to control key processes, has revolutionized how researchers investigate cellular signaling pathways, cellular behavior and the function of large and interconnected tissues such as the brain. This highly successful combination of optics and genetics is powered by light-sensitive proteins, many of which have been engineered to bind to each other upon light stimulation. New research by scientists at the Institute of Science and Technology Austria (IST Austria) expands this optogenetic protein toolbox. In the study by the group of Harald Janovjak, driven by first author and PhD student Stephanie Kainrath, and colleagues at the Children's Cancer Research Institute in Vienna, published today in Angewandte Chemie, the authors demonstrate the release of binding when exposed to green light.The application of light as a stimulus has allowed researchers to manipulate cellular behavior in defined spaces and real-time and thereby opened doors for new types of experiments. The method has, however, flourished in those cases where light-sensitive protein parts, called protein domains, responded to light by binding to each other. Binding activates signaling. To ensure that signaling remains turned on, the cells, tissues or animals under study need to stay in the light. But constant exposure to light carries risks: bleaching and toxic side effects of light are commonly observed.Kainrath and colleagues offer a way out as they re-purposed light-sensitive domains that release their interaction in response to light. As a consequence, researchers can now leave their study object in the dark to induce signaling, and move it into light at a precise timepoint to interrupt signaling. First author Stephanie Kainrath explains the significance of the research: \"Our work was inspired by the desire to imitate biological signals that are always on, such as those that drive the growth of certain cancers. With our new tool we can also rapidly switch off such signals. This allows for new approaches in both cell-based and animal studies.\"The newly engineered tool is especially versatile as it responds to light in the green part of the visible light spectrum. This is possible as the re-purposed domains, called cobalamin (vitamin B12)-binding domains (CBDs), utilize Vitamin B12 for their light response. It was only recently realized that Vitamin B12 is not only essential for human body function but also used in bacteria as a light sensor. Kainrath and colleagues demonstrate the use of these domains by linking them to a vertebrate receptor protein called fibroblast growth factor receptor 1 (FGFR1). Normally a part of these receptor reaches to the outside of cell where it can capture fibroblast growth factors, causing two receptors to bind to each other and activate signaling on the inside of the cell. The engineered optogenetic FGFR1 proteins bind to each other in the dark via the CBDs and activate signaling. Only in green light, the binding is released and signaling stops.Experiments in zebrafish embryos showcase the potential of this new approach for animal studies. Zebrafish embryos modified to produce the engineered receptor and kept in the dark show the same developmental defects as embryos in which signaling is always active, a situation that resembles human disorders. By contrast, embryos that were allowed to develop in green light were normal, without any developmental defects. For Martin Distel, co-author and group leader at the Children's Cancer Research Institute, Vienna, the receptor is a useful tool for addressing oncogene addiction, the Achilles heel of some cancers: \"CBD mediated and green light-controlled dissociation of protein complexes is a useful asset in the optogenetic toolbox. For potential applications in cancer research one might think of oncogene addiction. Aberrant activation of signals such as those linked to FGFs can now be shut down rapidly and from the outside by light to investigate consequences on cell behavior.\"Harald Janovjak and his group work in the new field of synthetic physiology, which tackles complex biological problems with the approach to \"build it to understand it\". Stephanie Kainrath joined IST Austria's PhD program in 2015. Having passed her qualifying exam in December 2016, Stephanie now pursues research for her doctoral degree in the group of Harald Janovjak.\r\n", "region": "europe", "url": "http://www.eurekalert.org/pub_releases/2017-03/iosa-wgm032217.php", "article_link": "http://dx.doi.org/10.1002/anie.201611998", "date": "Wed, 22 Mar 2017 04:00:00 GMT"}