{"keywords": ["Medicine/Health", " Neurobiology", " Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes"], "funder": "", "journal": "Neuron", "description": "MIT neuroscientists have discovered a brain circuit that responds to rewarding events. Scientists have long believed that the central amygdala, a structure located deep within the brain, is linked with fear and responses to unpleasant events, but the new study finds that most of the neurons here are involved in the reward circuit.", "title": "Scientists identify brain circuit that drives pleasure-inducing behavior", "source_link": null, "institution": "Massachusetts Institute of Technology", "meeting": "", "text": "CAMBRIDGE, MA -- Scientists have long believed that the central amygdala, a structure located deep within the brain, is linked with fear and responses to unpleasant events. However, a team of MIT neuroscientists has now discovered a circuit in this structure that responds to rewarding events. In a study of mice, activating this circuit with certain stimuli made the animals seek those stimuli further. The researchers also found a circuit that controls responses to fearful events, but most of the neurons in the central amygdala are involved in the reward circuit, they report. \"It's surprising that positive-behavior-promoting subsets are so abundant, which is contrary to what many people in the field have been thinking,\" says Susumu Tonegawa, the Picower Professor of Biology and Neuroscience and director of the RIKEN-MIT Center for Neural Circuit Genetics at the Picower Institute for Learning and Memory.Tonegawa is the senior author of the study, which appears in the March 22 issue of the journal Neuron. The paper's lead authors are graduate students Joshua Kim and Xiangyu Zhang.The paper builds on a study published last year in which Tonegawa's lab identified two distinct populations of neurons in a different part of the amygdala, known as the basolateral amygdala (BLA). These two populations are genetically programmed to encode either fearful or happy memories. In that study, the researchers found that the neurons encoding positive and negative memories relay information to different parts of the central amygdala. In their new work, they set out to further clarify the connections from the two BLA populations to the central amygdala, and to determine the functions of the central amygdala cells that receive information from the BLA.First, the researchers analyzed the genetic profiles of the central amygdala neurons and divided them into seven groups based on the genetic markers they express and their anatomical location. They then used optogenetics, a technique that allowed them to control neuron activity with light, to investigate the functions of each population.The researchers found that five of these populations stimulate reward-related behavior: When the mice were exposed to light, the mice repeatedly sought more light exposure because these neurons were driving a reward circuit. These same populations all receive input from the positive emotion cells in the BLA. Another population of neurons underlies fear-related innate and memory behaviors, and the last population was not required for either fear- or reward-related behavior.This finding contradicts the consensus that the central amygdala is involved primarily in fear-related behavior, the researchers say.\"Classically people have generalized the central amygdala as a fear-related structure. They think it's involved in anxiety and fear-related responses,\" Kim says. \"However, it looks like the structure as a whole mainly seems to participate in appetitive behaviors.\"The researchers cannot rule out the possibility that some yet-to-be-discovered cells in the central amygdala control negative behavior, they say. \"However, the cells that we have identified so far represent more than 90 percent of the central amygdala,\" Tonegawa says. \"If there are some other cells for negative behavior, it's a small fraction.\"In another surprising finding, the researchers discovered that the fear-linked neurons they identified in the central amygdala do not send messages directly to the part of the brain that is believed to receive fear-related input from the central amygdala. This part of the brain, the periaqueductal gray (PAG), is located in the brainstem and plays a role in responding to pain, stress, and external threats.  Still unknown is where those central amygdala cells send their output, and whether it eventually gets to the PAG after stopping somewhere else. Tonegawa's lab is now trying to trace these circuits further to find out where they go. The researchers are also studying the role of BLA neurons in fear extinction, which is the process of rewriting fearful memories so that they are associated with more positive feelings. This approach is often used to treat disorders such as depression and posttraumatic stress disorder.", "region": "namerica", "url": "http://www.eurekalert.org/pub_releases/2017-03/miot-sib032017.php", "article_link": null, "date": "Wed, 22 Mar 2017 04:00:00 GMT"}