{"title": "WHO's Global Hepatitis Report sets baseline to eliminate viral hepatitis by 2030", "text": "The World Hepatitis Alliance today welcomes the publication of the first-ever Global Hepatitis Report by the World Health Organization (WHO). The report comes as a follow-up to WHO's Global Strategy on Viral Hepatitis, which set a goal of eliminating viral hepatitis as a public health threat by 2030. The report contains new baseline data on the impacts of viral hepatitis (hepatitis B and C), regionally and globally, and aims to standardise understanding of the disease; an essential starting point to measure progress towards achieving the 2030 elimination goal. Viral hepatitis is a major public health challenge, one that requires an urgent response. The Global Hepatitis Report shows definitively, for the first-time that:\r\n\"For the first time in the history of viral hepatitis, we have an understanding of the true impact of the disease.\" said Charles Gore, President of the World Hepatitis Alliance. \"WHO's Global Hepatitis Report provides us with new data and a set of very specific, global and regional targets to reach by 2030 - for instance global deaths from hepatitis must be brought down from 1.34 million to lower than 469,000 people per year.\"The report shows that since 2000, deaths due to viral hepatitis increased by 22%, while deaths due to other diseases such as tuberculosis, malaria, and HIV have been declining. If we are to reverse this trend, specific actions must be adopted at both a regional and national level.One such action is the scaling up of birth dose vaccination against hepatitis B. Despite the success in rolling out childhood hepatitis B vaccination, where coverage has reached 84%, coverage with the initial birth dose vaccination is still unacceptably low at 39%. Another, highlighted in the report, is dramatically improving access to affordable treatment, which remains limited to only 1% of people living with viral hepatitis. Raquel Peck, CEO of World Hepatitis Alliance said \"Today, 325 million men, women and children are living with a cancer-causing illness despite the availability of preventative vaccines for hepatitis B and curative treatments for hepatitis C. We need to use this report to advocate for a public health approach, so that testing and treatment are rolled out at the scale necessary to ensure that every person has the opportunity to live a healthy life\". She added, \"We have the knowledge, what we need now is action.\" On 1- 3 November, hundreds of policymakers, patients, civil society and public health experts will gather at the World Hepatitis Summit, in Sao Paulo, Brazil to discuss how to fast track the path to elimination. The three-day event, which is a joint initiative between WHO and the World Hepatitis Alliance, will focus on key ways to implement WHO's Viral Hepatitis Strategy, with a specific focus on how to improve surveillance data, scale up testing and treatment at a national level, and support service delivery amongst vulnerable populations. The event will also encourage innovation in research and have a dedicated focus on sustainable financing for elimination, all of which are needed to eliminate viral hepatitis by 2030. ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/wha-wgh041217.php", "region": "europe", "source_link": null, "funder": "", "meeting": "The International Liver CongressTM 2017", "institution": "World Hepatitis Alliance", "keywords": ["Medicine/Health", " AIDS/HIV", " Infectious/Emerging Diseases", " Internal Medicine", " Gastroenterology", " Liver", " Pharmaceutical Science", " Public Health", " Social/Behavioral Science", " Disease in the Developing World"], "journal": "", "description": "The World Hepatitis Alliance today welcomes the publication of the first-ever Global Hepatitis Report by the World Health Organization (WHO), which includes new data on the prevalence and global burden of viral hepatitis.", "date": "Fri, 21 Apr 2017 04:00:00 GMT"}