{"title": "On the brink of eradication: Why polio research matters", "text": "In the decades since Dr. Jonas Salk developed the first polio vaccine, cases of polio have exponentially declined. Though once widespread epidemic, the highly infectious childhood disease is now close to global eradication. The question remains: why would researchers spend time and resources studying a virus already on the brink of total eradication? In a new Research Matters article, PLOS Pathogens author and microbiologist at the University of Texas Southwestern Medical Center, Julie K. Pfeiffer discusses why she studies poliovirus, and shares how her research has affected the study of other viruses. \r\nFor Dr. Pfeiffer, there are several benefits to studying poliovirus. Poliovirus \"grows like a weed\", able to produce immense stocks that are easy and safe to work with since its genome can be targeted, mutations can be made within days, and a vaccine already exists for it. Most importantly, because poliovirus has already been exhaustively studied, it can serve as a useful model system, a virus that can be studied to understand the workings of other similar viruses.Early in her career, Dr. Pfeiffer showed that RNA viruses such as poliovirus, benefited from a \"sloppy replication strategy\". As RNA viruses replicated, they produced genetic mutations, some of which benefited them.  This discovery was later used show that other RNA viruses including chikungunya, also relied on sloppy replication strategies. In addition, Dr. Pfeiffer's research has shown that poliovirus \"sticks to bacteria\", aiding its infection and transmission. Her work, along that of other research groups, has shown that many gut viruses rely on intestinal bacteria to infect humans. Dr. Pfeiffer's findings were applied to human norovirus, a virus that can lead to severe infections with explosive vomiting and diarrhea, opening the door to prevention strategies. By studying an eradicated virus like poliovirus, scientists like Dr. Pfeiffer can learn more about other viruses that pose a threat to public health such as Ebola, Zika, and influenza. This type of basic research could potentially lead to new treatments and vaccines for these viruses. ", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006330", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-otb041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Genetics", " Virology", " Medicine/Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Physiology", " Public Health", " Disease in the Developing World"], "journal": "PLOS Pathogens", "description": "In the decades since Dr. Jonas Salk developed the first polio vaccine, cases of polio have exponentially declined. Though once widespread epidemic, the highly infectious childhood disease is now close to global eradication. The question remains: why would researchers spend time and resources studying a virus already on the brink of total eradication?", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}