{"title": "No link found between HIV levels and immune activation during antiretroviral treatment", "text": "Despite successful treatment, people receiving antiretroviral drugs continue to have small amounts of human immunodeficiency virus (HIV) in their blood, as well as elevated immune system activation. However, new research published in PLOS Pathogens shows no correlation between these two measurements.Previous research has revealed links between elevated immune system activation and medical complications such as heart disease. Knowing why patients on antiretroviral drugs have elevated immune activation could help address or prevent such complications. However, the mechanism behind this elevated activation is unclear and actively debated.To gain new insight, Rajesh Gandhi of Massachusetts General Hospital, Boston, and colleagues in the AIDS Clinical Trials Group (ACTG) tested whether elevated immune activation drives or is driven by the low levels of HIV still found in patients undergoing treatment. Using blood samples from people who took part in ACTG clinical trials, they measured molecular markers of HIV, immune system activation, and inflammation in 101 people before and during treatment with antiretroviral drugs for a median of 7 years. During treatment, the participants had undetectable levels of virus in the blood on standard commercial tests but HIV could still be detected using sensitive research techniques.Before treatment, the researchers found a correlation between HIV levels, immune activation, and inflammation in the patients. However, this correlation did not persist during treatment. This result suggests that elevated immune activation during treatment does not drive and is not driven by HIV in the blood.Instead, people with higher HIV levels before treatment tended to have higher HIV levels during treatment (even though the total virus amount was significantly reduced). Similarly, patients with higher pre-treatment levels of inflammation and immune system activation tended to show signs of higher activation during treatment, even though the antiretroviral drugs successfully controlled the virus.  \"We need to understand why events that happen before treatment is started continue to impact activation many years afterwards, despite the fact that the medicines are holding the virus in check. We also need to diagnose and treat HIV earlier to prevent immune damage that may lead to heightened activation.\"Based on these findings, the authors suggest a need for strategies to reverse the effects of immune events that cause elevated activation before treatment. They call for investigation of viral and human genetic factors that may affect this activation.  Finally, they suggest that \"interventions aimed at curing HIV may differ from those needed to decrease activation\".", "article_link": "http://dx.doi.org/10.1371/journal.ppat.1006285", "url": "http://www.eurekalert.org/pub_releases/2017-04/p-nlf041217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Virology", " Medicine/Health", " AIDS/HIV", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Pharmaceutical Science", " Physiology", " Public Health"], "journal": "PLOS Pathogens", "description": "Despite successful treatment, people receiving antiretroviral drugs continue to have small amounts of human immunodeficiency virus (HIV) in their blood, as well as elevated immune system activation. However, new research published in PLOS Pathogens shows no correlation between these two measurements.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}