{"title": "PLOS Neglected Tropical Diseases celebrates 10th anniversary", "text": "Ten years ago, PLOS published the inaugural issue of PLOS Neglected Tropical Diseases (NTDs), the first open access journal wholly devoted to highlighting research and commentary on the forgotten diseases that affect the world's most neglected people. The recently published 10th Anniversary Collection in PLOS NTDs marks the journal's important milestone with retrospective pieces featuring over 20 NTDs. The articles in the collection reflect on significant lessons and successes in the field over the past decade as well as identify some of the remaining challenges. Together, they lay out a roadmap for future research priorities, identifying key opportunities for further progress in disease elimination. The 10th Anniversary Collection was published to coincide with the 2017 NTD Summit in Geneva, Switzerland. The summit will also celebrate the 5th year since the signing of the London Declaration, a collaborative disease eradication program inspired by the World Health Organization 2020 roadmap to eradicate or negate transmission for NTDs. A major highlight of the summit will be a panel discussion moderated by PLOS NTDs co-Editor-in-Chief Peter Hotez and PLOS Executive Editor Veronique Kiermer, where leaders of NTDs research will look to the future of PLOS NTDs in the NTDs community.\"The last decade has seen a mixed picture when it comes to success stories in the progress to control or eliminate the world's NTDs,\" acknowledge PLOS NTDs Editors-in-Chief Serap Aksoy and Peter Hotez. Whilst approximately 1.2 billion people globally have their quality of life and economic productivity diminished by NTDs, Serap and Peter remain optimistic:\"There is great hope that a group of at least five NTDs could be eliminated or eradicated within a few years, with continued significant gains for at least six other NTDs. But for some NTDs, especially some of the arthropod and snail-transmitted vector-borne diseases, as well as some zoonotic NTDs, we seem to be losing ground. Therefore, major challenges for the NTDs community in the next decade will include resource mobilization, both for the US and UK governments, to continue their historic commitments for integrated mass drug administration, while finding new and additional funds from the G20 nations and other sources to combat the unprecedented rise of the 21st Century vector-borne and zoonotic neglected diseases. At PLOS NTDs, we look forward to our role in the next decade on this front, and thank the global NTDs community of experts for their unwavering support!\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/p-pnt041317.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "PLOS", "keywords": ["Biology", " Virology", " Medicine/Health", " Environmental Health", " Immunology/Allergies/Asthma", " Vaccines", " Infectious/Emerging Diseases", " Physiology", " Public Health", " Disease in the Developing World"], "journal": "PLOS Neglected Tropical Diseases", "description": "The recently published 10th Anniversary Collection in PLOS NTDs marks the journal's important milestone with retrospective pieces featuring over 20 NTDs. The articles in the collection reflect on significant lessons and successes in the field over the past decade as well as identify some of the remaining challenges. Together, they lay out a road map for future research priorities, identifying key opportunities for further progress in disease elimination.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}