{"title": "AATS issues new consensus statement for treatment of empyema", "text": "Beverly, MA, April 20, 2017 - Although treatable, empyema is a potentially deadly accumulation of pus around the lungs, occurring most commonly as a complication of pneumonia. To better manage this disease in the face of rising demand for treatment, the American Association for Thoracic Surgery (AATS) Guidelines Committee called for the formation of the Empyema Management Guidelines Working Group. Comprised of experts from a variety of disciplines including thoracic surgery, pulmonary and critical care medicine, infectious diseases, and interventional radiology, the group was tasked with analyzing the latest literature about empyema and issuing new evidence-based clinical guidelines. The resulting Consensus Statement is published in the http://www.jtcvsonline.org/.In the United States, around 1 million patients each year are hospitalized with pneumonia. Of this group, around 20% to 40% develop a parapneumonic effusion and 5%-10% of these will progress to empyema. Patients who experience empyema face discouraging odds: approximately 15% of them will die and 30% will require surgical draining to clear the infection. While occurrences of empyema dropped dramatically during first half of the 20th century thanks to improved antibiotic regimens, that trend changed in the 1990s. Now, doctors are seeing more cases, making empyema an even more relevant subject for clinical study. \"The management of empyema has historically varied significantly from hospital to hospital and across the many different medical specialists who may care for patients with this disease,\" remarked lead author K. Robert Shen, MD, Department of Surgery, Mayo Clinic College of Medicine, Rochester, MN. \"These new guidelines formulated by the AATS are important because they represent an attempt to develop recommendations that are based upon the best available current scientific evidence. The guidelines encompass empyema presentation, diagnosis, and treatment presenting a comprehensive strategy for doctors treating empyema patients. There are several top-level takeaways from their findings:As empyema cases become increasingly common, investigators hope these guidelines can help make diagnosis and treatment protocols more uniform across the country to help offer patients the best care possible. \"Despite the widespread use of antibiotics and availability of pneumococcal vaccines, empyema remains the most common complication of pneumonia and an important cause of morbidity and mortality worldwide,\" concluded Dr. Shen. \"It is hoped that these guidelines will provide clinicians who care for pneumonia patients with practical guidelines on the best way to treat their patients who develop empyema.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.jtcvs.2017.01.030", "url": "http://www.eurekalert.org/pub_releases/2017-04/aaft-ain042017.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American Association for Thoracic Surgery", "keywords": ["Collaboration", " Medicine/Health", " Pulmonary/Respiratory Medicine", " Surgery", " Guidelines/Treaties/Agreements"], "journal": "Journal of Thoracic and Cardiovascular Surgery", "description": "To better manage empyema in the face of rising demand for treatment, the American Association for Thoracic Surgery (AATS) Guidelines Committee called for the formation of the Empyema Management Guidelines Working Group. The group was tasked with analyzing the latest literature about empyema and issuing new evidence-based clinical guidelines. The resulting Consensus Statement is published in The Journal of Thoracic and Cardiovascular Surgery.", "date": "Thu, 20 Apr 2017 04:00:00 GMT"}