{"title": "Give life-saving diagnostic tests greater priority, says new report", "text": "The development of rapid diagnostic tests to identify existing and emerging diseases, such as Ebola or SARS, with the same speed and efficiency as a pregnancy test, is being hindered by lack of profile and financial barriers, suggests a joint report from a meeting organised by the Academy of Medical Sciences and the InterAcademy Partnership for Health.Such tests, which can also play a critical role in tackling antibiotic resistance, need to be prioritised by governments and funders internationally alongside drugs and vaccine development to improve global health. The report, 'Improving the development and deployment of rapid diagnostic tests in Low and Middle Income Countries', published today (20 April 2017 in the UK), summarises the conclusions of an international meeting held in London on the 21 November 2016, to discuss the growth of this technology and how rapid diagnostic tests could be accelerated to become widely adopted globally. It highlights the need for the establishment of a new international body to advocate for rapid diagnostic tests, share information and coordinate international research and development efforts. The report also proposes the creation of an Essential Diagnostics List to raise the profile of the most important diagnostics required for a functioning healthcare system, similar to the WHO Essential Medicines List. The major social and global benefits that rapid diagnostic tests can provide, such as targeting the use of antibiotics only to those who will benefit, limiting unnecessary use and delaying the development of antibiotic resistance, were stressed at the meeting.Rapid diagnostics were also described as essential for disease surveillance to support healthcare planning, to spot trends such as antibiotic resistance, and to identify, monitor and control emerging infections such as Zika virus and pandemic influenza. Professor Sanjeev Krishna, Fellow of the Academy of Medical Sciences, who chaired the meeting, said: \"Diagnostics save lives - doctors cannot treat a disease properly unless they know what it is. Rapid diagnostic tests are also essential for tackling major healthcare challenges, such as controlling emerging diseases and reducing antibiotic resistance. \"We need diagnostics to move into the spotlight, taking their rightful place as a priority alongside drugs and vaccines to improve global health. Governments around the world will need to prioritise development and implementation of rapid diagnostics, while a new international body is needed to help coordinate global efforts.\"Financial incentives are also required to encourage companies to develop new tests, the report suggests. Rapid diagnostic tests are not always seen as being a lucrative market for big companies, while smaller companies may not have the resources to scale up production.Rapid diagnostic tests are particularly useful in countries where there are less developed healthcare systems, such as low and middle-income countries. Developing rapid diagnostic tests for these countries is challenging, because they have to be both economical and robust enough to cope with difficult environmental conditions.Professor Sanjeev Krishna, added: \"Everyone has heard of a pregnancy test -- a cheap, portable and efficient handheld diagnostic. We need to see more of these types of test developed for infectious diseases and we need to see them used widely in countries with less developed healthcare systems to quickly and cheaply identify disease. \"We have seen great successes with rapid diagnostic tests for malaria, HIV and TB, but we need to do more to build on this. Rapid diagnostics tests that can work in real world conditions and can be operated with minimum training could completely transform the way we treat patients, but we need the political will, financial incentive and coordination of effort to move forwards.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/aoms-gld041817.php", "region": "europe", "source_link": null, "funder": "Academy of Medical Sciences, InterAcademy Partnership for Science, Global Challenges Research Fund", "meeting": "", "institution": "Academy of Medical Sciences (UK)", "keywords": ["Microbiology", " Virology", " Medicine/Health", " Diagnostics", " Public Health"], "journal": "", "description": "The development of rapid diagnostic tests to identify existing and emerging diseases, such as Ebola or SARS is being hindered by lack of international profile and financial barriers.", "date": "Wed, 19 Apr 2017 04:00:00 GMT"}