{"title": "Chaining up diarrhea pathogens", "text": "Vaccinations are known to protect against pathogens such as bacteria or viruses. They direct the body to form protective antibodies (IgA), and have been successfully used against some intestinal infections.However, exactly how intestinal antibodies - known as secretory IgA - protect against infections was previously unclear. A group of researchers led by ETH Senior Assistant Emma Slack, have now used the example of salmonella-based diarrhoea to show that secretory IgA works very differently to how we previously assumed.In a study published recently in the journal Nature, the researchers showed that vaccine-induced IgA effectively \"enchained\" the pathogens in the intestine: IgA binds the bacteria's daughter cells to each other during cell division. Although the enchained bacteria can continue to multiply, all their offspring remain trapped in these clumps. This clumping of genetically homogeneous bacteria prevents the attack of the intestinal tissue, accelerates the excretion of the pathogen and prevents genetic exchange between bacteria enchained in different clumps.Agglutination only in the test tubeThat antibodies and bacteria clump, a process known as agglutination, has long been known. However, this only occurs when antibodies and bacteria are present in high densities and so often come into contact with each other. \"In the test tube, it happens in textbook fashion. There are high enough concentrations of antibodies and bacteria, so they often collide,\" says Dr. Slack.In the intestine, however, such high pathogen densities are the exception: \"this makes it much less likely that the IgA-coated bacteria will collide,\" explains Dr. Slack. Despite this, research has long observed that such clumps do form in the intestine - meaning there must have been another explanation for the clumping.Bacterial growth controls clumpingDr. Slack and her group have now demonstrated for the first time that clumps form even with a low pathogen density, and that this does not depend on the concentration of the bacteria. The driving force behind the formation of the clumps is the pathogens' growth rate. The IgA antibodies attach themselves so strongly to bacteria that they do not release them even when the pathogens divide. Thus both daughter cells remain stuck together. In this way, the IgA antibodies enchain all the offspring of a single, rapidly dividing bacterium.Clumps hinder disease\"The clever thing about clump formation is that the antibodies don't kill the bacteria, which in the worst case could lead to a violent immune response. They simply prevent the microbes from interacting with the host, among themselves or with close relatives,\" says Wolf-Dietrich Hardt, Professor of Microbiology at ETH Zurich, who played a key role in the study.Fighting intestinal infections using vaccination thus has several advantages: antibody-bacteria clumps cannot approach the intestinal wall, which prevents the intestinal mucosa from becoming inflamed. The intestine also gets rid of the clumps quickly, and after a few days they are cleared in the faeces. \"The system is efficient. It is easier to get rid of a whole clump than to capture and eliminate many individual bacterial cells,\" says Dr. Slack.No exchange of resistance genesIntestinal vaccination could help to overcome the antibiotic resistance crisis. Vaccination decreases the incidence of diseases potentially requiring antibiotic usage, which would automatically reduce the development and spread of resistance to antibiotics.IgA-driven clump formation also directly prevents genetic exchange between individual captured bacterial populations. Bacteria often exchange genes in the form of plasmids (ring-shaped DNA molecules), which frequently carry the feared antibiotic resistance genes. To exchange plasmids, however, the bacterial cells have to touch, which they can't do if they are stuck in separate clumps.Livestock vaccinationThe researchers used oral vaccines made from killed salmonella and E. coli bacteria. They suggested that this strategy could also be used against the pathogens of other intestinal diseases such as Shigella or Listeria.The largest area of application for salmonella vaccination could be in farm animals such as pigs, which often act as a reservoir for antibiotic-resistant pathogens. Humans can become infected by contact with these animals and their raw meat. A vaccination for humans could also be feasible, which would benefit people working in disaster or epidemic areas, or those travelling in regions where bowel infections are common.\r\n", "article_link": "http://dx.doi.org/10.1038/nature22058", "url": "http://www.eurekalert.org/pub_releases/2017-04/ez-cud041817.php", "region": "europe", "source_link": "https://www.ethz.ch/en/news-and-events/eth-news/news/2017/04/chaining-up-diarrhoea-pathogens.html", "funder": "", "meeting": "", "institution": "ETH Zurich", "keywords": ["Biology", " Bacteriology", " Microbiology", " Immunology/Allergies/Asthma", " Vaccines", " Internal Medicine"], "journal": "Nature", "description": "Researchers have clarified how vaccinations can combat bacterial intestinal diseases: vaccine-induced antibodies in the intestine chain up pathogens as they grow in the intestine, which prevents disease and surprisingly also hinders the spread of antibiotic resistance.", "date": "Tue, 18 Apr 2017 04:00:00 GMT"}