{"title": "A single high-sensitivity troponin T result could quickly and safely rule out MI in the ED", "text": "High-sensitivity assays for cardiac troponin T can quickly and safely rule out myocardial infarction (MI) in patients presenting to emergency departments (ED) with possible emergency acute coronary syndrome. A single troponin T concentration below the limit of detection in combination with a nonischemic electrocardiogram (EKG) means that MI is unlikely and patients can be safely discharged. The findings of a collaborative meta-analysis are published in Annals of Internal Medicine.Only 10 to 20 percent of patients who present to EDs with suspected cardiac-related chest pain are diagnosed with acute MI. High-sensitivity assays for cardiac troponin T have been used to rapidly rule out acute MI, but studies advocating this approach have several limitations. If findings can be validated across multiple studies that are free of these limitations, then this approach could enable safe discharge of many more patients than is achieved in current practice. Researchers at Christchurch Hospital in Christchurch, New Zealand reviewed published data to test the utility of a single high-sensitivity cardiac troponin T measurement combined with an ECG to safely identify patients at low risk for MI on presentation to the ED. To address limitations of previous studies, the review included 11 clinically and geographically diverse cohorts. The data showed that in most, but not all settings, patients investigated for acute coronary syndrome with the cardiac troponin T assay had very low risk for acute MI or for major adverse cardiac events within 30 days. This means that MI could be ruled out in a substantial proportion of patients after only one blood draw, allowing for safe, early discharge to outpatient management.Media contacts: For an embargoed PDF, please contact Cara Graeff. To reach the lead author Dr. Martin Than, please contact Amy Milne at Amy.Milne@cdhb.health.nz or 03 364 4122 or ext: 62122.\r\n\r\nData obtained from females aged 12 to 44 years who participated in the National Survey on Drug Use and Health suggests that marijuana use is more than twice as prevalent among pregnant teenagers as it is among their nonpregnant cohorts. A summary of the findings are published in Annals of Internal Medicine.Despite recommendations from the American College of Obstetricians and Gynecologists that pregnant women discontinue marijuana consumption, its use increased among pregnant and nonpregnant women between 2002 and 2014. This is a concern because marijuana use may have negative effects on fetal neurodevelopment, especially during the first trimester.Researchers from the National Institute on Drug Abuse studied survey data obtained between 2002 and 2015 to examine the prevalence of past-month marijuana use among U.S. females by pregnancy trimester and sociodemographic characteristics. Among 14,400 pregnant and 395,600 nonpregnant respondents, self-reported marijuana use was less prevalent among pregnant women than among nonpregnant women (3.82 percent vs 7.54 percent) except among pregnant teenagers. Marijuana use was more than 2-fold higher among pregnant teens aged 12 to 17 than nonpregnant ones. Pregnant women that used marijuana were more likely to do so in the first trimester than in the second and third. In both pregnant and nonpregnant groups, self-reported marijuana use was lower among females aged 26 years or older. Among pregnant females, black respondents had a higher prevalence of marijuana use than other racial/ethinc groups. Because marijuana use was self-reported, this study may underestimate its use. The authors suggest that enhanced prevention against marijuana use and efforts to promote general health should target women attempting to get pregnant or those who are already pregnant, youth, and socioeconomically deprived persons.Media contacts: For an embargoed PDF, please contact Cara Graeff. To speak with the lead author, Nora Volkow, MD, please contact Kim DiFonzo at media@nida.nih.gov or 301-443-6245.\r\n\r\nThe editors of Annals of Internal Medicine, one of the most widely cited medical journals in the world, have a message for the current administration: Alternative facts have no place in science. Their commentary is published in Annals in advance of the 2017 March for Science scheduled to take place at over 300 U.S. locations on April 22.The editors suggest that the politicization of science, in which parties select the knowledge they are willing to pursue and the data they are willing to promote or denigrate, is a peril that must be faced head on. Medical science faces particularly dire threats due to misleading messages from the Trump administration and its pundits about climate change, vaccines, gun violence, and health insurance. This apparent disregard for science is reflected not only in attitudes, rhetoric, and regulatory actions, but also in a shrinking commitment to support biomedical research. The budget President Trump released in mid-March 2017 proposes to reduce the National Institutes of Health (NIH) budget by $5.8 billion -- a 'draconian' 18.3 percent cut. The proposed NIH cut, along with the proposal to eliminate the Agency for Health Care Quality and Research (AHRQ), exemplifies that the administration fails or chooses not to recognize the importance of science to the health of the U.S. and its citizens. \"Good medicine is defined by the evidence produced by good science. And good science cannot occur or its rewards reaped when we choose to pursue only the data and knowledge that seem to support our ideologies and denigrate the rest as 'fake.' Science doesn't work that way,\" writes Christine Laine, MD, MPH, editor-in-chief of Annals. Dr. Laine and her colleagues from Annals and the American College of Physicians (ACP), Annals' parent organization, will be among the many entities standing up for science during the April 22 march.Media contacts: For an embargoed PDF, please contact Cara Graeff. To speak with the lead author, Christine Laine, MD, MPH, please contact Angela Collom or Cara Graeff.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-04/acop-ash041117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " Addiction", " Cardiology", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Public Health"], "journal": "Annals of Internal Medicine", "description": "High-sensitivity assays for cardiac troponin T can quickly and safely rule out myocardial infarction (MI) in patients presenting to emergency departments (ED) with possible emergency acute coronary syndrome.", "date": "Mon, 17 Apr 2017 04:00:00 GMT"}