{"journal": "Smart Materials and Structures", "url": "http://www.eurekalert.org/pub_releases/2017-08/uoic-ird082417.php", "description": "New research from a team of University of Illinois Mechanical Science and Engineering professors and students, published as an invited paper in Smart Materials and Structures, details how origami structures and bio-inspired design can be used to create a crawling robot.", "article_link": null, "date": "Thu, 24 Aug 2017 04:00:00 GMT", "funder": "", "title": "Illinois researchers develop origami-inspired robot", "region": "namerica", "source_link": "http://mechanical.illinois.edu/news/faculty-student-team-develops-origami-inspired-robot#", "institution": "University of Illinois College of Engineering", "text": "New research from a team of University of Illinois Mechanical Science and engineering professors and students, published as an invited paper in Smart Materials and Structures, details how origami structures and bio-inspired design can be used to create a crawling robot.Assistant professors Aimy Wissa and Sameh Tawfick, along with graduate student Alexander Pagano and undergraduates Tongxi Yan, and Brian Chien, used origami paper folding principles to construct and actuate mechanisms and machines for possible integration with small, scalable, and cheap robots as well as deployable adaptive structures.    Tawfick said they were inspired by a common theme in the rapid movement of soft plants like the Venus Flytrap and the swimming of uni-flagellated bacteria, both of which use the flexibility of their bodies to quickly snap, allowing fast motion and saving energy.\"This paper presents the design of a bio-inspired crawling robot,\" Wissa said. \"The robot uses origami building blocks to mimic the gait and metameric properties of earthworms and directional material design to mimic the function of the setae on earthworms that prevents backward slipping.\"The researchers investigated the concept of using the Kresling crease pattern of origami, which is a chiral tower with a polygonal base. This origami tower couples its expansion and contraction to longitudinal and rotational motion, similar to a screw, and they used buckling instabilities to accomplish a large-stroke snapping motion from small inputs. Their design utilizes a skeleton made from the buckling origami tower as mechanisms to transform motor rotation to fast expansion and contraction of the worm robot, enabling a crawling gait. It can go forward and turn left and right using repeated expansion and contraction. \"The ability to produce a functional and geometrically complex 3D mechanical system from a flat sheet introduces exciting opportunities in the field of robotics for remote, autonomously deployable systems or low cost integrated locomotion,\" they wrote.Their mathematical analysis is thought to be the first of its kind to use the idea of virtual folds to analyze panel bending in snapping Kresling-like origami towers. This configuration presents an advantage in energy consumption and makes the open loop locomotion control straight-forward.Moving forward, this design can also be used in manipulations, booms, and active structures.\"The work presented in this paper leverages the team's expertise in the design of architectured materials and bio-inspired robotics,\" Wissa said. \"We plan to continue to build on our findings to design, model, and test bio-inspired modular robots capable of multiple modes of locomotion.\"\r\n", "meeting": "", "keywords": ["Technology/Engineering/Computer Science", " Mechanical Engineering", " Robotry/Artificial Intelligence"]}