{"journal": "Journal of Neurology Neurosurgery & Psychiatry", "url": "http://www.eurekalert.org/pub_releases/2017-08/b-mul082217.php", "description": "The stimulant methamphetamine, also popularly known as 'speed,' 'ice' and 'meth,' is linked to a heightened risk of stroke among young people, reveals a review of the available evidence, published online in the Journal of Neurology Neurosurgery & Psychiatry.", "article_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT", "funder": "", "title": "Methamphetamine use linked to heightened stroke risk in the young", "region": "europe", "source_link": null, "institution": "BMJ", "text": "The stimulant methamphetamine, also popularly known as 'speed,' 'ice' and 'meth,' is linked to a heightened risk of stroke among young people, reveals a review of the available evidence, published online in the Journal of Neurology Neurosurgery & Psychiatry.A stroke caused by a bleed into the brain (haemorrhagic) rather than a clot (ischaemic) is the most common type associated with taking this drug, with men twice as likely to succumb as women, the findings show.Given the often disabling or fatal consequences of a stroke, and the increasing use of methamphetamine among young people, particularly in countries around the Pacific rim (North America, East and Southeast Asia, and Oceania), the findings are a cause for concern, warn the researchers.They base their findings on a comprehensive trawl of research looking at a potential link between methamphetamine use and associated stroke risk in young people (under the age of 45), and published up to February 2017.They found 77 relevant pieces of research out of 370, including epidemiological studies and case report series.Some 81 haemorrhagic and 17 ischaemic strokes were reported. Both types were around twice as common in men as they were in women.In the case reports/series, eight out of 10 strokes associated with the use of methamphetamine use among young people were haemorrhagic.This is much higher than reported rates of this type of stroke in people under the age of 45 (40-50%) or in older people (15-20%), the researchers point out.Methamphetamine can be swallowed, inhaled, or injected. Haemorrhagic strokes were  equally associated with swallowing the drug and injecting it while inhalation was the most common method of getting high associated with ischaemic stroke.Haemorrhagic stroke was associated with vascular abnormalities, such as high blood pressure and vasculitis (inflamed blood vessels), in a third of cases.  Repeated use of methamphetamine can drive up blood pressure even in those whose blood pressure is normal to start with, say the researchers.Risk of death was also higher after a haemorrhagic stroke: one in four people recovered completely, but a third died. This compares with complete recovery for one in five people and death in one in five after an ischaemic stroke.\"With the use of methamphetamine increasing, particularly more potent forms, there is a growing burden of methamphetamine related disease and harms, particularly among young people, in whom the majority of methamphetamine use occurs,\" write the researchers.\"Indeed, it is likely that methamphetamine abuse is making a disproportionate contribution to the increased incidence of stroke among young people observed over recent years,\" they add.\r\n", "meeting": "", "keywords": ["Medicine/Health"]}