{"journal": "JAHA: Journal of the American Heart Association", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-bam081817.php", "description": "A pattern of brain activity that occurs during psychological stress may predict bodily reactions, such as surges in our blood pressure, that increase risk for cardiovascular disease. People who have exaggerated responses to stressors, like large rises in blood pressure or heart rate, are at greater risk of developing hypertension and premature death from cardiovascular disease, researchers say.", "article_link": "http://dx.doi.org/10.1161/JAHA.117.006053", "date": "Wed, 23 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health, National Science Foundation", "title": "Brain activity may be predictor of stress-related cardiovascular risk", "region": "namerica", "source_link": "http://newsroom.heart.org/news/brain-activity-may-be-predictor-of-stress-related-cardiovascular-risk?preview=80f5dbfe9f8cf0286f161417e2ca0dd9", "institution": "American Heart Association", "text": "DALLAS, Aug. 23, 2017 -- The brain may have a distinctive activity pattern during stressful events that predicts bodily reactions, such as rises in blood pressure that increase risk for cardiovascular disease, according to new proof-of-concept research in the Journal of the American Heart Association, the Open Access Journal of the American Heart Association/American Stroke Association.The new research, the largest brain-imaging study of cardiovascular stress physiology to date, introduced a brain-based explanation of why stress might influence a person's heart health.   \"Psychological stress can influence physical health and risk for heart disease, and there may be biological and brain-based explanations for this influence,\" said Peter Gianaros, Ph.D., the study's senior author and psychology professor at the University of Pittsburgh in Pennsylvania.To help understand the brain-body link between stress and health, researchers conducted mental stress tests and monitored blood pressure and heart rates during an MRI procedure. The mental tests were designed to create a stressful experience by having research volunteers receive negative feedback while they were making time-pressured responses to computer challenges.Research participants - 157 men and 153 women - were 30 to 51 years old and part of the Pittsburgh Imaging Project, an ongoing study of how the brain influences cardiovascular disease risk. As expected, the mental stress tests increased blood pressure and heart rate in most of the volunteers compared to a non-stress baseline period.Using machine-learning, researchers determined that a specific brain activity pattern reliably predicted the size of the volunteers' blood pressure and heart rate reactions to the mental stress tests.The brain areas that were especially predictive of stress-related cardiovascular reactions included those that determine whether information from the environment is threatening and that control the heart and blood vessels through the autonomic nervous system.The study was based on a group of middle-aged healthy adults at low levels of risk for heart disease, so the findings may not be applicable to patients with existing heart disease. Also, brain imaging does not allow researchers to draw conclusions about causality.\"This kind of work is proof-of-concept, but it does suggest that, in the future, brain imaging might be a useful tool to identify people who are at risk for heart disease or who might be more or less suited for different kinds of interventions, specifically those that might be aimed at reducing levels of stress,\" Gianaros said. \"It's the people who show the largest stress-related cardiovascular responses who are at the greatest risk for poor cardiovascular health and understanding the brain mechanisms for this may help to reduce their risk.\"", "meeting": "", "keywords": ["Medicine/Health", " Cardiology"]}