{"journal": "Science Translational Medicine", "url": "http://www.eurekalert.org/pub_releases/2017-08/uob-sdc081817.php", "description": "Research led by the University of Birmingham, published today in Science Translational Medicine, has discovered that a drug commonly used to treat patients with either obesity or type 2 diabetes could be used as a novel new way to lower brain pressure.", "article_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT", "funder": "National Institute for Health Research, Medical Research Council, West Midlands Neuroscience Teaching and Research Fund, University of Birmingham Research Development Fund", "title": "Scientists discover common obesity and diabetes drug reduces rise in brain pressure", "region": "europe", "source_link": null, "institution": "University of Birmingham", "text": "Research led by the University of Birmingham, published today in Science Translational Medicine, has discovered that a drug commonly used to treat patients with either obesity or Type II diabetes could be used as a novel new way to lower brain pressure.\r\nRaised brain pressure is common in emergency situations such as traumatic brain injury, hydrocephalus and stroke, and is also the cardinal feature of Idiopathic Intracranial Hypertension (IIH). IHH causes disabling daily headaches and severely raised pressure around the nerves in the eye.  It also causes permanent vision loss in 25% of untreated people.  Over a three-year period, researchers at the University of Birmingham examined whether GLP-1 agonist drugs - existing drugs used in the treatment of diabetes and obesity - could reduce intracranial pressure in an animal model of raised brain pressure.Corresponding author Dr Alexandra Sinclair, of the University of Birmingham's Institute of Metabolism and Systems Research, said: \"Treatments to lower brain pressure are lacking and new treatments are desperately needed. \"The current primary treatment in IIH is acetazolamide and this does not work well for many patients, while also having such severe side effects that our previous trials have shown that 48 per cent of patients stop taking it.\"We have shown that the GLP-1 agonist extendin-4 significantly reduces brain pressure rapidly and dramatically, by around 44 per cent with significant effects from just 10minutes of dosing - the biggest reduction we have seen in anything we have previously tested. What's more, we found that the effects last at least 24 hours.\r\n\"These findings are rapidly translatable into a new novel treatment strategy for IIH as GLP-1 agonists are safe and widely-used drugs used to treat diabetes and obesity.  They are also potentially game-changing for other conditions featuring raised brain pressure, including stroke, hydrocephalus and traumatic brain injury.\r\n \"We are very excited that this novel treatment strategy could make a landmark change for future patient care.\"\r\nThe findings are due to be presented on September 8th and 9th in Vancouver at the International Headache Society Meeting, followed by the British Endocrine Society meeting in the UK from November 6th to 8th. The research was carried out in collaboration with Birmingham Health Partners, the University of Copenhagen, and the Department of Neurology at University Hospitals Birmingham NHS Foundation Trust.The University of Birmingham is now due to begin a clinical trial to test GLP-1 agonist drug in patients with raised brain pressure. \r\n", "meeting": "", "keywords": ["Medicine/Health"]}