{"journal": "Diabetologia", "url": "http://www.eurekalert.org/pub_releases/2017-08/d-lsf082117.php", "description": "Three large trials published today in Diabetologia (the journal of the European Association for the Study of Diabetes) show that screening for type 2 diabetes and cardiovascular risk factors may not reduce mortality and cardiovascular disease in the general population.", "article_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT", "funder": "", "title": "Large studies find screening reduces mortality for those with detectable type 2 diabetes but not for general population", "region": "europe", "source_link": null, "institution": "Diabetologia", "text": "Three large trials published today in Diabetologia (the journal of the European Association for the Study of Diabetes) show that screening for type 2 diabetes and cardiovascular risk factors may not reduce mortality and cardiovascular disease in the general population. However, for individuals diagnosed with diabetes, screening is associated with a reduction in mortality and cardiovascular disease risk. Health checks including diabetes risk assessment have been introduced in a number of countries. However, there are few population-based trials assessing the benefits and harms of these screening programmes, and these have shown mixed results. The first two studies, both led by Dr Rebecca Simmons of the Department of Public Health, Aarhus University, Denmark, and the MRC Epidemiology Unit, University of Cambridge, UK, used data from ADDITION-Denmark, part of the Anglo-Danish-Dutch Study of Intensive Treatment in People with Screen-Detected Diabetes In Primary Care.  Between 2001 and 2006, a population-based cardiovascular and diabetes screening programme was introduced in five out of sixteen Danish counties. Over 150,000 individuals registered with 181 practices participating in the ADDITION-Denmark study were sent a diabetes risk score questionnaire, and if their score indicated moderate to high risk they were invited to attend for a diabetes test and cardiovascular risk assessment with their family doctor. More than 27,000 attended for screening, and 1533 were diagnosed with diabetes during screening.  A further 1,760,000 individuals were identified for a matched no-screening control group. Participants were followed for approximately 9.5 years to 31 December 2012, when national registers were searched for vital status and cardiovascular disease (CVD) events -- CVD death, non-fatal ischaemic heart disease and non-fatal stroke. The researchers found that in the overall populations in the screening and no-screening groups, a single round of screening for type 2 diabetes and cardiovascular risk assessment was not associated with a reduction in mortality or in cardiovascular events between 2001 and 2012. Similarly, rates of cardiovascular, cancer or diabetes-related mortality were not reduced by invitation to screening. However, the sister study, which focused on those who were diagnosed with type 2 diabetes -- either at the time of screening (2001-2006) or subsequently (2007-2009) -- yielded different results. Individuals with clinically-diagnosed diabetes were identified on average 2.2 years later than individuals whose diabetes was detected in the screening practices. A single round of diabetes screening and cardiovascular risk assessment was associated with a 21% reduction in all-cause mortality rate and a 16% reduction in CVD events between 2001 and 2012 in individuals diagnosed with diabetes between 2001 and 2009. The authors note that as only 10% of individuals with diabetes in the screening group were actually diagnosed by screening, it is likely that the programme had wider effects in this cohort. For example, general practitioners in the screening group may have provided lifestyle advice and delayed development of diabetes among those found to be at risk. They may also have increased vigilance and the likelihood of early detection even after screening. Healthy behaviour change might also have impacted the findings - for example one third of screen-detected individuals reported that they had stopped smoking at five-year follow up, and this cohort lost an average of 2 kg in weight. The authors suggest that benefits to the general population might be increased by identification of non-attenders, targeting of screening to those at greatest risk, strategies to maximise uptake of screening, use of repeated rounds of screening, and optimal treatment of detected disease. In the third article published on this subject, researchers identified 1024 screen-detected and 8642 clinically-detected cases of type 2 diabetes in a population of over 140,000 individuals eligible for screening at 10-year intervals (at age 30, 40, 50 and 60 years) between 1992 and 2013. Screening was undertaken as part of the Västerbotten Intervention Programme (VIP), a large community- and individual-based intervention in Västerbotten County, Sweden. Screen- and clinically-detected diabetes cases were followed up in national registries for mortality, CVD events, renal disease and retinopathy for on average 8.7 and 7.2 years after diagnosis, respectively. The authors, led by Dr Adina Feldman and Professor Olov Rolandsson from the VIPCAM collaboration between the University of Cambridge, UK, and Umeå University, Sweden, say: \"We found that individuals with screen-detected diabetes were diagnosed on average 4.6 years earlier than those who were clinically-detected, and that when followed up after their diagnosis, they had markedly lower rates of all-cause mortality, CVD, renal disease and retinopathy. Although we cannot fully disentangle the contribution of length time bias in particular, these data suggest a positive effect on survival and health outcomes if diabetes is detected earlier through screening than it would have been in clinical practice.\"Taking these results together, Dr Simmons says: \"Screening appears to offer beneficial effects for all those diagnosed with diabetes, regardless of whether they were screen detected or clinically diagnosed but this benefit is too small to have an impact on overall population risk of heart disease and stroke, for example, or on early death.\" Indeed, in the first of two comments published with these articles, Professor David Simmons, Western Sydney University, NSW, Australia, and Dr Janice C. Zgibor, University of South Florida, Tampa, FL, USA, say that \"trials of screening for undiagnosed diabetes among asymptomatic individuals may no longer be feasible or ethical in many countries.  The most efficient recommendation may be opportunistic screening, where patients already seeking care (including screening) for another condition are subsequently tested for diabetes or prediabetes.  If screened positive, they are more likely to receive treatment, thus leading to improved outcomes. There is probably sufficient evidence to conclude that this systematic approach to screening should occur in primary care and that focus should now shift to trials of how to screen, methods for implementing treatment earlier, and better risk factor control in those at highest risk.\"In the second comment, Professor Jonathan Shaw, Baker Heart and Diabetes Institute, Melbourne, VIC, Australia, says: \"The appropriate conclusion from the currently-available evidence is that community screening programmes, such as those that have been established for colon and breast cancer, cannot be justified for type 2 diabetes in countries where opportunistic diabetes screening is functioning well, and management of cardiovascular risk factors is good. The large amounts of public money required for such screening programmes would be better spent on treating those with clinically diagnosed disease.\"", "meeting": "", "keywords": ["Medicine/Health"]}