{"journal": "British Journal of Ophthalmology", "url": "http://www.eurekalert.org/pub_releases/2017-08/b-asc082217.php", "description": "A supplement that combines antioxidants with zinc and copper is a relatively inexpensive and effective means of halting the progression of a certain type of degenerative eye disease, concludes research published online in the British Journal of Ophthalmology.", "article_link": null, "date": "Wed, 23 Aug 2017 04:00:00 GMT", "funder": "", "title": "Antioxidant/zinc supplement cost saving and effective for degenerative eye disease", "region": "europe", "source_link": null, "institution": "BMJ", "text": "A supplement that combines antioxidants with zinc and copper is a relatively inexpensive and effective means of halting the progression of a certain type of degenerative eye disease, concludes research published online in the British Journal of Ophthalmology.Given the costs and side effects of the current range of drugs used to treat the 'wet' form of age related macular degeneration (nAMD), the NHS should fund this treatment in people who already have the condition in one eye, say the researchers.In 'wet' AMD, abnormal blood vessels grow underneath the retina. These vessels can leak fluid and blood, which can damage the macula--the part of the retina responsible for central vision.But the drugs (anti-VEGF therapies) currently used to 'wet' AMD are expensive and have been linked to heightened risk of inflammation of the inside of the eye (endophthalmitis) and possibly stroke as well.The researchers base their findings on data from the Age Related Eye Disease Study (AREDS) as well as UK treatment costs and AMD prevalence figures for people over the age of 55.AREDS concluded that a daily supplement combining high dose antioxidants and zinc lowered the risk of developing 'wet' AMD after assessing the effectiveness of two types of supplement for treating people with early stage disease in one (category 4) or both (category 3) eyes.Formulation 1 contained high doses of vitamins C and E, beta carotene, zinc and copper; in formulation 2, beta carotene was replaced with lutein and zeaxanthin, but the other constituents remained the same. Both formulations are commercially available.The researchers applied a statistical approach (Markov Model) to all the data to predict outcomes in those given one or other supplement compared with those not given them.Their analysis showed that both formulations are cost effective for treating patients with early stage 'wet' AMD, but they were more cost effective for those with the condition in just one eye.Over the course of a lifetime, the researchers calculated that these patients would need nearly eight fewer injections of anti-VEGF therapies into their eye. This represents a cost saving to the NHS of nearly £3000 per patient, adding up to around £131 million a year.And these patients would gain additional time lived without impaired vision, known as QALYs (10.59 compared with 10.43 for those not given the supplements).\"Given the burden and cost of treatment, prevention of nAMD seems, therefore, an attractive strategy to avoid the chronic and costly anti-VEG therapies and preserve visual function,\" write the researchers.The beneficial costs and outcomes do assume that people with wet AMD in one eye would be highly motivated to keep on taking the supplements to stave off vision loss in the second eye, acknowledge the researchers.While there would still be savings to be made by giving supplements to people with intermediate stage wet AMD in both eyes, the argument for funding them for people with the condition in one eye is extremely strong, they say.\"AREDS supplements are a dominant cost-effective intervention for category 4 AREDS patients, as they are both less expensive than standard care and more effective, and therefore should be considered for public funding,\" they conclude.\r\n", "meeting": "", "keywords": ["Medicine/Health"]}