{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/kf-kfa082217.php", "description": "Kessler Foundation was awarded a $250,000 grant by the Wallerstein Foundation for Geriatric Life Improvement. The three-year grant will advance the Foundation's stroke rehabilitation research in the diagnosis and treatment of spatial neglect, a hidden disability that complicates recovery after right brain stroke.", "article_link": null, "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "", "title": "Kessler Foundation awarded major Wallerstein Foundation grant for stroke research", "region": "namerica", "source_link": "https://kesslerfoundation.org/content/kessler-foundation-awarded-major-wallerstein-foundation-grant-stroke-research", "institution": "Kessler Foundation", "text": "Kessler Foundation was awarded a $250,000 grant by the Wallerstein Foundation for Geriatric Life Improvement. The three-year grant will advance the Foundation's stroke rehabilitation research in the diagnosis and treatment of spatial neglect, a hidden disability that complicates recovery after right brain stroke.In this project, Kessler Foundation creates a national, practice-based network for spatial neglect treatment and research. Network partners are trained to implement Kessler Foundation's spatial neglect assessment and treatment protocols -- the Kessler Foundation Neglect Assessment Process (KF-NAP™), and the Kessler Foundation Prism Adaptation Treatment (KF-PAT™) -- at 12 rehabilitation centers across the U.S. Therapy teams at each center will report on the use of these tools. The practice-based network will be a key resource to examine outcomes of spatial neglect assessment, and prism adaptation treatment, to assess whether these care processes enhance functional recovery and overall quality of life.\"This grant enables us to bring our bench-to-bedside treatment program to larger numbers of people recovering from right brain stroke, and produce systematic information supporting its impact\" said A.M. Barrett, MD, director of Stroke Rehabilitation Research at Kessler Foundation. \"The severity of spatial neglect, which can be measured with KF-NAP, can affect rates of home discharge, an important benchmark for stroke rehabilitative care,\" noted Dr. Barrett. \"We feel that value-based, patient-centered care is advanced when professionals incorporate KF-NAP and KF-PAT in their rehabilitation protocols.  This will be obvious when more stroke survivors attain optimal functional recovery and greater independence, which is the pathway to successfully returning to home, the community and the workplace.\"The Wallerstein Foundation, a nonprofit organization based in West Orange, NJ, is dedicated to supporting quality of life for the elderly. \"The Foundation recognizes the importance of research in helping seniors stay engaged in family life and the community,\" said Michele Pignatello, chief development officer of Kessler Foundation. \"By providing more than half a million dollars for our research since 2000, The Wallerstein Foundation has substantially extended its influence, contributing to the improvement in rehabilitative care for the greater population of stroke survivors.\"     ", "meeting": "", "keywords": ["Neurochemistry", " Medicine/Health", " Cardiology", " Stroke", " Neurobiology", " Neurochemistry", " Disabled Persons", " Trauma/Injury", " Researchers/Scientists/Awards"]}