{"journal": "Circulation: Cardiovascular Quality and Outcomes", "url": "http://www.eurekalert.org/pub_releases/2017-08/aha-lpm081717.php", "description": "Low-income patients with high blood pressure whose healthcare providers did not use collaborative communication styles or ask about social issues, such as employment and housing, were less likely to take their blood pressure medications as directed. Low-income black patients were least likely to take their medication when social issues weren't discussed.", "article_link": null, "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "NIH/National Heart, Lung, and Blood Institute", "title": "Low-income patients more likely to take blood pressure medication when doctor involves them in conversation", "region": "namerica", "source_link": "http://newsroom.heart.org/news/low-income-patients-more-likely-to-take-blood-pressure-medication-when-doctor-involves-them-in-conversation?preview=c7486b7defaa9cbef946a60fd638c448", "institution": "American Heart Association", "text": "DALLAS, August 22, 2017 -- The key to getting low-income patients to take their blood pressure medications as prescribed may be as simple as a conversation. Low-income patients with high blood pressure were less likely to take their medications as directed when their healthcare providers did not use a collaborative communication style or ask them about social issues such as employment, housing and partner relationships, according to new research in the American Heart Association's journal Circulation: Quality and Outcomes.Patients not taking high blood pressure medication as directed plays a major role in the continued problem of poorly controlled high blood pressure, a significant risk factor for heart attacks and strokes. Researchers found that patients were three times less likely to take their high blood pressure medications when their providers did not possess a collaborative communication style such as asking open-ended questions and checking their understanding of instructions. Patients were also six times less likely to take their medications as prescribed when a healthcare provider did not ask them about social issues such as employment, housing and partner relationships.\"When healthcare providers ask patients about life challenges or take the time to check their patient's understanding of instructions, it signals that their healthcare provider genuinely cares about them and provides the motivation and confidence to manage their health issues on their own,\" said Antoinette Schoenthaler, Ed.D., lead author for the study and an associate professor of medicine at NYU School of Medicine in New York City.The researchers audiotaped interactions between 92 patients and 27 providers over a three-month period from three practices that serve a multi-ethnic, low-income population in New York City. One office visit for each patient was audiotaped.The majority of the patients were black, unemployed and reported some college education. Fifty-eight percent of patients were women and most were seeing the same provider for at least one year. The providers (56 percent white; 67 percent women) have been in practice for an average of 5.8 years. The researchers measured whether patients took their medications during the three-month study period through the use of an electronic monitoring device that recorded the time and date each time they opened the pill bottle.The researchers found striking differences in medication adherence between the black and white patients. Overall, black patients were more likely to have poor adherence to their blood pressure medications compared to white patients. Moreover, compared to the overall patient population, non-adherence was more pronounced with black patients when social issues were not discussed (eight times less likely to take medication as prescribed compared to six).\"Healthcare providers should talk to patients about the things that get in the way of taking their medication, such as relationship status, employment and housing. Unemployment, for example, affects whether patients can afford medication, which is a primary risk factor for non-adherence. If these issues go undiscussed, healthcare providers may never figure out why patients are not taking their medications,\" said Schoenthaler.She suggested healthcare providers work with community health workers, nurses or medical assistants, to help identify resources for patients who have difficulty taking their medications.", "meeting": "", "keywords": ["Medicine/Health", " Cardiology", " Stroke"]}