{"journal": "JAMA", "url": "http://www.eurekalert.org/pub_releases/2017-08/tjnj-uaf081817.php", "description": "An updated analysis of the low-density lipoprotein cholesterol (LDL-C) lowering drugs, proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors, finds they are not cost-effective at current prices and that even greater price reductions than previously estimated may be needed to meet cost-effectiveness  thresholds, according to a study published by JAMA.", "article_link": null, "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "", "title": "Updated analysis finds newer type of LDL-C reducing drugs still not cost-effective", "region": "namerica", "source_link": null, "institution": "The JAMA Network Journals", "text": "An updated analysis of the low-density lipoprotein cholesterol (LDL-C) lowering drugs, proprotein convertase subtilisin/kexin type 9 (PCSK9) inhibitors, finds they are not cost-effective at current prices and that even greater price reductions than previously estimated may be needed to meet cost-effectiveness  thresholds, according to a study published by JAMA.A cost-effectiveness analysis of PCSK9 inhibitors indicated that their 2015 price would need to be reduced by more than two-thirds (to $4,536 per year) to meet generally accepted cost-effectiveness thresholds. Kirsten Bibbins-Domingo, Ph.D., M.D., M.A.S., of the University of California, San Francisco, and colleagues assessed how the cost-effectiveness of PCSK9 inhibitors is altered by current prices and results of a recent trial (FOURIER), which found that the PCSK9 inhibitor evolocumab reduced the risk of major adverse cardiovascular events (MACE; heart attack, stroke, or cardiovascular death).The analysis included a simulation group of 8.9 million adults who approximated the FOURIER inclusion criteria (U.S. adults ages 40-80 years with atherosclerotic cardiovascular disease [ASCVD] and LDL-C 70 mg/dL or greater and receiving statin therapy). Drug costs were based on current wholesale acquisition costs ($3,818 for ezetimibe [32 percent increase between 2015 and 2017] and $14,542 for PCSK9 inhibitors [1 percent increase between 2015 and 2017]).The researchers found that adding PCSK9 inhibitors to statins was estimated to prevent 2,893,500 more MACE compared with adding ezetimibe, although reducing annual drug costs by 71 percent (to $4,215 or less) would be needed for PCSK9 inhibitors to be cost-effective at a threshold of $100,000/quality-adjusted life-year (QALY).\"Although computer simulations that synthesize data from observational studies and clinical trials may not precisely reflect clinical effectiveness that may be observed in practice over time, these updated results continue to demonstrate that reducing the price of PCSK9 inhibitors remains the best approach to delivering the potential health benefits of PCSK9 inhibitors therapy at an acceptable cost,\" the authors write.", "meeting": "", "keywords": ["Medicine/Health", " Cholesterol"]}