{"journal": "Scientific Reports", "url": "http://www.eurekalert.org/pub_releases/2017-08/bcfg-wda082217.php", "description": "Female teenagers living in neighbourhoods with wide salary gaps and a low-income household show changes to their brain maturation that could indicate a higher risk of developing mental illness in adulthood, suggests a recently published study by Canadian researchers.", "article_link": "http://dx.doi.org/10.1038/s41598-017-07735-2", "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "Canadian Institutes of Health Research, Heart and Stroke Foundation of Quebec, Canadian Foundation for Innovation, Anne and Max Tanenbaum Chair in Population Neuroscience", "title": "Wealth disparity and family income impact the brain development of female youth", "region": "namerica", "source_link": "http://www.baycrest.org/research-news/the-wage-gap-between-the-rich-and-the-poor-and-family-income-impact-the-brain-development-of-female-youth/", "institution": "Baycrest Centre for Geriatric Care", "text": "Female teenagers living in neighbourhoods with wide salary gaps and a low-income household show changes to their brain maturation that could indicate a higher risk of developing mental illness in adulthood, suggests a recently published study by Canadian researchers.The research, led by Baycrest's Rotman Research Institute (RRI), found that female adolescents in these living situations showed a greater thinning in the brain's cortical thickness (a measurement of the brain's maturation), which may reflect higher exposure to stress. These findings, which were recently published in the Nature journal, Scientific Reports, could help predict the risk of youth developing a mental illness and contributes to a growing body of evidence that living in poverty disturbs brain development.\"Our research illustrates how the social environment can influence brain development and why tackling public issues, such as income inequality, should be a priority,\" says Dr. Tomáš Paus, RRI senior scientist and the Anne and Max Tanenbaum Chair and Professor of Population Neuroscience at the University of Toronto. \"Wealth disparity and low family income may generate additional social stress on kids and this extra pressure could be changing the way their brain structure evolves.\"Previous studies have demonstrated links between wage gaps and a person's physical and mental health, but this is the first study to explore its relationship with brain development.\"During adolescence, the brain is vulnerable to developing psychiatric disorders as it undergoes changes related to puberty, the social environment and academic demands,\" says Dr. Paus. \"The brain may be particularly sensitive to the influence of income inequality at this time.\"The research analyzed data from 804 adolescents (between the ages of 12 to 18) a part of the Saguenay Youth Study, a multi-generational survey measuring a variety of health indicators among parents and their children. Teenagers were split into different groups based on their sex, household income and income inequality in their neighbourhoods, which was made available through the Canadian Census. Software was used to analyze cortical thickness and compare it with the expression of stress and sex-hormone genes.Researchers will continue to explore whether this relationship exists in countries known to have high and low gaps in wealth distribution, such as Brazil and Finland. Thanks to recent funding from the Canadian Institutes of Health Research, the team will also follow up with youth from the Saguenay study after ten years to see if they went on to develop mental illnesses.", "meeting": "", "keywords": ["Genetics", " Neurobiology", " Neurochemistry", " Social/Behavioral Science", " Mental Health", " Memory/Cognitive Processes", " Stress/Anxiety", " Poverty/Wealth"]}