{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/uota-urw082217.php", "description": "A UTA researcher is developing a technology that will map and image the effects of infrared light shone on the human brain that may be able to modulate and improve brain waves and circuits at certain spots in the brain.", "article_link": null, "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "National Institutes of Health", "title": "UTA researcher working to develop new tool for non-invasive neuromodulation of human brain", "region": "namerica", "source_link": "http://www.uta.edu/news/releases/2017/08/liu-nih-brain-waves.php", "institution": "University of Texas at Arlington", "text": "A UTA researcher is developing a technology that will map and image the effects of infrared light shone on the human brain that may be able to modulate and improve brain waves and circuits at certain spots in the brain.Hanli Liu, a University of Texas at Arlington bioengineering professor, is the lead researcher for a new Texas multi-institution project that will use a four-year, $2.85 million R01 grant from the National Institutes of Health to develop a novel, non-invasive, infrared-light-based, neuro-stimulation tool with imaging for performing these tasks.The grant is part of the NIH's Brain Research through Advancing Innovative Neurotechnologies or BRAIN Initiative. Francisco Gonzalez-Lima, a UT Austin psychology professor; UT Southwestern Psychologist Mustafa Husain and Li Zeng, Texas A&M industrial engineering assistant professor, are collaborating on the project.  Liu and Gonzalez-Lima have done extensive collaborative research in the use of transcranial infrared brain stimulation or TIBS. They have shown that using infrared light to stimulate sections of the human forehead can enhance blood flow and efficiency of oxygen usage in the frontal cortex, leading to improvement of memory and cognition in normal aging and in patients with brain injuries or disease. Based on what they have learned in past studies, the research team plans to develop a thorough understanding of the mechanism of TIBS using imaging tools and see how brain networks work together and can be modified for their best efficiency.\"Many behavioral studies by other groups have shown improvement of cognitive functions in stroke victims and those who suffer from depression or mild cognitive impairment, which is a precursor to Alzheimer's disease,\" Liu said. \"But we will be the first to map brain networks with relation to TIBS.\"I'm really grateful for this grant. It will put UTA on the map as a leader in this cutting-edge, dual-mode (brain stimulation and imaging together) processing technology. Our unique team, and our unique resources, are very important to our success.\"The brain is a large organization of networks that control motor functions, cognition and behavior. If connections are broken in one or more places in these networks, it will create neurological dysfunction. TIBS can be used to non-invasively and effectively reconnect or enhance those broken connections, like fixing a short circuit in an electrical connection, leading to a lessening of the effects of certain neurological diseases. The research team will conduct their multi-site studies at three UT Arlington, UT Austin and UT Southwestern with whole-head optical imaging and 64-channel electroencephalogram or EEG measurement to see the effects of TIBS on brain waves and blood flow in brain networks before, during and after stimulation. They will also map how networks communicate with each other and determine how they are connected for particular functions.  UTA, Yale and Princeton are the only universities in the United States that have the type of dual-mode facility necessary for this research, according to Liu. The University's Shimadzu Institute for Research Technologies has a 133-channel optical brain imager and a 64-channel EEG machine which the team will use in the course of their work. The Shimadzu Institute is a centralized research resource that provides access to instrumentation and expertise in support of research in biochemistry, biology, chemistry, cognition, engineering, geoscience, materials science, nanotechnology and neuroscience. The Institute was established in 2013 as a result of the partnership between UTA and the Shimadzu Corp. \"With this facility, we can study neurovascular coupling at the network level,\" Liu said.  \"We will be able to see the interaction between neurons and blood flow across the entire human cortex and how the interactions change under this non-invasive brain stimulation.\" In a related research project, Fenghua Tian, a research assistant professor in UTA's Bioengineering Department, will use a two-year, $420,000 grant from the National Institutes of Health to build upon Liu and Gonzalez-Lima's previous research and begin an exploratory clinical trial to understand the physiological effects of the TIBS treatment on a patient's brain.Liu, UTA Psychology Professor Robert Gatchel, Gonzalez-Lima and Martin Woon from UT Austin, and UT Southwestern Psychiatrist Carol North are collaborating with Tian.Tian is recruiting 20 veterans for this trial. Treatments will be once a week for seven weeks and will take just eight minutes to complete each time. He will use optimal brain imaging technologies developed by his collaborators to measure changes in cerebral blood flow and oxygenation before, during and after every treatment. If this trial shows convincing results, the research is expected to continue for another three years with 40 subjects.Using near-infrared lasers is a preferable treatment for many because it is safe, painless, non-invasive and does not require the subject to ingest a drug. No side-effects have been found. \"Seeing local veterans who come back to UTA from various battlefields and then struggle to study and learn drives our research. We are trying to understand the underlying problems that cause these veterans' cognitive issues so that we can refine what has proved to be an effective, non-invasive therapy that might help them to better adjust to civilian life and their studies,\" Tian said.Research in both projects is an example of the groundbreaking work in health and the human condition and data-driven discovery, key tenets of UTA's Strategic Plan 2020: Bold Solutions | Global Impact, said Michael Cho, UTA's bioengineering department chair.\"The brain is a vastly complicated organ, and we are far from a complete understanding of how it works. Through Dr. Liu's and Dr. Tian's projects, we are making strides toward treating brain injuries and disease that will greatly affect large segments of our population in the future,\" said Cho, who also is the Alfred R. and Janet H. Potvin Endowed Chair in Bioengineering.", "meeting": "", "keywords": ["Biotechnology", " Neurobiology", " Technology/Engineering/Computer Science", " Biomedical/Environmental/Chemical Engineering", " Biotechnology", " Research/Development"]}