{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/afcm-au2082217.php", "description": "The Association for Computing Machinery (ACM) will hold its annual ACM International Joint Conference on Pervasive and Ubiquitous Computing (Ubicomp), in Maui, Hawaii from Sept. 11-15, 2017. Ubicomp is the premier interdisciplinary venue in which leading international researchers, designers, developers and practitioners in the field present and discuss novel results in all aspects of ubiquitous and pervasive computing.", "article_link": null, "date": "Tue, 22 Aug 2017 04:00:00 GMT", "funder": "", "title": "ACM Ubicomp 2017 showcases how ubiquitous computing is transforming the World", "region": "namerica", "source_link": "http://www.acm.org ", "institution": "Association for Computing Machinery", "text": "The Association for Computing Machinery (ACM) will hold its annual ACM International Joint Conference on Pervasive and Ubiquitous Computing (Ubicomp), in Maui, Hawaii from September 11-15, 2017. Ubicomp is the premier interdisciplinary venue in which leading international researchers, designers, developers and practitioners in the field present and discuss novel results in all aspects of ubiquitous and pervasive computing. Ubicomp presentations include the design, development and deployment of ubiquitous and pervasive computing technologies and the understanding of how these technologies impact human experiences. \"In the past 10 years, perhaps no other form of technology has grown to impact everyday life as much as ubiquitous computing,\" said Seungyon \"Claire\" Lee of Google, General Co-chair of Ubicomp 2017. \"It's also exciting to anticipate where these innovations might lead us. Ubicomp brings together top researchers from around the world to showcase inventions and research findings that are opening doors to the future.\" My WorldPaul Dietz, CEO of Misapplied Sciences\r\nThe ability to send targeted information on a massive scale to specific individuals via their personal devices has changed how we live and created some of the most successful products and services in human history. However, our addiction to personal screens has had significant downsides. They isolate us from each other and our surroundings. This talk imagines a future where the world itself provides the personalized information, services and entertainment that we seek. Featured papers at this year's conference are divided into 37 separate sessions featuring a range of topics, from wearable technologies and Wi-Fi sensing, to computing innovations that are designed to help people with disabilities. Input is a significant problem for wearable systems, particularly for head mounted virtual and augmented reality displays where it is difficult or impossible to see through the visor. Existing input techniques either lack expressive power or may not be socially acceptable. As an alternative, thumb-to-finger touches present a promising input mechanism that is subtle yet capable of complex interactions. The authors present DigiTouch, a reconfigurable glove-based input device that enables thumb-to-finger touch interaction by sensing continuous touch position and pressure. With this continuous sensing method, users reliably learned to type and achieved a mean typing speed of 16 words per minute at the end of 10 20-minute sessions, an improvement over similar wearable touch systems.The authors demonstrate how smartphones can be harnessed as instruments for unobtrusive monitoring of several behavioral indicators of mental health. Creative leveraging of smartphone sensing could provide novel opportunities for close-to-invisible psychiatric assessment at a scale and efficiency that far exceeds what is currently feasible with existing assessment technologies.The enormous popularity of smartphones, their rich sensing capabilities, and the data they have about their users have led to millions of apps being developed and used. However, these capabilities have also led to numerous privacy concerns. To address privacy concerns, the authors present the design and implementation of ProtectMyPrivacy (PmP) for Android, which can detect critical contextual information at runtime when privacy-sensitive data accesses occur. Engagement in the arts is an important component of participation in cultural activities, but remains a largely unaddressed challenge for people with sensory disabilities. Visual arts are generally inaccessible to people with visual impairments due to their inherently visual nature. To address this, the authors present Eyes-Free Art, a design probe to explore the use of proxemic audio for interactive sonic experiences with 2D artwork. The proxemic audio interface allows a user to move closer and further away from a painting to experience background music, a novel sonification, sound effects, and a detailed verbal description.With the increasingly frequent appearance of mobile phones in college classrooms, there have been growing concerns regarding their negative aspects including distractive off-task multitasking. In this work, the authors present and evaluate Let's FOCUS, a software-based intervention service that assists college students in self-regulating their mobile phone use in classrooms. The authors present the first battery-free cellphone design that consumes only a few micro-watts of power. Their design can sense speech, actuate the earphones, and switch between uplink and downlink communications, all in real time. At Ubicomp, the authors will perform the first Skype call using a battery-free phone over a cellular network, via a custom-bridged base station. Ubicomp 2017 is co-located with the 21st annual International Symposium on Wearable Computers (ISWC 2017). ISWC is the premier forum for wearable computing and issues related to on-body and worn mobile technologies. The symposium will include presentations relating to on-body sensing and sensor networks, wearables for professional use, mobile healthcare, wearability and interaction. Mobile devices (smartphones, smartwatches, etc.) allow us to reach people anywhere, anytime. Collectively, these devices form a ubiquitous computer that offers valuable insights on the user. The Ubiquitous Mobile Instrumentation workshop focuses on using mobile devices as instruments to collect sensing data, to understand human behavior and routines, and to gather users' context using sensor instrumentation.Mental health issues affect a significant portion of the world's population and can result in debilitating and life-threatening outcomes. To address this increasingly pressing healthcare challenge, there is a need to research novel approaches for early detection and prevention. This workshop brings together researchers interested in identifying, articulating, and addressing opportunities to use ubiquitous systems to reveal and track clinically relevant behaviors, contexts, and symptoms.This workshop brings together computer scientists with wide-ranging expertise (e.g. wearable computing, HCI, affective computing, virtual and augmented reality) with psychologists, cognitive scientists and others to identify key opportunities and challenges for the augmentation of individual and societal mind (emotions, creativity, attention, cognition). A combination of position presentations and group discussion will explore a range of technical and societal issues.", "meeting": "ACM Ubicomp 2017", "keywords": ["Computer Science", " Hardware", " Multimedia/Networking/Interface Design", " Theory/Design", " Telecommunications", " Robotry/Artificial Intelligence"]}