{"journal": "", "url": "http://www.eurekalert.org/pub_releases/2017-08/acs-lia072417.php", "description": "Licorice roots have a flavorful history, having been used in ancient Egyptian teas and in traditional Chinese medicines, all the way to today as a flavoring agent and candy. And some women now take licorice extracts as supplements to treat menopausal symptoms. But scientists caution that licorice could pose a health risk by interacting with medications. The researchers are presenting their results today at the 254th National Meeting & Exposition of the American Chemical Society.", "article_link": null, "date": "Mon, 21 Aug 2017 04:00:00 GMT", "funder": "", "title": "Licorice is a hot trend in hot flashes, but could interact with medications", "region": "namerica", "source_link": null, "institution": "American Chemical Society", "text": "WASHINGTON, Aug. 21, 2017 -- Licorice roots have a diverse and flavorful history, having been used in ancient Egyptian times as a tea and in traditional Chinese medicines, all the way to today as a flavoring agent and as an ingredient in some licorice candies. Some women now take licorice extracts as supplements to treat hot flashes and other menopausal symptoms. But scientists caution that the substance could pose a health risk by interacting with medications. The researchers are presenting their results today at the 254th National Meeting & Exposition of the American Chemical Society (ACS). ACS, the world's largest scientific society, is holding the meeting here through Thursday. It features nearly 9,400 presentations on a wide range of science topics.\"Concerns about the risk of stroke and breast cancer associated with conventional hormone therapy are prompting women to seek alternatives,\" Richard B. van Breemen, Ph.D., says. \"Some take botanical dietary supplements, such as licorice, to treat menopausal symptoms like hot flashes.\"But just because a substance is sold as a supplement in a health food store doesn't mean it is completely safe for all people to take. And on its own, even as a candy, licorice can be harmful in some cases. The U.S. Food and Drug Administration recommends that licorice not be eaten in large amounts during one sitting, and warns that excessive consumption can lead to irregular heart rhythm and muscle fatigue. \"Consuming too much licorice can be harmful, but in our lab, we wondered whether the small amounts in dietary supplements might also cause problems by interfering with drug metabolism or transportation,\" says van Breemen, who is at the University of Illinois at Chicago. \"The liver has enzymes that process medications, and if these enzymes are induced or inhibited, the drugs will either be processed too quickly or too slowly, respectively.\" He points out that these changes could pose a significant safety risk to those who take a daily licorice dietary supplement along with other medication. Van Breemen's team analyzed how three types of licorice -- two North American species, Glycyrrhiza uralensis and G. inflata, and a European species called G. glabra -- affected liver enzymes involved in drug metabolism. They found that all three species inhibit several of these enzymes. Only G. uralensis and G. inflata extracts were found to induce some of these enzymes. Therefore, the researchers say that G. uralensis and G. inflata are more likely to interfere with drug metabolism when compared to G. glabra. Consumers would have a difficult time using this information, however, because most supplements don't list the species on their labels. But the researchers are using this knowledge to develop their own licorice therapy that would be safe and effective for women experiencing menopausal symptoms, such as hot flashes. They plan to start clinical trials on their G. glabra-based supplements next year.", "meeting": "American Chemical Society 254th National Meeting & Exposition", "keywords": ["Chemistry/Physics/Materials Sciences", " Biochemistry", " Medicine/Health", " Alternative Medicine", " Aging", " Gynecology", " Public Health"]}