{"journal": "Proceedings of the National Academy of Sciences", "url": "http://www.eurekalert.org/pub_releases/2017-08/du-cdm081617.php", "description": "Duke scientists found a gene variant that affects cholesterol levels also could increase the risk of contracting typhoid fever. A common cholesterol-lowering drug could protect animal models against Salmonella Typhi, the culprit behind the potentially deadly infection. The findings give insight into the mechanisms that govern human susceptibility to infectious disease and point to possible avenues to protect against pathogens -- like Salmonella or Ebola -- whose entry into host cells is regulated by cholesterol.", "article_link": "http://dx.doi.org/10.1073/pnas.1706070114", "date": "Mon, 21 Aug 2017 04:00:00 GMT", "funder": "Duke University Whitehead Scholarship, Butler Pioneer Award, National Institutes of Health, National Science Foundation pre-doctoral fellowship, Duke MGM SURE Fellowship, Australian National Health and Medical Research Council, Wellcome Trust", "title": "Cholesterol-lowering drugs may fight infectious disease", "region": "namerica", "source_link": null, "institution": "Duke University", "text": "DURHAM, N.C. -- That statin you've been taking to lower your risk of heart attack or stroke may one day pull double duty, providing protection against a whole host of infectious diseases, including typhoid fever, chlamydia, and malaria. Duke scientists have recently discovered that a gene variant that affects cholesterol levels could increase your risk of contracting typhoid fever. They also showed that a common cholesterol-lowering drug (ezetimibe or Zetia) could protect zebrafish against Salmonella Typhi, the culprit behind the nasty infection. The findings, which appear the week of Aug. 21 in the Proceedings of the National Academy of Sciences, give insight into the mechanisms that govern human susceptibility to infectious disease. They also point to possible avenues to protect those who are most vulnerable to pathogens -- like the Salmonella bacteria -- that hijack cholesterol to infect host cells.\"This is just the first step,\" said Dennis C. Ko, M.D., Ph.D., senior author of the study and assistant professor of Molecular Genetics and Microbiology at Duke University School of Medicine. \"We need to try this approach in different model organisms, such as mice, and likely with different pathogens, before we can consider taking this into the clinic. What's so exciting is that our study provides a blueprint for combining different techniques for understanding why some people are more susceptible to disease than others, and what can be done about it.\"At the turn of the last century, the Irish immigrant Mary Mallon earned the name \"Typhoid Mary\" after she sickened more than 50 people in New York City. Mallon was apparently immune to the bacteria she carried, and many people who came into contact with the infamous cook never contracted the disease. What made them different? Ko has long been intrigued by that question. However, trying to explain the differences between people when it comes to susceptibility to infectious disease can be tricky: you can't always know whether someone remains healthy because of their genetic constitution or lack of exposure, and even when everyone has been exposed, there are myriad other environmental factors that come into play. So rather than let the real world run the experiment, Ko and his team used hundreds of cell lines from healthy human volunteers and exposed them to the exact same dose of Salmonella Typhi, which had been tagged with a green fluorescent marker. They then looked for genetic differences that distinguished cells that had higher rates of bacterial invasion from those that did not. The researchers found that a single nucleotide of DNA in a gene called VAC14 was associated with the level of bacterial invasion in cells. When they knocked out the gene, the cells were invaded more readily and more of the cells glowed brightly with green bacteria. They also unexpectedly found that those more susceptible cells had higher levels of cholesterol, an essential component of cell membranes that Salmonella binds to invade host cells.  Ko wanted to see whether this genetic difference was relevant to the human population. By looking through the scientific literature, he decided to reach out to a researcher working in Vietnam, Dr. Sarah Dunstan, who had been studying typhoid fever in that country. When Dunstan tested DNA from subjects in a group of 1,000 Vietnamese, half of whom had typhoid fever and half of whom did not, she found that the VAC14 gene variant was associated with a moderately elevated risk of typhoid fever. The next step was investigating if there was a way to correct that susceptibility.\"Discovering the mechanism was important because plenty of people are on cholesterol-lowering drugs, especially statins for high cholesterol,\" said Ko. \"We wondered if similar drugs could be given to reduce the risk of Salmonella infection.\"Monica Alvarez, a graduate student in Ko's lab and lead author on the study, had some experience working with zebrafish, so they decided to start there. She added a cholesterol-lowering drug (ezetimibe or Zetia) to their water and then injected the fish with Salmonella Typhi. She found that the treated animals were more likely to clear the bacteria out of their system and survive. Next, the researchers plan to perform similar experiments in mice and possibly try retrospective studies in humans already taking cholesterol-lowering drugs. They want to explore whether the approach can protect against other infectious diseases, and have already screened other pathogens known to rely on cholesterol at some point during infection.\"Our cell-based human genetic approach is a way for us to connect cell biology to human disease,\" said Ko. \"By figuring out the mechanism, you can uncover possible therapeutic strategies that you wouldn't think about when just looking at the gene.\" ", "meeting": "", "keywords": ["Biology", " Genetics", " Molecular Biology", " Medicine/Health", " Infectious/Emerging Diseases"]}