{"title": "Heart hormones protect against obesity and insulin resistance", "text": "Orlando, Fla., Aug. 25, 2017 - Researchers at Sanford Burnham Prebys Medical Discovery Institute (SBP) in Lake Nona, Florida have shown that enhanced natriuretic peptide (NP) signaling in adipose tissue protects against obesity and insulin resistance. The findings suggest that boosting levels of NPs in adipose tissue may be an important avenue to explore for combating metabolic disease. The study was published in Science Signaling.\"For years we have known that NPs control blood pressure and can promote the conversion of energy-storing 'bad' white fat into energy-burning 'good' brown fat, says Sheila Collins, Ph.D., professor in the Integrative Metabolism Program at SBP Lake Nona and senior author on the paper. \"What we discovered in this study is the important role for NPs in managing metabolism and resisting the deleterious effects of a high-fat diet.\"Made in the heart, atrial and B-type natriuretic peptides (NPs) are hormones that were originally discovered to modulate salt and water to control blood pressure. These peptides transmit their signals through natriuretic peptide receptor A (NPRA). Meanwhile, natriuretic peptide receptor C (NPRC) removes NPs from circulation.\"We wanted to explore the difference between elevated levels of NPs in adipose tissue compared to skeletal muscle tissue. Understanding the distinctions can help us devise strategies and treatments to potentially improve metabolic health--including obesity and insulin resistance,\" says Collins.To study this interplay, the researchers studied mice with NPRC receptors selectively knocked out in either adipose or skeletal muscle tissue. While deleting NPRC in muscle provided no protection from a high-fat diet, eliminating the receptor in adipose tissue improved insulin sensitivity, prevented obesity and increased sugar uptake in metabolism-boosting brown fat. In addition, the adipose knockout mice showed higher energy expenditure and less inflammation.\"Usually when you feed mice high-fat diets they get fatty liver,\" says Collins. \"In mice without NRPCs in adipose tissue the liver was completely clean and completely devoid of stored lipids, which I'm sure contributes to their improved overall metabolic performance.\"These findings dovetail with clinical research that has shown naturally lean people tend to have higher NP concentrations in their blood. By contrast, NP clearance tends to rise in fat tissue, removing these peptides from the blood and making it more difficult for effective NP signaling to happen.Around a third of adults in the U.S. are obese, increasing their risk for type 2 diabetes, metabolic syndrome, fatty liver disease and other conditions. With these results, scientists can begin exploring NPs as therapeutic targets. This will require intense investigation, as any effective treatment must avoid adverse effects on blood pressure. While this study increased the NP signal by knocking out NPRCs, another approach might be to focus on NPRAs.\"I think this further reinforces that it is really the adipose tissue that's an important site to take advantage of this signaling mechanism,\" says Collins. \"We could make versions of these peptides that bind to the signaling form (NPRA) of the receptor better than the clearance form, or we could make agents that are only are recognized by the clearance receptor, thus providing better access of the NPs to NPRA.\"However, before any therapy can move forward, more work must be done to better understand these protective mechanisms and unwind the complex interrelationships between NPs, white fat, brown fat and possibly other players,\" adds Collins.", "article_link": "http://dx.doi.org/10.1126/scisignal.aam6870", "url": "http://www.eurekalert.org/pub_releases/2017-08/spmd-hhp082517.php", "region": "namerica", "source_link": null, "funder": "Nationan lnstitues of Health", "meeting": "", "institution": "Sanford-Burnham Prebys Medical Discovery Institute", "keywords": ["Biology", " Cell Biology", " Microbiology", " Molecular Biology", " Physiology", " Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Science Signaling", "description": "By fleshing out how one signaling receptor contributes to causing obesity through its activity in fatty tissue but not in muscle cells, SBP scientists have zeroed in on an important new avenue of exploration for combating metabolic disease. More than one-third of American adults are considered to be obese, which dramatically increases their risk for developing type 2 diabetes, non-alcoholic fatty liver disease, high blood pressure, and multiple inflammatory conditions.", "date": "Fri, 25 Aug 2017 04:00:00 GMT"}