{"title": "Nearly 1 in 4 hospitalized patients has diabetes", "text": "One in four patients in a university hospital suffers from diabetes (22 percent), and again as many suffer from prediabetes (24 percent). These were the findings of a current study by researchers in Tübingen of the German Center for Diabetes Research (DZD) and Helmholtz Zentrum München. Further results of the study: Patients with diabetes have prolonged hospital stays and a higher risk of complications. The prevalence of diabetes is increasing in Germany: At present, the metabolic disease affects almost one in ten individuals. It is known that people with diabetes are found more often among hospitalized or ICU patients than among the general population. So far, however, hardly any data are available on the prevalence of diabetes in hospitals. Therefore, in the present study, DZD researchers screened 3733 adult patients in Tübingen University Hospital for diabetes and prediabetes over a period of four weeks. \r\nThe result of the screening was that almost every fourth hospital patient suffered from diabetes (22 percent), i.e. had a long-term blood glucose level (HbA1c value) of 6.5 % or higher. 24 percent of the patients in the study had a long-term blood glucose value between 5.7 and 6.4 percent. These values indicate an early stage of diabetes (prediabetes). Nearly 4 percent of the investigated patients had undiagnosed diabetes. \"Extrapolated to the number of patients who are treated in our hospital each year, there are at least 13,000 diabetes patients who would require therapy,\" said Professor Andreas Fritsche, diabetologist and one of the authors of the study. \"Laboratory medicine is of particular importance when it comes to the implementation of such projects because, as a cross-section discipline, it has contact with patients from all areas of the hospital,\" said Professor Andreas Peter, head of  the central laboratory in Tübingen and of the central study laboratory of the DZD, in which the study was conducted.\r\nPatients with diabetes stay longer in the hospital\nThe study also showed that patients with diabetes required treatment in the hospital approximately 1.47 days longer than patients with the same diagnosis without diabetes or prediabetes. The affected patients also had a higher risk of complications:  24% of the patients with diabetes experienced complications. In comparison: Only 15% of the patients without diabetes were affected by complications. \r\n\"In view of the high prevalence of diabetes and the negative effects of the metabolic disease, we consider it useful to screen hospitalized patients older than 50 years of age for diabetes. The metabolic disorder can then be treated at the same time and thus complications or extended hospital stays can be avoided,\" said Professor Fritsche and Professor Peter. \r\nThe results of the study of Tübingen University Hospital and the Institute for Diabetes Research and Metabolic Diseases (IDM) of Helmholtz Zentrum München at the University of Tübingen, a member of the German Center for Diabetes Research (DZD), have now been published in the journal Experimental and Clinical Endocrinology & Diabetes.", "article_link": "http://dx.doi.org/10.1055/s-0043-11265", "url": "http://www.eurekalert.org/pub_releases/2017-08/dzfd-noi082417.php", "region": "europe", "source_link": "https://www.dzd-ev.de/en/press/press-releases/press-releases-2017/nearly-one-in-four-hospitalized-patients-has-diabetes/index.html", "funder": "", "meeting": "", "institution": "Deutsches Zentrum fuer Diabetesforschung DZD", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "Experimental and Clinical Endocrinology & Diabetes", "description": "One in four patients in a university hospital suffers from diabetes (22 percent), and again as many suffer from prediabetes (24 percent). These were the findings of a current study by researchers in Tübingen of the German Center for Diabetes Research and Helmholtz Zentrum München. Further results of the study: patients with diabetes have prolonged hospital stays and a higher risk of complications.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}