{"title": "Researchers closer to understanding how a drug could induce health benefits of exercise", "text": "The research team - led by the University of Leeds - has found that a protein called Piezo1 in the lining of blood vessels is able to detect a change in blood flow during exercise.They have described the protein as an 'exercise sensor'.During physical activity - as the heart pumps more blood around the body - the Piezo1 protein in the endothelium or lining of the arteries taking blood from the heart to the stomach and intestines senses the increased pressure on the wall of the blood vessels.In response, it slightly alters the electrical balance in the endothelium and this results in the blood vessels constricting.In a clever act of plumbing, that narrowing of the blood vessels reduces blood flow to the stomach and intestines, allowing more blood to reach the brain and muscles actively engaged in exercise. The scientists say this is ground-breaking research because it identifies for the first time a key biomolecular mechanism by which exercise is sensed.They believe the health benefit of exercise maybe linked with the fact that blood flow is being controlled to the intestinal area. Professor David Beech, from the Leeds Institute of Cardiovascular and Metabolic Medicine and lead investigator, said:  \"If we can understand how these systems work, then we may be able to develop techniques that can help tackle some of the biggest diseases afflicting modern societies.\"We know that exercise can protect against heart disease, stroke and many other conditions. This study has identified a physiological system that senses when the mammalian body is exercising.\" The research - which is based on studies using mice - has been published in Nature Communications.  The Piezo1 protein is also present in humans - and scientists have recognised that physical activity in humans also increases the pressure on the walls of the endothelium in the stomach and intestinal area, pushing blood towards the brain and muscles. Looking for a drug treatmentThe researchers also investigated the effect of an experimental compound called Yoda1 - named after the character from Star Wars - on the action of the Piezo1 protein.They found that it mimicked the action of increasing blood flow on the walls of the endothelium which is experienced during physical activity, raising the possibility that a drug could be developed which enhances the health benefits of exercise.Professor Beech said:  \"One of our ideas is that Piezo1 has a special role in controlling blood flow to the intestines and this is really an important part of the body when we start to think about something called the metabolic syndrome which is associated with cardiovascular disease and type 2 diabetes.\"By modifying this protein in the intestines then perhaps we could overcome some of the problems of diabetes and perhaps this Yoda1 compound could target the Piezo1 in the intestinal area to have a functional effect.  \"It may be that by understanding the working of the Yoda1 experimental molecule on the Piezo1 protein, we can move a step closer to having a drug that can help control some major chronic conditions.\"The scientists have received funding from the British Heart Foundation to move to the next phase of the project. Working with chemists also based at the University at Leeds, they will modify the Yoda1 molecule so it can be used on further animal studies.", "article_link": "http://dx.doi.org/10.1038/s41467-017-00429-3", "url": "http://www.eurekalert.org/pub_releases/2017-08/uol-rct082217.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust, Medical Research Council, British Heart Foundation", "meeting": "", "institution": "University of Leeds", "keywords": ["Cell Biology", " Medicine/Health", " Cardiology", " Metabolism/Metabolic Diseases", " Cholesterol", " Diabetes"], "journal": "Nature Communications", "description": "Scientists have identified a mechanism that 'switches on' the exercise response in mammals, opening up the possibility that drugs could eventually be developed to produce or enhance the health benefits of physical activity.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}