{"title": "Gene therapy with BMP4 protects against weight gain and insulin resistance in mice", "text": "\"By increasing BMP4, we can increase the metabolic rate, but we only see this in initially lean mice. Overweight mice proved to have a BMP4 resistance, which is also an important finding,\" says Jenny Hoffmann, first author of the article and active at the Lundberg Laboratory for Diabetes Research.\r\nShe recently earned her PhD in medicine with a thesis focused on BMP4, Bone Morphogenetic Protein 4, and how it regulates white, beige and brown fat in the body. White fat cells store and release fat, brown fat cells burn fat and produce heat, and beige fat cells, which are located within the white fat, can burn fat upon activation. BMP4 has important functions during fetal development, but has proven to play an especially important role in the development of fat cells.\r\nIn one of the studies, cells from human fat biopsies were used and the other two studies used adult mice that were given BMP4 gene therapy. In the current study, the mice were given a high-fat, more energy-rich diet, at the same time that they were injected with a harmless virus that carried BMP4, which targets the liver and spreads from there.\r\n\"In mice that were initially lean, we see that the white fat becomes more beige and metabolically active, while the brown fat becomes \"whiter\". So there's a negative effect on the brown fat and a positive effect on the white fat, but the positive outweighs the negative and the mice have improved metabolic health. They are protected from weight gain and do not get insulin resistance, a marker for risk of Type-2 diabetes,\" says Jenny Hoffmann.\r\nMice that were overweight from the beginning reacted differently. Gene therapy with BMP4 gave no protection from further weight gain, but they were protected from insulin resistance with increased energy intake. The overweight animals, which proved to have higher levels of their own BMP4 protein, also had high levels of so-called antagonists, which prevented the BMP4 signaling in the fat. In other words, they were resistant to the effects of BMP4 in terms of the positive effects on beige fat cells.\r\nThe fat tissue is important as a repository for excess energy. Primarily, the subcutaneous fat expands. Then, fat begins to be stored at less healthy places - in the abdomen, liver and muscles. According to Jenny Hoffmann, identifying the effect of the BMP4 protein can be an important target in the struggle against Type-2 diabetes, cardiovascular disease and other illnesses linked to obesity.\r\n\"This is basic research,\" she emphasizes, \"but greater understanding of BMP4 signaling in fat can lead to new therapeutic possibilities for obesity and Type-2 diabetes.\"\r\n", "article_link": "http://dx.doi.org/10.1016/j.celrep.2017.07.020", "url": "http://www.eurekalert.org/pub_releases/2017-08/uog-gtw082417.php", "region": "europe", "source_link": "http://www.gu.se/english/about_the_university/news-calendar/News_detail/?languageId=100001&contentId=1507534&disableRedirect=true&returnUrl=http%3A%2F%2Fwww.gu.se%2Fomuniversitetet%2Faktuellt%2Fnyheter%2Fdetalj%2F%2Fgenterapi-som-skyddar-mot-viktokni", "funder": "Swedish Research Council, Swedish Diabetes Association, Novo Nordisk Foundation, Torsten Söderberg Foundation, Wilhelm and Martina Lundgren Foundation, Edgar Sjölund Foundation, Inga Britt and Arne Lundberg Foundation, West Sweden ALF Program", "meeting": "", "institution": "University of Gothenburg", "keywords": ["Medicine/Health", " Cardiology", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "Cell Reports", "description": "There was no weight gain, despite a higher energy intake, and insulin sensitivity was increased. These are the results from experiments on mice that had elevated levels of the protein BMP4 following gene therapy in a study at Sahlgrenska Academy, published in Cell Reports.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}