{"title": "As Tolstoy noted (sort of), all unhappy microbiomes are unhappy in their own way", "text": "CORVALLIS, Ore. - The bacterial communities that live inside everyone are quite similar and stable when times are good, but when stress enters the equation, those communities can react very differently from person to person.A microbiological version of the \"Anna Karenina principle,\" it's a new paradigm suggested by scientists at Oregon State University -- one that has key implications for a more personalized approach to antibiotic therapy, management of chronic diseases and other aspects of medical care.The principle gets its name from the opening line of the novel \"Anna Karenina\" by 19th century Russian author Leo Tolstoy: \"All happy families are alike; each unhappy family is unhappy in its own way.\"It turns out that this observation also applies to perturbed microbiotas of humans and animals.\"When microbiologists have looked at how microbiomes change when their hosts are stressed from any number of factors - -temperature, smoking, diabetes, for example -- they've tended to assume directional and predictive changes in the community,\" said Rebecca Vega Thurber, corresponding author on the perspective study funded by the National Science Foundation. \"After tracking many datasets of our own we never seemed to find this pattern but rather a distinct one where microbiomes actually change in a stochastic, or random, way.\"Findings were published today in Nature Microbiology.Lead author Jesse Zaneveld of the University of Washington-Bothell collaborated with Vega Thurber and her student, Ryan McMinds, to survey the literature on microbial changes caused by perturbation. Together they found those stochastic changes to be a common occurrence, but one that researchers have tended to discard as \"noise\" rather than report.\"Thus we present the Anna Karenina principle for microbiomes,\" Vega Thurber said. \"When microbiomes are happy they are all similar in their composition but during stress or unhappiness they change in a multitude of distinct ways. This piece draws together diverse microbiome research. We think this is an important emerging paradigm for thinking about microbiome data. We present ways of identifying it and distinguishing it from other patterns.\"In addition to the literary reference, Vega Thurber offers a wintry metaphor to explain what she and her collaborators have discovered.\"When healthy our microbiomes look alike, but when stressed each one of us has our own microbial snowflake,\" she said. \"You or I could be put under the same stress, and our microbiomes will respond in different ways - that's a very important facet to consider for managing approaches to personalized medicine. Stressors like antibiotics or diabetes can cause different people's microbiomes to react in very different ways.\"Humans and animals are filled with symbiotic communities of microorganisms that often fill key roles in normal physiological function and also influence susceptibility to disease. Predicting how these communities of organisms respond to perturbations -- anything that alters the systems' function -- is one of microbiologists' essential challenges.Studies of microbiome dynamics have typically looked for patterns that shift microbiomes from a healthy stable state to a dysbiotic stable state; dysbiosis refers to the microbial communities being out of their natural balance, which can result in the interruption of basic biological functions for the host person or animal.\"The Anna Karenina principle is a complementary alternative,\" Vega Thurber said. \"The changes induced by many perturbations lead to transitions from stable to unstable community states -- dysbiotic individuals vary more in microbial community composition than healthy individuals.\"Scientists found patterns consistent with Anna Karenina effects in a range of systems, from corals exposed to above-average temperatures to the lungs of smokers to patients suffering from HIV/AIDS. \"Our message to researchers is, don't throw out these observations as noise, but include this principle in the microbiome pipelines and software so that scientists can press a button that gives you the answer to, 'Do I see the Anna Karenina principle in the dataset,'\" Vega Thurber said.OSU researchers have already given multiple presentations on the principle and it's been well received in the microbiology community, Vega Thurber said.", "article_link": "http://dx.doi.org/10.1038/nmicrobiol.2017.121", "url": "http://www.eurekalert.org/pub_releases/2017-08/osu-atn082417.php", "region": "namerica", "source_link": "http://bit.ly/2irxQAB", "funder": "National Science Foundation", "meeting": "", "institution": "Oregon State University", "keywords": ["Biology", " Bacteriology", " Microbiology"], "journal": "Nature Microbiology", "description": "The bacterial communities that live inside everyone are quite similar and stable when times are good, but when stress enters the equation, those communities can react very differently from person to person.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}