{"title": "The pancreas provides a potential drug candidate for brain disease", "text": "(Osaka, Japan) Brain functions are maintained by the neural network. Neural network is formed by the connection between the neurite, and this connection is supported by the wrapping of myelin. Demyelination is detected in the patients of several diseases, such as multiple sclerosis, and is associated with neurological dysfunctions. A new study in The Journal of Clinical Investigation by scientists at Osaka University shows that fibroblast growth factor (FGF) 21 promotes remyelination in mice and may be a promising key molecule for treating demyelinating diseases. In normal development, oligodendrocyte precursor cells (OPCs) differentiate into oligodendrocytes, which are required for myelination. OPCs will proliferate around the lesions  of demyelination after injury and contribute to spontaneous remyelination, but the molecular mechanism of OPCs proliferation is not fully clarified. Osaka University Associate Professor Rieko Muramatsu focused on the blood leakage around demyelinating lesion. \"Factors in the blood cannot reach the normal brain because central nervous system has  blood-brain barrier. In demyelination diseases like multiple sclerosis, the blood-brain barrier around the lesion is disrupted,\" she said.Muramatsu suspected that with the breach, factors from peripheral organs secreted into the blood could now reach the brain. To test her hypothesis, \"We disrupted the vascular barrier and myelin structures in mice by injecting Lysophosphatidylcholine (LPC). We looked for circulating factors that promote OPCs proliferation and found FGF21 as a candidate,\" she said.FGF21 is secreted by the pancreas. Mice treated with LPC showed high levels of FGF21 around demyelinated lesions leading to remyelination. This was not the case in mutant mice that could not express FGF21. Other mice that received direct administration of FGF21 to demyelinated lesions caused by LPC injection also showed increased remyelination and better recovery of neurological function.In addition, the researchers found OPCs expressed higher levels of β-klotho, co-receptor for FGF21, following LPC injection. Without this expression, FGF21 could not promote remyelination.\"FGF21 is known to regulates metabolism, but its effects on OPC proliferation were unexpected,\" said Muramatsu. The results suggest that FGF21 has therapeutic potential for demyelinating diseases. FGF21 analogs are already being used for clinical studies on diabetes, which means its development for remyelination could go faster than had it been an untested compound. \"There are many drugs that inhibit demyelination, but none that promote remyelination. FGF21 is a new candidate that deserves more testing. The most important finding is that we show the peripheral milieu promotes central nervous system remyelination.\"", "article_link": "http://dx.doi.org/10.1172/JCI94337", "url": "http://www.eurekalert.org/pub_releases/2017-08/ou-tpp082417.php", "region": "asia", "source_link": "http://resou.osaka-u.ac.jp/en/research/2017/20170822_1", "funder": "Japan Science and Technology Agency, Japan Society for the Promotion of Science, Center for Gender Equality Promotion", "meeting": "", "institution": "Osaka University", "keywords": ["Medicine/Health", " Neurobiology", " Neurochemistry"], "journal": "The Journal of Clinical Investigation", "description": "Osaka University researchers show FGF21, a factor secreted by the pancreas, promotes remyelination in the central nervous system after injury.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}