{"title": "Sanford Health clinical trial using stem cells reaches full enrollment", "text": "The trial is the first in the United States to offer an FDA-approved adipose-derived stem cell trial for shoulder injuries. The trial opened in Fargo, North Dakota, and Sioux Falls in December 2016. In this trial, one's own adipose stem cells are used to determine if they can repair partial thickness rotator cuff tears. Participants will be evaluated for a year. Interim data will be submitted to the FDA at the 6-month mark in November. The FDA then has 30 days to decide whether Phase 2 of the trial can proceed. If so, enrollment in that trial will begin in 2018. Sanford's Mark Lundeen, M.D., of Fargo and Jason Hurd, M.D., who is based in Sioux Falls, are the study's principal investigators. Both are orthopedic surgeons.\"Reaching full enrollment in this trial is exciting for Sanford Research and our patients,\" said David Pearce, Ph.D., executive vice president of innovation and research at Sanford Health. \"We believe in doing everything we can to pioneer and then help develop cutting edge therapies. Research is constantly evolving, and we love being part of that.\" [Watch a video explainer of the trial here.]Adipose-derived stem cells are taken from the patient's abdominal fat and may help speed up healing or regenerate healthy tissue. This form of therapy is already being used as a standard of care in other countries. Cell therapy, according to Sanford Health experts, uses the body's own cells as therapy. Stem cells, in particular, have the ability to repair or regenerate cells that are damaged or killed as the result of injury or disease. Sanford Health's cell therapy techniques focus on adipose-derived stems cells because they can be used in many parts of the body and are easily collected. Adipose stem cells also yield many times more cells than other sources like bone marrow, can be returned to the body quickly and have a low infection rate.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/shr-shc082417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Sanford Health/Sanford Research", "keywords": ["Medicine/Health", " Clinical Trials", " Orthopedic Medicine", " Sports Medicine"], "journal": "", "description": "Sanford Health's first adipose-derived stem cell clinical trial has reached full enrollment.\r\n\r\nThe trial is the first in the United States to offer an FDA-approved adipose-derived stem cell trial for shoulder injuries. The trial opened in Fargo, North Dakota, and Sioux Falls in December 2016. In this trial, one's own adipose stem cells are used to determine if they can repair partial thickness rotator cuff tears.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}