{"title": "Brain recovery longer than clinical recovery among athletes following concussion, new research suggests", "text": "TORONTO, August 24, 2017--University athletes with a recent concussion had changes in their brain structure and function even after they received medical clearance to return to play, a new study has found.\r\nIn a study published today in Scientific Reports, researchers from St. Michael's Hospital used advanced MRI to measure brain structure and function in 27 athletes within the first week after a concussion and again after they were medically cleared to return to play. They compared those findings to a group of 27 uninjured varsity athletes. \r\nThey found that brain changes seen in the first MRI scan were still present when athletes were cleared to return to play, including:\r\nThe study, done in collaboration with the David L. MacIntosh Sport Medicine Clinic at the University of Toronto, looked at male and female varsity athletes in seven different contact and non-contact sports, demonstrating the relevance of the findings for the overall sporting community, not just traditional high-risk sports such as hockey and football, according to the authors.\r\nThe findings suggest that following a concussion, changes in the brain persist even after other symptoms have resolved, said Dr. Nathan Churchill, the study's lead author and a post-doctoral fellow in St. Michael's Neuroscience Research Program.\r\n\"This is the first concrete evidence we have that the brain is lagging behind in terms of recovery from a concussion,\" he said. \"Our study shows that the neurobiological consequences of concussion may outlast the symptoms we're typically looking for when determining whether an athlete is ready to return to play.\"\r\nThe brain areas showing differences at medical clearance are especially concerning, as vision, planning and physical coordination are critical for athletes to avoid re-injury during sport participation. However, the current study did not directly examine whether athletes would be at risk for further injury by returning to play when these brain changes were still present, according to the authors. Further research is needed to determine whether or not athletes need more time between acute injury and returning to play to fully recover.\r\n\"We want to emphasize that, in general, the health benefits of sport participation still outweigh the risk of concussion,\" said Dr. Tom Schweizer, head of the Neuroscience Research Program and a co-author of the paper. \"Our findings help us to better understand how the brain changes over the course of recovery, which will in turn help to guide concussion management. The more we know about concussion, the better we can reduce potential risks.\"\r\nAbout St. Michael's Hospital St. Michael's Hospital provides compassionate care to all who enter its doors. The hospital also provides outstanding medical education to future health care professionals in more than 29 academic disciplines. Critical care and trauma, heart disease, neurosurgery, diabetes, cancer care, care of the homeless and global health are among the Hospital's recognized areas of expertise. Through the Keenan Research Centre and the Li Ka Shing International Healthcare Education Center, which make up the Li Ka Shing Knowledge Institute, research and education at St. Michael's Hospital are recognized and make an impact around the world. Founded in 1892, the hospital is fully affiliated with the University of Toronto. \r\n\r\n\tFor more information, or to arrange an interview, please contact:\r\nKelly O'Brien\r\nCommunication Adviser--Media \r\nPhone: 416-864-5047\r\nobrienkel@smh.ca\nSt. Michael's Hospital\r\nInspired Care. Inspiring Science.\r\nhttp://www.stmichaelshospital.com\nFollow us on Twitter: http://www.twitter.com/stmikeshospital\n\nKelly O'Brien\nobrienkel@smh.ca\n416-864-5047\n @StMikesHospital\nhttp://www.stmichaelshospital.com/ ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-bou082117.php", "region": "namerica", "source_link": null, "funder": "Defense Research & Development Canada, Canadian Institutes of Military and Veterans Health, Canadian Institutes of Health Research, Siemens Canada Ltd.", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Physiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury"], "journal": "Scientific Reports", "description": "University athletes with a recent concussion had changes in their brain structure and function even after they received medical clearance to return to play, a new study has found.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}