{"title": "Hunter-gatherers' seasonal gut-microbe diversity loss echoes our permanent one", "text": "More evidence that our intestinal microbes are profoundly influenced by the foods we eat -- or don't: The gut ecosystems of members of a small group of hunter-gatherers inhabiting Tanzania's Rift Valley show a strong cyclicality consistent with the population's seasonally changing diet.A study led by researchers at the Stanford University School of Medicine is the first to look at seasonal variations in the gut-microbial composition, or microbiota, of the Hadza, one of the world's few remaining traditional hunter-gatherer populations. The findings confirm that the Hadza microbiota is more diverse than, and substantially different from, that of industrialized countries' urban-dwelling denizens.The study is also the first to show that the microbiota of the Hadza population varies seasonally, and that this variation corresponds to their seasonally fluctuating dietary intake. And the research suggests that sweeping changes in the average person's diet over the past 10,000 years could be the key driver in the loss of microbial diversity in the typical modern gut.\"Surviving hunter-gatherer populations are the closest available proxy to a time machine we in the modern industrialized world can climb into to learn about the ways of our remote human ancestors,\" said Justin Sonnenburg, PhD, associate professor of microbiology and immunology at Stanford.Sonnenburg is the senior author of the multi-institution study, to be published Aug. 25 in Science. Lead authorship is shared by Sonnenburg's former graduate student Samuel Smits, PhD, and Jeff Leach, director of the Human Food Project in Terlingua, Texas.The life inside our gutsFor more than 15 million years, human beings have co-evolved with thousands of microbial species that take up residence in the lowermost part of the intestine, earning their keep by helping us digest food components we're unable to break down by ourselves, chiefly dietary fiber; manufacturing vitamins and other health-enhancing molecules; training our immune system and fostering the maturation of cells in our gut; and guarding our intestinal turf against the intrusion of all-too-eager competing microbial species including pathogens.The advent of agriculture about 10,000 to 15,000 years ago has radically altered our diet. In the past century alone, the typical person's lifestyle has undergone further vast alterations: labor-saving devices' encouragement of a sedentary existence, the introduction of antibiotics and of birth by cesarean section, and the gradual supplanting of fiber-filled whole grains, fruits and vegetables by increasingly processed and fiber-free foods. These environmental changes have wrought corresponding shifts in our microbial exposures, and in our intestines' ability to serve as hospitable hosts for our single-celled symbionts. But it's been hard to apportion the relative contributions of technological and societal innovations to the loss of microbial diversity in modern populations.The new study adds evidence that diet is a major factor.The Hadza number just over 1,000 people, fewer than 200 of whom adhere to the traditional hunter-gatherer lifestyle, which includes a diet composed mainly of five items: meat, berries, baobab (a fruit), tubers and honey. While Western diets are pretty much the same throughout the year, the Hadza lifestyle doesn't include refrigerators and supermarkets. So the population's diet fluctuates according to the season, of which there are two in the Rift Valley: dry, when meat, baobab and tuber consumption play a relatively larger role; and wet, during which berries, tubers, honey and baobabs prevail. (Tubers and baobab are available year-around.)\"The 100 to 200 Hadza sticking to this routine will possibly lose it in a decade or two, maybe sooner. Some are using cell phones now,\" Sonnenburg said. \"We wanted to take advantage of this rapidly closing window to explore our vanishing microbiota.\"Tracking the variationThe investigators collected 350 stool samples from 188 separate Hadza individuals over a roughly one-year period encompassing a bit more than one full seasonal cycle. A thorough analysis of the samples' microbial contents revealed that the gut microbiota varied seasonally, in harmony with the Hadza dietary intake. In particular, a subset of microbial species' populations diminished in the wet season, when honey accounted for a significant portion of caloric intake, and rebounded in the dry season, when consumption of fiber-rich tubers peaked.That made sense, Sonnenburg said. \"Our own microbiota can change significantly from day to day, or even within hours, in response to what we've been eating.\"Samples collected during the same season, but a year apart, contained essentially identical microbial populations, indicating resilience to transitory dietary disruptions.More surprisingly, the bacterial species whose numbers diminish to sub-detectable levels in the wet season, only to bounce back robustly in the next dry season, appear to be the same ones that -- although shared by hunter-gatherers in locations as diverse as modern-day Africa and South America -- are resoundingly absent in the guts of the vast majority of those who populate the industrialized world.This observed seasonal cyclicality, in combination with results of a previous study led by two of the study's co-authors, offers a possible hint about the case of the missing microbes.A 2016 study, published in Nature and led by Sonnenburg and senior research scientist Erica Sonnenburg, PhD, showed that while depriving mice of dietary fiber greatly reduced their gut-microbial species diversity, this diversity was restored when the dietary-fiber restriction was lifted. But if this fiber deprivation was maintained for four generations, microbial species that had initially bounced back robustly became permanently lost.Could this be happening, or could it have already happened, in us?\"Fiber's all that's left at the very end of our digestive tract where these microbes live, so they've evolved to be very good at digesting it,\" said Sonnenburg. \"The Hadza get 100 or more grams of fiber a day in their food, on average. We average 15 grams per day.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/sumc-hsg082117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health", " Infectious/Emerging Diseases"], "journal": "Science", "description": "A study led by researchers at the Stanford University School of Medicine is the first to look at seasonal variations in the gut-microbial composition, or microbiota, of the Hadza, one of the world's few remaining traditional hunter-gatherer populations. The findings confirm that the Hadza microbiota is more diverse than, and substantially different from, that of industrialized countries' urban-dwelling denizens.", "date": "Thu, 24 Aug 2017 04:00:00 GMT"}