{"title": "An eye towards islets", "text": "PITTSBURGH (Aug. 23, 2017) ... Tiny packets of cells called islets throughout the pancreas allow the organ to produce insulin. Type 1 diabetes -- also known as juvenile diabetes - tricks the immune system into destroying these islets. Patients must take insulin daily to maintain blood sugar, or too much sugar will build up in the blood stream and lead to hyperglycemia, diabetic ketoacidosis, and, if left untreated, death. Patients must self-regulate their blood sugar for their entire lives, unless there were some way to restore the pancreatic islets.To explore that potential, the National Science Foundation has funded a multi-university study led by researchers at the University of Pittsburgh Swanson School of Engineering who are investigating the use of human pluripotent stem cells (hPSCs) to engineer pancreatic islets in the lab. A major goal of the research is to develop a method of vascularizing islets in vitro -- literally \"in glass\" -- which studies suggest will result in higher viability and enhanced function after the transplant.\"This the first attempt to generate in vitro vascularized pancreatic islet organoids from hPSCs,\" explains Ipsita Banerjee, associate professor of chemical engineering at Pitt and principal investigator of the study. \"Through collaborative efforts, we have developed a method of implanting blood vessel fragments into the islets. By vascularizing the islets before they are transplanted to the body, they are more likely to survive and can begin regulating blood glucose more quickly.\"Pancreatic islets have a very high oxygen demand. Once inside the body, they need to connect to the host vessels quickly, otherwise they start dying and lose their ability to regulate blood glucose levels. Researchers began looking for new techniques to speed up vascularization after tests began to show high vascularity ultimately improved the transplantation outcome.In addition to developing vascularized islets inside the lab, the study -- \"Engineering a functional 3D vascularized islet organoid from pluripotent stem cells\" -- will use a novel hydrogel system to create a three-dimensional cell culture configuration that mimics the way the body forms pancreatic cells naturally.\"The hydrogel is like a scaffold, and it helps to configure the cells in a 3D space,\" says Dr. Banerjee. \"The status quo is hPSCs randomly arranged in uncontrolled configurations with varying size and structure; however, by using the hydrogel developed by our collaborator at Arizona State, we can create a precise, multicellular architecture called 'spheroids.' Unlike a 2D culture grown in a petri dish, islet spheroids grown on the hydrogel look the same as the ones made by the body.\"Although Dr. Banerjee's research will most directly impact cell therapy for diabetics, creating a procedure for developing working islets outside of the body could also serve as a valuable tool for testing the efficacy and toxicity of new drug compounds for pancreatic disease. The general implications of in vitro vascularization of cells show even more promise.\"The principles behind pre-designing vascularization before transplantation apply to any type of tissue, not just pancreatic,\" Dr. Banerjee says. \"Even when donor islets are used for a transplant, a fraction of the islets survive the procedure. We expect the advanced measures we are taking in the lab, before the new cells enter the patient's body, to have tremendous application to the next generation of regenerative medicine.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uop-aet082317.php", "region": "namerica", "source_link": "http://www.engineering.pitt.edu/News/2017/Banerjee-Pancreatic-Islets-Grant/", "funder": "National Science Foundation", "meeting": "", "institution": "University of Pittsburgh", "keywords": ["Medicine/Health", " Metabolism/Metabolic Diseases", " Diabetes", " Transplantation"], "journal": "", "description": "The National Science Foundation has funded a multi-university study led by researchers at the University of Pittsburgh Swanson School of Engineering who are investigating the use of human pluripotent stem cells (hPSCs) to engineer pancreatic islets in the lab. A major goal of the research is to develop a method of vascularizing islets in vitro -- literally 'in glass' -- which studies suggest will result in higher viability and enhanced function after the transplant.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}