{"title": "New guidelines point way toward more effectively  addressing hypertension in kids, teens", "text": "The first new national guidelines since 2004 on identifying and treating high blood pressure in children and adolescents (aged 3-18 years old) have been published by the American Academy of Pediatrics (AAP), which convened a panel of experts to produce the new recommendations. The AAP report, Clinical Practice Guideline for Screening and Management of High Blood Pressure in Children and Adolescents, offers a series of evidence-based recommendations for pediatricians derived from a comprehensive review of nearly 15,000 medical studies published since 2004. The first-line treatment remains lifestyle changes, as there is a high correlation between hypertension and obesity. When untreated, long-standing hypertension can damage the heart, kidneys and brain.Among the new recommendations is a call to only conduct routine blood pressure measurements at annual preventive care (\"wellness\") visits, as opposed to the 2004 guidelines that urged blood pressure testing anytime a child was in a health care setting, such as for emergency-room treatment or during a dental visit. \"That volume of testing outside of preventive care or wellness visits produced some false positives,\" said David Kaelber MD, PhD, MPH professor in the Case Western Reserve University School of Medicine, Department of Medicine, and chief medical informatics officer of The MetroHealth System, who co-chaired a task force that developed the report.  \"Sometimes kids are in pain or have other issues that cause their blood pressure to be high in the short-term, but not actually have hypertension, leading to unnecessary worry about elevated blood pressure on the part of parents and the kids themselves. This new guideline should also result in health care savings by reducing unnecessary BP monitoring.\"A second major difference is that the new report removed overweight and obese patients when calculating standards for normal blood pressure in young people -- while retaining the benchmark of labeling high blood pressure as beginning at the 95th percentile and categorized by age, sex and height. \"Since we know that those who are obese and overweight are more likely to have high blood pressure, removing them from our 'normal' calculation pool means that we will pick up more average-weight kids with higher blood pressure than under the old model, potentially preventing serious health problems in later life through earlier diagnosis,\" said Kaelber.A third difference is a recommendation for diagnosing high blood pressure by using an ambulatory blood pressure monitor that is attached to the body and worn in real-life settings. This replaces the old guideline which resulted in a hypertensive diagnosis after three successive elevated blood pressure readings in a physician's office. In making this recommendation, the report cites significant evidence of \"white coat hypertension\" -- elevated blood pressure readings at the doctor's office but lower ones at home -- linked to fear and anxiety in a clinical setting.A fourth difference is a recommendation for ordering an echocardiogram for hypertensive young people only if the patient is to be started on medication to treat his or her blood pressure. Under the old guidelines, echocardiograms were routine in cases of abnormal blood pressure whether the patient was on medication or not. Evidence typically shows no health benefits of echocardiograms in young patients whose blood pressure is under control through lifestyle changes in diet and exercise.  A final major difference is that the new recommendations were developed through harmonization with new adult guidelines. For example, under the new guidelines, patients 13 years of age or older have the same definitions of abnormal blood pressures as adult hypertension guidelines from the American Heart Association and the American College of Cardiology. Under the old guidelines, which were developed in isolation from adult criteria, 17 year olds might be labeled hypertensive because their blood pressure was greater than 120/80, but when they turned 18 these same readings might only be considered elevated or pre-hypertensive and not leading to a diagnosis of hypertension.According to the new report, an estimated 3.5 percent of all children and adolescents in the United States have hypertension -- 1.5 million to 2 million young people. But it also states that elevated blood pressure readings often go undetected and untreated. \"These new guidelines will give us better tools for identifying and managing elevated blood pressure in young people,\" said Kaelber.", "article_link": "http://dx.doi.org/10.1542/peds.2017-1904", "url": "http://www.eurekalert.org/pub_releases/2017-08/cwru-ngp082317.php", "region": "namerica", "source_link": "http://casemed.case.edu/cwrumed360/news-releases/release.cfm?news_id=683", "funder": "American Academy of Pediatrics", "meeting": "", "institution": "Case Western Reserve University", "keywords": ["Health Care", " Medicine/Health", " Diet/Body Weight", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Diabetes", " Nutrition/Nutrients", " Pediatrics"], "journal": "Pediatrics", "description": "The first new national guidelines since 2004 on identifying and treating high blood pressure in children and adolescents (aged 3-18 years old) have been published by the American Academy of Pediatrics (AAP), which convened a panel of experts to produce the new recommendations. The AAP report, offers a series of evidence-based recommendations for pediatricians derived from a comprehensive review of nearly 15,000 medical studies published since 2004.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}