{"title": "Blood test for colitis screening using infrared technology could reduce dependence on colonoscopy", "text": "ATLANTA--A fast, simple blood test for ulcerative colitis using infrared spectroscopy could provide a cheaper, less invasive alternative for screening compared to colonoscopy, which is now the predominant test, according to a study between the Department of Physics and Astronomy and the Institute for Biomedical Sciences at Georgia State University.The researchers used Attenuated Total Reflectance Fourier Transform Infrared (ATR-FTIR) spectroscopy to examine the blood serum of mice with colitis and found nine absorption peaks that could be used to indicate the presence of the disease in the blood sample. The findings, recently published in the Journal of Biophotonics, suggest a new testing procedure that could be developed to help doctors more easily screen patients for ulcerative colitis.More than 1.6 million people in the United States suffer from inflammatory bowel disease, which includes ulcerative colitis and Crohn's disease. Ulcerative colitis causes inflammation and ulcers in the lining of the large intestine. Adults 50 and older are expected to get a colonoscopy, a test that allows a doctor to look at the inner lining of the large intestine (rectum and colon), every five years or more frequently if abnormalities are found. The test can help find ulcers, colon polyps, tumors and other areas of inflammation or bleeding.However, many people don't like getting colonoscopies because the procedure is uncomfortable and requires them to fast an entire day and clean out their colon by drinking a liquid solution. Colonoscopies can also be costly because they require sedation and several medical personnel and have risks of complications. There remains a great need for simpler and cost-effective techniques to diagnose inflammatory bowel disease, according to Dr. A. G. Unil Perera, Regents' Professor of Physics, and Dr. Didier Merlin, professor in the Institute for Biomedical Sciences.\"Colonoscopy is used as a screening technique, so even if you don't know if a person has colitis or not, that's currently the only way to clearly check and say they do,\" Perera said. \"We are not talking about replacing colonoscopy. We have shown that a minimally invasive blood test can tell if a patient has an indication of colitis. Then, doctors can perform a colonoscopy to see how far the disease has spread and whether there are signs of cancer.\"This blood test using infrared spectroscopy is much quicker, less invasive and much less expensive compared to colonoscopy. There are no risks, except a simple finger prick to get a blood sample, Perera said.In this study, the researchers used two groups of mice with different types of colitis, chronic and acute. The mice with chronic colitis, the interleukin 10 (IL 10) mice, had a gene modification that allowed them to develop colitis. The mice with acute colitis, the Dextran Sodium Sulphate (DSS) mice, were administered DSS in their drinking water for seven days, and they developed colitis over time. The control group in the study was mice before they were fed DSS.The researchers collected blood and fecal samples from the control and colitis groups and performed ATR-FTIR spectroscopy on the blood samples, sending infrared light into the samples over a wide range to find the absorption peaks. Then, they compared the control and colitis blood samples using ATR-FTIR absorbance spectra to identify differences between them.\"We have identified nine places where there are differences,\" Perera said.In the future, the researchers will increase the number of samples to prove their accuracy is strong. They'll probably find they don't need all nine absorbance peaks to identify mice with colitis, Perera said.\"In addition, the use of ATR-FTIR spectroscopy on serum samples could identify spectral signatures specifically predicting the development of colitis, thereby positively affecting drug management,\" Merlin said. \"We also anticipate that the use of this method will be able to evaluate human serum samples to identify spectral signatures that can distinguish between Crohn's disease and ulcerative colitis.\"\"We can design detectors for only the narrow peaks that we really need,\" Perera said. \"That way a doctor's office should be able to afford the test and add it to existing blood tests, since people usually don't worry too much about giving a little bit of blood. Around the world, this is even more critical because colonoscopy is very, very expensive and people may not have access. This technique can also lead to other applications, like screening for cancer and other diseases.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/gsu-btf082317.php", "region": "namerica", "source_link": "http://news.gsu.edu/2017/08/23/blood-test-colitis-screening/?utm_source=press_release&utm_medium=media&utm_campaign=colitis_blood_test", "funder": "US Army, Office of Naval Research's Defense University Research Instrumentation Program, US Department of Veterans Affairs, NIH/National Institute of Diabetes and Digestive and Kidney Diseases, Crohn's & Colitis Foundation", "meeting": "", "institution": "Georgia State University", "keywords": ["Medicine/Health", " Diagnostics", " Gastroenterology", " Pharmaceutical Science", " Molecular Physics"], "journal": "Journal of Biophotonics", "description": "A fast, simple blood test for ulcerative colitis using infrared spectroscopy could provide a cheaper, less invasive alternative for screening compared to colonoscopy, which is now the predominant test, according to a study between the Department of Physics and Astronomy and the Institute for Biomedical Sciences at Georgia State University.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}