{"title": "Psychotic disorders and obesity: New report shows big waistlines are to blame", "text": "Obesity is a major public health problem in the United States, as an estimated 35 percent of Americans are obese and have a body mass index (BMI) of 30 or more. For the 2.2 million Americans with schizophrenia and the 5.7 million Americans with bipolar disorder, the increased prevalence of obesity and its related diseases such as type 2 diabetes and cardiovascular disease is particularly disconcerting. Because of a number of factors, including obesity, the lifespan for those with schizophrenia is 20 years shorter than the general population and 10 years shorter for those with bipolar disorder. But in a first-of-its-kind study, researchers from Florida Atlantic University show that expanding waistlines and the way body fat is distributed are largely to blame. The study, published in the international journal Bipolar Disorders, is the first to compare the long-term course of weight across different psychotic disorders. Researchers from FAU's Charles E. Schmidt College of Medicine provide the most comprehensive weight-gain trajectory for schizophrenia and bipolar disorder available to date, based on data carefully collected by Evelyn Bromet, Ph.D., distinguished professor of psychiatry at Stony Brook University in New York, and colleagues at Stony Brook University. Their findings will provide vital information to fill the gap that exists today for clinicians to pinpoint the critical time periods that would lend themselves to prevention and intervention.  \"Most clinical trials for psychotic disorders are limited to cross-sectional or short-term studies that typically last one year or less,\" said Martin T. Strassnig, M.D., lead author of the study and associate professor of Integrated Medical Science in FAU's College of Medicine. \"These trials are not long enough to determine the best timing for intervention. Moreover, if there are weight differences in schizophrenia and bipolar disorder patients, we need to tailor prevention and intervention efforts specific to their needs.\"  Strassnig and his collaborators obtained data for their study from a carefully conducted 20-year study in a well-controlled epidemiological setting of a countywide sample of first-admission patients hospitalized with a psychotic condition in the early 1990s. Study participants ranged in age from 15 to 60 years, and excluded those with a psychosis related to depression, substance use and other psychoses. The study included in-person follow-ups, which occurred at six months, and at 2, 4, 10, and 20 years after their first admission.For the FAU report, the researchers looked at weight and height measurements as well as biomarkers such as blood pressure, cholesterol, triglycerides, hemoglobin A1C, body fat percentage and waist circumference. Weight gain was defined by a standard measure of BMI. Key findings from the study revealed that cholesterol, triglycerides, hemoglobin A1C, and blood pressure were not correlated with BMI in the group as a whole. However, body fat and waist circumference were substantially correlated, with waist circumference sharing 74 percent of the variance with BMI, and body fat sharing 40 percent of the variance. Waist circumference at year 20 was significantly higher in schizophrenia than in bipolar disorder and women with schizophrenia had higher waist circumferences than men or women with bipolar disorder. In both bipolar disorder and schizophrenia, BMI was more strongly correlated with waist circumference than with percent body fat, suggesting a central obesity pattern in addition to waist circumference, representing a reasonably accurate proxy measure for body fat distribution. Results also show that nearly two-thirds of those with schizophrenia and more than half of those with bipolar disorder were obese 20 years after their first hospitalization for psychosis. Early overweight predicted future weight gain: a large majority of people who were overweight at year two turned out to be obese at the 20-year mark. Similar weight gain trajectories also were observed in schizophrenia and bipolar disorder with slightly different start points. The schizophrenia group gained twice as much weight within the first 10 years, while those with bipolar disorder experienced less weight gain during the initial 10-year period compared to the subsequent 10 years. \"Interestingly, the use of antipsychotic medication was not associated with longitudinal differences in the course of weight gain, nor was the type or availability of antipsychotics,\" said Strassnig. \"In fact, during years 10 to 20, when the likelihood of being exposed to the group of weight gain-causing second-generation drugs was greatest, there is evidence of plateauing of weight gain. Moreover, neither gender nor race was associated with the rate of weight gain post baseline.\"  The researchers stress that because weight gain continues for 20 years, interventions can be effective in mitigating further weight gain even many years into treatment. Finally, another important conclusion they draw from their data is that waist circumference should be measured frequently, especially in women with schizophrenia.  ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/fau-pda082217.php", "region": "namerica", "source_link": null, "funder": "National Institutes of Health, Eli Lilly Corporation, Stanley Medical Research Institute, Stony Brook University's Clinical Research Scholar Award", "meeting": "", "institution": "Florida Atlantic University", "keywords": ["Medicine/Health", " Cardiology", " Stroke", " Mortality/Longevity", " Diet/Body Weight", " Endocrinology", " Internal Medicine", " Metabolism/Metabolic Diseases", " Public Health", " Mental Health"], "journal": "Bipolar Disorders", "description": "A number of factors, including obesity, shorten the lifespan for those with schizophrenia by 20 years and by 10 years for those with bipolar disorder compared to the general population. In the first study to compare long-term weight gain across psychotic disorders, researchers from FAU show that expanding waistlines and the way body fat is distributed are largely to blame.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}