{"title": "New use of blood cleaning device saves high-risk patients with liver failure", "text": "Baltimore, Md.  Aug. 23, 2017 - Severe acute liver failure (ALF), a rare but life-threatening illness, is associated with high death rates if patients don't receive timely treatment or a liver transplant. Unlike the heart or the kidneys, there is no established mechanical device to replace the liver's function. Now, University of Maryland School of Medicine (UM SOM) researchers report that a device that removes toxins from the blood can also effectively provide a bridge to liver transplantation or buy time for a traumatically injured liver to heal, suggesting broader uses for the device than previously thought. The researchers, writing in Annals of Surgery, present the largest series of cases in the United States in which the Molecular Adsorbent Recirculating System, or MARS® (Baxter International Inc., Deerfield, IL), has been used as temporary liver replacement for ALF.MARS can be likened to a dialysis machine for the liver. It essentially \"washes\" a patient's blood with a solution containing albumin - normally produced by healthy livers -- to remove toxins such as bile acids, ammonia, bilirubin, copper, iron and phenols from the blood.\"We've found in the use of MARS that we're able to get trauma patients with massive liver injury to recovery and, in patients who are deemed good transplant candidates, get them to transplant with excellent survivals,\" says lead researcher, Steven I. Hanish, MD, associate professor of surgery at UM SOM and a liver transplant surgeon at the University of Maryland Medical Center (UMMC).The US Food and Drug Administration (FDA) has approved the device to clear the liver after overdoses and poisonings, and reduce the effects of brain swelling related to liver failure. However, it is not FDA-approved as a bridge to transplant. UMMC began using MARS in 2013, as another tool offered to patients at the world-renowned University of Maryland R Adams Cowley Shock Trauma Center (STC) and at the UMMC liver transplant center, which has cared for over 1,000 liver transplant recipients. A multidisciplinary team has tried MARS in a variety of cases -- as an off-label bridge to transplant, as definitive therapy for toxic ingestion and in cases of severe liver trauma. The study authors describe three cases that sparked their interest and formed their experience as they used MARS. In the first case, from years ago, a young man came to STC with a blunt injury that tore his liver from a major vein. His liver was removed, but he died waiting for a suitable donor liver. The writers concluded that a liver support device may have saved his life.In a second case, gunshots severely damaged the liver of another young man. UMMC acquired the device on an emergency basis and he survived after MARS treatment and lengthy hospitalization. In the third case, a young football player suffered heat stroke causing liver cell death and severe ALF. MARS treatment kept him alive long enough to get a liver transplant.\"We looked at this and said there may really be something here!\" says study senior author Thomas M. Scalea, MD, the Honorable Francis X. Kelly Distinguished Professor of Trauma Surgery and Director of the Program in Trauma at the University of Maryland School of Medicine, and Physician-in-Chief, R Adams Cowley Shock Trauma Center. \"We're using it now in disparate patients, so it's premature to draw any conclusions. On the other hand, we have a pretty good survival rate in a group of patients that otherwise seemingly all would have died.\" Systematic ReviewThe researchers began recording data that could help determine the impact of extending the MARS technology, including patient demographics, etiology of ALF and laboratory values. End-points were patient survival with- and without liver transplant and/or recovery of liver function. The report details the outcomes of 27 critically patients with severe ALF who received MARS therapy between January 2013 and December 2016. Overall, the group displayed multisystem organ impairment and had liver disease more severe than that of patients in the total liver transplant program at UMMC. Three of five patients with severe liver trauma survived, with recovery of liver and kidney function. Thirteen patients received MARS as a bridge-to-transplant. Nine received liver transplantation with a one year survival of 78 percent (the transplant program's overall survival at one year is 85 percent). Four patients died who were not transplanted due to overall medical condition, the presence of additional disorders, or lack of a suitable donor.Additionally, nine patients with ALF from toxic ingestion received MARS, with liver recovery and survival in 67 percent. Other measures of liver function, including blood clotting tests and ammonia levels significantly improved during MARS therapy. No one suffered a type of brain injury known as cerebral herniation during MARS therapy. \"I think the data is intriguing, it's potentially very important,\" says Dr. Scalea. \"Now, we need to continue to be really very rigorous. If we're going to offer families hope for their loved ones, there really needs to be hope associated with this.\"The difficulty comes in determining who will benefit from MARS therapy. \"MARS therapy seems to improve the biochemical parameters. That seems pretty clear. In people with significant biochemical abnormalities that have a potentially reversible cause of their liver failure, or who are considered good candidates for transplant, it seems like a good idea,\" says Dr. Scalea. On the other hand, he says MARS is not very helpful for people with multiple organ failure.The researchers conclude patient selection is key to successful MARS treatment. That process is led by the director of the MARS program, Deborah M. Stein, MD, MPH, the R Adams Cowley Professor of Trauma Surgery at the University of Maryland School of Medicine and Chief of Trauma and Director, Neurotrauma Critical Care at STC, also a study co-author. \"We're pretty confident with the set of indications for MARS that we've developed as part of a collaborative effort,\" says Dr. Stein. She looks at overall patient survivability, degree and cause of liver dysfunction and the degree of coexisting organ failure. \"This research highlights the potential to expand the options for patients who are dealing with severe liver failure,\" says E. Albert Reece, MD, PhD, MBA, vice president of medical affairs at the University of Maryland and dean of the School of Medicine. \"I applaud the relentless determination of our faculty in their drive to explore innovative and creative techniques to take care of the sickest of the sick.\"There are approximately 1600 new cases of ALF annually in the United States, primarily affecting young and previously healthy people.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/uomm-nuo082217.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Maryland Medical Center", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Death/Dying", " Liver", " Transplantation", " Trauma/Injury", " Medical/Scientific Ethics", " Quality of Life", " Technology/Engineering/Computer Science"], "journal": "Annals of Surgery", "description": "University of Maryland School of Medicine researchers report that a device that removes toxins from the blood can also effectively provide a bridge to liver transplantation or buy time for a traumatically injured liver to heal, suggesting broader uses for the device than previously thought.", "date": "Wed, 23 Aug 2017 04:00:00 GMT"}