{"title": "Getting fat to 'talk' again could lower blood glucose and weight", "text": "WASHINGTON, Aug. 22, 2017 -- Diabetes is a tough disease to manage. Oral medications, insulin shots, close monitoring of blood sugar, dietary changes and exercise can all factor into a person's treatment regimen. Now researchers are exploring a novel, simpler approach: implanting a polymer sponge into fat tissue. Their study has shown that in obese mice with symptoms resembling Type 2 diabetes, the implant reduced weight gain and blood-sugar levels -- by getting the fat to \"talk\" again.The researchers are presenting their results today at the 254th National Meeting & Exposition of the American Chemical Society (ACS). ACS, the world's largest scientific society, is holding the meeting here through Thursday. It features nearly 9,400 presentations on a wide range of science topics.\"We're approaching diabetes as tissue engineers,\" Michael Gower, Ph.D., says. \"When people eat poorly, don't exercise and are under a lot of stress, they gain weight. When fat stores get too large, communication with other parts of the body breaks down and can lead to diabetes. What we're trying to do is restart that conversation.\" Several years ago, endocrinologists and others had discovered that fat is an endocrine organ, contrary to the long-held belief that it's just a passive energy reservoir in the body. It releases compounds that regulate energy and metabolism, and it helps other organs respond to insulin and glucose. In diabetes, major organs and tissues such as the brain, liver and skeletal muscles, which require high levels of glucose to function properly, lose their ability to take up the sugar molecule from the bloodstream and use it as energy. As a result, glucose builds up in the blood and can lead to hyperglycemia, which is toxic to many organs and tissues. Gower's lab at the University of South Carolina (USC), in collaboration with muscle physiologists and endocrinologists also at USC, wanted to reinstate the broken-down communication from fat to other organs and tissues. In his postdoctoral work at Northwestern University, Gower used similar sponges of poly(lactide-co-glycolide), or PLG, to deliver pancreatic islets into fat pads of mice as a Type1 diabetes therapy. Now an assistant professor at USC, he wanted to see what effect the material alone was having on fat. Michael Hendley, a doctoral student in Gower's USC lab, implanted PLG sponges in large abdominal fat pads in obese mice that had developed symptoms resembling those of Type 2 diabetes. Within one week, the mice's fat cells, immune cells and blood vessels filled the pores of the implant. After three weeks of a high-fat diet, mice with the sponges had a 10 percent increase in body fat, whereas the mice without the implant gained 30 percent more body fat. In their calf muscles, treated mice had 60 percent higher levels of a protein known to help shuttle glucose from the bloodstream into muscle cells as compared to untreated mice, and they had lower blood sugar levels than the control animals.The treated mice didn't show any signs of negative side effects from the material. The polymer used to make the sponge is already used in stents, sutures and other implantable devices. Now, the researchers are trying to pinpoint why the PLG sponge reduces fat and lowers blood glucose levels, so they can tune the approach further and make it more effective. They are also infusing the sponge with bioactive molecules to see if they can enhance its activity. In a related study, also being presented at the meeting, the lab has found that encapsulating resveratrol -- of red wine fame -- enhances the effects of the PLG sponge. Gower says, \"I think what's really exciting about this work and its implications is that we're looking at how implanting this biomaterial in fat tissue, which has the ability to communicate with other organs, is affecting the whole body.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/acs-gft072417.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "American Chemical Society 254th National Meeting & Exposition", "institution": "American Chemical Society", "keywords": ["Biology", " Chemistry/Physics/Materials Sciences", " Materials", " Polymer Chemistry", " Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity", " Endocrinology", " Metabolism/Metabolic Diseases", " Diabetes"], "journal": "", "description": "Researchers are exploring a novel approach to treating diabetes: implanting a polymer sponge into fat tissue. Their study has shown that in obese mice with symptoms resembling Type 2 diabetes, the implant reduced weight gain and blood-sugar levels -- by getting the fat to 'talk' again. The researchers are presenting their results at the 254th National Meeting & Exposition of the American Chemical Society.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}