{"title": "Brain's self-regulation in teens at risk for obesity", "text": "In a small study that scanned the brains of teenagers while exposing them to tempting \"food cues,\" researchers report that reduced activity in the brain's \"self-regulation\" system may be an important early predictor of adult obesity.The researchers used functional MRI (fMRI) scans on 36 New York teenagers to measure neural responses to food cues and found that food stimuli in the form of words activated regions of the brain associated with reward and emotion in both overweight and lean teens. However, participants who were lean at the time but considered at increased risk for adult obesity because of family history had less neural activity in the brain's self-regulation and attention areas than lean adolescents with lean mothers..In a report of the study's findings, published July 25 in NeuroImage, the investigators suggest that reduced activity in the brain's self-regulation system may be a better predictor of obesity than heightened responses of the reward system to food cues.\"Our findings suggest that we may be able to predict which teens will ultimately become obese adults by effectively looking at how their brains respond when they read a food menu. It's remarkable to me that we see these effects just by having participants read words like 'French fries' or 'chocolate spread,'\" says Susan Carnell, Ph.D., assistant professor of psychiatry and behavioral sciences at the Johns Hopkins University School of Medicine, core faculty member of the Global Obesity Prevention Center at the Johns Hopkins Bloomberg School of Public Health, and the paper's first author.More than half of all adolescents in the United States are either overweight or obese. Children of overweight parents, or two-thirds of adults in the U.S., already are or are likely to become overweight. Since excess weight has been linked to a variety of health issues such as high blood pressure, stroke and diabetes, researchers such as Carnell are hoping to better understand the causes of obesity in hopes of preventing it.For the study, the researchers recruited 36 teens, ages 14 to 19 from New York City, of whom 10 were overweight/obese; 16 were lean but considered at high risk for obesity because they had overweight/obese mothers; and 10 were lean/low risk because they had lean mothers.The teens underwent brain scanning using fMRI while they viewed words that described high-fat foods such as chicken wings, low-fat foods such as Brussels sprouts and nonfood office supply items such as Post-it notes. Participants rated their appetite in response to each word stimulus. After the activity, all participants were offered a buffet that included low- and high-calorie foods -- to see if their brain responses were associated with real-world behavior.fMRI scans are a noninvasive, minimal risk method of assessing neural activation based on the flow of oxygenated blood to different brain regions.The investigators reported that after viewing food-related words, all participants experienced stimulation of the insula and pregenual anterior cingulate cortex -- areas of the brain that support reward and emotion. In adolescents who were overweight or were lean but at high familial risk for obesity, however, the research team saw less activation in the brain's dorsolateral prefrontal cortex, dorsal anterior cingulate cortex and basal ganglia nuclei, which support self-regulation.Brain circuits that support self-regulation showed the greatest activation in lean/low-risk adolescents, less activity in lean/high-risk participants and the least activation in the overweight group. The buffet portion of the experiment complemented the fMRI findings -- that is, overweight participants ate the most, followed by the lean/high-risk adolescents and then the lean/low-risk group.\"Clearly, we are not suggesting that we should scan the brains of every teenager, which would not be practical or cost-effective,\" says Carnell, who conducts research as part of the Johns Hopkins Children's Center. \"But our findings suggest that obesity treatments and prevention interventions designed to strengthen the self-regulatory system may be more useful for teenagers than typical programs focusing purely on diet and physical activity, which have not been very successful at reducing or preventing obesity.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/jhm-bsi082117.php", "region": "namerica", "source_link": "http://www.hopkinsmedicine.org/news/media/releases/brains_self_regulation_in_teens_at_risk_for_obesity?preview=true", "funder": "NIH/National Institute of Diabetes and Digestive and Kidney Diseases", "meeting": "", "institution": "Johns Hopkins Medicine", "keywords": ["Medicine/Health", " Diet/Body Weight", " Eating Disorders/Obesity"], "journal": "NeuroImage", "description": "In a small study that scanned the brains of teenagers while exposing them to tempting 'food cues,' researchers report that reduced activity in the brain's 'self-regulation' system may be an important early predictor of adult obesity.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}