{"title": "How humans and their gut microbes may respond to plant hormones", "text": "A bowl of salad contains more than vitamins and minerals. Plant matter also includes remnants of the hormones plants produce to control how they grow, age, and manage water intake. Recently, scientists have reported that our gut microbes and cells may respond to these hormones and even produce similar molecules of their own. In an opinion article published August 22 in the journal Trends in Plant Science, researchers in France explore how plant hormones may influence human health. \"We know that gut microbiota are involved in human diseases, and that microbes can biosynthesize plant hormones that affect humans, so it makes sense to investigate animal-microbe interactions from the perspective of plants,\" says senior author Benoît Lacombe of France's Centre National de la Recherche Scientifique.For instance, gut microbes and dietary factors have been tied to inflammatory bowel disease and similar afflictions, though the precise mechanisms remain unknown. The plant hormone abscisic acid (ABA), which is synthesized to alert the plant to drought conditions, can worsen inflammation, while another set of hormones, gibberellic acids (GAs), reduce inflammation. The researchers suggest, therefore, that synthesis of these hormones by gut microbes could be responsible for their complicated and contradictory impact on inflammatory diseases. They also add that GA-rich diets, which might include grains and spinach, could be used to combat inflammatory disorders.\"What is fascinating is that people already turn to microorganisms to increase their health - that's what you're doing when you use probiotics,\" Lacombe says. \"But we don't truly understand why some of these probiotics work and others don't - if they are regulated by plant hormones, then ingesting those hormones in seeds and vegetables could have the same outcome.\"Another example of plant hormone impact on human health is the stimulation of increased glucose uptake by ABA. For that reason, the researchers note that consuming ABA-rich fruits and vegetables such as apricots, which they have particularly studied, as well as apples, carrots, and sweet potatoes could help alleviate aspects of diabetes. Another plant hormone, indole acetic acid (IAA), kills off cancer cells upon exposure to high-energy excited dyes in photodynamic therapy. The researchers add that certain plant hormones including IAA should be further studied for anti-tumor action, given that they alter the cell cycle in ways promising for eliminating cancerous cells. As for why hormones that keep plants healthy and strong also have a variety of consequences for humans, the researchers say that similarities in molecular shapes are one plausible cause. \"The most likely explanation is that plant hormones are structurally related to some metabolites in animals, including humans,\" Lacombe says, \"Maybe you take aspirin, for example, to stop pain and inflammation - the aspirin molecule looks a lot like the salicylic acid molecule, which as a hormone does many things for plants.\" Co-evolution could also be part of the explanation. \"We have evolved in an environment including plants and microbes while consuming plant hormones,\" says first author Emilie Chanclud (@emchanclud), a postdoctoral researcher previously at the Institut National de la Recherche Agronomique, and now at The Sainsbury Laboratory in the United Kingdom. \"We have IAA and ABA in our body, and even if we don't know where they come from, we may have evolved ways to respond to them over time.\" Though the researchers caution that more work is needed to establish plant hormones as the cause of microbial action, as well as to investigate whether the digestive process limits their function, they say that plant hormones can reframe how we think about nutrition. \"We are talking about a different way to evaluate the nutritive quality of fruits, vegetables, and grains by considering plant hormones rather than broad classifications like fats and fibers,\" Lacombe says. ", "article_link": "http://dx.doi.org/10.1016/j.tplants.2017.07.003", "url": "http://www.eurekalert.org/pub_releases/2017-08/cp-hha081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Cell Press", "keywords": ["Biology", " Bacteriology", " Cell Biology", " Nutrition/Nutrients", " Plant Sciences", " Endocrinology"], "journal": "Trends in Plant Science", "description": "A bowl of salad contains more than vitamins and minerals. Plant matter also includes remnants of the hormones plants produce to control how they grow, age, and manage water intake. Recently, scientists have reported that our gut microbes and cells may respond to these hormones and even produce similar molecules of their own. In an opinion article published in Trends in Plant Science, researchers in France explore how plant hormones may influence human health.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}