{"title": "Study: Contact in sports may lead to differences in the brains of young, healthy athletes", "text": "TORONTO, Aug. 22, 2017--People who play contact sports show changes to their brain structure and function, with sports that have greater risk of body contact showing greater effects on the brain, a new study has found.\r\nResearchers at St. Michael's Hospital performed preseason brain scans of 65 varsity athletes--23 from collision sports (with routine, purposeful body-to-body contact), 22 from contact sports (where contact is allowed, but is not an integral part of the game) and 20 from non-contact sports. \r\nThey found that the athletes in collision and contact sports had differences in brain structure, function and chemical markers typically associated with brain injury, compared to athletes in non-contact sports. \r\nTheir findings were published online today in the journal Frontiers of Neurology.\r\nLead author Dr. Nathan Churchill, a post-doctoral fellow in St. Michael's Neuroscience Research Program, said there was growing concern about how participation in contact sports may affect the brain. \r\nMost of the research in this area has focused on the long-term effects for athletes in collision sports, such as football and ice hockey, where players may be exposed to hundreds of impacts in a single season.  Less is known about the consequences of participating in contact sports where body-to-body contact is permitted, but is not purposeful, such as soccer, basketball and field hockey. \r\nThis study looked at both men and women from a variety of sports, and found progressive differences between the brains of athletes in non-contact, contact and collision sports. \r\nThis included differences in the structure of the brain's white matter--the fibre tracts that connect different parts of the brain and allow them to communicate with one another. Athletes in sports with higher levels of contact also showed signs of reduced communication between brain areas and decreased activity, particularly within areas involved in vision and motor function, compared to those in non-contact sports, such as volleyball. \r\nHowever, these differences do not reflect significantly impaired day-to-day functioning, said Dr. Tom Schweizer, head of the Neuroscience Research Program and a co-author of the paper, noting that the athletes in this study did not report significant health problems and were all active varsity athletes. \r\nHe said this study fills an important gap in understanding how contact affects healthy brains, as a step toward better understanding why a small number of athletes in contact sports show negative long-term health consequences.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-sci081717.php", "region": "namerica", "source_link": null, "funder": "Defence Research & Development Canada, Canadian Institutes of Military and Veterans Health, Canadian Institutes of Health Research", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Neurobiology", " Sports Medicine", " Sports/Recreation", " Trauma/Injury", " Sports Medicine"], "journal": "Frontiers in Neurology", "description": "People who play contact sports show changes to their brain structure and function, with sports that have greater risk of body contact showing greater effects on the brain, a new study has found.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}