{"title": "New report finds growing number of people in Ontario treated for opioid addiction", "text": "TORONTO, Aug. 22, 2017--The rate at which people are being prescribed opioids to treat pain in Ontario has stabilized while the amount of drugs they receive has declined considerably, a new report has found. However, nearly 40 per cent of long-acting opioids prescribed to people already using opioids to treat pain still had daily doses that exceeded new national guidelines.\r\nThe report released today by the Ontario Drug Policy Research Network said that despite these encouraging trends, opioid use patterns still varied widely across Ontario. And although opioids are being prescribed for pain similarly across all incomes, those seeking treatment for opioid addiction and those dying of an opioid-related overdose were still disproportionately from lower socio-economic groups.\r\n\"The findings of this report suggest that recent prescribing patterns may be shifting toward safer practices such as dispensing smaller quantities of opioids,\" said Tara Gomes, a principal investigator for the research network and a scientist at the Li Ka Shing Knowledge Institute of St. Michael's Hospital and the Institute for Clinical Evaluative Sciences. \"However, we still see important differences in access to opioids to treat both pain and addiction across the province and in certain low-income populations.\"\r\nGomes said the report was the first to link data from the Narcotics Monitoring System, which was created in 2012 to capture all prescription opioids issued in Ontario, to information from other health databases to obtain detailed information about characteristics of opioid users, including income levels and other use of health-care services. For the first time they were able to look at people of all ages regardless of why they were prescribed an opioid (for pain, for addiction treatment or for cough) and regardless of how they paid for it (themselves, private insurance or the government). Most previous studies have been based on individuals eligible for the Ontario Drug Benefits Program, who are over 65 and generally have a low income and pre-existing health issues.\r\nThe report found the number of people prescribed an opioid remained relatively constant over the past five years. In 2016, 1.95 million, or one in seven Ontarians were treated with an opioid.\r\nThe total volume of opioids dispensed fell, driven by an 18 per cent reduction in opioids used to treat pain since January 2015. This reduction was primarily among long-acting opioids such as fentanyl and some forms of oxycodone, a group of drugs designed to be released slowly into the bloodstream to provide long-term pain relief. Gomes said this might be the result of new health initiatives and clinical guidelines to doctors and pharmacists on the safe use and monitoring of opioids. However, she also warned that ongoing evaluation was needed to ensure that patients are having their doses reduced safely. \r\nOther key findings:Breakdown of why opioids are prescribedDisproportionate burden on the poorGeographic differences\r\nPeople dispensed an opioid to treat pain or addictions were concentrated in northwestern and rural regions in Ontario. \r\nThe North Bay Parry Sound and Haliburton, Kawartha, Pine Ridge Health Units had the highest per cent of residents receiving opioids for pain, 17.4 per cent of residents each. \r\nThe highest percentages of people dispensed opioids to treat addiction were in Thunder Bay District (2.2 per cent of residents), Northwestern Ontario (1.4 per cent) and Lambton, North Bay Parry Sound, and Sudbury and District, each at one per cent. \r\nTrends in addiction treatment\r\nThe number and rate of Ontarians being prescribed opioids to treat addiction are increasing, largely because of the increase in the use of the drugs buprenorphine and naloxone, especially in some northern areas. Although methadone has historically been the first line treatment for opioid use disorder in Ontario, it must be prescribed by a specially licensed physician.\r\nHaliburton, Kawartha, Pine Ridge District, Windsor Essex County and Porcupine Health Unit had among the highest percentage of residents dispensed opioids for pain, but the percentages of residents being treated for addiction were only moderate. Moreover, those three areas had above average rates of opioid-related deaths compared with the rest of the province. These facts could suggest poor access to addiction treatment services in those areas.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/smh-nrf081717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "St. Michael's Hospital", "keywords": ["Medicine/Health", " Addiction", " Pain", " Public Health", " Social/Behavioral Science", " Addiction", " Drugs"], "journal": "", "description": "The rate at which people are being prescribed opioids to treat pain in Ontario has stabilized while the amount of drugs they receive has declined considerably, a new report has found.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}