{"title": "Mouse model of human immune system inadequate for stem cell studies", "text": "A type of mouse widely used to assess how the human immune system responds to transplanted stem cells does not reflect what is likely to occur in patients, according to a study by researchers at the Stanford University School of Medicine. The researchers urge further optimization of this animal model before making decisions about whether and when to begin wide-scale stem cell transplants in humans.Known as \"humanized\" mice, the animals have been engineered to have a human, rather than a murine, immune system. Researchers have relied upon the animals for decades to study, among other things, the immune response to the transplantation of pancreatic islet cells for diabetes and skin grafts for burn victims. However, the Stanford researchers found that, unlike what would occur in a human patient, the humanized mice are unable to robustly reject the transplantation of genetically mismatched human stem cells. As a result, they can't be used to study the immunosuppressive drugs that patients will likely require after transplant. The researchers conclude that the humanized mouse model is not suitable for studying the human immune response to transplanted stem cells or cells derived from them.\"In an ideal situation, these humanized mice would reject foreign stem cells just as a human patient would,\" said Joseph Wu, MD, PhD, director of Stanford's Cardiovascular Institute and professor of cardiovascular medicine and of radiology. \"We could then test a variety of immunosuppressive drugs to learn which might work best in patients, or to screen for new drugs that could inhibit this rejection. We can't do that with these animals.\"Wu shares senior authorship of the research, which will be published Aug. 22 in Cell Reports, with Dale Greiner, PhD, professor in the Program in Molecular Medicine at the University of Massachusetts Medical School, and Leonard Shultz, PhD, professor at the Jackson Laboratory. Former postdoctoral scholars Nigel Kooreman, MD, and Patricia de Almeida, PhD, and graduate student Jonathan Stack, DVM, share lead authorship of the study.\"Although these mice are fully functional in their immune response to HIV infection or after transplantation of other tissues, they are unable to completely reject the stem cells,\" said Kooreman. \"Understanding why this is, and whether we can overcome this deficiency, is a critical step in advancing stem cell therapies in humans.\"\"Humanized mice are critical preclinical models in many biomedical fields helping to bring basic science into the clinic, but as this work shows, it is critical to frame the question properly,\" said Greiner. \"Multiple laboratories remain committed to advancing our understanding and enhancing the function of engrafted human immune systems.\"Greiner and Shultz helped to pioneer the use of humanized mice in the 1990s to model human diseases and they provided the mice used in the study.The researchers were studying pluripotent stem cells, which can become any tissue in the body. They tested the animals' immune response to human embryonic stem cells, which are naturally pluripotent, and to induced pluripotent stem cells. Although iPS cells can be made from a patient's own tissues, future clinical applications will likely rely on pre-screened, FDA-approved banks of stem cell-derived products developed for specific clinical situations, such as heart muscle cells to repair tissue damaged by a heart attack, or endothelial cells to stimulate new blood vessel growth. Unlike patient-specific iPS cells, these cells would be reliable and immediately available for clinical use. But because they won't genetically match each patient, it's likely that they would be rejected without giving the recipients immunosuppressive drugs.Humanized mice were first developed in the 1980s. Researchers genetically engineered the mice to be unable to develop their own immune system. They then used human immune and bone marrow precursor cells to reconstitute the animals' immune system. Over the years subsequent studies have shown that the human immune cells survive better when fragments of the human thymus and liver are also implanted into the animals.Kooreman and his colleagues found that two varieties of humanized mice were unable to completely reject unrelated human embryonic stem cells or iPS cells, despite the fact that some human immune cells homed to and were active in the transplanted stem cell grafts. In some cases, the cells not only thrived, but grew rapidly to form cancers called teratomas. In contrast, mice with unaltered immune systems quickly dispatched both forms of human pluripotent stem cells.The researchers obtained similar results when they transplanted endothelial cells derived from the pluripotent stem cells.To understand more about what was happening, Kooreman and his colleagues created a new mouse model similar to the humanized mice. Instead of reconstituting the animals' nonexistent immune systems with human cells, however, they used immune and bone marrow cells from a different strain of mice. They then performed the same set of experiments again.Unlike the humanized mice, these new mice robustly rejected human pluripotent stem cells as well as mouse stem cells from a genetically mismatched strain of mice. In other words, their newly acquired immune systems appeared to be in much better working order. Although more research needs to be done to identify the cause of the discrepancy between the two types of animals, the researchers speculate it may have something to do with the complexity of the immune system and the need to further optimize the humanized mouse model to perhaps include other types of cells or signaling molecules. In the meantime, they are warning other researchers of potential pitfalls in using this model to screen for immunosuppressive drugs that could be effective after human stem cell transplants.  \"Many in the fields of pluripotent stem cell research and regenerative medicine are pushing the use of the humanized mice to study the human immune response,\" said Kooreman. \"But if we start to make claims using this model, assuming that these cells won't be rejected by patients, it could be worrisome. Our work clearly shows that, although there is some human immune cell activity, these animals don't fully reconstitute the human immune system.\"The researchers are hopeful that recent advances may overcome some of the current model's limitations.\"The immune system is highly complex and there still remains much we need to learn,\" said Shultz. \"Each roadblock we identify will only serve as a landmark as we navigate the future. Already, we've seen recent improvements in humanized mouse models that foster enhancement of human immune function.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/sumc-mmo081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Stanford University Medical Center", "keywords": ["Medicine/Health"], "journal": "Cell Reports", "description": "A type of mouse widely used to assess how the human immune system responds to transplanted stem cells does not reflect what is likely to occur in patients, according to a study by researchers at the Stanford University School of Medicine.", "date": "Tue, 22 Aug 2017 04:00:00 GMT"}