{"title": "Biochemical 'fingerprints' reveal diabetes progression", "text": "Researchers from Umeå University in Sweden describe a new method to study biochemical changes that occur in the pancreas during the development of diabetes. The method, recently published in Scientific Reports, is based on molecular spectroscopy and can be used to extract biochemical profiles (or \"fingerprints\") containing information about disease progression. The method could facilitate improved understanding of the mechanistic processes on molecular and cellular levels that are key to the development of diabetes. The method uses vibrational microspectroscopic technology, including Fourier Transform Infrared (FT-IR) and Raman microspectroscopy. Different compounds have unique molecular vibrations that can be detected using infrared light or laser. These vibrations contain information about the sample's chemical composition, including molecular characteristics, prevalence and structure. It is usually very difficult to interpret the extremely complex results and vast amount of data that this kind of assessment produces. By using advanced statistical methods, researchers can filter out \"noise\" such as, for example, natural variations. This results in a better overview and allows researchers to focus on the important factors.\"This method is well-suited for studying biological samples, since it does not damage the sample, does not require external markers such as antibody labels, and can be used in microscopy settings. The method can for example be used to determine which cell types are affected in a certain tissue, where and how,\" says András Gorzsás, researcher at the Department of Chemistry and co-author of the article. The pancreas is a key organ for the development of diabetes, one of the greatest health issues in the world. According to the International Diabetes Federation, the number of individuals with diabetes is expected to rise from today's 415 million to more than 640 million by 2040. Despite the global prevalence of diabetes, researchers had limited methods to study biochemical changes directly in the pancreas.Filtering out noise in complex data provides overviewIn the Scientific Reports article, the researchers describe how a method for multivariate statistical analysis enables them to handle multiple variables simultaneously and thus analyze complex data from vibrational microspectroscopy of the pancreas. Using this method, which until now has been used primarily to study plant tissues, the researchers show that it is possible to discover previously unknown biochemical changes in the pancreas during disease development. In addition, previously known changes in the tissue may also be detected, but at even earlier stages of disease progression compared to what has been described by other techniques. \"By using this method we can create biochemical fingerprints of all changes occurring in the pancreas. The fingerprints inform us of what cell type we are looking at, which animal model it comes from and how far the disease has progressed. These fingerprints are so precise that even unknown samples can be classified if there is available reference material,\" says Ulf Ahlgren, Professor of Molecular Medicine and co-author of the article.A non-destructive techniqueThe method can be used to analyze both mice and human pancreas from the outside of the organ, i.e. without the need to obtain tissue samples. Moreover, the researchers demonstrate in a transplantation experiment that pancreatic tissue (so called Islets of Langerhans) may be studied in vivo (i.e. in the living organism). In addition to studying mechanistic aspects of diabetes development and manifestation, the researchers hope that the method can be used to develop better prognostic and diagnostic tools for diabetes.\"I believe this possibility to study pancreatic tissue and especially the biochemistry of the insulin-producing Islets of Langerhans in the living organism is a very interesting opportunity for diabetes research. The method could prove useful for example to study the direct effects of anti-diabetic therapies on the biochemical composition and function of insulin-producing cells,\" says Ulf Ahlgren. The researchers are also hopeful that their findings can lay the foundations for developing better tools for identifying cancer tissue to be surgically removed as part of pancreatic cancer treatment. The study was a collaborative effort with researchers at NTNU in Trondheim, Norway, and Karolinska institutet. The research was made possible by funding from the Swedish Research Council and the Kempe Foundations.", "article_link": "http://dx.doi.org/10.1038/s41598-017-07015-z", "url": "http://www.eurekalert.org/pub_releases/2017-08/uu-br082117.php", "region": "europe", "source_link": "http://www.teknat.umu.se/english/about-the-faculty/news/newsdetailpage/biochemical-fingerprints-reveal-diabetes-progression.cid284431", "funder": "", "meeting": "", "institution": "Umea University", "keywords": ["Biochemistry", " Medicine/Health", " Diabetes"], "journal": "Scientific Reports", "description": "Researchers from Umeå University in Sweden describe a new method to study biochemical changes that occur in the pancreas during the development of diabetes. The method, recently published in Scientific Reports, is based on molecular spectroscopy and can be used to extract biochemical profiles (or 'fingerprints') containing information about disease progression. The method could facilitate improved understanding of the mechanistic processes on molecular and cellular levels that are key to the development of diabetes.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}