{"title": "CRC screening with flexible sigmoidoscopy reduces risk for death", "text": "A re-analysis of all-cause mortality in the USPSTF 2016 evidence report suggests that CRC screening guidelines could be reassessed\r\nAbstract: http://annals.org/aim/article/doi/10.7326/M17-0859\nURLs go live when the embargo liftsA re-analysis of all-cause mortality in the United States Preventive Services Task Force (USPSTF) evidence review for colorectal cancer screening found that flexible sigmoidoscopy reduces risk for death. These findings suggest that the USPSTF guidelines for colorectal cancer screening, which concluded that no colorectal cancer screening methods reduced all-cause mortality, could be reassessed. The brief research report is published in Annals of Internal Medicine.The USPSTF conclusion was partially based on a meta-analysis of four randomized trials that compared flexible sigmoidoscopy screening with no screening. The meta-analysis aggregated results from the two age cohorts of the NORCCAP (Norwegian Colorectal Cancer Prevention) trial as if the cohorts were a single trial. This analysis created a Simpson paradox that obscured the reduction in all-cause mortality by changing two statistically nonsignificant reductions into a statistically significant increase. The effect was large enough to nullify the reductions in all-cause mortality of the other trials in the meta-analysis. Researchers assessed results of the NORCCAP study for this Simpson paradox and repeated meta-analysis of all-cause mortality outcomes for screening flexible sigmoidoscopy using the 2 NORCCAP age cohorts as individual trials. They found that looking at the cohorts as two separate groups, rather than aggregating them, the relative risk for all-cause mortality favored screening with flexible sigmoidoscopy. The authors conclude that if the goal of screening is to reduce the risk for death, then the evidence supporting flexible sigmoidoscopy is substantially stronger than that of other screening methods. Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Andrew Swartz, can be contacted directly at Andrew.Swartz@duramater.net. \r\nAbstract: http://annals.org/aim/article/doi/10.7326/M16-2855\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-2121\nURLs go live when the embargo liftsContinuous glucose monitoring (CGM) improved glucose control in patients with type 2 diabetes receiving multiple daily injections of insulin compared with usual care (self-monitoring). The results of a randomized clinical trial are published in Annals of Internal Medicine. Real-time CGM has been shown to improve glycemic control in adults with type 1 diabetes using an insulin pump. Whether CGM could also benefit adults with type 2 diabetes receiving insulin has not been well-studied, although substantially more insulin users have type 2 than type 1 diabetes, and glycemic control often remains suboptimal even with the use of insulin. Researchers at the Jaeb Center for Health Research and 25 clinical sites in the U.S. and Canada randomly assigned 158 adults with type 2 diabetes to receive CGM (n = 79) or usual care (n = 79) for 24 weeks. Participants in both groups were receiving multiple daily injections of insulin, and had hemoglobin A1C (HbA1c) levels of 7.5 to 9.9 percent (mean 8.5% in each group) at the start of the trial. At 24 weeks, mean HBA1C levels decreased to 7.7 percent in the CGM group and 8.0 percent in the control group. Currently, few insulin-treated patients with type 2 diabetes are prescribed CGM. These findings indicate an additional management method that may be beneficial for these patients. The authors of an accompanying editorial suggest that cost-effectiveness and ease of use are obstacles to widespread use of CGM. More research may be needed to determine the financial effects of CGM and patient populations that may benefit most from its use.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. The lead author, Roy Beck, MD, PhD, can be contacted through James McIntosh at jmcintosh@allisonpr.com or 619-884-2118.Abstract: http://annals.org/aim/article/doi/10.7326/M17-0868\nEditorial: http://annals.org/aim/article/doi/10.7326/M17-2030\nURLs go live when the embargo liftsAn extensive cancer screening strategy for patients with unprovoked venous thromboembolism (VTE) is likely to detect more cancer cases at initial screening than a more limited approach, but its effect on patient outcomes is unclear. The results of a systematic review and meta-analysis of individual patient data is published in Annals of Internal Medicine. VTE may be the first sign of occult cancer. As such, the appropriate cancer screening strategy for these patients is an important consideration. Extensive screening, such as computed tomography (CT) of the abdomen or whole-body positron emission tomography (PET), has been thought to detect more cancer, but is associated with false-positive findings, requiring additional, sometimes invasive testing that may increase the risks for procedure-related complications, patient anxiety, and increased health care costs. Currently, a more limited approach comprising of a patient health history and physical exam is recommended. Clinicians need precise data about cancer prevalence, risk factors, and the effect of different types of screening strategies to guide decisions and to counsel patients. Researchers from The Ottawa Hospital reviewed individual patient data from 10 recently published studies to estimate the prevalence of occult cancer in patients with unprovoked VTE, including in subgroups of different ages or those that have had different types of screening. Data for 2,316 persons were included in the meta-analysis. Occult cancer was detected in 1 in 20 patients within a year after being diagnosed with VTE. Cancer prevalence increased linearly with age and was sevenfold higher in patients aged 50 years and older than in younger patients. While extensive screening detected twice as many cancer cases as limited screening alone, no statistically significant difference was found in cancer detection between the two approaches. These findings seem to support a more limited approach to cancer screening in patients with unprovoked VTE.Media contact: For an embargoed PDF, please contact Cara Graeff at cgraeff@acponline.org. To interview the lead author, Marc Carrier, MD, please contact Jennifer Ganton at jganton@ohri.ca or 613-798-5555.Abstract: http://annals.org/aim/article/doi/10.7326/M17-0520\nURL goes live when the embargo liftsMaraviroc (MVC), a candidate drug for HIV preexposure prophylaxis (PrEP), was shown to be safe and well-tolerated among women at risk for HIV in a phase 2 randomized trial. These findings suggest that further study is warranted. The study is published in Annals of Internal Medicine. Of the more than 2 million new HIV infections that occur annually worldwide, about half are in women. Effective strategies to prevent HIV acquisition in women are urgently needed, yet HIV PrEP in women has shown conflicting results. The only regimen currently approved by the U.S. Food and Drug Administration (FDA) is daily oral TDF-FTC, which has its limitations. MVC, a CCR5 antagonist HIV entry inhibitor, has been approved for treatment of HIV infection treatment-experienced participants and has many attributes that make it a viable candidate for HIV PrEP in women.Researches from Weill Cornell Medicine sought to assess the safety and tolerability of MVC containing PrEP in U.S. women at risk for HIV infection. The investigators enrolled 188 uninfected women at risk for HIV. The participants were randomly assigned with equal probability to receive one of four regimens: MVC, MVC plus FTC, MVC plus TDF, or TDF plus FTC (control). The study regimen comprised a total of three pills that included matching placebos and were taken together orally once per day. At 48 weeks, the number discontinuing and time to discontinuation did not differ among regimen, nor did rates of grade 3 or 4 adverse events. The researchers concluded that MVC PrEP regimens were safe and well-tolerated and warrant additional study. Media contacts: For an embargoed PDF or author contact information, please contact Cara Graeff. To reach the lead author, please contact Jen Gundersen at jeg2034@med.cornell.edu or 646-962-9497.\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/acop-csw081617.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "American College of Physicians", "keywords": ["Medicine/Health", " AIDS/HIV", " Cancer", " Health Care Systems/Services", " Health Professionals", " Internal Medicine", " Diabetes"], "journal": "Annals of Internal Medicine", "description": "A re-analysis of all-cause mortality in the United States Preventive Services Task Force (USPSTF) evidence review for colorectal cancer screening found that flexible sigmoidoscopy reduces risk for death. These findings suggest that the USPSTF guidelines for colorectal cancer screening, which concluded that no colorectal cancer screening methods reduced all-cause mortality, could be reassessed. ", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}