{"title": "Research reveals potential target for alcohol liver disease", "text": "BOSTON - Drinking too much alcohol can damage the liver, but investigators have discovered a protective response in the organ that might be targeted to help treat alcoholic liver disease. The team -- led by researchers at Beth Israel Deaconess Medical Center (BIDMC), in collaboration with colleagues at the University of Pennsylvania -- also found that the same protective response may be involved in aversion to alcohol and could therefore help in the treatment of alcoholism. The research involves a protein called fibroblast growth factor 21 (FGF21), which the scientists previously found helps protect mice against diet-related toxicities to the liver. \"Looking at the relationship between alcohol-induced liver disease and FGF21 was the next step,\" said co-senior author Eleftheria Maratos-Flier, MD, Professor of Medicine in the Division of Endocrinology, Diabetes and Metabolism at BIDMC and Harvard Medical School.In this latest work, published online today in Molecular Metabolism, people who binged on alcohol over a one-hour period exhibited massive increases of FGF21 in their blood six hours later.  Similar results were seen in mice. Also, in mice bred to lack FGF21, binging on alcohol led to more liver damage than that seen in wild-type mice, along with an increased expression of genes involved in inflammation and scarring in the liver.\"We showed that alcohol consumption induces FGF21 as a protective response in the liver that reduces the degree of alcohol-induced damage,\" said Maratos-Flier. \"Because humans and mice have similar responses, mice may be a good model for studying this further.\"Interestingly, alcohol was cleared normally in mice lacking FGF21, suggesting that FGF21 does not play a role in acute alcohol metabolism. Also, mice that were bred to overexpress FGF21 consumed less alcohol than wild-type mice. A similar effect was observed when wild-type mice were administered extra FGF21, which caused them to prefer water over alcohol.The findings suggest that FGF21 has a dual role in alcohol metabolism. Acutely, the rise in FGF21 in response to alcohol consumption inhibits further drinking. Chronically, the rise in FGF21 expression in the liver may protect against liver damage. \"Our results may encourage the development of drugs that mimic FGF21 for the treatment of alcoholic liver disease, and possibly to produce alcohol aversion,\" Maratos-Flier noted.The next steps in this line of research include tests on whether boosting the effects of FGF21 can help limit or reverse liver damage in mice and decrease a preference for alcohol in humans.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/bidm-rrp082117.php", "region": "namerica", "source_link": "http://www.bidmc.org/News/PRLandingPage/2017/August/MaratosFlier.aspx", "funder": "JPB foundation, Rotary Club of Rome, Clinical Research Program Award, Great Rivers Affiliate, American Heart Association, Feodor-Lynen Research Award, Alexander von Humboldt-Foundation, and others", "meeting": "", "institution": "Beth Israel Deaconess Medical Center", "keywords": ["Medicine/Health", " Endocrinology", " Liver", " Alcohol"], "journal": "Molecular Metabolism", "description": "Drinking too much alcohol can damage the liver, but investigators have discovered a protective response in the organ that might be targeted to help treat alcoholic liver disease. The team -- led by researchers at Beth Israel Deaconess Medical Center, in collaboration with colleagues at the University of Pennsylvania -- also found that the same protective response may be involved in aversion to alcohol and could therefore help in the treatment of alcoholism.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}