{"title": "CHEO researchers identify practices leading to safer outcomes in procedural sedation for children", "text": "OTTAWA, ON - August 21, 2017 - Researchers at the Children's Hospital of Eastern Ontario (CHEO) looked at the incidence of and risk factors associated with sedation-related adverse events in pediatric emergency departments as part of a multi-centre observational study published today in JAMA Pediatrics.When children and youth present at an emergency department and require an immediate painful procedure, it is standard to sedate the patient so they can tolerate the treatment.  Procedural sedation is commonly used for painful or uncomfortable procedures like setting fractures, repairing lacerations and draining abscesses in emergency departments worldwide.\"Although sedation-related serious adverse events occur infrequently, recognition and early intervention is necessary to ensure patient safety,\" said Dr. Maala Bhatt, lead author, director of pediatric emergency research at CHEO, and assistant professor at the University of Ottawa. \"We've been able to identify sedation medications and practices associated with the best clinical outcomes, which is practice-changing.\"According to the authors, this study represents the largest and most robust prospective emergency department procedural sedation cohort to date. It includes children from six emergency departments across Canada, sedated with six different medication combinations. \r\nThe results of the study show that choice of sedation medication had the biggest impact on the incidence of adverse events and need for significant interventions in response to those events. The incidence of serious adverse events was lowest among patients sedated with ketamine-alone and highest among patients sedated with combination drugs ketamine plus propofol or fentanyl. The overall incidence of adverse events in the study population was 11.7%. The most common events were a decrease in oxygen saturation (5.6%) and vomiting (5.2%).  Significant interventions in response to an adverse event were rare, occurring in only 1.4% of children. Two other practices - receiving an opioid prior to sedation and having a laceration repair - were associated with the occurrence of vomiting, oxygen desaturation and need for significant interventions.  \"The low rate of serious adverse events and significant interventions supports the safety of procedural sedation in the hands of emergency department physicians,\" said Dr. Bhatt. \"While all sedation medications and combination of medications are effective and safe in the hands of experienced providers, ketamine-alone is associated with the fewest serious adverse events and significant interventions, making it a logical choice for providing procedural sedation for children in emergency departments.\" ", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/choe-cri082117.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Children's Hospital of Eastern Ontario Research Institute", "keywords": ["Medicine/Health", " Critical Care/Emergency Medicine", " Pediatrics"], "journal": "JAMA Pediatrics", "description": "This study represents the largest and most robust prospective emergency department procedural sedation cohort to date. It includes children from six emergency departments across Canada, sedated with six different medication combinations. The results of the study show that choice of sedation medication had the biggest impact on the incidence of adverse events and need for significant interventions in response to those events.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}