{"title": "Chemicals from gut bacteria maintain vitality in aging animals", "text": "A class of chemicals made by intestinal bacteria, known as indoles, help worms, flies and mice maintain mobility and resilience for more of their lifespans, scientists have discovered.The findings are scheduled for publication August 21 in PNAS.\"This is a direct avenue to a drug that could make people live better for longer,\" says senior author Daniel Kalman, PhD, professor of pathology and laboratory medicine at Emory University School of Medicine.Kalman and his colleagues use the term \"healthspan\" to describe the length of time a human or animal, while aging, can stay active and resist stress. In this research, the focus is on whether the animals live healthier, but not necessarily longer.\"We need a better understanding of healthspan,\" he says. \"With medical advances, people are living longer; but you might not really want to live longer if it means spending those extra years frail and infirm.\" The burden imposed by diseases of aging on the healthcare system is expected to skyrocket in coming decades, he adds.Interest in the health effects of the microbes that live in our bodies has exploded in recent years. In humans and mice, some studies have shown that the spectra of bacteria in our bodies become narrower with age.\"We don't always know how various microbiota exert their effects,\" Kalman says. \"But now we have a big clue to one mechanism.\"Indole, produced by many types of bacteria through breakdown of the amino acid tryptophan, can smell noxious or flowery depending on the concentration. Indole and its chemical relatives can be found in plants, especially vegetables such as broccoli and kale. One such relative is also known as auxin, a growth hormone for plants needed for light-seeking and root development.Kalman's lab had previously identified indole and related molecules as compounds released by E. coli bacteria that condition the worm C. elegans and mice to be more resistant to infection and other stresses.The roundworm C. elegans is one of the premier organisms in which to study aging. Studies in C. elegans led to discovery of a set of genes that control how long the worms can live. Several of the genes are components of the insulin signaling pathway, and they influence lifespan in flies and mice as well.Worms normally eat bacteria. So researchers fed them E. coli bacteria that produce indoles, and compared them with worms fed E. coli that cannot produce indoles. As they age, older worms spend less time moving around, can't swallow as well and are more sensitive to stressors. Although indoles didn't change the maximal lifespan, they markedly increased the amount of time worms were mobile after the age of 15 days, and it increased their swallowing strength and resistance to heat stress, even in young animals.In addition, worms usually stop reproduction at the age of 5 days, but dietary indole more than doubled their reproductive span, allowing them to remain fertile up to 12 days.Indole had similar effects on mobility and resistance to heat in Drosophila fruit flies, and with mice, a comparable pattern was evident. Researchers treated mice with antibiotics to eliminate the existing flora, and then re-colonized them with either normal E. coli, or, as a control, with bacteria that cannot produce indole. In very old mice (28 months), indoles helped animals maintain their weight, mobility and activity levels. In younger mice, indoles extended survival after exposure to lethal radiation. The researchers also analyzed the patterns of gene activity affected by indoles -- the genes regulated by indoles were distinct from other C. elegans genes previously linked to longevity.\"It's like the Picture of Dorian Gray, in terms of the genes involved,\" Kalman says. \"Indoles make old animals look more like the young ones.\"Indoles may be keeping the intestinal barrier intact and/or limiting systemic inflammatory effects. Kalman's laboratory is now investigating how indoles exert their effects in aging animals, how dysregulation of indoles produced by the microbiota contribute to frailty, and how indoles can be used to reverse these effects.\"Indole is such an ancient messenger,\" Kalman says. \"It's how plants steer their growth, how bacteria talk to each other, and it is how plants and bacteria talk with us and ensure proper homeostasis with our immune system. It is perhaps not so surprising that these molecules help maintain our vitality.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1706464114", "url": "http://www.eurekalert.org/pub_releases/2017-08/ehs-cfg081617.php", "region": "namerica", "source_link": null, "funder": "NIH/National Institute for Diabetes and Digestive and Kidney Diseases, NIH/National Institute on Aging", "meeting": "", "institution": "Emory Health Sciences", "keywords": ["Biology", " Bacteriology", " Cell Biology", " Mortality/Longevity", " Aging", " Gastroenterology"], "journal": "Proceedings of the National Academy of Sciences", "description": "A class of chemicals made by intestinal bacteria, known as indoles, help worms, flies and mice maintain mobility and resilience for more of their lifespans, Emory scientists have discovered.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}