{"title": "TX Biomed part of team on 5-year, $4.4 million NIH grant for novel TB vaccine testing", "text": "San Antonio, Texas (Aug. 21, 2017) - Tuberculosis (TB) is the leading cause of death due to infectious disease worldwide. Texas Biomedical Research Institute Associate Scientist Dr. Marie-Claire Gauduin has partnered with Dr. Chinnaswamy Jagannath, professor of pathology and laboratory medicine at McGovern Medical School at UTHealth in Houston to test a modified TB vaccine that, if effective, could prove more powerful and provide longer lasting immunity. Dr. Gauduin and Dr. Jagannath are principal investigators on this five-year study funded by the National Institutes of Health.\"TB due to the Mycobacterium tuberculosis kills 1.5-2 million people each year,\" Dr. Gauduin said. \"Our ultimate goal is to impact public health by preventing disease and death due to TB, especially in our most vulnerable populations.\"Currently, Bacille Calmette-Guérin (BCG) is the only vaccine for TB disease; however, it is not 100 percent effective and does not provide life-long immunity. The vaccine is not used in the United States.Vaccines enhance the body's own immune response to infection so that a person's immune system can recognize and eradicate a pathogen before infection can occur by producing specialized immune cells and antibodies that can last for years. Drs. Jagannath and Gauduin believe they can strengthen the protective effect of the original vaccine by adding a novel adjuvant (or modifier), which would make the body's immune response to the vaccine stronger and longer lasting.Dr. Jagannath and his team have shown in mouse models that the modified BCG vaccine increases the bacteria-killing power tenfold and the length of the vaccine's protection threefold.The next step in the study process is to apply these results to a nonhuman primate model. Dr. Gauduin and her team have developed a nonhuman primate model that more closely mimics the disease in humans, enabling the team to test the efficacy of this candidate vaccine. The nonhuman primate study will be performed at the Southwest National Primate Research Center on the campus of Texas Biomed.\"We want to evaluate the short-term and long-term immune response to this vaccine,\" Dr. Gauduin said. \"This modified BCG vaccine provides an opportunity for the vaccine to boost specialized memory cells, allowing longer lasting immunity.\"She added that TB is particularly problematic when defenses are down, so people with compromised immune systems are at higher risk. The very young, the elderly and those already fighting a disease like HIV are the most susceptible. TB is the leading cause of death for people infected with HIV, and ultimately Dr. Gauduin and the team aim to discover a combination HIV/TB vaccine.TB typically attacks the lungs but can impact other parts of the body and ultimately lead to death if not treated appropriately. People infected with TB do not always become sick or show signs of infection, which is called latent TB infection. TB disease, where people are sick and show symptoms, is caused when a person's immune system can't stop Mycobacterium tuberculosis from multiplying. According to the Centers for Disease Control, TB infects nearly one third of the world population. In 2015, nearly 10,000 people in the United States were infected and nearly 500 people died due to TB disease in 2014.While TB is treatable, it can also be resistant to drug treatment, which is why finding a more effective, longer lasting vaccine is so critical, Dr. Gauduin added.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-08/tbri-tbp082117.php", "region": "namerica", "source_link": "https://www.txbiomed.org/news-press/news-releases/news-release-gauduin-tb-research-grant/", "funder": "NIH/National Institute of Allergy and Infectious Diseases", "meeting": "", "institution": "Texas Biomedical Research Institute", "keywords": ["Biology", " Virology", " Vaccines"], "journal": "", "description": "Texas Biomedical Research Institute Associate Scientist Dr. Marie-Claire Gauduin has partnered with Dr. Chinnaswamy Jagannath, professor at McGovern Medical School at UTHealth in Houston to test a modified TB vaccine that, if effective, could prove more powerful and provide longer lasting immunity. Dr. Gauduin and Dr. Jagannath are principal investigators on this five-year, $4.4 million study funded by the National Institutes of Health.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}