{"title": "Researchers identify key compounds to resolve abnormal vascular growth in AMD", "text": "A compound of specific bioactive products from a major family of enzymes reduced the severity of age-related macular degeneration (AMD) in a preclinical model, according to a new study led by Massachusetts Eye and Ear researchers. The report, published online in the Proceedings of the National Academy of Sciences, suggests that it may be possible to prevent the vision loss resulting from disease-causing angiogenesis and inflammation observed in wet AMD by increasing the expression of specific bioactive lipid metabolites in the retina. The research demonstrates that these bioactive lipids have the ability to regulate inflammatory immune cells in the retina, key regulators of the angiogenic process in this disease. Given this, these molecules show promising therapeutic potential not only for AMD, but also for other major conditions that involve angiogenesis and inflammation, such as cardiovascular disease and cancer.\"Given the high prevalence and progressive nature of neovascular eye disease, the ability to stabilize bioactive lipids that mitigate or halt disease is of great and increasingly therapeutic significance,\" said corresponding author Kip Connor, Ph.D., a vision scientist at Mass. Eye and Ear and Assistant Professor of Ophthalmology at Harvard Medical School. \"It is our hope that emerging technologies and future studies will expand on our work, and ultimately lead to safe, targeted, and cost-effective therapies that markedly improve visual outcomes and quality of life for patients suffering from these debilitating eye diseases.\"The most common cause of elderly blindness in the developed world, AMD is a chronic, progressive disease affecting as many as 11 million Americans, and that number is expected to double by 2020. Globally, approximately 196 million are projected to develop AMD by 2020. The risk of developing AMD increases from 2 percent for those ages 50-59, to nearly 30 percent for those over the age of 75. Disease-causing angiogenesis is a feature of advanced AMD in which blood vessels in the retina (the structure in the back of the eye that senses and perceives light) begin to grow new, abnormal blood vessels on the surface of the retina. These new vessels are immature, and can leak, rupture, or cause retinal detachment. Such cases, termed neovascular or \"wet\" AMD, account for 10 to 15 percent of AMD cases, develop abruptly, and rapidly lead to substantial vision loss.Previous research has largely ignored the role of immune cells in advanced AMD, but the PNAS report suggests that they are likely are a major contributor in the pathologic process. The researchers identified key compounds of the cytochrome P450 (CYP) pathway, a major family of enzymes, and showed that the compound can influence angiogenesis, changing how immune cells are recruited to areas of disease and injury. Specifically, they isolated and characterized two key mediators of disease resolution generated from the CYP pathway: 17,18-epoxyeicosatetraenoic acid (EEQ) and 19,20-epoxydocosapentaenoic acid (EDP). These compounds successfully protected animal models of AMD from developing abnormal blood vessels.The findings have significant therapeutic implications, not only for AMD, but also for other inflammatory disorders.\"Our research shows how rapidly fundamental knowledge of physiology and regulatory biology can be translated to practical solutions for a major type of blindness,\" said co-author Bruce Hammock, Ph.D., a Distinguished Professor who holds a joint appointment with the UC Davis Department of Entomology and Nematology and the UC Davis Comprehensive Cancer Center. Dr. Hammock expressed hope that the team Dr. Connor has organized will \"find a solution to a devastating human health program.\"\"Although we do not fully understand how and why AMD develops, identifying additional mechanisms that regulate abnormal blood vessel growth in the eye beyond what we currently know could open up a range of possibilities for new research and treatments for AMD,\" Dr. Connor said.", "article_link": "http://dx.doi.org/10.1073/pnas.1620898114", "url": "http://www.eurekalert.org/pub_releases/2017-08/meae-rik081817.php", "region": "namerica", "source_link": "http://www.masseyeandear.org/news/press-releases/2017/08/researchers-identify-key-compounds-to-resolve-abnormal-vascular-growth", "funder": "National Institutes of Health, NIH/National Eye Institute, BrightFocus Foundation, Research to Prevent Blindness, Massachusetts Lion Eye Research Fund", "meeting": "", "institution": "Massachusetts Eye and Ear Infirmary", "keywords": ["Medicine/Health", " Ophthalmology"], "journal": "Proceedings of the National Academy of Sciences", "description": "A compound of specific bioactive products from a major family of enzymes reduced the severity of age-related macular degeneration (AMD) in a preclinical model, according to a new study led by Massachusetts Eye and Ear researchers.", "date": "Mon, 21 Aug 2017 04:00:00 GMT"}