{"institution": "Max Planck Florida Institute for Neuroscience", "title": "MPFI researchers make significant advance in understanding calcium channel function", "url": "http://www.eurekalert.org/pub_releases/2017-08/mpfi-mrm080717.php", "article_link": "http://dx.doi.org/10.7554/eLife.28412", "region": "namerica", "funder": "NIH/National Institute of Deafness and Communication Disorders, Max Planck Florida Institute for Neuroscience and the Max Planck Society", "meeting": "", "journal": "eLife", "source_link": "http://www.maxplanckflorida.org/news-and-media/news/mpfi-researchers-make-significant-advance-in-understanding-calcium-channel-control-of-neurotransmitter-release/", "text": "Approximately eight years ago, former Research Group Leader at Max Planck Florida Institute for Neuroscience (MPFI) and current associate professor at the University of Iowa, Samuel Young Jr., Ph.D. set out to understand voltage-gated calcium (Ca2+) channel function, which determines the characteristics of neurotransmitter release and ultimately how the brain operates. To do so, Young and his team had to painstakingly develop new research methods to overcome severe technical challenges which were major roadblocks in the field. In a study published in the journal eLife on August 8, 2017, Matthias Lübbert, Ph.D. and R. Oliver Goral, Ph.D., post-doctoral researchers, and others in the Young Lab, describe how they manipulated voltage-gated Ca2+ channels and directly monitor their impact on Ca2+ signals in a presynaptic terminal for the first time, to test how they influence cellular communication.Neurons communicate with each other through electrical and chemical signals. An electrical signal called an action potential travels down the neuron to the synapse, a highly specialized structure at a point of contact between neurons, where information is transferred over a small space via chemical messengers. This causes voltage-gated Ca2+ channels - protein complex that form a pore in the cell membrane - to open, allowing Ca2+ to flow into the presynaptic compartment, the portion of the neuron that releases chemical messengers which impact neighboring cells. The influx of Ca2+ causes synaptic vesicles - packages of neurotransmitters -  to merge with its membrane at specialized sites called active zones and release their contents. The neurotransmitters then travel across the gap and activate receptors on the second cell, influencing that cell's behavior. The likelihood that an action potential will lead a neuron to release neurotransmitters, and the speed with which they are released, can vary considerably, depending on the quantity and location of the voltage-gated Ca2+ channels in the presynapse. If voltage-gated Ca2+ channels are abundant and found close to the vesicles, the release will be more likely and more robust. The voltage-gated Ca2+ channels are made up of several subunits which combine to form a complex. The number and position of the channels is thought to depend on proteins acting on the alpha subunit, an individual component of the protein complex of the Ca2+ channel which contains many amino-acid sequences (motifs) that proteins can bind to. Currently, the molecular mechanisms that regulate the number and organization of voltage-gated Ca2+ channels and their impact on information transmission in presynaptic terminals are not well-understood. \"Voltage-gated Ca2+ channels are a major dictator of how information is transmitted in the brain, therefore it is imperative to understand the molecular mechanisms of Ca2+ channel function,\" explained Young. \"Also, dysfunction of the Ca2+ channels is involved in wide array of neurological disorders such as migraine, epilepsy, and ataxia.\"Scientists have identified certain proteins and sequences that they believed were responsible for direct interaction with the alpha subunit to control the number and organization of the channels in the presynaptic terminal. However, without the technology to make molecular perturbations and directly manipulate the alpha subunit, the studies that identified them relied on indirect observations. Young and his team overcame these limitations. They modified Helper Dependent Adenoviral vectors (HdAd,) which are able to carry far more foreign DNA than commonly used viral vectors in the neuroscience field. These vectors express modified alpha subunit proteins while at the same time remove the endogenous alpha subunit of voltage-gated Ca2+ channels. By using these vectors in a mouse model, the team was able to disrupt the function of specific voltage-gated channels at specific times, without disrupting the endogenous alpha subunit expression in other areas, with unprecedented precision. The team focused on the Calyx of Held - a particularly large presynaptic terminal, which is a model system for understanding presynaptic function. Its size gives unparalleled experimental accessibility to record presynaptic activity compared to other presynaptic terminals in neurons. Using their cutting edge HdAd vectors in conjunction with their transgenic animals, and focusing on the Calyx of Held, they generated a platform to carry out a study which could simultaneously probe both the structure and function of these channels with unrivaled accuracy. The new study overturned the popular theory which proposed crucial roles of certain proteins and binding motifs on the alpha subunit of voltage-gated Ca2+ channels for the regulation of abundance and neurotransmitter release. Moreover, it identified a completely different region of the alpha subunit which impacts positioning of the channels relative to synaptic vesicles but not the abundance, suggesting that the two characteristics are actually determined separately.The results of the study will be of tremendous importance to understanding how neurons encode a broad diversity of information as well as causes, and possible treatments of Ca2+ channelopathies. \"It's exciting,\" said Young, \"our research has overturned current paradigms and possibly opened up a new way we think about the molecular mechanisms that control neurotransmitter release.\" ", "keywords": ["Biology", " Neurobiology"], "description": "A new study conducted by researchers at the Max Planck Florida Institute for Neuroscience uncovers critical aspects of calcium channel function. Young and his team developed a technique to simultaneously probe both the structure and function of calcium channels with unrivaled accuracy. For the first time, the researchers could monitor the calcium channel impact on calcium signals in a presynaptic terminal, overturning prevailing theories that explain variability in neurotransmitter release during neuronal communication.", "date": "Tue, 08 Aug 2017 04:00:00 GMT"}