{"title": "Study: LGBTQ+ individuals at high risk to be victims of violence", "text": "RESEARCH TRIANGLE PARK, NC -- Lesbian, gay, bisexual, and transgender people are at high risk for being victims of physical and sexual assault, harassment, bullying, and hate crimes, according to a new study by RTI International.In a newly published report, funded by RTI, RTI researchers analyzed 20 years' worth of published studies on violence and the LGBTQ+ community, which included 102 peer-reviewed papers as well as a few unpublished analyses and non-peer-reviewed papers. With The Henne Group, RTI also carried out a series of focus-group discussions with LGBTQ+ communities in San Francisco; New York City; Durham, North Carolina; and rural Wyoming.\"Our research indicates that LGBTQ+ people face significant danger in their daily lives - and that their victimization affects their education, safety, and health,\" said Tasseli McKay, a social scientist at RTI and the study's lead author.The researchers found that in a range of studies with LGBTQ+ individuals, victimization experiences are clearly and consistently correlated with behavioral health conditions and suicidality, sexual risk-taking and HIV status, other long-term physical health issues, and decreased school involvement and achievement. Such effects are often sustained many years after a victimization event.The focus groups touched on a variety of topics including bullying, hate crimes, harassment and violence.A transgender participant in a focus group held in Durham, North Carolina said, \"Once you've been read as being a trans person, you check out, they check out. For us it's safety. For them, it's discomfort. It's a heightened stigmatization.\"Despite a public perception of greater acceptance of LGBTQ+ individuals in present-day society, disparities in victimization have remained the same or increased since the 1990s.Schools are a special concern. Many LGBTQ+ youth reported being afraid or feeling unsafe at school, and school-based victimization of LGBTQ+ youth was associated with decreased school attendance, poorer school performance, and steeply increased risk of suicide attempts.\"We need more research to better understand what policies will provide LGBTQ+ youth with safer school and home environments, what resources provide LGBTQ+ people who are victims of violence the best support and how we can ultimately create a larger societal climate that doesn't tolerate persistent, pervasive, lifelong victimization,\" McKay said.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ri-sli030917.php", "region": "namerica", "source_link": "http://www.rti.org/lgbtq", "funder": "", "meeting": "", "institution": "RTI International", "keywords": ["Social/Behavioral Science", " Demography"], "journal": "", "description": "Lesbian, gay, bisexual, and transgender people are at high risk for being victims of physical and sexual assault, harassment, bullying, and hate crimes, according to a new study by RTI International.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}