{"title": "Greater insight into basic biology of pain will reveal non-addictive remedies", "text": "PHILADELPHIA - The U.S. medical community needs a better understanding of the biology of pain and how it plays out in individuals to be able to combat the national epidemic of addiction to painkillers, according to researchers from the Perelman School of Medicine at the University of Pennsylvania, in Science this week. Specifically, they call for a shift in emphasis in drug development towards understanding how people differ in their response to pain medications to develop more precise, safer, and less addictive treatments. \"Pain is a syndrome that is poorly understood and research on pain is poorly resourced relative to its preva¬lence and cost, especially in terms of shattered lives and lost productivity,\" writes Tilo Grosser, MD, an associate professor of Pharmacology, and Garret A. FitzGerald, MD, FRS, director of the Institute for Translational Medicine and Therapeutics at Penn, along with Clifford J. Woolf, from the Boston Children's Hospital and Harvard Medical School. This plan is especially urgent given no analgesic drugs directed at novel targets have been approved in the past five years.\r\nThe authors reason that the opioid epidemic has attained the scale of the HIV/AIDS epidemic at its peak in the mid-1990s, and that a massive and diversified effort by multiple stakeholders is necessary to address the rash of painkiller overdoses: \"Encouragingly, this broad-based strategy worked, converting the inevitable lethality of AIDS to a reasonably well controlled, chronic disease.\" \r\nThey propose a bold plan for how to pay for this new research: A substantial investment by the pharmaceutical industry and government to form a public-private partnership to create a $10 billion research fund administered by the National Institutes of Health to complement the $1 billion allocated for combating the opioid epidemic in the 21st Century Cures Act. \r\nThey identify interventions in three areas: a better understanding of pain physiology, drug development, and individual variability in response to pain. First, new investigations could address ways to manipulate thresholds of pain and distort pain percep¬tion, the difference between inflammatory pain and neuropathic pain, the heritability of pain perception, and the transition from acute to chronic pain. They also cite sex and aging as influences on the perception of pain and the relationship between sleep and pain as areas ripe for research. \r\nWith regard to developing new medications, emerging drug targets to control pain include many types of ion channels that transverse cell membranes, cell-surface receptors, and inflammatory molecules. They also mention a need to understand the pla¬cebo response as well as such complementary approaches to pain management as acupuncture, yoga, cognitive behavioral and mindfulness techniques, and meditation.\r\nThe authors assert that to gain insight into the individual response to pain, researchers need to identify biomarkers to measure drug efficacy, the risk of adverse effects, and to inform the design of clinical trials. \"For example, crowdsourc¬ing approaches or electronic health records linked to biobanks can be used to character¬ize the frequency of the diverse subpheno¬types of pains,\" they wrote.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uops-gii030717.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "University of Pennsylvania School of Medicine", "keywords": ["Medicine/Health", " Addiction", " Internal Medicine", " Neurobiology", " Pain", " Trauma/Injury"], "journal": "Science", "description": "The medical community needs a better understanding of the biology of pain and how it plays out in individuals to be able to combat the national epidemic of addiction to painkillers. This is especially urgent given no analgesic drugs directed at novel targets have been approved in the past five years. The authors call for a public-private partnership to create a $10 billion research fund administered by the NIH.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}