{"title": "New NHS safety investigator must become fully independent body", "text": "The new NHS safety investigator for England, which starts work in April 2017, must become a fully independent body through primary legislation, according to healthcare safety experts writing in the Journal of the Royal Society of Medicine. As an interim measure the Healthcare Safety Investigation Branch (HSIB) has been formed as a functionally independent body under the auspices of regulator NHS Improvement.The HSIB will systematically and routinely investigate the most serious risks to patient safety across the healthcare system, publicly report on its findings and issue recommendations for improvement. Investigations will be solely for the purpose of learning and will explicitly avoid allocating liability or blame.Lead author Carl Macrae, University of Oxford, said: \"Remarkable progress has been made in forming the HSIB in less than two years since a Parliamentary select committee inquiry in 2015. This represents a watershed moment as the NHS becomes the first healthcare system in the world to have a specialist safety agency dedicated to investigating and learning across the entire healthcare system.\"But the authors say it is hard to overstate the critical importance of independence for a national safety investigator. Co-author Charles Vincent, University of Oxford, said: \"Safety issues span the entire healthcare system, so the HSIB must be able to impartially investigate all organisations entirely free from conflict to build an authoritative system-wide view.\"Without complete independence, say the authors, the HSIB will have to work unnecessarily hard to combat the perception that it remains part of the regulatory establishment.Carl Macrae said: \"It is imperative that primary legislation is brought forward to establish the HSIB on an independent institutional footing. To encourage the open flow of safety information, healthcare professionals and organisations must be assured that any information generated solely for the purposes of safety investigation - such as witness statements or investigators' notes - will only be used for the purposes of learning and will not be routinely passed to regulators or courts.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/s-nns030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "SAGE", "keywords": ["Medicine/Health", " Health Care Systems/Services", " Health Professionals"], "journal": "Journal of the Royal Society of Medicine", "description": "The new NHS safety investigator for England, which starts work in April 2017, must become a fully independent body through primary legislation, according to healthcare safety experts writing in the Journal of the Royal Society of Medicine.", "date": "Thu, 09 Mar 2017 05:00:00 GMT"}