{"title": "College students' perception of dietary terms could help nutrition education", "text": "Philadelphia, PA, March 8, 2017 - College students represent an important group for nutrition educators, since the transition into adulthood brings increased independence and decision making, which can affect diet and health-related behaviors. Promoting nutritional health among young adults is important. Poor decisions regarding eating may lead to decreased diet quality and increased weight, which may result in long-term health issues. Therefore, researchers from the University of Hawaii and Brigham Young University set out to determine college students' perception of the terms real meal, meal, and snack and how those perceptions might enable more effective nutrition education. The results of this study are published in the Journal of Nutrition Education and Behavior.Students from two western U.S. universities in two states were recruited for the study. A pilot study, consisting of 20 participants, was conducted first and helped the researchers hone survey questions to ensure clarity. Then a survey was administered to 628 undergraduate students recruited via email, featuring 11 items measuring students' familiarity with the term real meal, perceived differences among the terms real meal, meal, and snack, and demographic characteristics.Students perceived a difference between real meal and meal, with real meal being described as nutritious or healthy and reflecting recommendations such as the Dietary Guidelines for Americans. Meals, on the other hand, were described as anything to eat and food for survival. Snacks were regarded as small portions of food eaten to hold off hunger and commonly described as foods eaten between meals.\"Students' perceptions relating to the words real meal, meal, and snack might allow nutrition educators another way to frame and promote healthful eating,\" said Jinan Banna, PhD, RDN, lead author of the study. \"By using the phrase real meal, educators may be able to promote eating in line with dietary guidelines.\" In education campaigns or clinical counseling, the term real meal could be an effective tool to encourage healthy eating habits. Likewise, the investigators suggest media-based intrapersonal approaches, such as email and text messaging, as useful ways to communicate. Because these media use short messages, using the term real meal could be a concise way to promote healthy activities.More research is necessary to understand how differences in perception between the terms real meal and meal translate to food choice. However, the survey used in this study could be used again to understand perceptions among different groups, beyond college students, of varying life stages and socioeconomic status.", "article_link": "http://dx.doi.org/10.1016/j.jneb.2016.11.001", "url": "http://www.eurekalert.org/pub_releases/2017-03/ehs-csp030817.php", "region": "namerica", "source_link": null, "funder": "", "meeting": "", "institution": "Elsevier Health Sciences", "keywords": ["Education", " Medicine/Health", " Nutrition/Nutrients", " Public Health", " Behavior"], "journal": "Journal of Nutrition Education and Behavior", "description": "Researchers from the University of Hawaii and Brigham Young University set out to determine college students' perception of the terms real meal, meal, and snack and how those perceptions might enable more effective nutrition education.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}