{"title": "How your neighborhood may impact your health", "text": "How physically active are you? It might depend, in part, on what type of neighborhood you live in, says Adriana Zuniga-Teran, a postdoctoral research associate in the University of Arizona's Udall Center for Studies in Public Policy.An architect by training, Zuniga-Teran is interested in how built environments, particularly at the neighborhood level, affect health and wellness.She set out to study how four common neighborhood designs influence residents' physical activity and overall well-being, using a \"walkability model\" that takes into account nine different areas: neighborhood connectivity, land use, density, traffic safety, surveillance, parking, resident experience, green space and community.Among her primary findings, published in the International Journal of Environmental Research and Public Health:Zuniga-Teran surveyed residents of all four styles of neighborhoods, asking them questions on a variety of topics, including neighborhood design elements that represent the different areas of the walkability model, their walking habits and motivations for walking, their interactions with neighbors, their perceptions of crime in their neighborhoods, and the presence of trees in their communities.Unsurprisingly, residents of mixed-use traditional neighborhoods -- with close proximity to stores and restaurants -- did the most walking, both for recreational and transportation purposes. However, those residents also reported the lowest levels of mental well-being and the highest perceptions of crime in their neighborhood. Those low scores could be be linked, at least partially, to issues of neighborhood maintenance, Zuniga-Teran suggested.\"If people see incivilities -- like trash, litter or graffiti -- they may feel like there's crime going on,\" said Zuniga-Teran, who did not look at actual crime statistics but rather residents' perceptions of safety.Residents of low-density suburban neighborhoods tended to report higher levels of mental health, which was somewhat surprising to Zuniga-Teran, because much of the literature on suburban development focuses on its negative aspects, such as increased traffic, longer commute times for residents, a decreased sense of community and even stereotypes of suburban depression.It's hard to say why people in suburban developments reported higher mental well-being, and Zuniga-Teran acknowledges that income levels could be a factor. However, she suggests nature may also play an important role.    \"Suburban developments have large lots and trees, and nature provides many well-being benefits,\" Zuniga-Teran said. \"It buffers noise, and just looking at nature results in lower stress. There are a lot of studies that support these hypotheses, and that might explain these results.\"In addition to improved mood, a green space buffer can also provide feelings of security, such as in cluster housing communities, where residents reported no perceived crime. Also contributing to those residents' feelings of safety could be the fact that their neighborhoods were the most socially connected, Zuniga-Teran said.\"People talk more, probably because they live close to one another, usually in townhomes,\" she said of cluster housing communities, which gained in popularity in the 1960s.The most surprising finding, Zuniga-Teran said, was that enclosed, or gated, communities, which have become increasingly popular since the 1990s, do not appear to make people feel safer.\"It was very interesting because enclosed communities didn't show any outstanding well-being benefit. They did not score the highest in anything, not even perceived safety, which is kind of odd because they close themselves out for safety reasons,\" Zuniga-Teran said.Zuniga-Teran, who earned a master's degree in architecture and a doctorate in arid lands resource sciences from the UA, hopes her work can help inform decisions by developers, architects and city planners.\"Most people in the world live in cities, and that's the way it's going to be in the future. Cities are going to grow more than rural areas, and we are going to become an urbanized world, so understanding how to improve life in cities is very important,\" she said.In future research, she would like to look more at the impact of planting trees and establishing maintenance programs in neighborhoods, especially in low-income areas, which tend to have less landscaping.\"The presence of trees was related to a higher perception of safety and people interacting more with their neighbors. Trees seem to bring a lot of benefits, and I would like to study the effect of planting trees in the most walkable design -- a traditional development -- because that could be a really direct strategy to improve well-being,\" she said. \"Maintenance -- removing incivilities like trash, and trimming trees and bushes and painting graffiti -- is also related to less stress and better mental health, so that would probably help increase well-being, too.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uoa-hyn030817.php", "region": "namerica", "source_link": "http://uanews.arizona.edu/story/how-your-neighborhood-may-impact-your-health", "funder": "", "meeting": "", "institution": "University of Arizona", "keywords": ["Medicine/Health", " Public Health", " Social/Behavioral Science", " Quality of Life", " Urbanization", " Behavior", " Exercise", " Mental Health", " Perception/Awareness", " Urbanization"], "journal": "International Journal of Environmental Research and Public Health", "description": "University of Arizona researcher Adriana Zuniga-Teran analyzed how four common neighborhood designs influence residents' physical activity and well-being. Residents of traditional neighborhoods walk the most, and residents of suburban neighborhoods report the highest levels of mental well-being.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}