{"title": "A nose for smells? Practice makes perfect!", "text": "The human brain has the ability to recognise and process a very wide range of sensory stimuli, from which it builds a mental representation. But do these representations change over time? Can we learn to classify and interpret stimuli more effectively? Neuroscientists at the University of Geneva (UNIGE) have been trying to answer these questions by studying the olfactory system of mammals. They have succeeded in identifying the complementary role played by two distinct kinds of neurons in processing olfactory information and the different brain re-organisation that occurs depending on the context. After having previously demonstrated the possibility to boost the capacity to distinguish similar smells by regulating the inhibition of certain neural networks, the scientists now explain why the brain has to make use of different sorts of cells to form, maintain and reshape the representations of odours. In fact, it is their very combination that enables us to recognise and distinguish similar smells. Find out more about the research outcomes in the journal Neuron.Two types of neurons co-exist in the mammalian olfactory bulb: mitral cells and tufted cells. They both receive the same sensory stimuli from the nose but then forward the information to two different cortical regions. Why this apparent redundancy? Do these two kinds of cells play the same role in constructing mental representations of odours? The UNIGE research was led by Alan Carleton (professor in the Department of Basic Neurosciences at the Faculty of Medicine) and Ivan Rodriguez (professor in the Department of Genetics and Evolution at the Faculty of Sciences). \"We wanted to understand how the representation of odours and the ability to draw distinctions change over time,\" explained the professors. \"Are the neurons involved always the same? Can we alter the representations? We used new fluorescence microscopy techniques to accurately visualise neurons activity levels in mice exposed to a variety of odours over several days. We were then able to observe whether the representation was stable in a given cell population.\"The first observations made by the scientists indicated that during successive passive exposures to a variety of odours, the brain re-organises itself every time, almost as seeing the same object from a slightly different angle. In short, the perception remains stable -- a banana still smells like a banana -- but in the brain this perception is governed by cellular networks that are constantly changing. In addition, the mitral cells and tufted cells respond to odours in the same way. This lack of a significant difference is likely to reflect the fact that they receive the same stimuli. Cells that specialise in learning\"But we didn't stop there,\" says Dr Yoshiyuki Yamada, co-first author of the study. \"We put our mice through a process of active learning to see if these representations evolve when learning to tell the difference and discriminate between odours. The mice were given a reward when they succeeded in distinguishing odours that were similar but not identical.\" As expected, the scientists noted a cerebral re-organisation during the learning activity. When the animals learnt to make a distinction between odours, the representations in the mitral cells were increasingly differentiated. \"But, to our great surprise, the tufted cells did not demonstrate any changes associated with learning,\" adds Dr Khaleel Bhaukaurally, co-first author of the study.\r\nThe mitral and tufted cells behave differently but only during active learning. Despite the fact that they receive exactly the same information, what they do with it is ultimately different. The price paid when discriminating is that part of the initial representation is lost. The mitral cells, therefore, act on separating the representations, which is essential for differentiating between similar smells, while the tufted cells apparently have the opposite role of maintaining a similarity that enables them to link an odour to a group of odours they already know. \"When you sniff a wine, you know it's a wine, and that is the work done by the tufted cells,\" points out Alan Carleton. \"But with practice, you will be able to distinguish subtle differences thanks to the mitral cells. It's the combined action of the mitral and tufted cells that makes it possible for you to discriminate odours over the long term.\"\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/udg-anf030817.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Université de Genève", "keywords": ["Medicine/Health", " Olfactory/Taste"], "journal": "Neuron", "description": "Neuroscientists have succeeded in identifying the complementary role played by two distinct kinds of neurons in processing olfactory information and the different brain re-organization that occurs depending on the context. After having previously demonstrated the possibility to boost the capacity to distinguish similar smells by regulating the inhibition of certain neural networks, they now explain why the brain has to make use of different sorts of cells to reshape the representations of odors.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}