{"title": "Violent video games found not to affect empathy", "text": "The link between playing violent video games and antisocial behavior, such as increased aggression and decreased empathy, is hotly debated. Researchers in Germany used functional magnetic resonance imaging (fMRI) on long-term players of violent video games and found that they had the same neural response to emotionally provocative images as non-gamers. This finding suggests that empathy is not blunted by playing such games long-term.The link between violent media, such as violent movies and video games, and real-life aggression and violence, has been discussed and analyzed since these types of media have existed. Some of this has taken the form of tabloid hysteria, but this question has also been addressed by numerous scientific studies. Previous studies have shown that people who play violent video games can be desensitized towards emotional stimuli (such as violence), and show decreased empathy, and increased aggression.However, the overwhelming majority of these studies investigated only the short-term effects of playing violent video games, where participants played the games immediately before or even during the experiment. There have been very few studies that have examined the long-term effects of playing violent video games.In a recent study published in Frontiers in Psychology, Dr. Gregor Szycik of the Hannover Medical School, and colleagues, investigated the long-term effects of playing violent video games. \"The research question arises first from the fact that the popularity and the quality of video games are increasing, and second, we were confronted in our clinical work with more and more patients with problematic and compulsive video game consumption,\" explains Szycik.The participants in the study were all male, as playing violent video games and aggressive behavior are more prevalent in men. All the gamers had played first-person shooter video games, such as Call of Duty or Counterstrike, at least two hours daily for the previous four years, although the average gaming participant played for an average of four hours daily. The gamers were compared with control subjects who had no experience with violent video games and did not play video games regularly. To avoid the short-term effects of playing violent video games, the gamers refrained from playing for a minimum of three hours before the experiment started, although the majority refrained for much longer than this. This geared the study towards finding the long-term effects of playing such games. To evaluate their capacity for empathy and aggression, the participants answered psychological questionnaires. Then, while being scanned in an MRI machine, the participants were shown a series of images designed to provoke an emotional and empathetic response. As the images appeared, they were asked to imagine how they would feel in the depicted situations. Using the MRI scanner, the researchers measured the activation of specific brain regions, to compare the neural response of gamers and non-gamers.The psychological questionnaire revealed no differences in measures of aggression and empathy between gamers and non-gamers. This finding was backed up by the fMRI data, which demonstrated that both gamers and non-gamers had similar neural responses to the emotionally provocative images. These results surprised the researchers, as they were contrary to their initial hypothesis, and suggest that any negative effects of violent video games on perception or behavior may be short-lived.The team acknowledge that further research is required. \"We hope that the study will encourage other research groups to focus their attention on the possible long-term effects of video games on human behavior,\" says Szycik. \"This study used emotionally-provocative images. The next step for us will be to analyze data collected under more valid stimulation, such as using videos to provoke an emotional response.\"\r\n", "article_link": "http://dx.doi.org/10.3389/fpsyg.2017.00174", "url": "http://www.eurekalert.org/pub_releases/2017-03/f-vvg030117.php", "region": "europe", "source_link": null, "funder": "TUI-Foundation, VW-Foundation, Draeger-Foundation, DFG and BMBF", "meeting": "", "institution": "Frontiers", "keywords": ["Social/Behavioral Science", " Depression/Anger"], "journal": "Frontiers in Psychology", "description": "The link between playing violent video games and antisocial behavior, such as increased aggression and decreased empathy, is hotly debated. In a recent study published in Frontiers in Psychology, the long-term effects of playing violent video games were investigated. This study found that empathy is not blunted by playing such games long-term.", "date": "Wed, 08 Mar 2017 05:00:00 GMT"}