{"title": "Wise deliberation sustains cooperation", "text": "Giving people time to think about cooperating on a task can have a positive effect if they are big-picture thinkers, but if they tend to focus on their own, immediate experience, the time to think may make them less cooperative, University of Waterloo research has found.A series of three experiments, conducted by University of Waterloo researchers Igor Grossmann, Justin Brienza and Romana Bobocel, also found that wise, or big-picture, thinkers were able to sustain their cooperation with others when given time to deliberate.\"What this study tells us is that the effect of thinking time on cooperation depends on the type of deliberation people use,\" says Igor Grossmann, an assistant professor of psychology at the University of Waterloo and the study's lead author.\" In practical terms, people trying to get groups to cooperate, such as employers or in school settings, may really need to understand people's deliberation styles before deciding how much time to give them for a given task.\"The series of three studies looked at over 1,000 people with varying capacities for wise reasoning--the ability to think big picture, take an outside perspective, recognize the limits one's own knowledge--and how well they were able to participate in cooperative tasks with others.Grossmann and his colleagues' study consisted of three experiments. In experiment one, researchers measured participants' individual differences in wise reasoning and how cooperation was impacted by time delays versus time pressure.In experiment two and three, the researchers manipulated the type of reasoning participants used to make decisions--either by asking participants to use third party language when making decisions or with graphics that remind people of an observer perspective.The study's findings were published today in the journal Nature Human Behaviour.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/uow-wds030717.php", "region": "namerica", "source_link": "https://uwaterloo.ca/news/news/wise-deliberation-sustains-cooperation", "funder": "", "meeting": "", "institution": "University of Waterloo", "keywords": ["Collaboration", " Social/Behavioral Science", " Personality/Attitude", " Perception/Awareness"], "journal": "Nature Human Behavior", "description": "Giving people time to think about cooperating on a task can have a positive effect if they are big-picture thinkers, but if they tend to focus on their own, immediate experience, the time to think may make them less cooperative, University of Waterloo research has found.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}