{"title": "Group tolerance linked to perceptions of fairness and harm", "text": "Look for the fault line in any modern conflict and it likely follows a familiar division between the opposing groups. Whether that divide is sectarian, ethnic or ideological, people's devotion to the values that define their communities can make it seem as if violence along their boundaries is inevitable.But a new study of groups in tension or conflict found evidence that people are willing to share a society with those of differing beliefs as long as they believe that those groups share a commitment to universal moral values such as fairness and harm.Published in Personality and Social Psychology Bulletin, Carnegie Mellon University's Nichole Argo and The New School for Social Research's Nadine Obeid and Jeremy Ginges interviewed hundreds of members of sectarian groups in Lebanon, ethnic groups in Morocco and ideological factions in the United States. Their findings undermine political claims that conflicts arise because of differences in what they call \"binding\" values, such as beliefs about God, purity or deference to authority. Members of groups may believe in these things, but they don't necessarily expect others to share those beliefs.\"In essence, I can eat dinner with, date, marry or live close to you even if you don't believe in the same God or eat the same foods. But I will distance myself from you and your group in these ways if I perceive that you don't play fair or that you don't care about others,\" said Argo, a research scientist in the Department of Engineering and Public Policy at CMU with a courtesy appointment in the Department of Social and Decision Sciences.In Lebanon, the authors asked 376 undergraduates from the Lebanese American University -- a mix of Christian, Sunni and Shiite students from middle-class backgrounds - how comfortable they'd be living near and socializing with members of the other sectarian groups. The answer, they found, depended on how much the individual thought the other group prioritized universal \"autonomy\" values such as harm and fairness. The same was true in Morocco, where they hired local researchers to survey 100 Arabs and Berbers in six districts around Greater Casablanca.The authors then asked if a desire to change intergroup relations would motivate increased perceptions of moral difference between groups. If so, would this occur primarily on the basis of universal values of fairness and harm?To find out, they interviewed 362 New Yorkers about abortion and same-sex marriage. They found that for participants who espoused either the liberal or the conservative view, thinking about an issue around which they desired a change in the status quo led to a perception of greater distance between self and other in autonomy values, but not binding ones.In other words, on issues where participants wanted a status change in an issue that currently favored the other group, they perceived greater differences in autonomy values.\"This study provides insights about others, but also ourselves,\" Argo said. \"Do we really distance ourselves from others because of the religious garb they wear, or what they eat? No. We distance ourselves when we don't trust them to treat us well. Given this, it becomes essential to care about how others perceive our own group's behavior.\" She added, \"Since people do not usually hate because of differences in ways of life, they may be thinking that our actions disregard them, or worse, constitute attacks against them. Sometimes those perceptions can be prevented or corrected. It's the golden rule: how we treat others matters.\"", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/cmu-gtl030717.php", "region": "namerica", "source_link": "http://www.cmu.edu/dietrich/news/news-stories/2017/march/nichole-argo-group-moral-perceptions.html", "funder": "", "meeting": "", "institution": "Carnegie Mellon University", "keywords": ["Social/Behavioral Science"], "journal": "Personality and Social Psychology Bulletin", "description": "A new study of groups in tension or conflict found evidence that people are willing to share a society with those of differing beliefs as long as they believe that those groups share a commitment to universal moral values such as fairness and harm.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}