{"title": "New study finds price discounts may backfire when combined with large donations", "text": "CATONSVILLE, MD, March 7, 2017 - Providing consumers the opportunity to feel altruistic by donating a portion of the purchase price to a charity is an effective way for businesses to drive sales, as is providing items and services at discounted prices. However, businesses should proceed with caution when combining these two marketing techniques, as it can have the opposite effect.  According to a forthcoming study in the INFORMS journal Marketing Science, offering price discounts can reduce rather than increase sales in cause marketing settings, where firms donate a certain percentage of revenues to a charity. This surprising finding arises because consumers have both an intrinsic motivation to support the charity and a self-image motivation to perceive themselves as altruistic. Large discounts can adversely affect a consumer's perceived altruistic self-image.The study titled \"Self-Signaling and Prosocial Behavior: A Cause Marketing Experiment\" was authored by Jean-Pierre Dubé of the University of Chicago, Xueming Luo of Temple University, and Zheng Fang of Sichuan University. The authors conducted their experiments in China by collaborating with a large wireless service provider who conducted randomized field experiments involving the purchase of promoted movie tickets to over 40,000 mobile subscribers. The study offered each subscriber one offer at random from a set of 21 promotional offers - a different combination of percentage price discount and percentage of price donated to charity. As expected, larger price discounts without donations led to higher ticket sales; similarly, larger donation percentages without discounts also increased ticket sales. But when combined with moderate-sized donations (10-15 percent of the full price), larger discounts led to a decline in sales, demonstrating that discounts and donations are not always synergistic in cause marketing.\"The key insight is that while discounts increase the appeal of the ticket offer, they also dampen potential self-signaling about the subscriber's own goodness and altruism,\" said Dubé. \"A highly discounted ticket would likely be purchased anyway, regardless of altruism. A large discount therefore prevents the buyer from feeling altruistic. In contrast, when a high-priced ticket includes a donation to charity, it is easier for the buyer to feel altruistic since they would not have otherwise bought the ticket. A survey of the buyers shows clear support for this conjecture--consumers indeed derive more utility from the self-perception of being charitable than from the intrinsic act of charitable giving.\"Luo noted, \"Social-signaling as a motivation for charitable giving has been long known in charity circles and among psychologists. But what surprised us here was the motivation to self-signal, even in the absence of peers. Even more surprising was that this need for self-confirmation overwhelms the altruism motivation - often the overt reason and conventional wisdom behind cause marketing.\"  Echoing this, Fang added \"Managers intuitively add features to make their offers more attractive to consumers, but the big warning for cause marketers is that price discounts in combination with an offer to donate even a modest percentage of revenues to charity actually hurts sales - a very surprising negative synergy.\"Based on their model of consumer response to discounts and donations, the authors simulate how much a marketer would generate in terms of revenues and donations for charity. Interestingly, they find that a large discount with a very small donation percentage generates the most amount of revenues for the marketers.", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/ifor-nsf030717.php", "region": "namerica", "source_link": "http://ow.ly/VAzG309z9oV", "funder": "", "meeting": "", "institution": "Institute for Operations Research and the Management Sciences", "keywords": ["Advertising/Public Relations", " Mathematics/Statistics", " Algorithms/Models", " Calculations/Problem-Solving"], "journal": "Marketing Science", "description": "Providing consumers the opportunity to feel altruistic by donating a portion of the purchase price to a charity is an effective way for businesses to drive sales, as is providing items and services at discounted prices. However, businesses should proceed with caution when combining these two marketing techniques, as it can have the opposite effect.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}