{"title": "Crowdfunding innovation: It's backers -- not money raised -- that predicts market success", "text": "Research from North Carolina State University finds that the number of backers a new product attracts during crowdfunding predicts the financial success of the product when it reaches the marketplace - but the amount of money raised during crowdfunding does not.\"A lot of people initially see crowdfunding solely as a way to raise money - but, to me, it seemed like a way to learn and create a community that raises awareness of a product,\" says Michael Stanko, an associate professor of marketing in NC State's Poole College of Management and lead author of a paper on the work. \"So, I wanted to know whether my perception was accurate. How important is the dialogue with crowdfunding backers? What aspects of a crowdfunding campaign contribute to a product's later success in the market?\"To address those questions, the researchers started with data on more than 1,000 successful Kickstarter campaigns related to product innovations in four categories: technology, product design, hardware and video games. The researchers contacted the people behind those campaigns with a survey designed to learn more about their experiences and the market success of their products. The entrepreneurs were contacted one to two years after successfully completed crowdfunding campaigns.The researchers were able to collect complete surveys from 173 crowdfunding entrepreneurs, and got partial responses from 51 more. Respondents had all run successful campaigns raising at least $10,000. The mean funding raised was $78,726, from an average of 1,078 backers.\"The first key finding was that the amount of money a crowdfunding entrepreneur raised was inconsequential to their product's ultimate success in the market,\" Stanko says. \"We found that crowdfunders who raised a lot of money were no more likely than those who raised smaller amounts to meet their sales, profit or other financial goals when their products later hit the marketplace. Margins on pre-orders tend to be much smaller than crowdfunding entrepreneurs expect and delays are common. Pre-order revenue doesn't generally translate into sizable enough margins for entrepreneurs to effectively leverage the proceeds of crowdfunding to the benefit of the product's mainstream market launch - for instance, by increasing advertising spending.\"In fact, the researchers found that crowdfunding entrepreneurs who exceeded their fundraising goals tended to have a decreased focus on radical innovation in the future. Put simply, the more money raised beyond their goal, the less entrepreneurs focused on big, new ideas.\"Why does this lack of focus on radical innovation happen? Exceeding funding goals often leaves crowdfunding entrepreneurs scrambling to meet pre-order demand - with typical manufacturing and quality-control challenges exacerbated by inexperience and the lack of resources within many of these small startups,\" Stanko says. \"Some of these companies get so buried by pre-order fulfilment that it leaves them unable to even think about their next big idea.\"The second key finding was that the number of people who contribute to a crowdfunding campaign was an important contributor to the later market success of a product. In other words, the more backers a campaign attracted, the more likely the product was to exceed financial goals when it launched to the mainstream market.\"There are two main sources of value that crowdfunding backers bring to tech entrepreneurs,\" Stanko says. \"Respondents told us that the most valuable thing backers did was serve as evangelists, raising awareness of forthcoming products through social media and traditional word of mouth.\"Secondly, entrepreneurs told us that they also benefited from crowdfunding backers not being shy with their opinions,\" Stanko says. Candid, constructive feedback serves as useful advice for entrepreneurs - often providing insights into ways to improve a product.\"Crowdfunding can be a powerful tool for enabling innovation,\" Stanko says. \"But entrepreneurs need to better understand that crowdfunding is not merely a financial exercise, and that backers can play a significant role - beyond their wallets - in determining the later market success of their products.\"The paper, \"Toward a Better Understanding of Crowdfunding, Openness and the Consequences for Innovation,\" is published in the journal Research Policy. The paper was co-authored by David Henard, Board of Advisors Professor of Business Management and professor of marketing in NC State's Poole College of Management.\r\n", "article_link": "http://dx.doi.org/10.1016/j.respol.2017.02.003", "url": "http://www.eurekalert.org/pub_releases/2017-03/ncsu-cii030717.php", "region": "namerica", "source_link": "https://news.ncsu.edu/2017/03/crowdfunding-backers-success-2017/", "funder": "", "meeting": "", "institution": "North Carolina State University", "keywords": ["Business/Economics", " Advertising/Public Relations", " Grants/Funding", " Group Organization", " Management Science/Operations Research"], "journal": "Research Policy", "description": "Research finds that the number of backers a new product attracts during crowdfunding predicts the financial success of the product when it reaches the marketplace -- but the amount of money raised during crowdfunding does not.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}