{"title": "Plants at the pump", "text": "LIVERMORE, Calif.--Regular, unleaded or algae? \r\nThat's a choice drivers could make at the pump one day. But for algal biofuels to compete with petroleum, farming algae has to become less expensive. Toward that goal, Sandia National Laboratories is testing strains of algae for resistance to a host of predators and diseases, and learning to detect when an algae pond is about to crash. These experiments are part of the new, $6 million Development of Integrated Screening, Cultivar Optimization and Validation Research (DISCOVR) project, whose goal is to determine which algae strains are the toughest and most commercially viable. The Department of Energy's Office of Energy Efficiency and Renewable Energy sponsors the project, and Sandia's partners are Los Alamos (LANL) and Pacific Northwest (PNNL) national laboratories, the National Renewable Energy Laboratory (NREL) and Arizona State University (ASU).\r\nAlgae is a desirable biofuel source because it doesn't compete with other plants that serve as sources of food. However, an estimated 30 percent of current production on algae farms is lost each year due to pond crashes. The national labs, and Sandia in particular with its expertise on algae predators, are uniquely suited for this research. Sandia is using its 1,000-liter indoor algae raceway facility, also called a \"crash lab,\" to perform experiments that industrial groups will not do because they can't afford to contaminate their ponds. \r\n\"We use organisms and agents that many of my industrial partners do not allow on their sites,\" said biologist Todd Lane, Sandia's project lead. \"They cannot culture these creatures in their own facilities. It's too much of a risk.\"Assembling 'a diverse panel of nasty things'Lane and his team are cultivating what he calls \"a diverse panel of nasty things\" to learn which type of parasitic fungus, bacterium or disease kills various strains of algae the quickest. \r\nPerhaps the most threatening member of the predatory panel is a rotifer, a microscopic organism capable of eating 200 algal cells per minute. Rotifer infection can take a 132,000-gallon commercial pond from a healthy green to collapse within 48 hours. \"They are basically tiny vacuums for algae,\" said Lane. This algae abuse will begin in March, using a strain called nanochloropsis as a baseline for survival statistics. Ironically, nanochloropsis is an industrial algae strain typically grown for feeding rotifers on fish farms. The team will conduct these tests on 15 algae strains in the crash lab under light and temperature conditions that mimic a variety of outdoor environments.The ability to simulate different climates further enhances the team's ability to validate certain strains. However, even the strongest algae are susceptible to infections, so detecting infections before ponds crash is key.  Reflected light can indicate pathogen presenceFor early crash detection, Jeri Timlin, an analytical chemist on Sandia's DISCOVR team, is using a technique called spectro-radiometric monitoring to watch the ponds for subtle changes in reflected light that indicate the presence of pathogens or predators. Sandia researcher Tom Reichardt, a project adviser, developed the technique. Most objects reflect light in different wavelengths, which result in the perception of color. This technique can detect subtle color changes as well as other physical and chemical properties of the algae, making it possible to determine the pond's density and overall health.  A major advantage of the Sandia monitoring method is that it provides real-time measurements, without lab analysis. Previously, scientists had to do the time-consuming task of taking a sample from a pond back to a lab to measure it. Spectro-radiometric monitoring takes precise pond measurements every five minutes, without physical contact with the pond itself. And, no human is needed to make the measurements. Algae pipeline to economic competitivenessWhile Sandia monitors ponds and evaluates resistance to diseases, PNNL will quantify the biomass production rate of 10 strains of algae that they grow in a variety of simulated environmental conditions. NREL then will perform compositional analysis on the same strains, seeking those best suited for fuel production.Later phases of the three-year project will involve partners in this \"algae pipeline,\" increasing pond culture stability and evaluating the potential for generating products other than fuel, such as chemicals used for industrial purposes. LANL will take the strongest strains and work to improve them further, aiming for faster growth rates and higher tolerance for a range of environmental conditions. Finally, ASU will validate the national labs' research in outdoor test beds.  \tBy determining the most resilient algae strains and best practices for algae farming, Sandia and its partner labs may one day enable farmers to produce enough algae to make biofuels a real competitor at the pump.\r\n", "article_link": null, "url": "http://www.eurekalert.org/pub_releases/2017-03/dnl-pat030717.php", "region": "namerica", "source_link": "https://share-ng.sandia.gov/news/resources/news_releases/algae_predators/#.WL89RkdvA-k", "funder": "", "meeting": "", "institution": "DOE/Sandia National Laboratories", "keywords": ["Biology", " Ecology/Environment", " Microbiology", " Plant Sciences", " Energy/Fuel (non-petroleum)", " Energy Sources", " Climate Change", " Climate Change", " Climate Change"], "journal": "", "description": "Regular, unleaded or algae? That's a choice drivers could make at the pump one day. Toward that goal, Sandia National Laboratories is testing strains of algae for resistance to a host of predators and diseases, and learning to detect when an algae pond is about to crash.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}