{"title": "Research shows infertility tied to relationship disruption in Ghana", "text": "Infertility is taking its toll on relationships in Ghana.New research shows Ghanaian women who have problems conceiving are more likely to experience relationship breakdown. The first long-term study of its kind, carried out by Dr Jasmine Fledderjohann, of Lancaster University, focused on information from 1,364 women. It was based on data collected by the Population Council of New York and the University of Cape Coast in six communities in Ghana over a period of six years.The study showed:* \tMarried women with infertility have significantly lower odds of experiencing disruption in their relationships than infertile women who are in non-marital relationships \r\n* \tWomen in polygynous relationships are more vulnerable than monogamously married women, and likely to experience relationship instability, separation or divorceThe report, \"Difficulties Conceiving and Relationship Stability in Sub-Saharan Africa: The Case of Ghana\" is published in the European Journal of Population.Little is known about the association between infertility and relationship instability in Sub-Saharan Africa. Small-scale qualitative studies, including previous work by Dr. Fledderjohann, have shown that women who identify themselves as infertile report themselves to be at greater risk of marital discord and disruption.However, whether this is an accurate perception based on divorce statistics has previously been unclear. This study provides empirical support for the claim that infertility is tied to relationship disruption.Additionally, there has been very limited evidence on non-marital relationships. This is important not only because of the increase in non-marital childbearing in Ghana in recent years, but also because if an unmarried couple tries to conceive but cannot, the relationship may end before it can progress to marriage. Excluding unmarried women from studies of infertility may therefore be ignoring the most vulnerable group when it comes to relationship breakdown--a hypothesis borne out by the data.Dr Fledderjohann said: \"The study clearly shows what has long been suspected by women themselves - that difficulties conceiving may contribute to an increased risk of relationship disruption. This is true for both married and unmarried women.\"Interestingly, this was only true when looking at women's own assessments of their infertility; biomedical measures didn't have the same association with breaking up. When it comes to infertility and relationship stability, perceptions matter.\"She explained the study provided much-needed empirical evidence on the link between infertility and risk of relationship disruption.\r\n", "article_link": "http://dx.doi.org/10.1007/s10680-016-9401-5", "url": "http://www.eurekalert.org/pub_releases/2017-03/lu-rsi030717.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "Lancaster University", "keywords": ["Biology", " Developmental/Reproductive Biology", " Medicine/Health", " Fertility", " Fertility", " Parenting/Child Care/Family", " Developing Countries"], "journal": "European Journal of Population", "description": "New research shows Ghanaian women who have problems conceiving are more likely to experience relationship breakdown.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}