{"title": "Lifestyle choices condition colon and rectal cancer risk more than genetics", "text": "Researchers of the Colorectal Cancer research group of Bellvitge Biomedical Research Institute (IDIBELL), led by Dr. Víctor Moreno, and linked to the Catalan Institute of Oncology (ICO), the University of Barcelona (UB) and the Epidemiology and Public Health CIBER (CIBEResp), have issued the first predictive risk model of colon and rectal cancer based on Spanish data that combines genetic and lifestyle information. Their work, published by Scientific Reports, highlights the importance of improving lifestyle to reduce the risk of colon cancer and suggests to use a combination of lifestyle and genetic information to subdivide the population into different groups according to their colon cancer risk, which would fine tune the current screening method.\"A risk model is a mathematical tool that allows us to predict who is most likely to suffer from a particular disease, in this case colon cancer,\" explains Dr. Moreno, head of ICO's Cancer Prevention and Control Program. In order to develop this model, the researchers used data from the 10,106 participants included in the \"MCC-Spain\" Spanish multicentre study, carried out collectively by researchers belonging to CIBEResp. All of them were interviewed to analyze known risk factors (diet, physical exercise, body mass index, alcohol and family history of cancer, among others) and in a subgroup of 1,336 cases of colorectal cancer and 2,744 controls a blood test was performed to detect the genetic predisposition to develop colon and rectal cancer.With all this information, the research team concluded that lifestyle influences cancer risk more than genetics. They calculated that if a risky lifestyle choice is changed (for example, if a healthy weight is obtained), this can compensate for having 4 genetic risk predisposition points (risk alleles). \"This is important considering that lifestyle, unlike genetic traits, is somewhat modifiable, while genetic susceptibility is inherited from our parents\", says Dr. Gemma Ibáñez, a digestologist and first author of the study; \"In fact, the items we have identified as risk markers correlate with the recommendations set by the European Cancer Code to reduce the risk of cancer.\"\"Today, screening for colon cancer in patients with no family history is based solely on age. If we include information about lifestyle and genetics, we could classify the population into groups of greater or lesser risk, which would allow us to offer a more personalized follow-up\", adds Dr. Moreno, who is also a professor at the UB Faculty of Medicine and Health Sciences.At the moment, the research team that participated in the study is conducting a new study called COLSCREEN: \"Personalization of the risk of colorectal cancer\" to, among other things, find out about the social perception about genetic screening. \"There are no studies that say what patients think about genetic tests, or whether they want to be informed of their chances of having certain diseases, and we think it is very relevant,\" says Dr. Ibanez. At the same time, with this new study the researchers want to evaluate the utility of the risk score system for colon cancer by applying it prospectively in the population of Baix Llobregat.\r\n", "article_link": "http://dx.doi.org/10.1038/srep43263", "url": "http://www.eurekalert.org/pub_releases/2017-03/ibri-lcc030617.php", "region": "europe", "source_link": null, "funder": "", "meeting": "", "institution": "IDIBELL-Bellvitge Biomedical Research Institute", "keywords": ["Medicine/Health", " Cancer", " Epidemiology"], "journal": "Scientific Reports", "description": "Researchers from IDIBELL have issued the first predictive risk model of colon and rectal cancer based on Spanish data that combines genetic and lifestyle information. Their work highlights the importance of improving lifestyle to reduce the risk of colon cancer and suggests to fine tune the current screening method by combining lifestyle and genetic information.", "date": "Tue, 07 Mar 2017 05:00:00 GMT"}