{"title": "Patients with OCD have difficulty learning when a stimulus is safe", "text": "People who suffer from obsessive compulsive disorder (OCD) are poorer at learning about the safety of a stimulus than healthy volunteers, which may contribute to their struggles to overcome compulsive behaviour, according to new research from the University of Cambridge.OCD is a disorder characterised by intrusive thoughts and repetitive, irrational behaviours, for example an obsession with cleanliness leading to repetitive hand washing, or a fear that something terrible will happen if they don't check the door dozens of times, making leaving the house extremely difficult.A common way of helping treat OCD is to expose people to something they consider threatening - for example, if their obsession is around cleanliness, they may be made to touch a toilet seat but then prevented from washing their hands. However, so-called 'exposure therapy' often only has limited success and compulsions can return in times of stress. This new research, published today in the Proceedings of the National Academy of Sciences, may explain why memories about safety don't stick.In this study, researchers at Cambridge's Behavioural and Clinical Neuroscience Institute tested 43 OCD patients and 35 matched healthy volunteers to see how well those people with OCD were able to reverse their thinking when a previously threatening stimulus became safe and vice versa, to examine safety versus threat learning as well as cognitive flexibility, which is thought to be significantly compromised in patients with OCD.Volunteers lay in a functional magnetic resonance imaging (fMRI) scanner, which measures brain activity, while successively being shown one of two faces: when shown the red face, nothing happened, but when shown the green face, the volunteer would sometimes receive a mild electric shock. By measuring changes in skin conductance caused by tiny amounts of sweat, the researchers were able to see whether the volunteers learned which stimulus was safe and which threatening.After a period of time, the researchers swapped the stimuli - now, the red face was paired with an electric shock while the green face was safe.The researchers found that while OCD patients were able to learn initially which stimulus was threatening, they never learned that the second stimulus was safe - in fact, they seemed to pay little attention to this safe stimulus. When the stimuli were reversed, participants were unable to differentiate between the previously threatening stimulus and the newly threatening stimulus. This was also reflected in their brain activity - OCD patients showed a lack of activity in an area at the front of the brain known as the ventromedial prefrontal cortex when viewing the safe stimulus. \"Our study suggests that something is going wrong in the brains of people with OCD when they are learning what is safe, and this in turn affects how they perceive threats under updated circumstances,\" explains Dr Annemieke Apergis-Schoute, the study's first author. \"This needs to be taken into consideration when we're developing future therapies to tackle the disorder. Current exposure therapies may help the patient take control over their compulsions, but our work suggests that they might never learn that their compulsions are unnecessary and they may return in times of stress.\"In a second study, published recently in Biological Psychiatry, Cambridge researchers showed that this cognitive inflexibility might be in part a result of a lack of 'chatter' between specific brain areas. The research, led by PhD student Matilde Vaghi, found that poor connectivity within some of the brain's key networks as measured in an fMRI scanner while the patient was at rest may account for this inflexibility. It also may account for OCD patients' poor goal-directed abilities (where we consciously act with a goal in mind - for example, when driving home and our route is disrupted, forcing us to take an unfamiliar route). Both are related to common symptoms of OCD.The researchers found disrupted connectivity within discrete frontostriatal circuits - neural pathways that connect the front of the brain with the basal ganglia (responsible for important functions such as the control of movement and 'executive functions' such as decision-making, learning and habit formation). They believe these may underlie the repetitive behaviours seen in OCD. Professor Trevor Robbins, Head of Psychology at Cambridge, senior author on both studies, says: \"When we look at this two studies together, we can see that there is a clear imbalance between key regions at the front of the brain in people with OCD. These may underlie some of the symptoms of inflexibility that we commonly see in patients with this condition.\"", "article_link": "http://dx.doi.org/10.1073/pnas.1609194114", "url": "http://www.eurekalert.org/pub_releases/2017-03/uoc-pwo030317.php", "region": "europe", "source_link": null, "funder": "Wellcome Trust", "meeting": "", "institution": "University of Cambridge", "keywords": ["Neurobiology", " Social/Behavioral Science", " Behavior", " Mental Health", " Memory/Cognitive Processes", " Perception/Awareness"], "journal": "Proceedings of the National Academy of Sciences", "description": "People who suffer from obsessive compulsive disorder (OCD) are poorer at learning about the safety of a stimulus than healthy volunteers, which may contribute to their struggles to overcome compulsive behavior, according to new research from the University of Cambridge.", "date": "Mon, 06 Mar 2017 05:00:00 GMT"}